{"tossups": [{"question_sanitized": "Because of two different words used in this book, Rashi argues that one character is a pregnant female brought in to make a man uncomfortable and pray. The psalm of praise in this book's second chapter is accepted to be a later addition to the source material. Its reference to \"a hundred and twenty thousand people who do not know their right hand from their left\" may be an insult to a certain city's population. Jerome's translation of this book notably opts for the word \"ivy\" in place of the usual \"gourd\" for the quickly sprouting plant of the final chapter, which is eaten by a worm sent by God. The title character wants to go to Tarshish to avoid going to Nineveh. For 10 points, what Old Testament book is about a prophet who is swallowed by a \"great fish\"?", "answer_sanitized": "Jonah [or Yonah]", "category": "Religion"}, {"question_sanitized": "In the fourth movement of this symphony, the loud transition from the development to the recapitulation is interrupted by a quiet reprisal of a theme from the scherzo (SCARE-tsoh). During its first movement's recapitulation, a solo oboe plays a short cadenza. This symphony's definitive recording was made in 1974 by Carlos Kleiber. The attacca transition between this symphony's third and fourth movements marks a dramatic shift from C minor to a triumphant C major. Premiered at the same concert as its composer's next symphony, this piece ends with 29 consecutive bars of C major chords. For 10 points, name this Ludwig van Beethoven symphony whose opening \"short, short, short, LONG\" motif has been compared to \"fate knocking at the door\".", "answer_sanitized": "Beethoven's Fifth Symphony [or Ludwig van Beethoven's Symphony No. 5; or Beethoven's Symphony No. 5 in C minor; or Fifth Symphony after \"Beethoven\" is read; or Symphony No. 5 after \"Beethoven\" is read; or Beethoven Opus 67; or Opus 67 after \"Beethoven\" is read]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This character jumps into a river but begins to drown, requiring a comrade to save him \"as Aeneas\" once saved Anchises. That former friend of this character remembers him shaking due to epilepsy while in Spain. He insists he is \"as constant as the northern star\" while refusing to cancel the banishment of Cimber. This man's wife notes that \"when beggars die, there are no comets seen\", causing him to exclaim that \"cowards die many times before their deaths\". He last appears as an \"evil spirit\" telling his former friend he will see him soon. This man notes that a future enemy has a \"lean and hungry look\" and dismisses a soothsayer's warning. For 10 points, name this title character of a William Shakespeare play, who cries \"Et tu, Brute?\" when he is stabbed on the Ides of March.", "answer_sanitized": "Gaius Julius Caesar [or Gaius Julius Caesar]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This scientist proposed that big G varies with the matter density of the universe in a theory of gravity named for him and Jayant Narlikar. This physicist was the last author, alphabetically, on a paper that fully explicated the r-process and s-process. That paper on which this person was the last author, alphabetically, originated the theory of stellar nucleosynthesis, and it was co-authored by Margaret Burbidge, Geoffrey Burbidge, and William FowlerÂ—the B-squared F of a famous four-author paper. Though he rejected the theory, he coined the term for an alternative model to steady-state cosmology that emphasizes all matter originated from a naked singularity. For 10 points, name this astronomer who coined the term \"Big Bang\".", "answer_sanitized": "Fred Hoyle", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "This industry was supported by a lesbian group called LAPC. Newspaper workers refused to print a doctored photo showing a leader of this industry apparently making a Nazi salute. Workers in this industry were convicted for using baseball bats to attack Michael Fletcher, while other workers in it dropped a concrete post onto David Wilkie's taxi, killing him. Neil Kinnock accused hecklers at Stoke- on-Trent of \"living like parasites\" on this industry, and the Prime Minister said its workers were the \"enemy within\". Arthur Scargill led a controversial union for this industry called NUM, which was severely weakened in 1985 while opposing the Thatcher ministry. For 10 points, what British industry went on strike in the mid 1980s to protest pit closures?", "answer_sanitized": "coal mining [or coal miners] ", "subcategory": "History British", "category": "History"}, {"question_sanitized": "This thinker used the example of a man forgetting the name of his friend Addison Sims, arguing he will not remember until they engage in old activities again. James McConnell inaccurately claimed this man and his future wife measured their physiological responses during sex. While working for J. Walter Thompson, he used psychological theories to help Maxwell House popularize the term \"coffee break\". An image from one of this man's studies shows Santa Claus looking at a horrified person. This man married his assistant Rosaline Rayner, who helped him in an experiment where they clanged an iron rod to link fear with certain animals. He is best known for making a small boy terrified of a white rat. For 10 points, what behaviorist psychologist conducted the \"Little Albert\" experiment?", "answer_sanitized": "John Broadus Watson", "category": "Social Science"}, {"question_sanitized": "During the reign of this dynasty, the Salahiyya pushed for Al-Adil to become atabeg after the death of al-Aziz Uthman. The wife of one of this dynasty's final members was killed by a mob of clog-wielding harem women, thus ending her brief reign as Sultana Shajar al-Durr. Roughly ninety percent of the army led by this dynasty's most famous king was killed at the Battle of Montgisard (mon-jee-SAR). A king of this dynasty besieged Tiberias two days before his most prominent victory, after which he personally decapitated the captive Raynald of Chatillon (shah-tee-YAWN). This dynasty was named for the father of its most famous member, a Kurd who displaced the Fatimids and won the Battle of Hattin against the Crusader states. For 10 points, name this Sunni Muslim dynasty founded by Saladin.", "answer_sanitized": "Ayyubid caliphate", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Immanuel Velikovsky claimed that the namesake of one of these events, Ogyges, was the same person as the Amalekite king Agag. One of these events was halted when the Xanthian women caused Bellerophon to flee by lifting their skirts at him. After one of these events, two people traveled from Mount Parnassus to the oracle of Themis, where Hermes told them to cover their heads. In some accounts, one of these events followed Lycaon's transformation into a wolf for trying to feed human flesh to Zeus. After one of them, a couple were told to cast the bones of their mother behind them, which they accomplished by throwing stones that turned into people. For 10 points, Deucalion and Pyrrha survived what type of natural disaster by building an ark?", "answer_sanitized": "floods", "category": "Mythology"}, {"question_sanitized": "This character makes a lambrequin to hang on the mantel to impress a man who doesn't even notice it. She earns fifty dollars per week sewing collars and cuffs at a factory. This character is ditched by her date for a \"woman of brilliance and audacity\" named Nellie. This character's mother screams, \"I'll fergive her!\" at the end of the short novel in which she appears. Earlier, she is accused by her mother of having \"gone teh d' devil\" after leaving home for three weeks to stay with the bartender Pete. After being scorned by her brother Jimmie, this character is forced to become a prostitute and is murdered. For 10 points, name this title character of a novel by Stephen Crane, a \"Girl of the Streets\".", "answer_sanitized": "Maggie Johnson [or Maggie Johnson]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The termini of these structures can sometimes have frayed motifs or Schellman loops. The turn flips that occur in the T-to-R transition are located in the E and F examples of these structures. Rop consists of four of them in a bundle. End views of these structures are squarish, unlike the triangular appearance of similar three-ten structures. These structures are typically clustered around negative 60- degree phi and negative 45-degree psi angles on a Ramachandran plot. Hydrogen bonds form in an i- plus-four to i pattern in them. They can exist in longer stretches by forming coiled-coils. In nature, the screw sense of these structures is almost always right-handed, and they average about 3.6 residues per full turn. For 10 points, name these protein secondary structures contrasted with beta strands.", "answer_sanitized": "alpha helix [or coiled-coils; prompt on helix]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "It's not Germany, but a poem by W. H. Auden describes a city in this country as a place \"where life is evil now\" and where \"war is simple like a monument\". Auden's travels in this country with Christopher Isherwood are described in a collection commonly published as \"Sonnets from\" this country. A novel set in this country features a mentally disabled girl nicknamed \"the poor fool\" whose mother is disappointed when two pearls are taken from her by her husband. This country is the home of a fictional land-obsessed peasant, his concubine Lotus Flower, and his wife O-Lan. For 10 points, name this country, the setting of W. H. Auden's In Time of War and Pearl Buck's The Good Earth.", "answer_sanitized": "China [or Zhongguo; or the Republic of China]", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "Donation of the nitrogen lone pair into the phosphorus-chlorine sigma-star orbital causes phosphazene trimers to have this property. Molecules with this property must belong to the point groups D-n-h or C-n-h. The rigidity of adamantyl carboÂ·cations prevents them from having this property. To avoid the unfavorable energy of antiÂ·aromaticity, cycloÂ·octaÂ·tetraÂ·ene lacks it. SN1 reactions give perfect racemic mixtures if the intermediates have this property. Transition metal complexes with it have ligand field splittings around 1.2 times larger than octahedral complexes. Cyclic compounds with this property and 4n plus 2 electrons are aromatic according to Hückel's rule. The nitrate anion and boron trifluoride are trigonal examples of substances with this property. For 10 points, name this property where atoms in a molecule lie in a flat surface.", "answer_sanitized": "planar [or planarity; or being flat; or square planar; or trigonal planar]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This country has a forty-million-carat pipe of kimberlite at Catoca and also mines the billion-ton hematite deposit around Kassinga. This country, which is dominated by the Ovimbundu and Kimbundu ethnic groups, is home to the only woman billionaire in Africa, the accused corruption- monger Isabel dos Santos. This country is the second-largest oil producer in Africa after Nigeria, and is fighting a low-level war against the home of much of its oil, its secessionist exclave of Cabinda. It formerly underwent a long civil war between MPLA and UNITA. For 10 points, name this Portuguese- speaking country on southern Africa's Atlantic coast.", "answer_sanitized": "Angola [Republic of Angola; or Republica de Angola]", "category": "Geography"}, {"question_sanitized": "The far background of this painting contains a faint upside-down inscription possibly reading the Hebrew word for \"God Almighty\", \"Shaddai\". A stool, paint box, and signed portfolio lie next to an umbrella that juts across the diagonal of this painting. The artist of this painting included a tiny self- portrait of himself in a brown hat and red coat sitting at some rocks with his easel. This standalone painting was completed as a respite from a series commissioned by Luman Reed. This painting features a blasted tree threatened by storm clouds in its left foreground and cultivated land in the lower right background. For 10 points, name this panoramic landscape, a view of a bend in the Connecticut River from Mount Holyoke by Thomas Cole.", "answer_sanitized": "The Oxbow [or View from Mount Holyoke, Northampton, Massachusetts, after a Thunderstorm until it is read]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This man earned the title \"Corlaer\" by negotiating the Covenant Chain treaties with the Iroquois. While Governor of Virginia, this man was opposed by William &amp; Mary founder James Blair. After being confined with Joseph Dudley on Castle Island, this man allegedly escaped while dressed in women's clothing. The Fundamental Orders of Connecticut were hidden in an oak tree from this man who was succeeded by Simon Bradstreet in one post. His military leader Francis Nicholson was targeted by Leisler's Rebellion and he himself was overthrown in the wake of the Glorious Revolution. For 10 points, name this wildly unpopular governor of a colony created to enforce the Navigation Acts, the Dominion of New England.", "answer_sanitized": "Edmund Andros", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A fire god enlists a hero's usage of this skill in order to burn down a forest being subject to a torrent of rain. A low-born youth masters this talent by practicing in front of a statue of a famed instructor who once refused to teach him this skill. This ability is used to subvert a fatal curse and fling the head of Jayadratha directly into his father's lap. Ekalavya and Karna are refused education in this ability by Drona, though the latter masters it using a tool called Vijaya. The middle Pandava brother is given the hand of Draupadi for his mastery of this ability. For 10 points, name this ability that Arjuna uses to strike the eye of a golden fish while looking only at its reflection in a pool of water in the Mahabharata.", "answer_sanitized": "archery [or using a bow; or shooting an arrow; or obvious equivalents]", "category": "Mythology"}, {"question_sanitized": "A character created by this author plays an imaginary violoncello with his right hand when he becomes angry. In a novel by this man, a caricature of the Times called The Jupiter launches a smear campaign under editor Tom Towers. This author created the de Courcy family, a member of which is courted by Adolphus Crosbie in The Small House at Allington. In another of his novels, Mrs. Proudie blocks the reappointment of the director of Hiram's Hospital. That novel of his begins with Archdeacon Grantly not succeeding his father as a bishop. John Bold attacks the 800 pound income of Septimus Harding despite falling in love with Septimus's daughter, Eleanor, in his novel The Warden. For 10 points, name this Victorian novelist who included Barchester Towers in his Barsetshire Chronicles.", "answer_sanitized": "Anthony Trollope", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In the late 1990s, Neil Robertson and Paul Seymour gave another proof of this result that was streamlined since they only had to show D-reducibility and C-reducibility. In the 19th century, Alfred Kempe gave a flawed proof of this result, though his work using his namesake Kempe chains were also used in the first correct proof of it. This result relied on the method of discharging developed by Heinrich Heesch. A computer at the University of Illinois took thousands of hours to check through 1,476 cases of graphs devised by Kenneth Appel and Wolfgang Haken as part of the first correct proof for this theorem. For 10 points, name this theorem that states that all regions of a planar map can be assigned a hue using at most the namesake number of hues.", "answer_sanitized": "four-color theorem", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "This city was where Tertullian's defense of Christianity, Apologeticus, was written. The short-lived \"Colonia Junonia\" was basically built at this city's site. Marcellinus led a 411 AD conference here which ruled that Donatists were heretics. This city violated a treaty by going to war with the forces of Masinissa, and it massacred rebels at the Battle of \"The Saw\". After seeing it burn, an opposing commander cried and mused that \"a day will come when sacred Troy shall perish\". This city put down an uprising in the Mercenary War. Boniface VIII, after destroying Palestrina, claimed this older city had also been sown with salt after its destruction. Cato the Elder closed many speeches by saying this city must be destroyed. For 10 points, what city was destroyed after the Third Punic War?", "answer_sanitized": "Carthage", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "In an opera about this subject, trumpets use five registers, labelled \"clarino\" through \"basso\", to play a fanfare in the opening \"Toccata\". A ballet scene set in Elysium for strings and two solo flutes is found in Act II of an opera on this subject written to counter the excesses of opera seria under Pietro Metastasio. A satirical operetta about this tale rewrites its central couple to hate each other instead. A \"Dance of the Blessed Spirits\" is found in Gluck's opera about this myth. In another opera about this myth, Jupiter leads the gods in a frenzied \"Galop Infernal\", or the can-can, after the title character turns around before having exited Hades. For 10 points, name this Greek myth whose central bard is in the Underworld in a Jacques Offenbach operetta.", "answer_sanitized": "Orpheus and Eurydice [or the Orpheus myth]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "A poem by this author apostrophizes a building, saying, \"no pleasant talk shall e'er be told, nor things recounted done of old\", and contrasts it with a house \"purchased and paid for, too, by Him who hath enough to do\". That poem by this author concludes, \"The world no longer let me love, my hope and treasure lie above\". This poet claimed to value a lover \"more than whole mines of gold, or all the riches that the East doth hold\". She wrote, \"If ever two were one, then surely we\", in that poem addressed to her husband. She also described the destruction of her house in a poem about a 1666 fire. For 10 points, name this author of the collection The Tenth Muse Lately Sprung Up in America and wife of a governor of the Massachusetts Bay Colony.", "answer_sanitized": "Anne Bradstreet", "subcategory": "Literature American", "category": "Literature"}], "bonuses": []}