{"tossups": [{"question_sanitized": "In the finale of this composer's Symphony No. 5, horns introduce a theme in long half notes that begins: E-flat, up to B-flat, back down to E-flat. The third movement of his violin concerto begins with timpani playing a \"short, short, LONG\" rhythm against strings playing a \"LONG, short, short\" rhythm. A scherzo marked \"Vivacissimo\" continues without pause into the finale of this composer's Symphony No. 2 in D major, written two years before his D minor violin concerto. In one of his tone poems, a solo English horn depicts the motion of a bird in the mythical river of death. Another of his pieces initially disguised its patriotic title to avoid Russian censorship. For 10 points, name this composer of The Swan of Tuonela and Finlandia.", "answer_sanitized": "Jean Sibelius [or Johan Julius Christian Sibelius]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "An attack on this country was tested using Canada as a stand-in during Operation Ghost Rider. After violence took place in this country, Margaret Thatcher was asked if she remembered \"that two wrongs do not make a right\". The United States has petitioned it to return the body of Air Force Captain Paul Lorence, who was shot down near it. Agents of this country were accused of killing two American sergeants and Nermin Hannay, a Turkish woman. It was attacked by the United States in Operation El Dorado Canyon, a strike that supposedly killed this country's leader's adopted daughter, Hanna. This country was blamed for the bombing of the La Belle discothèque in West Berlin. For 10 points, the Reagan administration ordered a 1986 bombing of what African country, then led by Muammar Gaddafi?", "answer_sanitized": "Libya [or Libyan Arab Republic; or Great Socialist People's Libyan Arab Jamahiriya]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A character created by this author gives a monologue beginning \"I always worry that maybe people aren't going to like me\". That character of his is a military cadet who commits suicide after revealing that he is half-Jewish. In a play by this author, a waitress is flattered to hear that her older admirer, Gerald Lyman, has been arrested for making sexual advances on children. He expanded his first play, Farther Off from Heaven, into his play about the dysfunctional Flood family, The Dark at the Top of the Stairs. Bo Decker pursues the nightclub singer Cherie to the title location of a play by this writer, in which a snowstorm forces a group of people to seek shelter in a restaurant west of Kansas City. For 10 points, name this Midwestern American playwright of Bus Stop and Picnic.", "answer_sanitized": "William Inge", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A subcomplex called GINS, or Go-ichi-ni-san, is bound by Cdc45 and another protein to form one of these enzymes called CMG. Branch migration is facilitated by a hexameric one of these enzymes named RuvB. Proteins in \"ring breaker\" and \"ring maker\" classes load these enzymes onto their substrates. WRN and Bloom syndrome proteins belong to the RecQ family of these enzymes. One of these enzymes called MCM2 associates with Cdc6 and ORC subunits to license oris as part of the pre-RC. Topoisomerases relieve the tension created by them in front of the replication fork. For 10 points, name these enzymatic protein complexes that unwind DNA during replication.", "answer_sanitized": "DNA helicases [prompt on helicases until \"DNA\" is read and accept it afterwards; prompt on ATPase]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "According to one account, an important ritual of this sect involved having a group of twelve year old boys sleep for three days in a luscious garden. Inductees to this sect went through nine degrees of initiation, ending with knowledge of the power of the Lord of the Time. This group was founded by Hasan-i Sabbah, and they were instrumental in founding the Nizari state. This sect declined after Rukn al-Din Khurshah surrendered the fortress of Alamut to the Mongols. Their leader was mysteriously referred to as \"The Old Man of the Mountain\". For 10 points, identify this sect that was named after their use of hashish, some of whose members carried out covert killings of their enemies.", "answer_sanitized": "Assassins [or Nizari before read]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This man advised Bill Clinton to \"claim and achieve record deportations of criminal aliens\" after succeeding George Stephanopoulos in one role. Hidden fees and glitches plagued the rollout of Ventra, a combination metro/debit card created by this man's administration. This mayor's schools CEO, Barbara Byrd-Bennett, resigned amidst a kickback scandal. His administration was protested by a group which shut down part of the Magnificent Mile on Black Friday, 2015. This mayor antagonized Karen Lewis, head of his city's teach union, by closing 50 public schools. His second term has been plagued by the video of a police officer shooting Laquan McDonald. For 10 points, name this former Chief of Staff to Barack Obama, the Mayor of Chicago.", "answer_sanitized": "Rahm Emanuel [or Rahm Israel Emanuel]", "category": "Current Events"}, {"question_sanitized": "A book on this concept argues against the \"semantic sting\", which holds that argument over this concept is only possible when certain criteria are shared. A thinker used the example of a bank robbery to refute John Austin's command theory of this concept, and argued that the rule of recognition decides what counts as it. A hypothetical figure capable of arriving at the best moral justification of this thing is dubbed \"Hercules\" in a book partly titled for this concept. Differing views on this subject's connection to morality separates the positivist and \"natural\" conceptions of it. H. L. A. Hart wrote about the \"concept\" of this subject, the \"Empire\" of which titles a Ronald Dworkin book. For 10 points, name this subject interpreted by judges, which is the system of rules enforced by governments.", "answer_sanitized": "law [or legal thought; or Law's Empire; or The Concept of Law]", "category": "Social Science"}, {"question_sanitized": "An example of these places employed poet Marianne Moore from 1911 to 1914 in departments such as bookkeeping. A model resident of these places hated wearing the mandatory red flannel underwear, served as an intern for John Wanamaker, and was highly respected by institutional founder Richard Henry Pratt. A 2004 book by Ward Churchill describes the \"genocidal impact\" of these places. In 1900, an example of these places had a football team coached by Pop Warner, whose star player was Jim Thorpe. That example of these institutions at Carlisle, Pennsylvania, was founded by a person who wanted to \"save the man\" by killing an old, savage culture. For 10 points, what late 19th century institutions were intended to force assimilation on as well as educate indigenous peoples?", "answer_sanitized": "American Indian boarding schools [or Native American boarding schools; prompt on indigenous boarding schools; do not accept or prompt on \"native schools\" or \"reservations\"]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In a novel by this author, a former masseuse of Pauline Bonaparte begins massaging Canova's Venus Victrix in the Borghese Palace. This author created a character who is forced to carry bricks made with bull's blood to the top of a mountain during the construction of the Citadelle Laferrière. This author created a character who believes that geese do not value one individual over another, but is rejected by them after transforming into one. In a novel by this author, a mass poisoning of animals and white people is led by the one-armed houngan (hoon-gahn) Mackandal. After the suicide of Henri Christophe in a novel by this author, the mulattoes take control of Haiti. For 10 points, name this author who created the slave Ti Noel in The Kingdom of This World and hails from Cuba.", "answer_sanitized": "Alejo Carpentier [or Alejo Carpentier y Valmont]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This color of light can be produced either by using helium-cadmium lasers, or frequency doubling the ground-state transition for neodymium-doped YAG, in which case you have a quasi-three-level gain medium, instead of a four-level. In a quasar's spectral energy distribution, thermal emission from gas in an accretion disk creates a big bump named for this color. LEDs of this color use indium gallium nitride or gallium nitride substrates. Horizontal-branch stars, common in globular clusters, are often alternately named for a \"loop\" of this color. Stars of this color typically have a spectral type of O, B, or A, and are plotted on the left side of an HR diagram, in contrast to red stars on the right. For 10 points, identify this color, which Rayleigh scattering imparts to the Earth's atmosphere.", "answer_sanitized": "blue [or violet; or obvious equivalents]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "During a psychiatric examination, this character is asked whether radium is heavier than lead and responds that he has not weighed them. For one assignment, this character only packs copies of the first part of a novel, although its second part was being used to decipher telegrams. After this man loses his documents, he begins walking west instead of south to the front at České Budějovice (CHESS- keh BOO-jeh-YO-vit-seh). At the beginning of the novel this character appears in, he sells mongrel dogs before being arrested for insulting Emperor Franz Josef I. This character is eventually captured by his own forces when he tries on a Russian uniform. For 10 points, name this \"feeble-minded\" Czech, the title \"Good Soldier\" of a Jaroslav Hašek (YAH-roh-slav HAH-shek) novel.", "answer_sanitized": "Josef Švejk (YO-sef sh-VAKE) [or The Good Soldier Švejk; or Josef Švejk]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This musician improvised a solo in the style of Bach's Inventions and Sinfonias during a rendition of \"Love Me or Leave Me\". An album titled for this musician's first name at the Village Gate includes a cover of \"The House of the Rising Sun\" predating the version by The Animals. This musician reinterpreted the Screamin' Jay Hawkins ballad \"I Put a Spell on You\" as a straightforward love song. This musician won early fame for her chart-topping 1958 recording of \"I Loves You, Porgy\". She is better known for a protest song written in response to the killing of Medgar Evers. For 10 points, name this musician whose songs \"Mississippi Goddam\", \"To Be Young, Gifted, and Black\", and \"Old Jim Crow\" made her a voice of the civil rights movement.", "answer_sanitized": "Nina Simone [or Eunice Kathleen Waymon]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "A 2006 controversy involved artwork created by these people offending students when posted to an online MIT course about \"Visualizing Cultures\". Milton Caniff created a pamphlet that instructed readers about how to spot these people. Their devastation is chronicled in John Dower's book Embracing Defeat. A pamphlet made by the artist of the Terry and the Pirates comic strip claims these people shuffle and never smile. A book about these people emphasizes their situational ethics and use of \"shame culture\" as opposed to American \"guilt culture\". That book about them was written in 1946 at the behest of the Office of War Information. For 10 points, what people's culture were the subject of Ruth Benedict's book The Chrysanthemum and the Sword?", "answer_sanitized": "Japanese people [or Nihonjin]", "category": "Social Science"}, {"question_sanitized": "Kolmogorov's three-series theorem gives conditions for when a set of random variables will have this property. If the limit superior of the xth derivative of f-of-x is greater than f-of-x, then an extended real-valued function will have the \"hypo-\" form of this property. The StolzÂ–Cesaro theorem can be used to show that the quotient of two functions will have this property if they are monotone and unbounded. The Riemann rearrangement theorem states that the terms of a function can be rearranged to sum to any value if they only possess the \"conditional\" form of this property. On the other hand, the \"absolute\" form of this property can be determined by performing the root test, ratio test, and Cauchy's (koh-SHEE's) test. For 10 points, name this property such that a series sums to a finite value.", "answer_sanitized": "convergence [or convergent]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In this province, Julian and Pappos were legendarily executed after giving themselves up to spare a town. The \"Thunderbolt Twelfth Legion\" lost its eagle standard during an ambush in this province, and this province was the site of the Kitos War. This province contained a location only accessible by a pathway called the \"Snake\". While not governor of it, Quirinus famously carried out a census of this newly-created province. The Sicarii (sick-CAR-ee) assassins operated in this province. The Arch of Titus commemorates a siege in this province. The Bar Kokhba revolt was fought in this province, where the siege of Masada and the destruction of the Second Temple also occurred. For 10 points, what Roman province was the site of the Great Jewish Revolt?", "answer_sanitized": " Judea [or Syria Palaestina; or Roman Syria until \"Snake\" is read]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "Salts of this element are the most common co-catalysts for atom-transfer radical polymerization. This element's phthalocyanine complex is the most commonly studied organic photovoltaic material. High-temperature superconductors often contain flat sheets of oxygen and this element. This element catalyzes the formation of 1,4-disubstituted triazoles from alkynes and azides in a classic \"click\" reaction. Like chromium, this element's plus-two hexa-aquo ions are not octahedral, owing to a JahnÂ– Teller distortion. Two atoms of this element bind oxygen in hemocyanin. A red precipitate of this element's oxide indicates the presence of reducing sugars in Benedict's test. This element gives malachite a green color, but its sulfate is deep blue. For 10 points, name this metal that is alloyed with tin in bronze.", "answer_sanitized": "copper [or Cu]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "When desperate for food, the protagonist of this novel steals a bone from a crippled dog and a sugar cube from a child's grave. A character in this novel has a dream in which he is unable to find a door at the end of a long hallway and decides that he will kill one man in every local village unless they help him track down an outlaw. The protagonist of this novel is brought food and taught Morse code by Coral Fellows while he is hiding out in her family's barn and laments that he has neglected his estranged daughter, Brigida. The \"mestizo\" is a stand-in for Judas in this book, in which the \"lieutenant\" uses the premise of a dying gringo's confession to lure the protagonist into a trap. For 10 points, name this novel about a whisky priest by Graham Greene.", "answer_sanitized": "The Power and the Glory", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Johan Zoffany painted a group portrait in which members of this institution crowd around two nude male models. This institution courted controversy when Myra, a portrait of a female child-killer, was shown at its \"Sensation\" exhibition. Its permanent collection includes a relief sculpture in which John the Baptist gives the bird toward Christ, who is sprawled out on Mary's lap; that sculpture is Michelangelo's Taddei Tondo. Thor Battering the Midgard Serpent was completed by Henry Fuseli as a \"diploma work\" for this institution. Annual \"Discourses on Art\" presented at this institution lay the foundation for the \"grand style\" of its first president, Joshua Reynolds. For 10 points, name this art institution founded in 18th-century Britain.", "answer_sanitized": "Royal Academy of Arts [or RA] ", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A wise sage with this profession shrewdly flatters the guardians Dumuzi and Gishzida in order to avoid a hefty punishment from their master. A Japanese god with this profession is born without bones and unable to walk, so he is set adrift in a boat at the age of three. In his adult form, the \"leech-child\" Hiruko has this profession, and is depicted as a laughing man with crippled legs named Ebisu. While engaging in this activity, Thor and Hymir mistakenly summon the Midgard Serpent. The poet Finn Eces (FINN-uh-GUSS) spends seven years performing this action, but his efforts are wasted when a young Finn MacCool cooks its end product to obtain all the wisdom in the world. For 10 points, name this activity used to capture the Salmon of Knowledge.", "answer_sanitized": "fishing [or fisherman]", "category": "Mythology"}, {"question_sanitized": "At one meeting, this man claimed that he performed \"not bad\" despite having to sit between two world leaders he compared to Jesus Christ and Napoleon. This man fiercely responded to accusations that he lied about reducing troop strength during the Maurice Debate. Due to his poor handling of the Chanak Crisis, Conservative leaders convened the Carlton Club meeting in order to discuss the option of leaving this man's coalition government. This man gave the Mansion House speech opposing Germany's role in the Second Moroccan Crisis. This \"Welsh Wizard\" opposed the plans of Vittorio Orlando and Georges Clemenceau to impose extreme punitive measures on a defeated Germany. For 10 points, name this Prime Minister who represented Britain at the Paris Peace Conference.", "answer_sanitized": "David Lloyd George [do not accept or prompt on \"Lloyd\" or \"George\"]", "subcategory": "History British", "category": "History"}, {"question_sanitized": "In an engraving by this man, a man perched on a tree branch sticks his rifle through foliage. This artist was elected to the National Academy on the strength of a popular painting of two men pensively cooking over a fire, listening to a band play a nostalgic song. His painting of four former slaves icily meeting a white woman borrows from the composition of a canvas in which this artist painted four officers being captured by an enemy general. His paintings A Visit from the Old Mistress and Prisoners from the Front draw from his experience as a Civil War correspondent. In a grim painting, this artist painted a black man in a rudderless boat beset by waves in shark-filled waters. For 10 points, name this American artist of The Gulf Stream.", "answer_sanitized": "Winslow Homer", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}], "bonuses": []}