{"tossups": [{"question_sanitized": "An example of this general type of technique in quantum optics affects rapidly oscillating terms in a Hamiltonian and is the rotating wave example. In a lowly-doped semiconductor, an example of this type of technique is the use of the MaxwellÂ–Boltzmann distribution. Separating the electronic motion and nuclear motion of a molecule is an example of this type of technique, as is the semiclassical expansion of a wavefunction, which are the BornÂ–Oppenheimer and WKB techniques, respectively. An example of it, often applied in pendulum analysis, uses the first terms of a Taylor expansion to replace sine of alpha with alpha, and cosine of alpha with one, for small angles. For 10 points, name this type of technique in which the computational difficulty of a physics problem is reduced by not computing all terms exactly.", "answer_sanitized": "approximation [or word forms, such as approximating]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A character in this novel is hit in the face by spitballs while watching a play in which the stage goes dark after a hairdresser hits the electric cord with her broom. In this novel, a man wears a bandage on his ear after it is set on fire during a home invasion. A character in this novel decides to make Teresa Guiccioli (gwee-CHOH-lee) a middle-aged widow in his opera Byron in Italy. This novel's protagonist takes euthanized dogs to an incinerator while volunteering for an animal welfare clinic run by Bev Shaw. Its protagonist moves onto a farm with his daughter Lucy after he resigns from his job as a Communications Professor at a university in Cape Town. For 10 points, name this novel focusing on the events following David Lurie's seduction of his student Melanie Isaacs, by J. M. Coetzee.", "answer_sanitized": "Disgrace", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A court case started as a result of this event named Shano Collins the wronged party by alleging he lost 1,784 dollars. A signal to participants at the beginning of this event was an object thrown at the back of Morrie Rath. Hugh Fullerton and his protégé, Ring Lardner, were among the first to investigate this scandal. Arnold Rothstein claimed to have turned down \"Sport\" Sullivan's offer to become involved in this scandal. In the wake of this scandal, Judge Kenesaw Mountain Landis was given unlimited authority, resulting in the permanent expulsion of men like Shoeless Joe Jackson. For 10 points, name this scandal in a World Series in which eight players from the losing team intentionally lost games.", "answer_sanitized": "Black Sox Scandal [or 1919 World Series; or 1919 after World Series is read]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In a film from this country, a boy atones for setting fire to his cruel brother's motorbike by working in a circus. Religious strife, lesbianism, and misogyny in this country were examined, respectively, in Earth, Fire, and Water, three films comprising the Elements trilogy. A producer born in this country adapted several E. M. Forster novels in collaboration with director James Ivory. The masterpiece of its Parallel Cinema movement is a film in which a boy and his sister run to catch a glimpse of a train. That film, Pather Panchali, is the first in a trilogy from this country about the upbringing of Apu. For 10 points, name this country where Satyajit Ray produced realistic films as an alternative to those of commercial Bollywood.", "answer_sanitized": "India [or Republic of India; or Bharat Ganarajya]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "During the most popular version of this ceremony, an open door facing east is the only entrance to the \"hocoka\", a temporary arbor built around a cottonwood tree. Some participants in this ceremony plunge hooks into the skin on their chests, which are attached to poles set in the ground by bison sinews. A series of rafters are set around a sacred pole within a medicine lodge in the Blackfoot version of this ritual, which was suppressed in the United States and Canada until the mid-20th century. For 10 points, the Sioux and other Plains Indians practice what ritual in which the power of a heavenly body is invoked?", "answer_sanitized": "sun dance [or wi wanyang wacipi; or sun gazing dance]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The holder of this post once told Mike Coffman, \"I've run a large company, sir. What have you done?\". That holder of this post once told \"Meet the Press\" that 60 employees had been fired, but later backtracked to say it was only eight. The man who holds this post apologized in 2015 for lying about his past in a clumsy effort to \"connect\" with a homeless man in Los Angeles. It is currently held by a former head of Procter and Gamble who was strongly chided for comments comparing his department to the \"experience\" at Disney theme parks. Eric Shinseki resigned from this position in 2014 and was succeeded by the gaffe-prone Robert McDonald. For 10 points, holders of what Cabinet position have faced scandals about the lack of timely healthcare for military members?", "answer_sanitized": "Secretary of Veterans Affairs [or VA; do not accept \"Department of Veterans Affairs\"]", "category": "Current Events"}, {"question_sanitized": "The term \"Erstorientierung\" (AIRST-orient-tee-roong) is used to describe the behavior of these animals in novel situations. Spallanzani sequentially destroyed the special senses of these animals to explain a phenomenon eventually characterized by Galambos and Griffin. Several species of these animals have been ravaged by infection with P. destructans. Some of these animals modulate vocalization using noseleaves. The CF types of them use Doppler-shift compensation to optimize input to their acoustic fovea. A myotis species of them has been extirpated in multiple sites by white-nose syndrome. The Egyptian tomb species of these animals in the order Chiroptera carries the coronavirus that causes MERS, and they are believed to be the reservoirs of ebola virus. For 10 points, name these winged mammals.", "answer_sanitized": "bats [or specific species of bat]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A character who lives in this city constantly recalls how he once worked a day in a grocery store in exchange for a ham that he was never given. An owner of a restaurant in this city rejects a buyout offer of 10,000 dollars from a funeral home owner. At the end of a play set in this city, a World War II veteran blows his trumpet to open the gates of heaven for his father, but no sound comes out. This city's residents include Aunt Ester, who is supposedly 322 years old in the play Two Trains Running. In another play set here, a garbageman chastises his son for leaving his job at the A&amp;P to play football. For 10 points, name this city home to Troy Maxson in Fences, and which titles a cycle of plays written by August Wilson.", "answer_sanitized": "Pittsburgh", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Many depictions of this battle include a mounted Saint George with a lance in a red, yellow, and green semicircle above the fighting assisting the victors of this battle. Oromo cavalry shouted \"Reap! Reap!\" during their slaughter of an entrapped brigade during this battle. The victors in it were assisted by a shipment of Russian arms organized by Nikolay Leontiev. The losing commander in this battle was ordered to advance against his judgment by Francesco Crispi, who was forced to resign in the aftermath of it. This battle led to the signing of a treaty that nullified the earlier Treaty of Wuchale. Oreste Baratieri was court-martialed for his defeat during it. For 10 points, name this victory for Menelik II that prevented Italian colonization of Ethiopia.", "answer_sanitized": "Battle of Adowa [or Battle of Adwa]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In a letter, an artist called one of these places a \"devil's furnace\" because he painted its contrasting teal ceiling and red walls. Japanese prints hang in the background of one of these places in a painting depicting the artist's model and mistress Agostina Segatori. A painting of one of these places was used to settle a debt with Joseph Ginoux (jee-NOO), who appears dressed in white. A painting of a terrace at one of these places includes a night sky similar to the artist's Starry Night Over the Rhône. An 1888 painting of one of these places features three-equally placed ceiling lights and a billiards table. For 10 points, name these places depicted in two paintings by Vincent van Gogh that both show several tables.", "answer_sanitized": "cafés [or Agostina Segatori Sitting in the Café du Tambourin; or The Night Café; or Café Terrace at Night; prompt on restaurants or obvious equivalents of \"restaurants\"]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The losing side in this battle had been reinforced by six thousand troops under the command of Antonin, the Comte du Lauzun (low-ZUN), many of whom were conscripted German prisoners of war. Frederick Hermann, the Duke of Schomberg, was killed at this battle, during which a canyon at Roughgrange prevented fighting between the bulk of both armies. Commemorated by a contemporary holiday called The Twelfth, this battle was followed a year later by the loser's successful defense of Limerick. The victor in this battle used it to gather support for the League of Augsburg, and it finalized his control of the British Isles in the wake of the Glorious Revolution. For 10 points, name this 1690 battle in Ireland at which William III's forces ended any chance of James II retaking the English throne.", "answer_sanitized": "Battle of the Boyne ", "subcategory": "History British", "category": "History"}, {"question_sanitized": "Trojan equestrian exercises are compared to this place in a simile from the Aeneid that may have inspired British turf structures called Troy Towns. This place's name may derive from a ceremonial double-headed ax. People were first sent to this place after Androgeus was killed for winning at the PanÂ·athenaic games. The resident of this place was named Asterion and was born after his mother used a wooden disguise to mate with her love interest. Every nine years, seven boys and seven girls were killed in this place by Pasiphaë's son, a practice ended when Ariadne gave a ball of string to a hero to help him kill its resident and escape. For 10 points, Daedalus built what maze-like dungeon on Crete to house the Minotaur?", "answer_sanitized": "the Labyrinth [or labyrinthos; prompt on Crete]", "category": "Mythology"}, {"question_sanitized": "Arthur Jensen criticized the theory of this phenomenon by appealing to other explanations such as the YerkesÂ–Dodson law. Schmader, Johns, and Forbes created a model of this phenomenon including stages of stress arousal and negative thought suppression which impair executive function. Geoff Cohen's research on this phenomenon demonstrates that it can be reduced through self-affirmation exercises. It was discovered in a study conducted by Joshua Aronson and Claude Steele in which black students performed worse on a GRE when told it was an intelligence test. For 10 points, name this phenomenon partially responsible for the racial achievement gap in which people underperform on tasks due to fear of conforming to negative prejudices about their social group.", "answer_sanitized": "stereotype threat ", "category": "Social Science"}, {"question_sanitized": "Two characters in this novel write a story called \"The Mountain Eyrie\" about a man named Hugh who had died at Flanders Field. Characters in this novel see a group of unemployed men waiting for welfare checks during a walk on High Street, and those characters spill ink on themselves in the hope of interacting with Miss Lockhart. A character in this novel who reads Kidnapped and fantasizes about Alan Breck becomes a nun named Sister Helena who writes the treatise \"The Transfiguration of the Commonplace\". This novel's protagonist has a rivalry with Miss Mackay and calls a group the \"crème de la crème\". For 10 points, name this novel about a fascist-sympathizing instructor with a namesake \"set\" at the Marcia Blaine School for Girls, written by Muriel Spark.", "answer_sanitized": "The Prime of Miss Jean Brodie", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The lunar studies of Tera and Wasserburg introduced a coupled evolution diagram for this system. An abundance constant of one over 137.88 allows one to separately compare two components of this system to a reference. This system can be used with samples that have undergone metamictization by chemically abrading them. A locus of concordant coordinates on a concordia diagram is an essential part of using this system. Zircon is particularly awesome when using this system because it concentrates the actinide component of this system while excluding the carbon group component of this system. For 10 points, radiometric dating spanning one million years to billions of years is possible using what system, named for the two elements it uses, with isotopes of 235 or 238 and 206 or 207.", "answer_sanitized": "uraniumÂ–thoriumÂ–lead dating [or UÂ–ThÂ–Pb dating; prompt on dating] ", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "During one of these conflicts, a ruler successfully besieged a castle by undermining a tower, placing slaughtered fat pigs near the mine props, and setting them on fire. In another of these conflicts, Richard de Southchurch proposed using a catapult to launch cocks whose feet were on fire into an enemy city. One of these wars began when the Provisions of Oxford were ignored. Robert Fitzwalter was captured in one of them, while another featured the Battle of Evesham, where Simon de Montfort was killed. The first of these conflicts was waged after the failure of a monarch to abide by the Magna Carta. One of them was waged against John, while the second was against Henry III. For 10 points, what two conflicts featured English landowners sparring with the king?", "answer_sanitized": "Barons' Wars", "subcategory": "History British", "category": "History"}, {"question_sanitized": "Infinitesimals and their reciprocals are converted into numbers described by this adjective via the standard part function. Along with the word \"projective\", this adjective describes a plane made by identifying opposite sides of the Möbius strip. Students may be taught about Lebesgue (luh-BEG) integration or the HeineÂ–Borel theorem in the branch of analysis described by this term, which is generally tougher to understand than complex analysis. This adjective is used to describe a system that is constructed via Dedekind cuts and was shown to be uncountable by Cantor's diagonalization argument. For 10 points, irrational and rational numbers comprise what other kind of numbers often abbreviated with a capital R.", "answer_sanitized": "real [or real projective plane; or real projective space early]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This composer wrote a piece whose fourth movement begins with four horns and two trumpets playing a cadenza-like fanfare over a snare drum roll. That piece by him comprises five linked movements, the first and third of which are marked \"Vivo e strepitoso\" and are identical except for their key and orchestration. The \"Procession of the Nobles\" is often excerpted from this composer's opera Mlada. A \"Fandango asturiano\" and two \"Alborada\" movements are part of his Capriccio Espagnol. In a fast-paced interlude from one of his operas, a rapidly descending chromatic scale played by flutes and first violins depicts the buzzing of the metamorphosed son of the title Tsar Saltan. For 10 points, name this composer of the \"Flight of the Bumblebee\".", "answer_sanitized": "Nikolai Rimsky-Korsakov [or Nikolai Andreyevich Rimsky-Korsakov]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This book claims that being miserly breeds ignominy but not hate, while being liberal breeds both ignominy and hate. This book recalls how Achilles was raised by Chiron so that he understood the nature of both man and beasts. It distinguishes Moses, Cyrus, Theseus, and Romulus from Savonarola, whose institutions failed because he was unarmed. Ending by quoting Petrarch, this book applauds Severus for behaving as both a lion and a fox. It admonishes the use of auxiliaries and mercenaries, while repeatedly referencing the success of Cesare Borgia. For 10 points, name this book dedicated to Lorenzo de Medici that claims, \"if we must choose between them, it is far safer to be feared than loved\" as advice to the title ruler, by Niccolo Machiavelli.", "answer_sanitized": "The Prince [or Il Principe]", "category": "Philosophy"}, {"question_sanitized": "The protagonist of this play would rather stand \"three times in battle holding up my shield than give birth once\". It ends with a summation stating \"what we expected never came to pass, what we did not expect the gods brought to bear\". In this play, a king is given magical fertility drugs and does not understand a riddle about \"unstopping the wineskin's neck\". This play ends with the title character predicting a man will suffer a \"miserable death... fitting for a coward\" aboard his ship and refusing his request that he may touch the \"tender skin\" of his sons. The title character flees after killing her own children and using a poisoned coronet and dress to murder her husband's would-be new bride, the Corinthian princess Glauce. For 10 points, name this Euripides tragedy about the vengeful wife of Jason.", "answer_sanitized": "Medea", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "Near the end of a novel by this man, an elephant escapes from the zoo with \"a large and fat old gentleman\" riding on its back. This man ended that novel with the protagonist arguing he has suffered and then seeing a giant face ask \"Can ye drink of the cup that I drink of?\". This author wrote a story in which Aristide Valentin hunts a thief whose attack on reason reveals bad theology and exposes his disguise as a clergyman. A recurring character first appears in his story \"The Blue Cross\", where he captures his future partner, the jewel thief Flambeau. This man wrote a novel in which Gabriel Syme infiltrates an anarchist council whose heads have names of the days of the week. For 10 points, name this Catholic creator of amateur detective Father Brown who wrote The Man Who Was Thursday.", "answer_sanitized": "G. K. Chesterton [or Gilbert Keith Chesterton]", "subcategory": "Literature British", "category": "Literature"}], "bonuses": []}