{"tossups": [{"question_sanitized": "When this process occurs during nucleophilic addition of Grignard (green-YAHR) reagents to alpha- chiral carbonyls, it results in the product having opposite stereochemistry to that predicted by the AnhÂ–Eisenstein stereoelectronic model. This process can be exploited to template ethylene glycol oligomers for efficient crown ether synthesis. Like the macrocyclic effect, this process can be considered as a result of a higher degree of ligand (LIG-ind) set preorganization. This process requires ligands that can have a denticity of two or greater. A manifestation of this process is the displacement of ammonia by ligands such as TMEDA and ethylene diamine. This process explains the effectiveness of EDTA as a ligand. Multiple sites on a ligand bind to a single guest in it. For 10 points, a type of therapy named for what process is often used to treat heavy metal poisoning?", "answer_sanitized": "chelation [or chelate effect; or word forms]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In a book titled for the \"visual text\" of this poet, Henry M. Sayre compared the artistic merit of one of his poems to that of Duchamp's Fountain, noting the importance of its \"banal, trivial\" nature. This poet wrote of the \"twiggy stuff\" of bushes and trees, \"They enter the new world naked, cold, uncertain of all save that they enter\". One of his short poems describes a cat that \"climbed over the top of the jamcloset\" and \"into the pit of the empty flowerpot\". This author of \"Poem\" and \"Spring and All\" wrote a poem whose speaker says, \"forgive me they were delicious\", after admitting he ate the plums in the icebox. For 10 points, name this poet of \"This Is Just to Say\" who described an object \"glazed with rain water beside the white chickens\" in \"The Red Wheelbarrow\".", "answer_sanitized": "William Carlos Williams", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "While in prison, this man was aided by former World War II hero Audie Murphy, who tried to persuade this man's accuser, Edward Grady Partin, to recant. He received a commuted sentence from Richard Nixon, probably as part of a deal Nixon made with this person's successor, Frank Fitzsimmons. In 1957, George Meany successfully got this man's organization ejected from a larger group after corruption investigations. On July 30, 1975, he went to the Machus Red Fox Restaurant in Bloomfield Township to meet Anthony Giacalone and Anthony Provenzano. Rumors claim this man is buried somewhere under Giants Stadium, possibly after being killed by the mob. For 10 points, name this leader of the International Brotherhood of Teamsters whose disappearance is still unsolved.", "answer_sanitized": "James Riddle \"Jimmy\" Hoffa", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In one of these pieces, the direction \"L'istesso tempo\" indicates shifts between time signatures like 6/16 and 12/32 in the second movement Arietta. A rapid arpeggio starting with an ascending \"G-sharp C-sharp E G-sharp\" begins a stormy theme in the Presto agitato third movement of one of these pieces, its composer's Opus 27 No. 2. An Allegro assai in 12/8 time opens an F minor piece of this type, a huge hit from its composer's \"middle period\". A composer instructed that the damper pedal be pressed the whole way in one of these pieces, whose name was coined by Ludwig Rellstab to evoke a view over Lake Lucerne. For 10 points, name these pieces, such as \"Appassionata\" and \"Moonlight\", that Beethoven wrote for a solo keyboard instrument.", "answer_sanitized": "piano sonatas by Beethoven [prompt on sonatas]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Jerry Fodor's rejection of a theory of this property based on inferential roles led him to argue that lexical concepts are \"informational atoms\". A paper commonly referred to by the acronym PTQ posits that this property is a function of a sentence's syntactic constituents and their combinations; that paper was written by Richard Montague. Donald Davidson proposed a theory of this property in which every sentence in a language corresponds to a Tarskian (TAR-skee-in) T-sentence. Hilary Putnam imagined a \"Twin Earth\" containing a substance physically identical to water known as XYZ to argue that this property \"ain't just in the head\". In Philosophical Investigations, Wittgenstein argues that this property is determined by a word's use. For 10 points, name this property studied in semantics.", "answer_sanitized": "meaning [prompt on semantics] ", "category": "Philosophy"}, {"question_sanitized": "An early practitioner of this discipline wrote a student periodical called The Pen-Viper. The WheelerÂ– Kenyon method in this discipline is used to create a \"balk\" on a grid. An amateur practitioner of it was a German who made a fortune as a Crimean War contractor and in the indigo business. \"New perspectives\" on this discipline were written by Lewis Binford, a proponent of its \"processual\" type that emphasizes culture. The seriation method in this discipline was first used by Flinders Petrie. A practitioner of it discovered what would later become known as Linear A and Linear B. Arthur Evans was practicing this discipline when he found Knossos on the island of Crete. For 10 points, what is the study of human activity by analyzing material culture?", "answer_sanitized": "archaeology [prompt on anthropology, ethnology, or Egyptology]", "category": "Social Science"}, {"question_sanitized": "For a signal, a form of this thing is often used to characterize the \"brightness\" of the signal and is given as a weighted mean of all the individual frequencies of the signal. The surface area of revolution is equal to the arc length times the distance traveled by this point in a theorem named for Pappus. If an object has uniform density, then this thing will simply be the center of mass. Along with the orthocenter and circumcenter, the Euler line runs through this \"geometric center\", which divides cevians in a two-to-one ratio. For a triangle, this point is the intersection of medians. For 10 points, name this quantity, which can be thought of as the arithmetic mean of the coordinates of every point in an object.", "answer_sanitized": "centroid [anti-prompt on barycenter or center of mass until \"center of mass\" is read and do not accept afterwards] ", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In a poem by this man, a boy is bound \"with belts and straps\" before an angel appears and commands, \"Offer the Ram of Pride instead of him\", but is ignored. Another of his poems describes a tunnel \"scooped through granites which titanic wars had groined\". This poet imagined Abraham going through with the sacrifice of Isaac in \"The Parable of the Young Man and the Old\". A poem by him imagines \"the shrill, demented choirs\" that mourn men in whose eyes \"shine the holy glimmers of good-byes\". \"An ecstasy of fumbling\" follows the call \"Gas! Gas! Quick, boys!\" in a poem by this man whose title is taken from Horace. For 10 points, name this World War I poet who wrote \"Strange Meeting\", \"Anthem for Doomed Youth\", and \"Dulce et Decorum Est\".", "answer_sanitized": "Wilfred Owen [or Wilfred Edward Salter Owen]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A large one of these objects was taken from Raud the Strong by a king so upset at his refusal to convert to Christianity that he forced a snake down Raud's throat. Charles the Bald's precautions at the Île de la Cité (EEL de la see-TAY) against the use of these objects helped repulse an 885 to 886 siege of Paris. The \"clinker\" technique for making these objects was later adopted to build \"cogs\". Examples of these objects include faerings, karves, or knarrs. Several artifacts found inside a buried one of these objects at Sutton Hoo matched descriptions found in Beowulf. These objects, exemplified by Olaf Tryggvason's \"Long Serpent\", were often fit with ornamental dragon heads. For 10 points, name this type of transport used by Leif Erikson and many Viking raiders.", "answer_sanitized": "Viking ships [or longships; or boats]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A Daoist commentary from the Chongqing (chung-ching) school reveals that their shamans used this substance with ginseng to predict the future. An armed, nomadic order within Sikhism known as the Nihang use this substance for meditation, doing so in spite of Guru Nanak's proclamation that \"Awe of the... Lord God\" has taken the place of this substance. Sikh societies usually prepare this substance in a drinkable form known as bhang. Some Hindus believe this substance to be created by Shiva from his own body, and consume this substance during the Holi festival. A new religious movement consumes this substance using Chalices of Wisdom, believing it to be a gift from Jah. For 10 points, give this psychoactive flowering plant, used sacramentally by the Rastafari movement.", "answer_sanitized": "cannabis [or obvious equivalents]", "category": "Religion"}, {"question_sanitized": "The course landaise (coorse lawn-DEZZ) is a variety of this activity popular in Gascony. Participants in this activity wear an ornate costume known as a \"suit of lights\". A law concerning this activity failed to cover the similar practice of correbous (cor-ruh-BOOZ), a variant of which involves attaching flares to one participant. This activity, described in the book Death in the Afternoon, was a major inspiration for the paso doble dance. Participants in this activity use lances and banderillas before the beginning of the tercio de muerte, in which a participant emerges with a red cape. For 10 points, name this activity now banned in Catalonia, in which matadors risk their lives attempting to kill a violent bovine.", "answer_sanitized": " bullfighting [or corrida de toros; or tauromachy; do not accept \"running of the bulls\"]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The camera focuses on this character fiddling with and dropping his hat as he nervously talks to a woman he likes. He abides by his father's motto to \"always see life around you as if you'd just come out of a long tunnel\". This man punches several reporters for printing a story showing him holding his nose and imitating a birdcall. He is chosen by \"Happy\" Hopper when a flipped coin lands on its edge. This man starts to scrounge through bins of letters and telegrams, but soon collapses at the end of a twenty-four hour filibuster. The Taylor machine-backed graft scheme to build a dam on Willet Creek threatens this man's bill proposing a national boys' camp. For 10 points, name this naïve senator who, in a Frank Capra film, Goes to Washington.", "answer_sanitized": "Mr. Smith [or Jefferson Smith; or Jefferson Smith; or Jeff]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "The first step in producing results from these devices is using a vertex and a tracking detector; examples of the latter are time projection chambers and scintillation detectors. A design of these devices popularized by E. O. Lawrence uses a circular tube split into two back-to-back regions shaped like capital Ds, across which an electric field reverses polarity. The first good example of these devices worked by charging a large bank of capacitors in parallel and was designed John Cockcroft and Ernest Walton. These devices are used for deep inelastic scattering experiments, with some of the first taking place at SLAC. An example of them that collides beams is the Tevatron. For 10 points, identify these devices that use electric fields to speed up particles, such as the LHC.", "answer_sanitized": "particle accelerators [or atom smashers; or colliders; anti-prompt on cyclotron]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a scene in this play, there is a knock on the protagonist's door immediately after he confides in a doctor his fear that \"presently the younger generation will come knocking at my door\". This play's title character is tormented by invisible \"servers and helpers\" that he believes punished him for not fixing a crack in his chimney. This play's protagonist is frequently compared to a \"troll\" by a girl who mysteriously appears and demands to be given \"the kingdom\" that she was promised ten years earlier. This play's protagonist, who hopes Kaja Fosli will convince Ragnar Brovik to keep working for him, dies attempting to impress Hilda Wangel by placing a wreath atop his newly built tower. For 10 points, name this Henrik Ibsen play about Halvard Solness, an architect.", "answer_sanitized": "The Master Builder [or Bygmester Solness]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Until its theft by the Swedes, the largest known medieval manuscript, the Codex Gigas, was kept in this city. This city's Old Town Square is home to twenty-seven crosses that mark the spot of a mass execution. The palindromic number \"135797531\" represents the exact moment when Charles IV laid the cornerstone of his namesake bridge in this city. A campaign against this city by Holy Roman Emperor Sigismund was repulsed at the Battle of Vitkov Hill. Frederick V, the \"Winter King\", was defeated at the Battle of White Mountain outside this city. This city, where Jan Hus (yahn hooss) spent much of his life, was where Filip Fabricius and two pro-Catholic counts supposedly fell onto a pile of dung. For 10 points, name this Bohemian city where a 1618 defenestration sparked the Thirty Years' War.", "answer_sanitized": "Prague [or Praha]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "During a wintertime festival dedicated to this god, amaranth dough idols of him are made and eaten. One of this god's manifestations, Nappatecuhtli (nappa-TAY-quit-lee), was the creator of tools for trade and hunting, and was one of the four cardinal directions and corners of the universe that this deity presided over. Along with the god of war, this deity was worshiped at the Templo Mayor (mah- YORE). As the third sun, this god destroyed the world out of grief for his kidnapped wife Xochiquetzal (show-chee-KET-sahl). This god ruled over a cosmic domain characterized by vernal plant-life; that domain was the afterlife destination of people who drowned, were struck by lightning, and died of water-borne disease. Many child sacrifices were made to appease this deity. For 10 points, name this Aztec rain deity.", "answer_sanitized": "Tlaloc", "category": "Mythology"}, {"question_sanitized": "Despite a clause in the Treaty of Paris, a fort of this name, captured by William Johnson in the French and Indian War, was not ceded to the United States until the signing of Jay's Treaty. Two thousand Native American leaders signed a treaty of this name with William Johnson in 1741. A city of this name was the site of the historic Edward Dean Adams Power Plant. The 93rd and 99th Street Schools were built atop a toxic dumpsite in the Love Canal neighborhood of a city of this name. A natural landmark of this name was a favorite site for harrowing tight-rope walks and was descended in 1901 by schoolteacher Annie Edson Taylor in a barrel. For 10 points, identify this name common to a set of magnificent waterfalls in upstate New York.", "answer_sanitized": "Niagara Falls", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In a Raphael painting, this man appears in a dark blue robe with a facial expression taken from the recently excavated Laocoön (lao-KOH-on) sculpture group. A direct reproduction of a self-portrait by Nicolas Poussin (poo-SANN) points to this man from the bottom-left of another painting, in which he sits above a green-robed woman with an oar. A philosopher touches his gold chain with his left hand while placing his illuminated right hand on a sculpture of this man in a Rembrandt painting. In an 1827 appearance, Molière, Dante, and Shakespeare are among those who watch as this man is crowned by Nike. For 10 points, name this subject of an \"Apotheosis\" by Ingres (AANG), in which he is flanked by personifications of the Iliad and the Odyssey.", "answer_sanitized": "Homer", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "These structures are sensitive to IKur inhibitors, which prolong their effective refractory period. A namesake molecule secreted from these structures promotes renal sodium release in opposition to aldosterone and is closely related to brain natriuretic peptide. The embryonic sinus venosus is bounded by a region that becomes the pectinate muscles of these structures. They are depolarized at the start of the PR interval, and the right one of them contains the SA node, which initiates an action potential causing both of them to contract. The mitral valve opens to let blood flow from the left one of these upper chambers. For 10 points, name these cardiac structures that receive blood from the vena cavae and pulmonary vein before passing it to ventricles.", "answer_sanitized": "atria [or right atrium; or left atrium; prompt on heart]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In this novel, a character writes love letters for other couples while at the Avenue of the Scribes. After a character in this novel writes \"This pussy is mine\" in red paint on his lover's belly, that lover undresses in front of her husband, prompting her husband to cut her throat. That character in this novel saves Leona Cassiani from the streets, making her a typist in the telegraph company where he assumes the leadership position of Uncle Leo XII. This novel opens with the suicide of the photographer Jeremiah de Saint-Amour. In this book, a fall down a ladder while chasing an escaped parrot causes the death of doctor Juvenal Urbino. For 10 points, name this Gabriel García Márquez novel about the unrequited passion of Florentino Ariza for Fermina Daza.", "answer_sanitized": "Love in the Time of Cholera [or El Amor en los Tiempos del Colera]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In the early stages of this campaign, a large number of troops were slaughtered at the Badger's Mouth pass. Opposing sides in this campaign deployed counterweight trebuchets called \"Muslim Paos\" and used iron chains to lower devastating \"thunder-crash bombs\". The winning side in this campaign bestowed the title of \"maharaja\" upon the traitorous last king of Dali. The Toluid civil war derailed this campaign for three years. This campaign as a whole ended after a navy overcame a ten to one numerical disadvantage at the Battle of Yamen. The early stage of this campaign ended with Ögedei overseeing the fall of the Jin dynasty. For 10 points, name this military campaign that ended in 1279, with Kublai Khan's establishment of the Yuan dynasty.", "answer_sanitized": "Mongol invasion of China [or Mongol conquest of China; or Mongol conquest of the Western Xia dynasty; or Mongol conquest of the Jin dynasty; or Mongol conquest of the Song dynasty; or obvious equivalents] ", "subcategory": "History World", "category": "History"}], "bonuses": []}