{"tossups": [{"question_sanitized": "The main group of figures from this painting were re-used for the artist's later print The Barricade. A 1993 London exhibition that included period photographs by François Aubert brought the Boston and Mannheim versions of this painting together with the National Gallery's own fragmentary version. Julian Barnes highlighted the unusual turned-out angles of the feet of the men on the right of this painting, whose print was banned in the Second Empire due to those men's French-looking uniforms. A crowd peers over a stone wall to watch the title action of this painting. In this painting, the title leader wears a sombrero that some critics have likened to a halo. This painting was heavily influenced by The Third of May, 1808. For 10 points, name this Édouard Manet painting in which a firing squad kills the title Emperor of Mexico.", "answer_sanitized": "The Execution of Emperor Maximilian I &lt;Arts Painting - Bentley&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Viggo Brun used one of these methods to prove the existence of his namesake constant. The Bombieri-Vinogradov theorem, which estimates the error in Dirichlet's theorem, was proven using a “large” one of these methods. The size of a set is expressed as a sum involving the Möbius function in the Legendre identity, which is the basis for many of these methods such as one named for Atle Selberg. Yitang Zhang used these methods to prove the bounded gaps conjecture. These methods are called “combinatorial” when they are based on the inclusion-exclusion principle. Modern methods named for Sundaram and Atkin improve upon an ancient one of these methods in which multiples of small integers are successively removed from a sample set until only the prime numbers remain. For 10 points, name these methods of constructing specific subsets of the natural numbers, one of which is named for Eratosthenes.", "answer_sanitized": "sieves  &lt;Science Math - French&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "One poem dedicated to this entity claimed that three parts of it “will have me caress my Lisette”, “pin flowers to her ruff”, and “lead her to joyful lawns”. Portions of this entity were dedicated to “opinion”, “virtue”, and “rewards”, while others celebrated oat, onion, and rye. This entity was constructed by a committee including the poet Fabre d'Églantine, who oversaw naming, and Joseph-Louis Lagrange, who was in charge of its mathematical aspects. A series of portions of this entity were named for weather conditions, including Nivôse and Pluviôse. Working conditions were worsened by this entity's use of cycles of ten days instead of traditional weeks. This entity officially began on September 22, 1792. For 10 points, name this entity in which Thermidor and Fructidor replaced July and August.", "answer_sanitized": "French Republican Calendar [accept French Revolutionary Calendar, prompt on French Calendar, Revolutionary or Republican calendar, calendar in general]  &lt;History European 1400-1914 - Myers&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The ER notation for this technique was developed by Testa and Reinmuth. Three conjoined upright cylinders make up an apparatus invented by August Wilhelm von Hofmann for performing this technique on water. To prevent chlorine from reacting in solution, Hamilton Castner employed mercury in this technique and received a patent before founding a company with Austrian chemist Karl Kellner. Using this technique on heavy water over a palladium substrate, Fleischmann and Pons dubiously claimed the excess heat was due to cold fusion. This technique was used by Humphry Davy to isolate potassium from potash. Mechanistic reactions using it are analyzed with cyclic voltammetry. For 10 points, name this technique that isolates chemical products by applying a DC current.", "answer_sanitized": "electrolysis &lt;Science Chemistry - Etzkorn&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A 1998 play by Mark Ravenhill intertwines a prequel to a play by this author with a plot about a gay and a lesbian couple each trying to raise a baby. In a play by this author, a character remarks that “the people the world takes seriously” are “dull people” after commenting on the “astounding stupidity of optimism.” In another play by this author, an old lady ridicules another character for being born “in a handbag.” A man in a play by this author is rumored to be having an affair with Mrs. Erlynne, who never tells the title character that she is her long-lost mother. In a play by this author, a character avoids social obligations by visiting the imaginary “permanent invalid” Bunbury. For 10 points, name this author of Lady Windermere's Fan and The Importance of Being Earnest.", "answer_sanitized": "Oscar Wilde &lt;Literature British Non-Shakespeare - French&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A proposal to build a highway across this island originally included several sections to be built on causeways off its coast due to the complex nature of property rights on this island. That road is projected to pass around the land of the Baduy, this island's last uncontacted people, and through a city on this island nicknamed “Solo”. The sacred volcano of Mt. Bromo is located in this island's Tengger Mountain chain, the home of much of its Hindu community. This island's port of Surabaya contains a bridge to the smaller island of Madura. The city of Yogyakarta is one of two on this island that makes up its own province. Buddhists on this island worship at the massive shrine of Borobudur. For 10 points, name this most populous island in Indonesia, the home of its capital of Jakarta.", "answer_sanitized": "Java [accept Jawa]  &lt;Geography World - Myers&gt;", "category": "Geography"}, {"question_sanitized": "One character in this play decides to go to medical school after seeing a boy get his head split open in a sledding accident. A play by Bruce Norris chronicles the immediate aftermath of this play's action. A character in this play who carries a newspaper article about a bombing with her, Wilhelmina Johnson, was cut from most performances. One character in this play gives his grandmother a too-large gardening hat that she subsequently wears anyway. A nickname meaning “one for whom bread is not enough” is given to one character in this play by her boyfriend. One character in this play shouts “it expresses me!” about a plant that her granddaughter, Beneatha, was about to discard. In this play, the Clybourne Park Improvement Association attempts to prevent the Younger family from moving into their neighborhood. For 10 points, name this most famous play of Lorraine Hansberry.", "answer_sanitized": "A Raisin in the Sun &lt;Literature American - Myers&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Both the standard form of this instrument and a “low” form of it are used in Charpentier's Te Deum. This instrument is now used to play a D major excerpt from the semi-opera The Island Princess. A popular arrangement by Henry Wood adds strings and this instrument to a piece by the first organist of the rebuilt St Paul's Cathedral. The most prolific Baroque era composer for this instrument was Giuseppe Torelli. The third movement of the second Brandenburg concerto opens with a solo in its clarino register, though its “piccolo” variety is often used instead. A piece misattributed to Purcell is a “Tune” titled for this instrument by Jeremiah Clarke, whose Prince of Denmark's March is often named for it. For 10 points, name this instrument with a popular namesake Voluntary.", "answer_sanitized": "trumpets  &lt;Arts Music - Smith&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In The Indissoluble Link, one thinker from this century argued that a return to the principles of Muhammad's era would strengthen an Islamic state. The Theology of Unity, published during this century, argued for the incorporation of scientific methods into the interpretation of the Quran. During this century, Jamaluddin al-Afghani was expelled from 4 different countries for his dissenting writings and Muhammad Abduh enraged traditionalists by adding new texts to the curriculum of Al-Azhar University. In a rebellion during this century, Muhammad Ahmad declared himself the Mahdi and founded a state in modern Sudan. The government of Persia executed the Bab and imprisoned his pupil, Baha'ullah, during this century. For 10 poitns, name this century during which Islamic Modernism was founded and had to accommodate the British annexation of Egypt.", "answer_sanitized": "19th century [accept 1800s, 13th century Hijri, 1200s Hijri]  &lt;RMP Non-Christian/Bible Religion - Myers&gt;", "category": "Religion"}, {"question_sanitized": "On the recommendation of campaign manager John Bestman, one politician from this country had pictures of her in both traditional dress and Western attire distributed during her first successful election campaign. That woman had run for president in 1985 before being arrested after a coup attempt by Thomas Quiwonkpa. The ex-wife of one former president of this country, Jewel, currently serves as this country's vice president. One activist who staged “pray-ins” in this country famously asked “Does a bullet know the difference between Christian and Muslim?” That activist, who is widely credited with helping end this country's civil war, shared the 2011 Nobel prize with Tawakkol Karman. Leymah Gbowee is from this country, which elected Ellen Johnson Sirleaf, Africa's first female head of government. For 10 points, name this West African country established by freed American slaves.", "answer_sanitized": "Liberia &lt;History World - Myers&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The Bugonia was a ritual based on the belief that these animals arose from cow's carcasses. Priestesses of Demeter and Artemis at Ephesus were named after this animal. The Thriae were goddesses who took the form of these animals. Proteus gave instructions to recreate these animals to Eurydice's killer after her sisters killed all of them, to punish him. Mycenaean tholoi tombs are named for structures that these animals inhabit. Aristaeus was the first human to domesticate these animals, which Vergil compared to the Carthaginians in a simile from the Aeneid. Odysseus used a substance made by these animals to protect himself from the Harpies' song, and Daedalus used a substance produced by these insects to create wings for him and his son, Icarus. For 10 points name these insects that produce wax and honey.", "answer_sanitized": "honeybees  &lt;RMP Greek/Roman Myth - Rao - Pothuraju&gt;", "category": "Mythology"}, {"question_sanitized": "In the libretto to an opera by this composer, an asterisk marks where a pair of lovers kiss. A villain in another opera of this composer dismisses heaven as an “old wives' tale” while singing that he “believes in an evil God.” He closed his final opera with a fugue proclaiming “Everything in the world is a jest.” Though not Cesar Cui, one of this composer's characters sings the Ave Maria after recalling a family servant's “Willow Song.” A storm opens that opera by this composer, which is titled for a governor of Cyprus. The last two libretti written by Arrigo Boito were for operas by this composer, one of which was based on scenes from Henry IV and The Merry Wives of Windsor. For 10 points, name this composer of Otello and Falstaff, also known for Rigoletto.", "answer_sanitized": "Giuseppe Verdi &lt;Arts Opera - Smith&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "The adMLP sequence found in Adenovirus is used to study this process. Ptac, which is derived from E. Coli, is used to upregulate this process. “Gene 1” in the T7 phage genome codes a protein that is used to perform this process in vitro. “Scrunching” is observed during a form of this process known as “abortive initiation.” A specific example of this process can be upregulated synthetically by IPTG or organically by production of CAP. Rut sites can bind to rho factors to end this process. In bacteria, the Pribnow box is analogous to eukaryotic TATA boxes in initiating this process. This process is directly upregulated when lac and trp operons are “switched on.” Sigma factors are examples of namesake factors that promote this process found in bacteria. For 10 points, RNA polymerase is used in what process, in which a DNA template is used to synthesize RNA?", "answer_sanitized": "transcription [accept transcription of the lac operon; prompt on activation of the lac operon or similar answers by asking “what process does that upregulate?”]  &lt;Science Biology - Shanmugam&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In one book, this thinker claimed that cubism, “drops the illusion of perspective in favor of instant sensory awareness of the whole,” forcing its audience to look beyond its content. In a book he co-authored Quentin Fiore, the stages of development of war and human society are described with 100 letter portmanteaus borrowed from Finnegan's Wake. The electric light is given as an example of “pure information” at the beginning of one of this man's works, and another of his writings forms a so-called “mosaic” and analyzes the formation of a “global village.” He contrasted the information density of a photograph with low definition of the telephone to illustrate his conception of “hot” and “cool” mediums. For 10 points, name this Canadian thinker who, in his book Understanding Media, coined the phrase “the medium is the message.”", "answer_sanitized": "Herbert Marshall McLuhan &lt;Social Science Misc - Lucas&gt;", "category": "Social Science"}, {"question_sanitized": "One law named for this city established a council of fifteen that it invested with authority over the king. That law was passed by a parliament named for this city and nicknamed “the mad parliament”. This city is the namesake of a “movement” led by John Henry Manning, a forerunner of Anglo-Catholicism. One ruler escaped from this city while it was being besieged by putting on a white cloak and riding out through a snowstorm. After two alehouse patrons threw their drinks in a tavern owner's face after insulting his wine, this city was the site of the St. Scholastica's Day Riot. Simon de Montfort issued a series of “provisions” named for this city at a parliament held near its university. Nobles including John Balliol and Walter de Merton name colleges at that university. For 10 points, name this English city where “town vs. gown” violence at its university led academics to flee and found its rival, the University of Cambridge.", "answer_sanitized": "Oxford [Accept Oxon]  &lt;History European to 1400 - Myers&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "Two of these non-diode devices are used in buck converters for active rectification. One variant of these devices uses modulation of thermionic emission to get over an energy barrier, a method which caps this device's subthreshold voltage. Configurations involving multiples of these devices include the Darlington pair and the Sziklai (zee clay) pair. These devices can be run in “emitter follower” or “common base” modes. These devices are created through PNP or NPN junctions. William Shockley questionably receives credit alongside Walter Brattain and John Bardeen for the invention of these devices, which today are available in BJT and MOSFET varieties. The amount of these devices on an integrated circuit doubles every two years according to Moore's law. For 10 points, name these three-input devices that can serve as an amplifier or switch in a circuit.", "answer_sanitized": "transistor [accept bipolar junction transistor or bipolar transistor or (Power) BJTs until mentioned; accept metal-oxide-semiconductor field-effect transistor or (power) MOSFETs until “Sziklay”; prompt on bipolar; prompt on field-effect]  &lt;Science Physics - Etzkorn&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A character lies about a visit to this character's house by describing a game with swords of flags and a cupboard full of pistols, jam and pills. This character is pushed around in a wheelchair while a boy sings her a song about Old Clem, which he learned from a blacksmith. That boy realizes that Mr. Pumblechook has never seen this character after he describes her as “very tall and dark.” While visiting this woman's house, the protagonist fights with a “pale young gentleman” who is later revealed to be Herbert Pocket. That protagonist first believes that this woman is his benefactor after Mr. Jaggers tells him that he has been sponsored to become a gentleman. This woman has all the clocks in Satis House stopped at twenty to nine after she is abandoned on her wedding day by the villainous Compeyson. For 10 points, name this guardian of Estella, a jilted bride from Great Expectations.", "answer_sanitized": "Miss Havisham &lt;Literature British Non-Shakespeare - Jackson&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "When speaking at a NOW event in 1991, Florynce Kennedy referenced this event by inventing a verb which she said her group would perform against a “little creep.” This event was described in the book The Tempting of America and was the focus of a Gregory Peck-narrated ad saying that a man had “a strange idea of what justice is.” This event led to the Video Privacy Protection Act after a man's unordinary video rental history was leaked to the press. Opposition in this event stemmed from a man's previous role as Solicitor General during the Saturday Night Massacre. In describing the man at the center of this event, Ted Kennedy said his “land” was where “women would be forced into back-alley abortions” in a speech about his “America”. For 10 points, name this 1987 event, a failed attempt to replace Lewis Powell with a conservative judge on the Supreme Court.", "answer_sanitized": "Robert Bork Supreme Court nomination [accept answers that indicate Bork is being nominated or an attempt is being made to confirm him as a justice to the Supreme Court, Bork hearings, accept Borking]  &lt;History American (1945-present) - Cheyne&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This philosopher substituted the masses of the people for God in his recounting of a folk tale about a foolish old man who tasks his sons with leveling the two mountains obstructing his view. This philosopher compared two classes to a bomb that is a “single entity in which opposites coexist” until the introduction of ignition in his essay “On Contradiction.” This thinker divided the world into superpowers, developing nations, and exploited nations in response to Alfred Sauvy's Three Worlds model. A chapter on “Criticism and Self-Criticism” is found in a book by this thinker which includes the assertion that “women hold up half the sky.” That publication, which urges constantly consulting the people as a crucial part of the mass line, claims that “Political power grows out of the barrel of a gun.” For 10 points, name this man who advanced his personal variation on Marxism-Leninism in the Little Red Book.", "answer_sanitized": "Mao Zedong [or Mao Tse-tung; or Chairman Mao; accept Marxism-Leninism-Maoism]  &lt;RMP Philosophy/Thought - Smith&gt;", "category": "Philosophy"}, {"question_sanitized": "As a child, the narrator of one of this author's stories meets “seven great musical artists,” a pack of dogs that are “generally silent.” After her request to be freed of work is denied, the title character of one of this author's stories shortens and later cuts her coloratura performances. The artistry of her performances of dancing and “piping” are questioned by that story's narrator. The narrator of a story by this author describes his capture by the firm of Hagenbeck in the Gold Coast, after which he acquired the name Red Peter. This author of “Investigations of a Dog” penned a short story in which a man ironically reveals he never found any food he enjoyed eating before dying and being replaced by a panther in a cage outside of a circus. This author included “Josephine the Singer” in his collection A Hunger Artist. For 10 points, name this author of a novella in which Gregor Samsa wakes up as an insect one morning, The Metamorphosis.", "answer_sanitized": "Franz Kafka &lt;Literature European - Shanmugam&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Peter Parker served as a translator for one treaty the US signed with this country before becoming one of this country's first western eye doctors. American firms like Russell &amp; Co. began competing in the early 19th century with the British Jardine, Matheson, &amp; Co., which almost monopolized the importation of one good into this country. The Burlingame Treaty was an attempt to negotiate an equitable treaty with this country following an earlier one negotiated by Caleb Cushing. Americans attained extraterritoriality rights in this country in the Treaty of Wanghia. John Hay formulated a doctrine encouraging Western powers to keep an “open door” on this country. For 10 points, name this country where US troops intervened to stop the Boxer Rebellion and American merchants were latecomers to the opium trade.", "answer_sanitized": "Empire of China [accept Qing Dynasty, Celestial Kingdom, Zhongguo]  &lt;History American (pre-1865) - Myers&gt;  Bonuses", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "Aluminosilicate minerals called zeolites are a class of the “microporous” type of these materials. For 10 points each:", "answers_sanitized": ["molecular sieves", "carbon", "metal-organic frameworks [or MOFs; prompt on frameworks]  &lt;Science Chemistry - French&gt;"], "parts_sanitized": ["Name these materials that contain small pores of uniform size. They are often used as desiccants or in size-exclusion chromatography.", "Another microporous molecular sieve is the “activated” form of this element, which is found in charcoal.", "A “zeolitic imidazolate” class of these compounds are topologically isomorphic to zeolites. These porous coordination polymers have a far greater surface area than either activated carbon or zeolites."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Six poems from the contentious third volume of poetry traditionally ascribed to this author are now believed to have been written by Sulpicia, making them a rare example of surviving poetry from the ancient world written by a woman. For 10 points each:", "answers_sanitized": ["Albius Tibullus", "Lesbia [accept Clodia Pulchra]", "Gaius Valerius Catullus &lt;Literature European - Krol&gt;"], "parts_sanitized": ["Name this poet. Their works include an early homosexual cycle addressed to the young Marathus, though their best-known poems are addressed to the lower-class Delia and the higher-class Nemesis.", "This person was also the addressee of many Roman poems, including one beginning 'Odi et amo', or 'I hate and I love [you]'. Another poem by the same author describes how this woman's pet sparrow has died.", "This author of many love poems to Lesbia also threatened to 'sodomise' the critics Furius and Aurelius in another of his poems. His 64th poem is an epyllion ostensibly about the marriage of Peleus and Thetis."], "subcategory": "Literature Classical", "category": "Literature"}, {"leadin_sanitized": "In an analogy to the flow of heat in a homogenous solid, Theis ['thay' - 'iss'] found that the rate of drawdown of this substance is equal to “Q over four pi T” times an exponential integral. For 10 points each:", "answers_sanitized": ["groundwater [accept (but do not otherwise reveal) water in aquifers; prompt on water by asking “where?”]", "aquifers", "GRACE [or the Gravity Recovery and Climate Experiment]  &lt;Science Earth Science - French&gt;"], "parts_sanitized": ["Name this substance. A set of differential equations modeling the flow of this substance can be derived from the mass-continuity equation and Darcy's law.", "Groundwater is typically found in these structures, in which water saturates large volumes of underground, porous rock. Artesan wells can be formed by digging into examples of these structures under positive pressure.", "The data from this joint mission of NASA and the German Aerospace Center has been used to map the distribution of groundwater across Earth. In this mission, two satellites measured anomalies in Earth's gravitational field. A “Follow-on” to this mission was launched in May 2018."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This man names a war in which much of modern West Virginia was annexed from Iroquois leaders including Logan and Cornstalk. For 10 points each:", "answers_sanitized": ["John Murray, 4th Earl of Dunmore [accept either underlined portion, accept Lord Dunmore's War]", "Battle of Monmouth", "Nova Scotia &lt;History American (pre-1865) - Myers&gt;"], "parts_sanitized": ["Name this leader who also issued a proclamation in which he offered freedom to slaves who fought in his “Ethiopian Regiment”", "After the Ethiopian Regiment disbanded, one of its leaders, Titus Cornelius, nicknamed “Colonel Tye”, fought at this New Jersey battle, at which a woman nicknamed “Molly Pitcher” manned her husband's cannon while bringing American troops water.", "Members of the Ethiopian Regiment were resettled after the war in this Canadian province, where the collision of two ammunition ships would later cause one of history's largest non-nuclear explosions in the capital of Halifax."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "<em>Note to Moderators: Read the answer line to the first question before reading this bonus</em>. After a silkworm cocoon fell in this woman's tea, she apocryphally asked her husband to plant mulberry trees to produce more silk before she invented the silk loom. For 10 points each:", "answers_sanitized": ["Leizu [accept Xi Lingshi, Leoi Zou; prompt on, but do not otherwise reveal descriptions like wife of the Yellow Emperor or wife of Huangdi]", "Yellow Emperor [accept Huangdi, Wong Dai, Fong Ti; accept God, Lord, or Thearch in place of “Emperor”]", "chariot &lt;RMP Non-Greek/Roman Myth - Hijazi&gt;"], "parts_sanitized": ["Identify this mythical Chinese empress often credited with inventing sericulture. She was her husband's first wife who bore him two sons.", "Leizu was the wife of this mythical emperor, the last of China's Three Sovereigns. His minister Cangjie is credited with inventing the Chinese writing system and he was supposedly conceived while his mother was struck from lightening by the Big Dipper.", "During the battle of Zhuolu, the Yellow Emperor invented the south-pointing variety of one of these objects to navigate through fog created by Chi You. Hebo, god of the Yellow River, rides one of these vehicles in the sky pulled by two dragons."], "category": "Mythology"}, {"leadin_sanitized": "A worker at a company depicted in this novel boasts that their white paint is so white “you can paint a chunka coal and you'd have to crack it open with a sledgehammer to prove it wasn't white clear through.” For 10 points each:", "answers_sanitized": ["Invisible Man", "Sherwood Anderson", "Silas Lapham &lt;Literature American - Husar&gt;"], "parts_sanitized": ["This novel's Liberty Paints boasts that its paint will “keep America pure”. The narrator of this novel by Ralph Ellison gets a job at Liberty after receiving a letter of recommendation from Doctor Bledsoe that makes him unhirable.", "This author worked at a paint company before faking a psychotic episode in order to quit and become a writer. This author is most famous for a work in which George Willard, a journalist in the title town, interviews “grotesques” like Wing Biddlebaum and Doctor Reefy.", "In another novel, this character finds a massive deposit of mineral paint under his Vermont farm, leading him to found a company he names for his wife, Persis, and try to integrate his daughters into Boston high society."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "48 members of The US 9th Infantry were killed in the Balangiga massacre in this present day country. For 10 points each:", "answers_sanitized": ["The Philippines", "Leonard Wood", "Emilio Aguinaldo &lt;History American (1865-1945) - Hawkins&gt;"], "parts_sanitized": ["Name this modern day country whose last United States High Commissioner was Paul McNutt, and which gained independence after the Treaty of Manila.", "This United States general carried out the Moro Crater Massacre on Mindanao during the Philippine Insurrection. Earlier in the Spanish-American War, he had commanded the Rough Riders along with Theodore Roosevelt.", "This man was brought back to the Philippines by George Dewey but was later captured by Frederick Funston. He was a member of the Katipunan revolutionary society and served as the Philippines' first president in 1899."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This phenomenon typically occurs in industries that have high fixed costs. For 10 points each:", "answers_sanitized": ["economies of scale", "international trade", "intra-industry trade [or IIT; accept any answers indicating trade within the same industry or for the same type of product]  &lt;Social Science Economics - French&gt;"], "parts_sanitized": ["Name this phenomenon, in which a firm can lower the per-item production cost by producing more items.", "Paul Krugman applied economies of scale to explain this practice, improving upon the previous Heckscher–Ohlin model. David Ricardo explained this practice via comparative advantage.", "Unlike comparative advantage, economies of scale can explain the existence of this type of trade. Grubel and Lloyd developed a namesake index to quantify this type of trade."], "category": "Social Science"}, {"leadin_sanitized": "In his <em>Seven Deadly Sins</em>, Otto Dix represented sloth as a skeleton dancing roughly in the shape of this symbol. For 10 points each:", "answers_sanitized": ["hakenkreuz [or the Nazi swastika]", "Ernst Ludwig Kirchner", "Frank Stella &lt;Arts Painting - French&gt;"], "parts_sanitized": ["Name this symbol, which was positioned at a forty-five degree angle at the center of a white-and-red flag as the symbol of the Nazi party.", "This artist added a red hakenkreuz to the background of one of his self-portraits after he was designated a “degenerate artist.” This artist smokes a cigarette in front of a naked woman in a self-portrait in which he is missing a hand.", "This artist appropriated Nazi slogans for the titles of paintings in a series that includes Die Fahne Hoch! (dee FA-nuh HOCK). This American painted black stripes separated by thin lines of unpainted canvas in a series of paintings that were a precursor to minimalism."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In one work promoting this position, one thinker stated that art was the “external organ and document of philosophy.” For 10 points each:", "answers_sanitized": ["idealism", "Friedrich Wilhelm Joseph Schelling", "Georg Wilhelm Friedrich Hegel &lt;RMP Philosophy/Thought - McLain&gt;"], "parts_sanitized": ["Name this philosophical position which holds that reality is fundamentally a mental perception. This position prompted analytic philosophers such a G.E. Moore to stage a “revolt” against it.", "Idealism was expounded by this German philosopher, who argued that there could only be one mediating principle of knowledge in books such as Philosophical Inquiries into the Essence of Human Freedom and System of Transcendental Idealism.", "Schelling was the university roommate, and later rival of this other German idealist philosopher, who argued for the existence of a “zeitgeist” in The Phenomenology of Spirit."], "category": "Philosophy"}, {"leadin_sanitized": "This character, whose travels were inspired by the author's experience as a naval surgeon, serves alongside Hugh Strap, and marries Narcissa after inheriting funds from his father in Argentina. For ten points each:", "answers_sanitized": ["Roderick Random [accept either underlined part]", "picaresque", "Vanity Fair &lt;Literature British Non-Shakespeare - Krol&gt;"], "parts_sanitized": ["Name this character. Along with a similar novel about Peregrine Pickle, a book titled for the 'adventures of' this character is the best-known work of Tobias Smollett.", "The Adventures of Roderick Random is a classic example of this genre, which Smollett was inspired to write after translating an earlier work in this genre, Gil Blas. Works in this genre are typically satirical biographies of ingenious rogues.", "In this later novel, Mr. Crawley is pleased to hear that the girls are reading Smollett, assuming that they are reading his histories, when in fact they are reading his picaresques. Becky Sharp features in this William Makepeace Thackeray novel."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The Trades Disputes Act was passed to prevent a recurrence of this event, and Stanley Baldwin attempted to defuse this event by giving a radio address in which he claimed “I am a man of peace.” For 10 points each:", "answers_sanitized": ["1926 British General Strike", "Winston Leonard Spencer Churchill", "Margaret Thatcher &lt;History European 1914-present - Myers&gt;"], "parts_sanitized": ["The Organization for Maintenance of Supplies was founded to undermine this event, which was met with military force after it threatened winter coal supplies.", "During the General Strike, this chancellor of the Exchequer declared “I refuse to equivocate between the fire brigade and the fire” in advocating harsh measures to suppress the strike. He had earlier resigned as First Lord of the Admiralty after the disastrous Gallipoli Campaign.", "This Prime Minister reinstituted the Trades Disputes Act after facing a mineworker's strike led by Arthur Scargill. This prime minister was succeeded by John Major after her ouster as leader of the Conservative Party."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "A boy living in this city shares with the protagonist part of his science-fiction novel, in which the ghost of a man's dead friend appears on a television screen and tells him to avenge his murder. For 10 points each:", "answers_sanitized": ["Kars, Turkey", "Orhan Pamuk", "Shahnameh [or Shahnama; or Shehname; or The Book of Kings]  &lt;Literature World - Morrison&gt;"], "parts_sanitized": ["Name this city, in which a man is murdered in the corner of a pastry shop following a conversation that is recounted in the chapter “I Hope I'm Not Taking Too Much of Your Time?”", "The poet Ka investigates a suicide epidemic among religious girls in Kars in this author's novel Snow. This Turkish Nobel laureate also wrote the novels The Museum of Innocence and My Name Is Red.", "To illustrate the dangers of Western influence, the terrorist Blue tells Ka that this work has largely been forgotten in Turkey and relates a story from this work in which a father unknowingly kills his son, Sohrab, who has become a hero in the enemy army."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "These structures' cross-sections are assumed to undergo rigid, in-plane deformations in the Euler-Bernoulli theory, which is a special case of Timoshenko's theory of these structures. For 10 points each:", "answers_sanitized": ["beams", "finite element method [or finite element analysis]", "Hooke's law  &lt;Science Physics - French&gt;"], "parts_sanitized": ["Name these structures. The load on these structures equals the flexural rigidity times the fourth derivative of deflection. The bending moment is most often applied to elements of this type like the cantilever.", "The deflection of a beam can be calculated numerically using the direct stiffness method, which is a special case of this general method. In this method, an equation is solved at a set of discrete nodes and then intermediate values are obtained via interpolation.", "The direct stiffness method solves the matrix form of this equation. In this equation, the restoring force equals minus the spring spring constant times displacement. It is also generally applicable for problems involving springs."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A 2018 paper in the journal Joule concluded that each transaction in this system consumed up to 300 kilowatt hours of electricity. For 10 points each:", "answers_sanitized": ["bitcoin", "GPU [or graphics card; or graphics chip; or graphics processing unit]", "ASICs [or application-specific integrated circuits]  &lt;Current Events US - Bentley&gt;"], "parts_sanitized": ["Identify this popular cryptocurrency created by Satoshi Nakamoto.", "In 2010, Laszlo Hanyecz started routinely beating out rivals in the contest to mine new bitcoin by employing one of these devices to do the mining. The CUDA library is used to perform machine learning tasks on these devices.", "These purpose-built chips are even better for bitcoin mining than GPUs. Bitmain's Antminer S9 machines contain 189 of these chips in them."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "A crescendo for the whole orchestra was nicknamed for this school because the technique was popularized by composers such as Johann Stamitz. For 10 points each:", "answers_sanitized": ["Mannheim school [accept Mannheim rocket]", "G minor", "piano sonatas (by Ludwig van Beethoven) [prompt on sonata]  &lt;Arts Music - Smith&gt;"], "parts_sanitized": ["Name this school, whose composers are also credited with introducing the grand pause and its namesake Roller. A swift rising and crescendoing figure named for this school opens Eine Kleine Nachtmusik.", "The fourth movement of Mozart's 40th symphony, which is in this key, opens with a Mannheim rocket. Mozart's only two minor key symphonies are in this key, the relative minor of B-flat major.", "Another notable Mannheim rocket turns into a sixteenth-note triplet run at the start of the first of a set of thirty-two pieces in this genre. That set of thirty-two pieces in this genre includes two subtitled “quasi una fantasia.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The method known as LASSO often yields sparse solutions when performing the linear form of this technique by adding an <em>ℓ</em><sup>1</sup> <strong>(ell-one)</strong> penalty term. For 10 points each:", "answers_sanitized": ["regression [or linear regression]", "orthogonal [or orthonormal]", "cross-validation [prompt on CV or holdout method]  &lt;Science Math - Morrison&gt;"], "parts_sanitized": ["Name this general statistical technique of estimating the relationship between a dependent variable and a set of independent variables.", "When the design matrix of a linear regression has this property, which means that its transpose is also its inverse, the LASSO solution can be written explicitly in terms of the ordinary least squares solution.", "The LASSO penalty term is commonly chosen by using this technique, which treats a subset of the training data as test data and averages the resulting error over several iterations. The “leave-one-out” form of this technique treats each data point as the test set one at a time."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "The term for these people was popularized in England by an 1839 Philip Meadows Taylor book titled for the <em>Confessions</em> of one of them. For 10 points each:", "answers_sanitized": ["thugs [or phansigars; accept thuggee; accept Confessions of a Thug]", "sepoys", "Warren Hastings &lt;History World - Kothari&gt;"], "parts_sanitized": ["Identify these people who formed gangs that committed widespread murder and robbery in British India. William Sleeman's Ramaseeana spread the idea that these people belonged to a cult of Kali-worshippers.", "Some of the most frequent targets for thugs were these Indian soldiers in the employ of the British East India Company. These soldiers engaged in a major “mutiny” in 1857 after hearing rumors that they would have to use gun cartridges greased with cow and pig fat.", "Much of the British anti-thuggee legislation drew from this earlier British official's Article 35, which punished dacoity by turning dacoits' families into “slaves of the state.” This man was later impeached but acquitted of corruption as Governor of Bengal."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following related to the architectural firm SANAA, for 10 points each:", "answers_sanitized": ["Tokyo, Japan", "deconstructivism [accept word forms such as deconstructivists, but do NOT accept deconstruction]", "Massachusetts Institute of Technology  &lt;Arts Architecture - Smith&gt;"], "parts_sanitized": ["SANAA is based in this city, home to a metabolist St Mary's Cathedral. The neofuturist Skytree is also in this city where leftist unions opposed the construction of the Narita International Airport.", "SANAA's Kazuyo Sejima became the second woman to win the Pritzker behind Zaha Hadid, whose non-rectilinear designs exemplify this postmodern architectural movement. Frank Gehry's work is often seen as incorporating the ideas of this movement, which promotes “fragmented” designs.", "SANAA often borrows elements from the metabolist movement that Kenzo Tange promoted while teaching at this school. I.M. Pei's Green Building and Frank Gehry's Stata Center are part of this school's campus."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "Evangelical supporters of this position include the signatories of the Danvers Statement. For 10 points each:", "answers_sanitized": ["complementarianism [or word forms of complement]", "Timothy [accept 1 Timothy or 2 Timothy]", "The Gospel Coalition  &lt;RMP Christian/Bible Religion - Smith&gt;"], "parts_sanitized": ["Name this position on gender relations promoted by the Council on Biblical Manhood and Womanhood. This view states that men and women have differing but harmonious roles and responsibilities within and without the church.", "Complementarian views are supported by the second chapter of a Pauline epistle addressed to this young preacher that warns against women teaching in the church. Paul clearly cared about this man, even advising him to drink a little wine for the sake of his weak health.", "One of the foremost advocates of complementarianism is this evangelical organization founded by D. A. Carson and Tim Keller. John Piper is a member of this “broadly Reformed” coalition that is named for the “good news.”"], "category": "Religion"}, {"leadin_sanitized": "<em>Two answers required.</em> Along with <em>The Procuress</em>, these were the only two works its artist signed, and the central figure in both these paintings wears a Japanese-style cloak. For 10 points each:", "answers_sanitized": ["The Astronomer and The Geographer", "Jan Vermeer", "The Art of Painting [or The Allegory of Painting or The Artist in his Studio]  &lt;Arts Painting - Krol&gt;"], "parts_sanitized": ["Name these two paintings, both cut from the same bolt of material. Both include objects made by Jodocus Hondius, and centre on the same model, probably Antoni van Leeuwenhoek.", "The Astronomer and The Geographer are both works by this Dutch artist of Girl with a Pearl Earring.", "The Geographer features a Dutch map on the rear wall, as does this other Vermeer work. The central woman in this painting holds a volume of Thucydides, and it possibly features a self-portrait of Vermeer at work with his back to the viewer."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}]}