{"tossups": [{"question_sanitized": "Part of one work by this author notes “how still it is!” while hearing “the locust's trill... stinging into the stones.” At the end of that work, this author recounted feeling “like a clam ripped from its shell” as he boarded a boat while “autumn was deepening.” A work by this author that opens with the line “the months and days are the travellers of eternity” was translated by Donald Keene. In another work, this author claimed 'even a thatched hut may change with a new owner' before heading out on a journey he described with a combination of prose and poetry. The phrases “Kerplunk” and “sound of water” are variously used to translate the last line of a poem by this author, which exemplifies a format that traditionally includes a seasonal reference among its seventeen morae. For ten points, name this author of The Narrow Road to the Deep North, who is also famous for his many haiku.", "answer_sanitized": "Matsuo Basho [accept either underlined part]  &lt;Literature World - Krol&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In information theory, the AEP is a direct application of one form of this theorem. Applying a form of this theorem to a set of functions named for Bernstein gives a proof of the Stone-Weierstrass theorem. A standard proof of one form of this theorem involves applying Kronecker's lemma to a sum whose convergence follows from the Kolmogorov three-series theorem. That form of this theorem can be proven more easily by applying the Borel-Cantelli lemma if one assumes a uniform bound on the fourth moment. The proof of the simplest form of this theorem involves applying Chebyshev's inequality and using the assumptions of independence and a uniform bound on the variance of the sequence of random variables. For 10 points, name this result in statistics with “weak” and “strong” forms, which concerns convergence of the sample mean to the expected value.", "answer_sanitized": "law of large numbers [or LLN; accept weak law of large numbers or strong law of large numbers; accept Bernoulli's theorem]  &lt;Science Math - Morrison&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In Book I of the Odyssey, Zeus describes humanity as the origin of evil by recounting this event. One of this event's instigators is said to have “paid the full price of all” despite a warning from Hermes. After recounting this event, during which 20 men were killed in a banquet hall, a character says that Proteus reassured him that he would go to the Elysian fields because he is son-in-law of Zeus. In another work, a slave who refuses to get off of a chariot predicts this event, which was carried out with the aid of a net thrown over the victim. Homer states that the male perpetrator of this event was seeking revenge for the death of Thyestes. One perpetrator of this event justifies it by stating that the victim of this event had killed Iphigenia. The first play of the Oresteia details, for 10 points, what event, which Orestes avenges by killing Aegisthus and Clytemnestra?", "answer_sanitized": "murder of Agamemnon by Aegisthus [accept close synonyms like death for murder; accept answers that indicate Aegisthus marrying Clytemnestra in conjunction with the murder]  &lt;RMP Greek/Roman Myth - Hijazi&gt;", "category": "Mythology"}, {"question_sanitized": "Even though this man's life was saved by John Leishman, he forced Leishman into accepting an ambassadorship to remove him from the country. When his old friend sought to reconcile with him, this man remarked “Tell him I'll see him in Hell, where we both are going.” This man assembled the founding members of the South Fork Fishing and Hunting Club, which owned a dam whose failure led to over 2,000 deaths during a flood. During one episode of labor unrest, this man hired 300 Pinkertons to guard a barbed-wire enclosure in Pittsburgh known as his namesake “fort”. This businessman partnered with another after buying out almost all the coke-producing furnaces of Southwestern Pennsylvania. This businessman, who was widely held responsible for the Johnstown Flood, was attacked by Alexander Berkman during an 1892 labor strike. For 10 points, name this Carnegie Steel Company chairman who was charged with suppressing the Homestead Strike.", "answer_sanitized": "Henry Clay Frick &lt;History American (1865-1945) - Cheyne&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Six pieces in this genre released between 1986 and 2016 were all dedicated to Marin Alsop of the Baltimore Symphony Orchestra. An opening woodwind duet was added to a B-flat major piece in this genre when it was reincorporated into the composer's third and final symphony, the so-called “Great American Symphony.” A collection of pieces of this type that honor “risk-takers and adventurers” were written by Joan Tower. A piece of this type named for Sokol is played on nine trumpets to open Janacek's Sinfonietta. Three trumpets play a rising “F, B-flat, F” figure throughout a piece in this genre, which lends its name to a type of elongated natural trumpet that supports a hanging banner. The aforementioned piece in this genre was commissioned by Eugene Goosens to honor World War II soldiers. For 10 points, name this genre of an Aaron Copland piece “for the Common Man.”", "answer_sanitized": "fanfares [accept fanfarades or flourishes]  &lt;Arts Music - Smith&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Ted Allen wrote a two-volume study on the invention of this status. A passage that argues that this status provided a “public and psychological wage” to its bearers inspired the title of a book on this status by David Roediger. Noel Ignatiev has called for the abolition of this status, whose benefits are discussed in a Peggy McIntosh paper subtitled for “the Invisible Knapsack.” Robin DiAngelo coined a term for the “fragility” of this status. People who do not have this status are affect by neuroses like epidermalization and lactification, according to the first book by Frantz Fanon. Michael Kimmel wrote a book titled for angry men with this status. Identitarianism is a movement centered on this status whose adherents include former National Policy Institute director Jared Taylor. For 10 points, name this racial status with which Richard Spencer identifies.", "answer_sanitized": "whiteness [or being white; or having white skin; or having white privilege]  &lt;Social Science Misc - Smith&gt;", "category": "Social Science"}, {"question_sanitized": "The inclusion of articles sympathetic to holocaust survivors in this country's Great National Encyclopedia of 1967 led to an anti-Semitic backlash after which most of its Jewish population emigrated. IKEA founder Ingvar Kamprad controversially imported lumber from this country in the 1960s. The steel production center of Nowa (nova) Huta was founded as a “model city” in this country. It's not Hungary, but an “October” named for this country saw its government liberalize after protests in 1956. After World War II, this country's eastern border was moved to the Curzon Line. The Round Table talks helped ease this country's transition from communism. This country banned education in its minority Lemko and Kashubian languages. One protest movement in this country was founded by an electrician at its Lenin Shipyard. For 10 points, name this country where the Solidarity movement was founded in Gdansk.", "answer_sanitized": "Poland [accept Polish People's Republic, Polska]  &lt;History European 1914-present - Myers&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "An explication of the stagework this character appears in claims that “his passion sets the passions of all others in motion” because he is “not character but essentially life” and is “absolutely musical.” The creator of the work he titles is compared to Moliére and Phidias in the preface to a book-length essay by Charles Gounod. This man is “heard through [another character]” in a section that claims “in winter he likes fat ones” and “in summer he likes thin ones,” according to a chapter titled “The Immediate Stages of the Erotic.” In an oft-analyzed scene, this character is surrounded by demons after he responds “No” every time he is commanded “Repent!” by a statue. The German version of the work in which this man appears includes Elvira in the 1,003 Spanish women listed as this man's conquests in the “Catalogue Aria”. For 10 points, name this seducer who titles an opera by Mozart.", "answer_sanitized": "Don Giovanni (“JOE”-vahn-ee or GEE-oh-vahn-ee) [or Don Juan]  &lt;Arts Opera - Smith&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "A novel which is emphatically 'dedicated to nobody' opens with the protagonist learning from a drunk that one of these places would hire 'damned near anybody'. One of these places titles the first novel about Henry Chinaski by Charles Bukowski. To 'bring the Vietnam War home', Merry Levov blows up one of these places in Old Rimrock in American Pastoral. In a story titled for one of these places, the protagonist's uncle thinks the protagonist insulted him for wearing a pink kimono and Mr Whittaker claims that Shirley-T wasn't adopted. In that story, Stella-Rondo turns the protagonist's family against her, causing her to move to one of these places in the town of China Grove, Mississippi. For 10 points, that Eudora Welty story is titled 'Why I Live at' one of which places, where the protagonist organises the town's mail?", "answer_sanitized": "post offices [accept POs or obvious synonyms]  &lt;Literature American - Krol&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This organ is the primary site where Krause end bulbs are found. In humans, large amounts of 7-dehydrocholesterol are stored in this organ. Like lymph nodes, this organ houses a class of dendritic cells that contain tennis-racket-shaped Birbeck Granules, called Langerhans cells. Slowly adapting nerve fibers that originate in this organ, such as Ruffini endings, may connect to the disk-like Merkel cells found in the glabrous portions of this organ. Cells in this organ are targeted by the hormone alpha-MSH. A class of glands in this organ is divided into apocrine and merocrine types. Pacinian corpuscles and Meissner's corpuscles are two classes of mechanoreceptors that are present throughout this organ. This organ is home to arrector pili muscles and sebaceous glands, and many melanocytes are found in it. For 10 points, the dermis and epidermis are part of what largest organ?", "answer_sanitized": "skin [accept the epidermis or dermis before mentioned]  &lt;Science Biology - Shanmugam&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A string instrument called the Taus was invented for use in these places. After the hukamnāmā, or “command of the day”, is read out a sweet, brown pudding called karāh parshād is eaten in these places. A triangular yellow flag with a blue khandā emblem in its center is traditionally flown above these places. A group of people who represent the “five beloved ones” traditionally lead parades whose participants walk barefoot to these places. In an example of sevā, or selfless service, people in these places wave a whisk of white hair over a text that people in these places prostrate themselves in front of. Free vegetarian meals are distributed at these places by community kitchens called langar. Worship in these places is led by granthis who read from a holy book that officially succeeded Gobind Singh as head of one religion. For 10 points, name these places where Sikh worship is conducted.", "answer_sanitized": "gurdwaras [accept Sikh temples]  &lt;RMP Non-Christian/Bible Religion - Singh&gt;", "category": "Religion"}, {"question_sanitized": "In a tokamak, one of these phenomena results from an ion temperature gradient, and many of them are eliminated when q &gt; 1. Anisotropy in velocity space results in one of these things named for Weibel, and when a plasma's distribution function has multiple local maxima in velocity space, the bump-on-tail or two-stream types of these phenomena will occur. RR Lyrae variables and Cepheid variables are found on a “strip” of the HR diagram named for these phenomena. One of these phenomena, which forms distinctive mushroom-shaped “fingers,” occurs when a dense fluid pushes on a less dense one and is named for Rayleigh and Taylor. One of these things occurs when a potential has a local maximum. For 10 points, identify this type of phenomenon in which a small perturbation grows exponentially.", "answer_sanitized": "instabilities [accept word forms; accept fluid instabilities or wave instabilities or synonyms like “being unstable”]  &lt;Science Physics - Mitchell&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Terebinthus, a Christian mystic, changed his name after performing this action before becoming one of the teachers of the prophet Mani. Henry Steel Olcott may have been the first American to perform this action, upon which he created a “catechism” to explain his decision to do so. After performing this action at the suggestion of the Italian Salvatore Cioffi, one man created twenty-two vows that one could recite in order to perform this action. A king who performed this action had the dialogue that led him to do so recorded in the Questions of Menander. At Nagpur, B. R. Ambedkar led a ceremony in which dalits did this en masse in 1956. One monarch performed this action after being shocked by the carnage his troops caused during the Kalinga War. For 10 points, name this action taken by Ashoka Maurya when he decided to adopt a new, nonviolent religion.", "answer_sanitized": "converting to Buddhism [accept descriptive answers, synonyms for converting, accept Navayana, Mahayana for Buddhism, prompt on converting away from Hinduism or Greco-Roman Paganism]  &lt;History World - Myers&gt;", "category": "Religion"}, {"question_sanitized": "A character in this play repeatedly wonders how everyone will be judged by those living 50 or 100 years from now and notes how people think he's strange because he's a vegetarian. Two characters in this play embrace after reviewing charts that show how many forests have been chopped down. Near the end of this play, a character demands that the title character return the morphine he has stolen. In the premiere of this play, director Konstantin Stanislavski also played a physician. A recent production of this play dropped the character of Waffles from it. After learning of the sale of an estate, the title character of this play twice attempts to shoot Professor Serebrakov. For 10 points, name this Anton Chekhov titled for a relative of Sonya.", "answer_sanitized": "Uncle Vanya [or Dyadya Vanya]  &lt;Literature European - Bentley&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Tomonobu Imamichi proposed that the creator of this concept borrowed this idea from a gifted edition of Okakura Kakuzo's Book of Tea. This concept is differentiated from existenz by a “leap of faith” in the work of Karl Jaspers. This concept's intentional “care” for outside objects is called Sorge (ZOR-guh). The verb wohnen is often used to capture the “dwelling” of this concept in the world, whose arbitrary existence is termed “thrownness.” Those terms come from a book which discusses this concept in relation to a hammer to distinguish “present-at-hand” from “ready-at-hand” attitudes towards external objects; that 1927 book discusses this concept as it applies to the “being for whom being is the question.” For 10 points, identify this six-letter German word for “being-there” that refers to the unique experience of being human, used in Martin Heidegger's Being and Time.", "answer_sanitized": "Dasein (“DAH-zyne”) [prompt on being before mentioned; do not accept or prompt on “sein”; do not accept or prompt on other words containing “sein,” such as “mitsein”]  &lt;RMP Philosophy/Thought - Smith&gt;", "category": "Philosophy"}, {"question_sanitized": "This leader faced criticism after his city's Unity Fountain became the site of a monument of “The World's Largest Broom,” a symbol of his political party. This leader's failure to appoint a cabinet within six months of taking office earned him the nickname “Baba-Go-Slow.” A militant group called the Avengers has bombed hundreds of oil facilities in part to protest this man's imprisonment of the leader of the separatist IPOB group. After a months-long medical trip to London, this member of the All Progressives Congress denied rumors that he had died and was actually a Sudanese clone named Jubril. After being elected against incumbent Goodluck Jonathan, this leader began negotiating the release of 276 Chibok schoolgirls kidnapped by Boko Haram. For ten points, name this current President of Nigeria.", "answer_sanitized": "Muhammadu Buhari &lt;Current Events Non-US - Narayan&gt;", "category": "Current Events"}, {"question_sanitized": "Mary Hunt was responsible for a thousand-fold increase in global production of this substance after finding a rotten cantaloupe melon in a market in Illinois. Owing to this substance's rapid excretion, one of the first people to use it had it collected from his urine and re-administered to increase his effective dose. Howard Florey and Ernst Boris Chain worked with Norman Heatley to purify this substance, before turning the Dunn School labs at Oxford University into the first factory for it. Robert Robinson's suspicion that this substance had a thiazolidine-oxazolone structure containing two five-membered rings was refuted by Dorothy Hodgkin's X-ray crystallography data which supported Robert Woodward's beta-lactam structure. For 10 points, name this substance isolated by Alexander Fleming, the first commercial antibiotic.", "answer_sanitized": "penicillin &lt;Science History of Science - MacAulay&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This artist secured his release from a sanatorium with a drawing of a man in a top hat riding a horse called At the Circus: The Spanish Walk. After Henry de Groux insulted Vincent van Gogh's display at an exhibition of Les Vingt, this artist challenged de Groux to a duel. This artist painted a streetwalker who is known only as “the Golden Helmet” due to her blond wig. A woman in orange kicks her leg in a lithograph by this artist that is dominated by the silhouette of a hairy hand holding the neck of a cello. This artist depicted performers such as Aristide Bruant, Jane Avril, and a dancer known as “the Glutton” in a series of posters. May Milton's face has an acid-green hue in this artist's painting of a Parisian night club. For 10 points, name this French post-impressionist whose paintings of the Montmartre district include At the Moulin-Rouge.", "answer_sanitized": "Henri Marie Raymond de Toulouse-Lautrec-Monfa  &lt;Arts Painting - Husar&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One of this author's speakers wonders at the fact that fire “should harden ice” and ice “should kindle fire.” Nine stanzas of anacreonatics by this poet were appended to one of his collections whose entries correspond to daily readings prescribed by the Book of Common Prayer. The speaker is told that he “dost in vain assay, / A mortal thing so to immortalize” by the tide in a poem by this writer. One poem by this author opens “Happy ye leaves when as those lily hands,” while another begins “One day I wrote her name upon the strand.” This poet included “Epithalamion” in an 81-sonnet cycle dedicated to Elizabeth Boyle, his Amoretti. In this author's most famous work, the wizard Archimago tricks the Redcrosse Knight and a monarch named Gloriana serves as the title figure. For 10 points, name this author of The Faerie Queene.", "answer_sanitized": "Edmund Spenser &lt;Literature British Non-Shakespeare - Smith&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Two white men in this city caused a panic that caused two people to be trampled after placing cayenne pepper in a church's stove. In an 1871 election riot, the star second baseman of the all black Pythians baseball team and the team’s founder, Civil Rights activist Octavius Catto, were killed. Benjamin Lundy edited The National Enquirer, a newspaper founded by an Anti-Slavery Society in this city. That Society in this city was the destination of the crate that Henry Box Brown used to ship himself to freedom. This city's first Abolition Society was founded in 1775 and counted Robert Purvis as one of its members. A 1793 Yellow Fever epidemic in this city was treated by the physician Benjamin Rush. For 10 points, what city's Abolition society petitioned its president, Benjamin Franklin, to raise concerns about slavery at the cross-town Constitutional Convention", "answer_sanitized": "Philadelphia &lt;History American (pre-1865) - Hawkins&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Moderator note: read answerline carefully This position was renamed after its most notable holder engineered the downfall of Nicolas Fouquet. The firing of a popular holder of this position led to the Storming of the Bastille before he was recalled to a higher position. The policies of one holder of this position during the Seven Years' War led a cheap variety of black paper portraiture, the Silhouette, to be named after him. One holder of this position codified policies like the unpopular gabelle into law and compared his job to “plucking the goose as to obtain the most feathers with the least hissing”. This position was held by Jean-Baptiste Colbert, who used it to promote the ideology of mercantilism. For 10 points, name this position whose holders were in charge of regulating trade with colonies like Quebec and Louisiana and raising taxes to fund the wars of Louis XIV.", "answer_sanitized": "Finance Minister of France [accept Minister of Finances, Superintendent of Finances, Controller-General of Finances, Surintendant des Finances, Controleur-General des Finances other answers that indicate that this guy is in charge of finance; prompt on answers that involve being in charge of the treasury or money, anti-prompt on answers involving being in charge of taxes]  &lt;History European 1400-1914 - Myers&gt;  Bonuses", "subcategory": "History European", "category": "History"}], "bonuses": [{"leadin_sanitized": "A best-selling Melody Beattie book titled for this condition <em>No More</em> popularized the work of Timmen Cermak. For 10 points each:", "answers_sanitized": ["codependency [or word forms like codependent]", "Alcoholics Anonymous [or AA; do not accept Al-Anon]", "Karen Horney &lt;Social Science Psychology - Smith&gt;"], "parts_sanitized": ["Name this condition. Cermak proposed diagnostic criteria for this condition that included an “assumption of responsibility for meeting others' needs” and enmeshment with other disordered individuals.", "The concept of codependency can be traced back to this organization, which originated the twelve-step program for treatment of addiction and codependency.", "Codependent behavior is similar to the “Moving Towards People” strategy, one of three anxiety management strategies identified by this thinker. Those strategies deal with the ten neurotic needs formulated by this psychologist, who is also credited with founding feminist psychology and coining “womb envy.”"], "category": "Social Science"}, {"leadin_sanitized": "The general Flavius Stilicho fought off invasions of these people before they sacked Rome in 410 under their leader, Alaric. For 10 points each:", "answers_sanitized": ["Visigoths", "Flavius Honorius Augustus", "St. Jerome &lt;History European to 1400 - Hijazi&gt;"], "parts_sanitized": ["Identify this Germanic tribe which established a kingdom in the Iberian peninsula after separating from the “Ostro” branch of their people.", "During the sack, Alaric captured Galla Placidia, the sister of this Western Roman emperor, who was reportedly relieved that hear that his pet chicken, also named Rome, was alive. Had Stilicho not been executed in 408, Rome may not have been sacked as soon as it was.", "This saint asked, “if Rome can perish, what can be safe?” in a letter written during the invasion. His letters to St. Marcella, who died in Rome during the sack, are the best known sources for her life."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This author borrowed an Ibsen title for her essay “When We Dead Awaken: Writing as Re-Vision,” which discusses the writing of “Aunt Jennifer's Tigers.” For 10 points each:", "answers_sanitized": ["Adrienne Rich", "compulsory heterosexuality [accept heteronormative and word forms; accept straight]", "Michelle Carla Cliff &lt;Literature American - Smith&gt;"], "parts_sanitized": ["Name this poet who compared herself to both “the mermaid whose dark hair / streams black” and “the merman in his armored body” in her “Diving Into the Wreck” and wrote a “Floating Poem” to accompany the title Twenty One Love Poems in another collection.", "Rich wrote an essay that claims this orientation is treated as “compulsory” in Western society. Deviations from this orientation are studied in queer theory.", "Rich's “Twenty One Love Poems” were inspired in part by her relationship with this Jamaican woman author of Abeng and No Telephone to Heaven."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Individuals with this syndrome have been found to have allergic reactions to the anti-cancer drug cetuximab. For 10 points each:", "answers_sanitized": ["alpha-gal syndrome [accept alpha-gal allergy, accept galactose-alpha-1,3-galactose; accept meat allergy or mammalian meat allergy or MMA]", "lone-star tick [accept Amblyomma americanum or Ixodes scapularis, accept deer tick, accept Australian paralysis tick, accept Ixoldes holocyclus]", "climate change [accept climate crisis, accept global warming]  &lt;Science Biology - Husar&gt;"], "parts_sanitized": ["Name this condition which arises from exposure to its namesake sugar. Sufferers of this syndrome often develop an allergy to other animal products such as wool.", "Alpha-gal syndrome is most frequently transmitted to humans by the lone-star variety of these animals. These animals can also transmit Rocky Mountain spotted fever and a disease caused by Borrelia burgdorferi bacteria.", "Rising average temperatures and increasing rainfall due to this global phenomenon have enabled lone-star tick populations to spread as far north as Maine and increased the prevalence of alpha-gal syndrome. This phenomenon is largely caused by greenhouse gas emissions."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Odin introduces himself to this <em>jötunn</em> as the wanderer Gagnrad. For 10 points each:", "answers_sanitized": ["Vafthrudnir", "nine", "head &lt;RMP Non-Greek/Roman Myth - French&gt;"], "parts_sanitized": ["Name this jötunn, who competes with Odin in a wisdom contest called his namesake “sayings.” This figure loses the contest when Odin asks him what he whispered into Baldr's ear during his funeral.", "In the wisdom contest, Vafthrudnir attests to the existence of this many “worlds” in Norse mythology. Odin's ring draupnir multiplies into this many copies of itself after this many nights.", "Unwisely, Vafthrudnir wagered this body part of his on the outcome of the wisdom contest, leading to his death after his loss. Odin preserves one of these body parts belonging to Mimir after Mimir is decapitated."], "category": "Mythology"}, {"leadin_sanitized": "This disease killed most of the sailors who participated in George Anson's voyage around the world. For 10 points each:", "answers_sanitized": ["scurvy", "James Lind", "HMS Endeavour &lt;History European 1400-1914 - Kothari&gt;"], "parts_sanitized": ["Name this disease, which the British Royal Navy warded off by issuing rations of lemon or lime juice to its sailors.", "This Scottish doctor proved that citrus fruits could prevent scurvy in one of the first ever clinical trials.", "James Cook was able to avoid losing a single sailor to scurvy on his first voyage, which took place aboard this ship. That voyage on this ship aimed to confirm the existence of a fabled Terra Australis."], "subcategory": "History Other", "category": "History"}, {"leadin_sanitized": "One character with this surname remarks that it “is not a pretty one, and it takes a long time to sign” when introducing himself to Mr. Pinch. For 10 points each:", "answers_sanitized": ["Chuzzlewit", "Scrooge", "Pickwick &lt;Literature British Non-Shakespeare - French&gt;"], "parts_sanitized": ["Give this surname. Jonas, another character with this surname, murders the petty thief Montague Tigg.", "“Chuzzlewit” was one of the many ridiculous surnames coined by Charles Dickens. Perhaps the most famous Dickensian name is this surname of Ebenezer, which has become synonymous with “miser.”", "Nathaniel Winkle, Augustus Snodgrass, and Tracy Tupman are among the members of a “club” named for this other Dickensian surname. Samuel, the founder of that club, appears in Dickens' first novel, which is about his namesake “Papers.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Elution in this class of techniques allows detection of various components of a solution in a continuous stream of solvent. For 10 points each:", "answers_sanitized": ["chromatography [accept specific types]", "long retention time [accept any answers indicating that the retention times are high or long; accept answers indicating that peaks are spread out or equivalents]", "gas chromatography [or GC]  &lt;Science Chemistry - Shanmugam&gt;"], "parts_sanitized": ["Name this general class of separatory techniques that is often demonstrated in classrooms with a “paper” form.", "The tradeoff between having high resolution during a run of chromatography and not having this problem is referred to as the “general problem of elution.”", "Temperature programming is used to mitigate the general problem of elution in this form of chromatography. This form of chromatography is often preceded by purge-and-trap technology and often employs flame ionization detectors."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "A painting that depicts a barren, white field littered with neat stacks of burnt books, <em>Aschenblume</em>, is dedicated to this poet. For 10 points each:", "answers_sanitized": ["Paul Celan", "Germany", "Piet Mondrian &lt;Arts Painting - French&gt;"], "parts_sanitized": ["Name this poet. Golden sheaves of wheat beneath a scribbled quote from this poet represent the title substance of a 1980 watercolor.", "Paul Celan influenced Your Golden Hair, Margarete and other paintings by Anselm Kiefer, an artist from this country. Many of Kiefer's paintings respond to the atrocities of the Holocaust, which this country orchestrated.", "Kiefer depicted a tree in a painting titled [this artist]— Arminius's Battle. This artist's own depictions of trees include the cubist-inspired red tree and gray tree he painted early in his career."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In <em>The Late Great Planet Earth</em>, Hal Lindsey claimed that “a generation” is equal to 40 years in a failed attempt to predict this event. For 10 points each:", "answers_sanitized": ["the Rapture [or the Second Coming or the end times; or clear-knowledge equivalents]", "the Great Tribulation [or thlipsis megalē]", "the Millennium [or the millennial kingdom; accept millennialism; accept chiliasm]  &lt;RMP Christian/Bible Religion - Smith&gt;"], "parts_sanitized": ["Name this event. In 1844, William Miller's failed attempt at predicting this event led to the Great Disappointment. According to 1 (“first”) Thessalonians, this event is probably very difficult to predict because it will come “as a thief in the night.”", "Christians remain divided on whether the Rapture will occur before or after this period mentioned in the Olivet Discourse. Christians experience great persecution in this period, which begins shortly after the abomination of desolation is seen in the holy place.", "Christians are further divided on whether the Rapture occurs before or after this period, during which the Devil is sealed in a pit. Those who believe the latter do not believe this period involves literal presence of Christ."], "category": "Religion"}, {"leadin_sanitized": "In her autobiography <em>A Backward Glance</em>, the author of this novel questioned what “deeper bearing” this novel's “society of irresponsible pleasure-seekers” could be said to have. For 10 points each:", "answers_sanitized": ["The House of Mirth", "Lawrence Selden [accept either underlined portion]", "Edith Wharton [or Edith Newbold Jones]  &lt;Literature American - Husar&gt;"], "parts_sanitized": ["Name this novel, in which Lily Bart's long fall from grace begins after she fails to secure an engagement to Percy Gryce.", "In The House of Mirth, Percy's interest in Lily ends after she snubs him to spend an afternoon with this man. This man realizes that “the conditions of life had conspired to keep them apart” when Lily overdoses on sleeping medicine right before this man planned to propose.", "This author used a line from Ecclesiastes about “the heart of fools” for the title of The House of Mirth. She also wrote The Age of Innocence."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This work opens with an argument from Zeno of Elea stating that like things cannot be unlike and unlike things cannot be like. For 10 points each:", "answers_sanitized": ["Parmenides", "Forms [or ideas or eidos", "Phaedrus &lt;RMP Philosophy/Thought - McLain&gt;"], "parts_sanitized": ["Name this Platonic dialogue which is named for the founder of the Eleatic school, who, later in that dialogue makes his famous Third Man Argument against one of Socrates core concepts.", "The Third Man Argument is Parmenides' main argument against these Platonic constructs. Objects in the real world are said to be emanations from these constructs, which are the ideal essences of objects in the material world.", "In this dialogue, the example of taming a horse is used to describe the forms of beauty and self-control. This dialogue features Socrates reading a discourse by Lysias, which suggests that those who are not in love, make the best sexual partners."], "category": "Philosophy"}, {"leadin_sanitized": "In her Ted Talk “An art made of trust, vulnerability, and connection,” Marina Abramović described this art form as the most immaterial, following music. For 10 points each:", "answers_sanitized": ["performance art", "Joseph Beuys", "Yoko Ono [or Ono Yoko]  &lt;Arts Misc Arts - Husar&gt;"], "parts_sanitized": ["Name this art form. Abramović's own Rhythm 0 was a work of this type that involved a rose, a gun, and a single bullet.", "In her Seven Easy Pieces, Abramović replicated this Fluxus artist's piece How to Explain Pictures to a Dead Hare. In another performance, this German artist spent three days in a room with a coyote in an American gallery.", "Another Fluxus artist is this woman, who allowed the audience to cut off pieces of her clothing in Cut Piece. This woman also conducted “bed-ins for peace” during the Vietnam War."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "Text listing violent actions resulting from US foreign policy actions appears throughout a montage in this film set to Louis Armstrong's “What a Wonderful World.” For 10 points each:", "answers_sanitized": ["Bowling for Columbine", "National Rifle Association of America [or NRA]", "Lockheed Martin Corporation  &lt;History American (1945-present) - Smith&gt;"], "parts_sanitized": ["Name this film. In interviews in this documentary, Marilyn Manson denounces America's “culture of fear” and Charlton Heston responds to the death of Kayla Rolland.", "At the time he was interviewed in Michael Moore's Bowling for Columbine, Charlton Heston was president of this organization. Its Political Victory Fund gives letter grades to politicians' voting records on firearm-related issues.", "The “What a Wonderful World” montage contradicts the words of Evan McCollum, then communications director for this arms company. It remains the largest federal contractor by dollars obligated."], "category": "Trash"}, {"leadin_sanitized": "A group called YALL sang Florence Reece's song “Which Side Are You On?” at a 2018 academic conference to protest a book titled after these people. For 10 points each:", "answers_sanitized": ["hillbillies [accept Hillbilly Elegy]", "Appalachian Mountains", "foxfire &lt;Geography US - Kothari&gt;"], "parts_sanitized": ["Identify this pejorative label. A 2016 memoir by J. D. Vance about his family's experiences in southern Ohio is titled as an “elegy” for them.", "Hillbilly Elegy is ostensibly about the values of people living in this mountainous American cultural region. Horace Kephart's Our Southern Highlanders was one of the first cultural studies of this region.", "Students at the Rabun Gap-Nacoochee School interviewed people like Aunt Arie to catalogue Appalachian folkways and crafts in a magazine titled for this phenomenon, which refers to a kind of glow produced by fungi."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Two of these functions over a number field are equivalent if and only if they are equivalent over every completion of that number field, according to the Hasse-Minkowski theorem. For 10 points each:", "answers_sanitized": ["quadratic forms [do not prompt on partial answers]", "homogeneous [accept word forms]", "symmetric &lt;Science Math - French&gt;"], "parts_sanitized": ["Name these polynomials in which every term has degree 2.", "Since each term has the same degree, every quadratic form necessarily has this more general property. For a function with this property, scaling all of the inputs by a factor lambda scales the output by a fixed power of lambda.", "The Schur polynomials, which appear in representation theory, are both homogeneous and have this property, since they are fixed under a permutation of their inputs. The word for this property also refers to matrices that equal their transpose."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "A “war” named for this resource erupted after the World Bank pressured Bolivia into privatizing SEMAPA, a state agency that delivered it. For 10 points each:", "answers_sanitized": ["water", "Cochabamba", "desalination &lt;History World - French&gt;"], "parts_sanitized": ["Name this resource, which the Israeli company Mekorot is known for extracting from the West Bank.", "The “water war” took place in this Bolivian city, where the World Bank delivered control of the water supply to the Aguas del Tunari company. State control of water was restored in this city after a series of protests in 1999.", "Over one third of Israel's drinking water is produced by plants that perform this process. This process converts saltwater to freshwater."], "subcategory": "History Other", "category": "History"}, {"leadin_sanitized": "In one novel from this country, the narrator talks to a woman named Zwida and meets an observatory worker named Kauderer in a cemetery. For 10 points each:", "answers_sanitized": ["Cimmeria", "If on a Winter's Night a Traveller [or Se una notte d'inverno un viaggiatore]", "Italo Calvino &lt;Literature European - French&gt;"], "parts_sanitized": ["Name this country whose poet, Ukko Ahti, wrote Leaning from the Steep Slope in its native Bothno-Ugaric language according to a professor who argues with Galligani on the topic.", "You, the reader, fall in love with Ludmila after meeting her at a bookstore and pursuing a convoluted trail of books, one of which is from Cimmeria, in this novel. This novel alternates between second-person narratives and excerpts with titles like “Outside the Town of Malbork” and “Leaning from the Steep Slope.”", "If on a Winter's Night a Traveler is a novel by this Italian author of The Cloven Viscount, Invisible Cities, and Cosmicomics."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Chevalier de Saint-Georges, often considered the first successful classical composer of color, composed eight of these pieces as one of the first and foremost promoters of the genre. For 10 points each:", "answers_sanitized": ["sinfonia concertante [or sinfonie concertante; or symphonie concertante; prompt on partial]", "Marie Antoinette [or Maria Antonia Josepha Johanna; prompt on partial]", "Christmastime [or Christmas Day; or Christmas Eve] (The oratorio is Handel's Messiah)  &lt;Arts Music - Smith&gt;"], "parts_sanitized": ["Name this genre featuring two or more soloists, exemplified by an E-flat major Mozart piece for violin, viola and orchestra. It was replaced by the double and triple concertos.", "After an affair in which his skin color kept him from directing the Paris Opera, Saint-Georges likely played in private with this pianist and royal. Haydn's fourth Paris symphony is nicknamed “the Queen” in honor of her.", "The related Baroque concerto grosso was likely introduced by Arcangelo Corelli, whose eighth and best-known concerto grosso is nicknamed for this occasion. A large vocal work whose first part is nicknamed for this occasion features an instrumental Sinfony and Pifa alongside lyrics by Charles Jennens."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "One phenomenon named for this physicist has a characteristic velocity scale given by magnetic field strength over the square root of the product of relative permeability and density. For 10 points each:", "answers_sanitized": ["Hannes Alfven", "magnetohydrodynamics [or MHD]", "plasmas  &lt;Science Physics - Krol&gt;"], "parts_sanitized": ["Name this physicist, who names a dispersionless phenomenon in which ions oscillate at low frequency, due to magnetic field line tension providing a restoring force.", "Hannes Alfven won the 1970 Nobel Prize for Physics for developing this field of physics, which as its name suggests combines the Navier-Stokes equations and Maxwell's equations in order to model a certain state of matter as a fluid. Alfven's theorem describes the “freezing-in” of magnetic flux in this field.", "Magnetohydrodynamics is used to model this so-called 'fourth state of matter', which consists of a completely ionized gas."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The New Age metaphor of the “red road” was borrowed from this speaker. For 10 points each:", "answers_sanitized": ["Black Elk", "Wounded Knee Creek [accept Wounded Knee Massacre]", "N. Scott Momaday [or Navarre Scott Momaday]  &lt;Literature American - Smith&gt;"], "parts_sanitized": ["Name this Lakota medicine man. His son Ben acted as mediator between him and John G. Neihardt, who used those conversations as the basis for a book titled [this man] Speaks.", "Black Elk lamented “A people's dream died there. It was a beautiful dream” when recalling an event in this location. Stephen Vincent Benet's “American Names” ends with the plea to “bury my heart” at this location, the site of an 1890 massacre of more than 150 Lakota.", "Kenneth Lincoln's Native American Renaissance compares Black Elk to this Kiowa author, whose Pulitzer-winning novel House Made of Dawn is considered the starting point for that Renaissance."], "subcategory": "Literature American", "category": "Literature"}]}