{
    "tossups": [
        {
            "question_sanitized": "An appointed court physician under this dynasty wrote a 30 volume encyclopedia of medicine entitled “An Aid for Those Who Lack the Capacity to Read Big Books.” Members of this dynasty were invited to what is now called the “Banquet of Blood”, at which many of them were clubbed to death. Sulayman ibn Surad and Al-Mukhtar rebelled against this dynasty. This dynasty won the Battle of Guadalete under its general Tariq ibn Ziyad. Mawalis, or people who had recently converted to Islam, were required to pay the same tax as the dhimmi, or “people of the book” under this dynasty. This dynasty began with the rule of Mu'awiya I and the revolt of the Persian slave Abu Muslim ended this dynasty's rule.This dynasty's forces slaughtered the armies of Husayn at the Battle of Karbala. For 10 points, name this dynasty with the capital at Damascus that was succeeded by the Abbasid caliphate.",
            "answer_sanitized": "Umayyad caliphate  &lt;History World - Jankov&gt;",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "The interaction of these entities boosts nucleophilicity in the alpha effect. Stable compounds possessing these entities can dimerize to an unfavorable equilibrium point proposed by Wanzlick. In an effect partially named for these entities, Thallium's +1 oxidation state is the most stable due to increasing relativistic contraction. Bisulfite addition only occurs via nucleophilic attack with one of these entities. Carbenes are defined as carbon atoms with one of these entities. Furan is aromatic because only one of these entities can align itself with the p-orbitals, despite oxygen having two of them. At least one of these entities is required for bent geometry. For 10 points, name these entities described in VSEPR (“vesper”) theory that aren't shared between atoms, represented as two dots on a Lewis diagram.",
            "answer_sanitized": "lone pairs of electrons [or electron pair; or anything indicating two (free / unshared / valence ) electrons; prompt on pair; prompt on electrons; do not accept or prompt on “electron” singular]  &lt;Science Chemistry - Etzkorn&gt;",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "Right realists have embraced Michael Gottfredson and Travis Hirschi's “general theory” of this phenomenon. The incidence of this phenomenon may be reduced by collective efficacy. This behavior is learned within “intimate personal groups” according to the differential association theory of Edwin Sutherland. George Kelling co-authored an Atlantic Monthly article on a theory of this phenomenon with James Q. Wilson. A reduction in this behavior is the subject of the Donohue–Levitt hypothesis, which was popularized by a chapter of Freakonomics that linked declining rates of this phenomenon to the Roe v Wade decision. Urban blight's effect on this behavior is the subject of broken windows theory. For 10 points, name this behavior whose “white-collar” variety includes embezzlement and forgery.",
            "answer_sanitized": "crime [accept deviance; accept delinquency; anti-prompt on specific types such as theft and murder]  &lt;Social Science Sociology - Smith&gt;",
            "category": "Social Science"
        },
        {
            "question_sanitized": "In Southeast Asian versions of the Ramayana, one of these beings named Suvannamaccha falls in love with Hanuman. In Japanese folklore, these beings have the mouth of a monkey. A race of these beings wear red caps made of feathers and inhabit the land Tír fo Thuinn in Irish folklore. In a fairy tale, one of these beings is cursed to feel as if she is stepping on hot knives every time she walks. P.T. Barnum exhibited a shrivelled mummy with a monkey's head as the “Feejee” one of these beings. One of these beings lets a witch cut out her tongue in exchange for a chance to seduce a prince and gain an immortal soul in a fairy tale by Hans Christian Andersen. Triton is usually depicted as one of these beings. For 10 points, name these beings that have fish-tails in place of legs.",
            "answer_sanitized": "merfolk [or mermaids or mermen; accept ningyo or merrows]  &lt;RMP Non-Greek/Roman Myth - French&gt;",
            "subcategory": "Literature Other",
            "category": "Literature"
        },
        {
            "question_sanitized": "In one portrait, this person was originally depicted holding a small snake, but that snake was later covered up with a bouquet. In another portrait, this person wears a jewelled pendant with a large red ruby surrounded by Roman deities. Henry Lee commissioned a portrait of this person in which an inscription states that this person “can but does not take revenge.” That painting depicts a thunderstorm over this person's left shoulder. This person stands on a globe of the world in a portrait by Marcus Gheeraerts the Younger. In another portrait, this person's fingers cover the Americas on a globe, and a sinking fleet can be seen through a window behind her. For 10 points, name this monarch depicted in the Ditchley Portrait and the Darnley Portrait, whose victory over the Spanish was celebrated in the Armada Portrait.",
            "answer_sanitized": "Queen Elizabeth I (“the first”) [or Elizabeth Tudor]  &lt;Arts Painting - Husar&gt;",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "One character in this novel improvises a song while doing chores that resolves with the line “love that woman till you go stone blind”. Another character in this novel smashes her dog's face with a hammer to correct an injury that dog suffered. A third character in this novel pursues a love affair with the “thirty-mile woman,” then laughs as he is being executed after she dies. One character in this novel repeats “it was my name in the dark” when asked about the origin of her name and is seen as a daughter by a character with a scar shaped like a chokecherry tree. In this novel, a spirit causes Howard and Buglar to flee a house at 124 Bluestone Road. The sadistic Schoolteacher tortures slaves including Sixo, Halle, and Paul D in this novel, which is dedicated to “sixty million and more”. For 10 points, name this novel in which Sethe kills her child rather than see her recaptured by slavers, the most famous work of Toni Morrison.",
            "answer_sanitized": "Beloved &lt;Literature American - Myers&gt;",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "This man supposedly took a sledgehammer to a heliport he installed specifically for his close friend President Kennedy after JFK snubbed him in Palm Springs; that incident led him to become a major Republican donor. In 1963, this man paid a $240,000 ransom for the return of his 19-year-old son and namesake, who was kidnapped in Lake Tahoe. Robert Ruark criticized this non-mobster after he was ignominiously photographed at the 1946 Havana Conference. As a young man, Willie Moretti probably helped this man break free from Tommy Dorsey's orchestra. In a journalistic piece that Gay Talese wrote without this man's permission after following him for months, this man “has a cold”. This white man is credited with forcing hotels to hire more black staff and admit black patrons due to his boycott of institutions that mistreated fellow Las Vegas performer, Sammy Davis, Jr. For 10 points, name this Rat Pack crooner behind “My Way.”",
            "answer_sanitized": "Frank Sinatra [or Frank Albert Sinatra]  &lt;History American (1945-present) - Bentley&gt;",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "C.C. Barfoot attributed this character's inability to “comprehend the neglect of a family library in such days as these” to the control society has over his wealth in the book The Thread of Connection, which analyzes this character's creator. When visiting this character's home, another character marvels “how much of pleasure or pain was it in his power to bestow” after this man's housekeeper, Mrs. Reynolds, compliments him. After being accused of not behaving in a “gentlemanlike manner,” this man writes a letter elaborating on his dealings with George Wickham. While at a ball, this man derides a woman as “tolerable, but not handsome enough to tempt” him to his friend Charles Bingley. For 10 points, name this broding resident of Pemberley who marries Elizabeth Bennet at the end of Pride and Prejudice.",
            "answer_sanitized": "Mr. Darcy [or Fitzwilliam Darcy]  &lt;Literature British Non-Shakespeare - Husar&gt;",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": "In a normed vector space, a set with this property is weakly closed if and only if it is strongly closed. If a compact set also has this property, then it can be reconstructed given just its extremal points by the Krein-Milman theorem. Any two disjoint subsets of Rn (“R to the n”) that both possess this property can be separated by a hyperplane. A set has this property if t times x plus “one minus t” times y is in the set for any x and y in the set and any t between zero and one. This term also describes any function whose Hessian matrix is everywhere positive semidefinite, which for a one-dimensional function means that its second derivative is always nonnegative. A set has this property if any line segment between two points in the set also lies in the set. For 10 points, name this property possessed by a function whose secant lines always lie above its graph, which is contrasted with concavity.",
            "answer_sanitized": "convexity [or convex downward; or concave upward; do not accept or prompt on just “concave”]  &lt;Science Math - Morrison&gt;",
            "subcategory": "Science Math",
            "category": "Science"
        },
        {
            "question_sanitized": "Before leaving the scene, one character in this opera writes four lines of verse on a door in fiery letters. An escape in this opera is interrupted by calls for a dance, during which it is revealed one character can only dance minuets. A jailer in this opera loves to sing of his time as the King of Boetia. A number in this opera in which one character only produces buzzing sounds is known as the “Fly Duet.” The allegorical figure Public Opinion drives the plot of this opera. The ballet Gaîté Parisienne ends with this opera's best-known number, which was popularized by dancers at the Folies-Bergere. This parody of Gluck's first reform opera ends after a lightning bolt scares the title musician into looking back at his wife. For 10 points, name this operetta whose “Infernal Galop” is often used as music for the can-can, composed by Jacques Offenbach.",
            "answer_sanitized": "Orpheus in the Underworld [or Orphee aux enfers]  &lt;Arts Opera - Smith&gt;",
            "subcategory": "Fine Arts Audiovisual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The codes batman and spiderman were developed by Laura Kreidberg who studies these objects. Disgraced astronomer Geoffrey Marcy discovered 70 of the first known 100 of these objects. Sudarski developed a 5 class system to classify these objects. Many of these objects were discovered in the TRAPPIST-1 system via the TTV method. Coronagraphs can be used to discover these objects which are the primary target of the proposed “HabEX” mission. The recently launched TESS mission is going to discover tens of thousands of these objects via the transit method, about a factor of 10 more than its predecessor Kepler. These objects can be detected by measuring the changes in radial velocity of the stars they orbit. Types of these objects include Hot Jupiters and Super-Earths. For 10 points name these objects which orbit stars that are not the sun.",
            "answer_sanitized": "exoplanets [generously prompt on descriptions like extrasolar planets or (before said) planets that orbit other stars or planets outside the solar system; prompt on planets; prompt on Hot Jupiters and Super-Earths before mention]  &lt;Science Astronomy - Lasker&gt;",
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "question_sanitized": "Galatians 5:6 states that only faith exercised through this concept is important, not whether someone is circumcised. In Summa Theologica, Thomas Aquinas defines this concept as the “first movement of the will and of every appetitive faculty.” Jude 1:12 may refer to a type of feast named for this concept celebrated by early Christians that was distinct from the Eucharist. This concept is listed first of the fruits of the Spirit. 1 John states that the perfect form of this concept drives out fear. 1 Corinthians asserts that whoever lacks this concept is a “clanging gong.” In John 15, Jesus says the greatest form of this concept is “laying down” one's life for their friends. Applying this concept to God and neighbors are the two greatest commandments. For 10 points, name this concept, usually written as agape (“ah-GAH-pay”) in Greek, which is celebrated during Valentine's Day.",
            "answer_sanitized": "love [accept agape before mentioned; accept charity]  &lt;RMP Christian/Bible Religion - McLain&gt;",
            "category": "Religion"
        },
        {
            "question_sanitized": "Description acceptable. A speech in this scene recalls the motif of the painted lady in the command “Now get you to my lady's chamber and tell her, let / her paint an inch thick.” In this scene, one character asserts that “it's no great matter” if a madman is sent to England, since “there the men / are as mad as he.” In this scene, a character frustratedly exclaims “How absolute the knave is!” after a man calls a body “One that was a woman… but rest her soul, she's dead.” A man in this scene asks an object “Where be your gibes now? your / gambols? your songs?” In this scene, a man cries “I knew him… a fellow / of infinite jest” as he holds the skull of the jester Yorick. For 10 points, name this scene from the last act of Hamlet, commonly named after two fools of a certain occupation.",
            "answer_sanitized": "Hamlet, Act V, Scene i [or gravedigger scene, or Alas, poor Yorick!, or Hamlet holds a skull before “skull;” accept any description that uniquely identifies as the first scene from the fifth act of Hamlet]  &lt;Literature Shakespeare - French&gt;",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": "Description acceptable. Members of one group of these people adopted code-names such as Shaggy, Pinky and Bobby to avoid police surveillance. A woman commonly called the “First Lady of Murder” by the press supposedly told local officials to “teach [that group of these people] a lesson;” that group had earlier “kidnapped” a vehicle to attend an October 2nd remembrance. The government of Gustavo Diaz Ordaz used snipers to attack a group primarily composed of these people at the Plaza de Tres Culturas before the 1968 Olympics. One group of these people may have been handed over by local police to drug traffickers after their bus was attacked in Iguala. These people were targeted in the Tlatelolco Massacre, and UNAM is an institution built to house these people. For 10 points, name these people who attend places including the National Polytechnic Institute in Mexico City.",
            "answer_sanitized": "college students [accept the 43 or the Iguala students, prompt on protestors]  &lt;Current Events Non-US - Bentley&gt;",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "A dying woman named Alexandra laughs when hearing that a member of this profession is named Trifon, but falls for him so she will not die without having known love in the fourth story of A Sportsman's Sketches. Stories such as “Black as Egypt's Night” and “The Blizzard” are included in a Mikhail Bulgakov collection titled for the “notebook” of a member of this profession. Another character with this profession spends all his money on a trip to Warsaw with his servant and adopted this profession after his ambition to become a priest was frustrated. That character with this profession is beaten by Nikita after his post is taken by Khobotov, who consigns him to the title “Ward No. 6.” Another character with this profession pursues a love affair with Lara amid the Russian Civil War. For 10 points, name this profession shared by author Anton Chekhov and the title character, surnamed Zhivago, of a Boris Pasternak novel.",
            "answer_sanitized": "medical doctors [or district doctors; or country doctors; accept clear equivalents such as physicians]  &lt;Literature European - Smith&gt;",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "This compound's production is impaired by mutations in HNF4-alpha, HNF1-alpha, or PDX1, all of which cause MODY. The secretion of this compound initially depends on katp channels with Kir6.2 channels and SUR1 receptors, but eventually becomes independent of those channels, according to a biphasic model of GSIS in humans. GLUT4 transporters are regulated by this hormone. High levels of free fatty acids can lead to heightened resistance to this hormone. C-peptide is formed and secreted alongside this compound. Both incretins and sulfonylureas increase the amount of this hormone secreted from beta cells in the Islets of Langerhans. For 10 points, name this hormone which opposes the effects of glucagon by decreasing blood sugar levels.",
            "answer_sanitized": "insulin &lt;Science Biology - Shanmugam&gt;",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "The opening Allegro molto moderato melody of a piece for this ensemble begins “C C C, grace note C up to long F, C”; that four movement piece in F minor is played entirely attaca. A set of pieces for this ensemble depicting Petit mari, petite femme, Blind Man's Bluff, and other games was written by Georges Bizet. Another piece for this ensemble was dedicated to the Godebski family by Maurice Ravel. A piece originally for this ensemble is based on “Bártfai emlék,” a czardas. A collection including that piece inspired two sousedskás, two skočnás, and two furiants in a collection originally for this ensemble written by Dvorak. Schubert's F minor Fantasy and his “Grand” C major sonata, like Brahms' Hungarian Dances, were written for this “domestic” ensemble. For 10 points, name this ensemble in which two players use one keyboard instrument.",
            "answer_sanitized": "piano four hands [accept anything about two pianists playing one piano; prompt on just two pianists, piano duet, piano, and duet; do not accept anything indicating that two separate pianos are being played]  &lt;Arts Music - Smith&gt;",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A multiracial settlement called The Glaize served as a center of trade in this state in the 1790s. This state's Great Black Swamp served as a refuge for Native Americans until its draining in the 1830s. The final campaign of the Seneca adoptee Simon Girty was fought in this state. In that campaign, a column under general Arthur St. Clair was wiped out by a Native American ambush in this state. Little Turtle and Blue Jacket were defeated in a war sometimes named for this state. The Treaty of Greenville was signed in this state after a victory for General Anthony Wayne at the Battle of Fallen Timbers. Settlement in this state's namesake “country” was a major catalyst for the French and Indian War. For 10 points, name this state where groups like the Shawnee and Miami were removed to make way for cities such as Toledo.",
            "answer_sanitized": "Ohio &lt;History American (pre-1865) - Myers&gt;",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "In Person and Object, Roderick Chisholm claims that the parts of one of these object exist by virtue of other things, while one of these things exists by virtue of itself. In How to do things with Words, J.L. Austin uses drunkenly naming one of these things Mrs. Stalin as an example of a failed speech-act. Otto Neurath described the sum of human knowledge as one of these things that must be constantly repaired while in use. Thomas Hobbes proposed a variant of a puzzle involving one of these objects in which a second one of these objects is secretly built from parts of an original. Plutarch describes an Athenian custom of replacing the boards of one of these things as they decayed, leading to a debate over its identity once all the planks were replaced. For 10 points, name these things, of which one belonging to Theseus was the subject of an ancient paradox regarding identity.",
            "answer_sanitized": "ships [accept boats, Ship of Theseus, Neurath's Boat, Neurath's Raft]  &lt;RMP Philosophy/Thought - Myers&gt;",
            "subcategory": "Philosophy Other",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "Two answers required. The leader of one of these two empires, nicknamed the “new Sennacherib” in the anonymous Scriptor Incertus chronicle, died before he could besiege the capital of the other of these empires. The leader of one of these empires signed a 30-year peace treaty with the other after it concluded an alliance with Emperor Louis the Pious. The leader of one of these countries took a title inspired by the leader of the other after moving his capital to Preslav. After winning the Battle of Kleidion, the leader of one of these two countries blinded 99 out of every 100 soldiers from the other country. The ruler of one of these countries made a cup out of the skull of the ruler of the other after winning the Battle of Pliska. Basil II, the leader of one of these empires, was nicknamed for killing people from the other of these empires. For 10 points, identify these two countries that often clashed in the Balkan Peninsula.",
            "answer_sanitized": "First Bulgarian Empire AND the Byzantine Empire [accept in either order; accept Bulgar Khanate in place of “Bulgaria” and Greek Empire or Eastern Roman Empire in place of “Byzantine Empire”]  &lt;History European to 1400 - Suh&gt;",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "In a speech addressing this issue, a president recalled having “read scores of the thousands of letters” he had requested people send listing ten ways to combat this issue. A slogan from a campaign against this issue was printed on footballs, playing cards, and other memorabilia, including buttons that were worn upside down when that campaign failed. This issue was exacerbated by an embargo started in response to the United States' involvement in the Yom Kippur War. Richard Nixon attempted to combat this issue by leaving the Bretton-Woods agreement. This issue was called “public enemy number one” in Gerald Ford's oft-mocked campaign to “Whip [this issue] Now.” Paul Volcker confronted this issue by raising the federal interest rate. For 10 points, the 1970s were faced with stagnation and what economic issue in which currency loses its value?",
            "answer_sanitized": "inflation [accept stagflation; accept energy crisis or oil crisis; prompt on recession]  &lt;History American (1945-present) - French&gt;  Bonuses",
            "subcategory": "History American",
            "category": "History"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "Felix Morisseau-Leroy had characters call upon <em>loa</em> in his adaptation of this play written in Haitian Creole. For 10 points each:",
            "answers_sanitized": [
                "Antigone",
                "Jean Anouilh",
                "Sophocles &lt;Literature European - French&gt;"
            ],
            "parts_sanitized": [
                "Name this play. In another adaptation of this play, the title character tells her Nurse to never scold her dog Puff again.",
                "This French playwright of The Lark and Traveller without Luggage used Creon as a stand-in for the Vichy government in his 1943 adaptation of Antigone.",
                "The original Antigone is a play by this Ancient Greek author of Oedipus Rex."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Answer the following about the wives of Heracles. For 10 points each:",
            "answers_sanitized": [
                "Hebe",
                "Centaur",
                "Omphale &lt;RMP Greek/Roman Myth - Jankov&gt;"
            ],
            "parts_sanitized": [
                "This final wife of Heracles was given to him after he ascended to Olympus. This goddess of youth was Zeus' cupbearer and was later replaced by Ganymede.",
                "Heracles was killed when his wife Deineira was tricked into giving him a shirt tainted with the blood of the Hydra and one of these creatures. In addition to Nessus, another of these creatures is the wise Chiron.",
                "According to some sources, Heracles was also married to this woman after he was punished to be her slave for two years for killing Iphitus. This queen of Lydia was originally the wife of Tmolus until he was killed by a boar."
            ],
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "This disease is characterized by the presence of thyroid peroxidase antibodies in blood samples. For 10 points each:",
            "answers_sanitized": [
                "Hashimoto's disease [or Hasimoto syndrome; or Hashimoto's Thyroiditis; prompt on lymphocitic thyroiditis]",
                "iodine [or I]",
                "follicular cells [do not accept or prompt on “parafollicular” cells; prompt on thyrocytes]  &lt;Science Biology - Etzkorn&gt;"
            ],
            "parts_sanitized": [
                "Name this autoimmune disease which damages the thyroid. This disease is the most common cause of hypothyroidism and is diagnosed by finding anti-TPO antibodies.",
                "A radioactive version of this element is used to determine whether particular thyroid nodules are “hot” or “cold”. Deficiency of this element causes goiter.",
                "Graves' disease results from antibodies binding to thyroid stimulating hormone expressed on these thyroid epithelial cells, which then overproduce T3 and T4."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Augustus Le Plongeon gave these figures their common name. For 10 points each:",
            "answers_sanitized": [
                "chacmools [or chac-mools; or chaacmools]",
                "Henry Moore",
                "Chichen Itza [or Pre-Hispanic City of Chichen-Itza]  &lt;Arts Sculpture - Smith&gt;"
            ],
            "parts_sanitized": [
                "Name these figures which often hold either a disk or a bowl on their stomach. First made in the Terminal Classic period, these stone sculptures support themselves on their elbows and have heads turned ninety degrees.",
                "Until 1987, a sculpture by this creator of Chicago's Nuclear Energy was given to winners of the Pritzker Prize. A mutual influence of Barbara Hepworth, this sculptor's Reclining Figures series was inspired by Pre-Columbian chacmool sculptures.",
                "Augustus Le Plongeon first discovered chacmool sculptures at this site, near its Platform of the Eagles and Jaguars. The step pyramid Temple of Kukulcan is at the center of this Mayan city in Yucatan Province."
            ],
            "subcategory": "Fine Arts Other",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Answer the following relating to the Anapanasati Sutta, for 10 points each:",
            "answers_sanitized": [
                "mindfulness [prompt on awareness]",
                "Thích Nhất Hạnh",
                "Theravada &lt;RMP Non-Christian/Bible Religion - Smith&gt;"
            ],
            "parts_sanitized": [
                "The Anapanasati Sutta instructs readers on how to breathe while in the state of sati. Thomas Rhys Davids first translated “sati” as this English term, which psychologists like Jon Kabat-Zinn have since adopted to describe placing one's attention on present-moment experiences.",
                "This co-founder of the Plum Village Monastery translated the Sutta in his Awakening of the Heart. This Vietnamese monk also wrote The Miracle of Mindfulness and founded the socially conscious movement of Engaged Buddhism.",
                "The Anapanasati Sutta is part of the Pali canon, a group of sacred texts used in this branch of Buddhism primarily practiced in Southeast Asia. This branch of Buddhism is contrasted with Mahayana."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "The Navier-Stokes equations are a result of this law in the Eulerian picture, for 10 points each:",
            "answers_sanitized": [
                "conservation of momentum",
                "Couette flow",
                "Poiseuille flow &lt;Science Physics - Carpenter&gt;"
            ],
            "parts_sanitized": [
                "Name this consevation law which states that a quantity equal to mass times velocity does not change over time and results from the lack of production of matter at normal velocities.",
                "The Navier–Stokes equations are exactly solvable for this system which describes flow between moving parallel plates and predicts a linear increase in fluid velocity between them.",
                "This other exact solution to the Navier–Stokes equations describes flow through an axisymmetric pipe, and predicts a parabolic fluid velocity for viscous fluids."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This character dedicates a song opening “Let schoolmasters puzzle their brain / With grammar, and nonsense, and learning” to the Three Pigeons alehouse. For 10 points each:",
            "answers_sanitized": [
                "Tony Lumpkin [accept either]",
                "She Stoops to Conquer [or Mistakes of a Night]",
                "Oliver Goldsmith &lt;Literature British Non-Shakespeare - Smith&gt;"
            ],
            "parts_sanitized": [
                "Name this character who tricks Charles Marlow and his friend Hastings into believing that his family's manor is an inn, setting the plot of the play in which he appears into motion.",
                "Tony Lumpkin is a relative of Kate Hardcastle, who pretends to be a barmaid to seduce Marlow in this Laughing Comedy, which contains a prologue by David Garrick attacking popular sentimental comedies.",
                "She Stoops to Conquer is the most famous play of this Anglo-Irish author of “A Haunch of Venison” and The Vicar of Wakefield."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The first major post-WWII leader of this country is believed to have, in order to save meat during shortages in World War One, invented the first vegetarian sausage. For ten points each:",
            "answers_sanitized": [
                "West Germany [prompt on Germany]",
                "Ludwig Erhard",
                "coal and steel &lt;History European 1914-present - Krol&gt;"
            ],
            "parts_sanitized": [
                "Name this country, whose “Wirtschaftswunder”, or 'economic miracle', involved worldwide sales of Volkswagen Beetles. It reunited with a Communist neighbour in 1990.",
                "This minister of economics under Konrad Adenauer is often credited with engineering the Economic Miracle. His “social market system” included instituting universal healthcare and including workers in companies' decision-making processes.",
                "Under Adenauer, Germany also joined with France and several other western European countries in an economic community named for these two commodities that preceded the European Union. That community was proposed by French foreign minister Robert Schumann and was opposed by politicians from the industrial Ruhr region."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "This statistician invented correction for attenuation to mitigate the effects of measurement error on correlation coefficients. For 10 points each:",
            "answers_sanitized": [
                "Charles Spearman",
                "Edward Thorndike",
                "United States military [or the US army or United States Armed Forces]  &lt;Social Science Psychology - Smith&gt;"
            ],
            "parts_sanitized": [
                "Name this psychometrician who coined “factor analysis.” Arthur Jensen formalized this scientist's hypothesis that racial differences in cognitive ability testing are mainly correlated to how well the exams “load” or test for his concept of general intelligence.",
                "This contemporary of Spearman opposed his two-factor theory of intelligence, instead dividing intelligence into abstract, mechanical, and social aspects. R.J. Herrnstein quantified this psychologist's namesake law of effect.",
                "Sometime after experiments in William James' basement, Thorndike helped this organization create a precursor to the widely studied ASVAB aptitude test. Studies on former members of this organization convinced the APA to add posttraumatic stress disorder to the DSM-3."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "This leader defended property qualifications for voting by telling poor people to “just get rich”. For 10 points each:",
            "answers_sanitized": [
                "Francois Guizot (Gee-zo)",
                "Prince Klemens von Metternich",
                "The Communist Manifesto [accept Manifest der Kommunistischen Partei]  &lt;History European 1400-1914 - Myers&gt;"
            ],
            "parts_sanitized": [
                "Name this French prime minister who banned the Campaign of the Banquets and was removed in favor of Adolphe Thiers (Tee-ay) in a Revolution in 1848.",
                "Guizot is often compared to this reactionary statesman, who passed the Carlsbad Decrees after the assassination of August von Kotzebue and organized the removal of the Gottingen Seven.",
                "The most prominent example of such a comparison comes at the beginning of this text, which pairs Metternich and Guizot with the pope and the tsar in a “holy alliance” dedicated to “exorcising” the specter of its title concept."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "Economists from this country have used the price of a cheese-filled flatbread called <em>khachapuri</em> <strong>(HAH-chah-poo-ree)</strong> as an index of inflation. For 10 points each:",
            "answers_sanitized": [
                "Georgia",
                "grapes",
                "Hungary &lt;Geography Europe - Kothari&gt;"
            ],
            "parts_sanitized": [
                "Name this country, whose other distinctive foods include a tart plum-based sauce, tkemali. Toastmasters called tamadas direct feasts called supras in this country.",
                "The Georgian candy churchkhela is made by dipping strings of walnuts into the thickened juice of this fruit, often from the Kakheti region. Varieties of this fruit like Cabernet Sauvignon and Merlot are widely grown in Bordeaux, France.",
                "Grapes infected with noble rot are used to produce the sweet Tokaji (toh-kye-yee) wines produced in this European country and neighboring Slovakia."
            ],
            "category": "Literature"
        },
        {
            "leadin_sanitized": "A man is delivered room service by the beautiful made Camae, who is revealed to be an angel, in a play titled for this location by Katori Hall. For 10 points each:",
            "answers_sanitized": [
                "the Mountaintop [accept “I've Been to the Mountaintop”]",
                "Martin Luther King, Jr. [or MLK]",
                "Nikki Giovanni &lt;Literature American - French&gt;"
            ],
            "parts_sanitized": [
                "Name this location. A quote about this allegorical location titles a speech that its speaker concluded with the quote “Mine eyes have seen the glory of the coming of the lord!”",
                "The speech “I've Been to the Mountaintop” was given by this civil rights activist, who also delivered the “I Have a Dream” speech.",
                "This poet asked “What can I, a poor Black woman, do to destroy America?” in a poem written in response to the assassination of Martin Luther King. This author of “Knoxville, Tennessee” delivered a memorial chant-poem shortly after the shooting at Virginia Tech, where she is a faculty member."
            ],
            "category": "Literature"
        },
        {
            "leadin_sanitized": "In a collection of essays from this school of thought, Han Fei argued that the state is like a parent who needs to empty a boil on the head of a screaming child. For 10 points each:",
            "answers_sanitized": [
                "Legalism [accept Fajia]",
                "Shang Yang [accept Wei Yang Gongsun, Lord Shang]",
                "Confucianism [accept Ruism]  &lt;RMP Philosophy/Thought - McLain&gt;"
            ],
            "parts_sanitized": [
                "Name this school of thought espoused by thinkers such as Han Fei and Li Si. This pessimistic school of thought aimed to instill order in society through harsh punishments and rigid adherence to laws.",
                "This early Legalist scholar and Qin state reformer created the ideas of “fixing the standards” and “treating the people as one” in order to stabilize the government. He was pulled apart by chariots following the death of his patron, Duke Xiao.",
                "Han Fei and his teacher Xunzi both argued that humans have an evil nature, in opposition to Mencius, the “Second Sage” of this school of thought. This school of thought was espoused in The Analects, a collection of sayings by this school's namesake."
            ],
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "Ligands that produces large values of this quantity are called “strong field” ligands, since large values of this quantity lead to more paired electrons. For 10 points each:",
            "answers_sanitized": [
                "crystal field splitting parameter [or ligand field splitting parameter; accept “energy” instead of “parameter”; prompt on delta or delta-sub-naught or delta-sub-zero]",
                "d orbitals",
                "spectrochemical series  &lt;Science Chemistry - French&gt;"
            ],
            "parts_sanitized": [
                "Name this quantity. This quantity is the difference in energy between the “e sub g” and “t sub 2 g” orbitals.",
                "The crystal field splitting quantifies the splitting of these orbitals. These orbitals hold more electrons than an s or p orbital.",
                "Ligands are arranged in order of their crystal field splitting in this series. Iodide is near the left end of this series because it is a weak ligand."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "A rhyming slogan coined by Edward Lansdale declared that this leader “is my guy”. For 10 points each:",
            "answers_sanitized": [
                "Ramon Magsaysay",
                "Corazon Aquino",
                "Luzon &lt;History World - Myers&gt;"
            ],
            "parts_sanitized": [
                "Name this president who was killed in a 1954 plane crash, which led his land reform agenda to fail and much of his progress in defeating the Huk insurgency to be rolled back.",
                "This other president's husband, Benigno, was appointed as a special envoy to the Huks by Magsaysay. His assassination in 1983 made this politician a prominent figure of opposition to Ferdinand Marcos.",
                "The Huks were a Communist guerrilla group headquartered on this largest and most populous Philippine island, which contains the cities of Manila and Quezon City."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "For 10 points each, answer the following about taking the product of topological spaces:",
            "answers_sanitized": [
                "compactness [or sequential compactness]",
                "axiom of choice [or AC]",
                "basis [or base]  &lt;Science Math - Morrison&gt;"
            ],
            "parts_sanitized": [
                "Tychonoff's theorem states that the arbitrary product of spaces with this property will also have this property in the product topology. Any continuous function attains its maximum on a space with this property by the extreme value theorem.",
                "Tychonoff's theorem is equivalent to this axiom, which allows one to pick an element from each of a collection of nonempty sets. This axiom is commonly added to Zermelo-Fraenkel set theory.",
                "The box topology on a product of spaces Xi (X-sub-i) has the property that the product of one of these collections of sets for each of the Xi serves as one of these collections for the entire space. For a given topology, this is a collection of open sets B such that any set in the topology can be formed from the union or finite intersection of sets in B."
            ],
            "subcategory": "Science Math",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The end of this piece references the last piano sonata by Beethoven, which is in the same key. For 10 points each:",
            "answers_sanitized": [
                "“Revolutionary” Etude [or “Étude on the Bombardment of Warsaw”; accept but do not otherwise reveal Étude Op. 10, No. 12 in C minor by Frederic Chopin]",
                "Frederic Chopin",
                "“Tristesse” [or “Sadness”; or “Farewell”; or “L'Adieu”; or Étude Op. 10, No. 3 in E major]  &lt;Arts Music - Smith&gt;"
            ],
            "parts_sanitized": [
                "Name this piece, whose left hand part Alexander Dreyschock was renowned for playing in octaves. It opens with a sforzando chord followed by a legatissimo descending run that forms a dominant seventh chord.",
                "This composer dedicated two sets of twelve etudes, the first of which includes his “Revolutionary” etude, to his friend Franz Liszt and Liszt's mistress Marie d'Agoult, respectively.",
                "Alfredo Carella claimed that bars 4 and 5 of this Chopin etude developed in a “Debussian manner,” preceding the Frenchman by a half century. This etude, a study of polyphony and legato technique, is nicknamed for its cantabile melody."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "In this novel, Nathan Zuckerman decides that the phrase “Everyone knows” is the “beginning of the banalization of experience” when he sees a disgraced college professor and his mistress at an orchestra rehearsal. For 10 points each:",
            "answers_sanitized": [
                "The Human Stain",
                "Philip Milton Roth",
                "Pnin &lt;Literature American - Husar&gt;"
            ],
            "parts_sanitized": [
                "Name this novel. Classics professor Coleman Silk reveals to Nathan Zuckerman that he has been hiding his black identity after he is fired from Athena College for allegedly using a racial slur in this novel.",
                "This author was inspired by the experiences of Yale professor Melvin Tumin to create the character of Coleman Silk. This man also wrote American Pastoral and Goodbye, Columbus.",
                "In this novel by a different author, the title professor at Waindell College laments “I haf nofing” after a visit from his ex-wife. That professor quits his job after the narrator is named head of Waindell's Russian department."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Piero della Francesca's painting of this scene includes a man awkwardly removing his shirt in the rear-right background as a dove flies directly above a chalk-white Jesus. For 10 points each:",
            "answers_sanitized": [
                "The Baptism of Christ",
                "Leonardo da Vinci [accept either name]",
                "Mona Lisa [accept La Gioconda]  &lt;Arts Painting - Krol&gt;"
            ],
            "parts_sanitized": [
                "Name this religious scene. Verrocchio and his student included a palm tree in the left background of a version of this scene currently held by the Uffizi.",
                "The angel on the left of Verrocchio's baptism is attributed to this painter, who was his student. A version of the Annunciation is the earliest work traditionally attributed to this painter alone.",
                "Leonardo would later go on to paint this famous portrait of a woman with an enigmatic smile."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Because of this man's vigorous enforcement of film patents, more French-made films appeared on American movie screens from 1906 to 1909 than American-made ones. For 10 points each:",
            "answers_sanitized": [
                "Thomas Edison [or Thomas Alva Edison]",
                "nickelodeons",
                "Louis B. Mayer [or Louis Burt Mayer; or Lazar Meir; or Eliezer Mayer]  &lt;History American (1865-1945) - Bentley&gt;"
            ],
            "parts_sanitized": [
                "Identify this man who set up a facility for inventions in Menlo Park, New Jersey.",
                "Although motion pictures were first viewed in individual peep show devices, films reached larger audiences at these establishments, named for their low price.",
                "This co-founder of MGM got his start running a nickelodeon and a vaudeville theatre nicknamed the Garlic Box. He merged his business with the Goldwyn Pictures Corporation in 1924."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "The Nurse-Saul method is a simpler alternative to the method named for this scientist for estimating the maturity of concrete. For 10 points each:",
            "answers_sanitized": [
                "Svante Arrhenius",
                "pre-exponential factor [or frequency factor; accept A]",
                "Gaussian function [accept normal distribution]  &lt;Science Chemistry - French&gt;"
            ],
            "parts_sanitized": [
                "Name this Swedish chemist whose namesake equation gives the temperature dependence of the rate constant. He also names an acid-base theory in which acids are substances that dissociate to form hydrogen ions.",
                "This constant from the Arrhenius equation has the same units as the rate constant. It can be calculated using collision theory.",
                "Deriving the Arrhenius equation from transition state theory involves approximating an integral of the Boltzmann distribution as an integral of one of these functions, which arises as a result of Taylor-expanding the potential energy about a saddle point."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        }
    ]
}