{"tossups": [{"question_sanitized": "The phrase \"sub rosa\" derives from Roman depictions of this god with his finger to his lipsholding a rose; that version of this god, which the Romans interpreted as a god of silence, representsthe rising sun. This god was the father of Hapi, Imsety, and their two brothers, the protectors of thefour cardinal directions. During a long-running conflict, he painted his wooden boat (*) gray to get hisopponent to use an actual stone boat, which then sunk. This god's right and left eyes were the sun andmoon, which may be because his eye was gouged out by a deity he relegated to rule over storms anddeserts. This god engaged in a series of contests with his uncle, Set. For 10 points, name this falcon-headedson of Osiris in Egyptian myth.", "answer_sanitized": "Horus [or Harpocrates]", "category": "Mythology"}, {"question_sanitized": "Bruno Taut wrote three books on the architecture of this country, the home of themid-20th-century Metabolist school. An architect from this country designed a peace memorialcontaining a concrete hyperbolic paraboloidal arch. The Wing Shuttle was created to move peoplethrough an airfoil-shaped airport terminal on an artificial island in this country designed by (*)Renzo Piano. A Mayan Revival building in this country was designed to \"float\" on alluvial mud, allowing itto survive a 1923 earthquake. Parts of a religious complex in this country are torn down and rebuilt everytwenty years, in an example of wabi-sabi. For 10 points, Frank Lloyd Wright's Imperial Hotel was oncelocated in which Asian country, home to the Ise-Jingu Shinto shrine?", "answer_sanitized": "Japan [or Nippon-koku; or Nihon-koku]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This leader set up a network of People's Houses to encourage the growth of homegrown theaterand opera. This leader delivered a speech over six days that justified the arrest of opponents underthe Law on the Maintenance of Order and used the text of the Swiss law code as a basis for anoverhauled legal system. Troops under this man entered Smyrna shortly before that city's GreatFire. This founder of the CHP, the chronologically-first signatory of the Treaty of (*) Lausanne,picked Ismet Inonu as his successor. This man's principles, the Six Arrows, included a commitment tosecularism which led him to mandate use of the Latin alphabet and ban the fez. For 10 points, name thisfounder of the Republic of Turkey and so-called \"Father of all Turks.\"", "answer_sanitized": "Mustafa Kemal [or Kemal Ataturk]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This man divided certain critics into \"amazed\", \"peevishly hostile\", and \"universalist\" groups inhis essay \"Where Angels Fear to Tread\", which was later collected in his book Morning Yet onCreation Day. A line from Eliot's \"Journey of the Magi\" titles a novel by this man whose protagonistbefriends William Green's secretary Marie Tomlinson and is arrested for taking a bribe in order topay for an (*) abortion for his girlfriend Clara, an osu. The protagonist's son takes the name Isaac after areligious conversion in a novel by this man about a son of Unoka who commits suicide after observing thecolonization of Umuofia. For 10 points, name this author who wrote about the Okonkwo family in NoLonger At Ease and Things Fall Apart.", "answer_sanitized": "Chinua Achebe [or Albert Chinualumogu Achebe]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This artist illustrated the effects of his own late-life intraocular hemorrhage in The Artist's Retina.His fondness for strong diagonal lines can be seen in paintings like Girls on the Bridge, and his otherlate works include Self-Portrait Between Clock and Bed. A series by this man includes a painting of amother bowing her head in anguish over her title (*) Sick Child and a depiction of a red-headed womanat three different ages called The Dance of Life. This painter also included his Vampire in his Frieze of Life.A swirling red and yellow sky tops his best-known painting, whose central figure stands on a bridge andputs his hands to his face. For 10 points, name this Norwegian artist of The Scream.", "answer_sanitized": "Edvard Munch", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "In the field, this man interviewed Sioux children at Pine Ridge and assisted Alfred Kroeber inexamining the Yurok. He examined \"The Meaning of Meaning It\" in a book that uses incidents suchas the \"revelation in the tower\" and \"the fit in the choir\" to connect theological positions to theindividual ego and developed his method of \"psychohistory.\" This author of (*) Young Man Lutheralso proposed industry and inferiority, intimacy and isolation, and integrity and despair as fundamentalconflicts of existence. For 10 points, name this psychologist who developed an eight-stage model ofpersonal development and described the tension at each stage with the term \"identity crisis.\"", "answer_sanitized": "Erik Homburger Erikson", "category": "Social Science"}, {"question_sanitized": "A four-volume history of this war was written by Yale professor Donald Kagan. An earlier accountof this war says that \"words lost their meaning\" during an uprising, and features the claim \"Thestrong do what they can, while the weak suffer what they must\" from the Melian debate. Superstitionover a lunar eclipse led to a harbor massacre in this war after a general on the losing side wasrecalled on charges of defacing and castrating sacred (*) statues. The Thirty Tyrants took power afterthis war, which began with a dispute at Corcyra. Its first twenty-three years were covered by Thucydides.For 10 points, name this war which included the Sicilian expedition of Alcibiades, and ended atAegospotami when the Delian League's ships lost to Sparta.", "answer_sanitized": "Peloponnesian War [prompt on \"Sicilian Expedition\"]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "In 1986, the Giotto space probe was launched to study these phenomena, such as theGrigg-Skjellerup one. NASA's Stardust probe found the amino acid glycine in one of these namedWild 2. These phenomena's atmospheres give their name to a parabolic aberration in which off-axispoint sources are distorted. When earth passes by one named Swift-Tuttle, the Perseid meteorshower occurs. One of these named (*) Shoemaker-Levy 9 crashed into Jupiter in 1994. Long period onesmay originate from the Oort Cloud. They are characterized by a core called the nucleus and a thinatmosphere referred to as a coma. For 10 points, name these \"dirty snowballs\" of the Solar System, one ofwhich is named for Edmund Halley.", "answer_sanitized": "comets", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One poem by this author begins with the Bellman noting thrice that where he landed his crew was\"just the place\" for the title activity, and that \"What I tell you three times is true.\" The Bakermysteriously disappears at the end of that poem, which is subtitled \"An Agony in 8 Fits\". In anotherof this author's poems, after chasing his fiery-eyed \"manxome\" foe, a character stands by a Tumtumtree in \"uffish thought.\" That poem opens with the line \"twas (*) brillig, and the slithy toves did gyreand gimble in the wabe,\" and sees the title creature slain with a vorpal blade. For 10 points, identify thisBritish author of nonsense poems like \"The Hunting of the Snark\" and \"Jabberwocky,\" which appeared inthe sequel to Alice's Adventures in Wonderland.", "answer_sanitized": "Lewis Carroll [or Charles Lutwidge Dodgson]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The residual of this quantity equals RT times the log of the fugacity coefficient. This quantity isused as a generating function since its canonical variables are temperature and pressure. The changein this quantity at non-standard state equals its change at the standard state, plus RT times the log ofthe reaction quotient, which can be used to derive the Nernst equation. This extensive quantity canbe calculated by summing (*) chemical potential over particle number. The change in this quantity atstandard state equals negative RT times the log of the equilibrium constant. In general, it equals enthalpyminus temperature times entropy. For 10 points, name this quantity which determines if a process isspontaneous, named for an American chemist.", "answer_sanitized": "Gibbs free energy [or G; prompt on free energy]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In one book, this man argues that the fall of the Roman Empire led to the rise of townsfolk withprivileges over country folk. He argued for mandated universal education up to age ten in a bookwhich worried that the repetition of one continuous task would dull laborers' minds. This man usedthe \"sympathy\" of an \"impartial spectator\" as the basis for a 1759 work of (*) ethics that was inspiredby his teacher Francis Hutcheson. This author of A Theory of Moral Sentiments discussed the \"naturalprogress of opulence\" in a huge book which noted the self-interest of brewers, butchers, and bakers incritiquing mercantilism. For 10 points, name this Scottish Enlightenment author who used the term\"invisible hand\" exactly once in The Wealth of Nations.", "answer_sanitized": "Adam Smith", "category": "Philosophy"}, {"question_sanitized": "In Njal's Saga, the occurrence of this event to Hoskuldr results in the payment of an extra-largewergild. The ancestors of the Israelites did action this to a relative of Akhenaten, according toSigmund Freud's Moses and Monotheism. Thomas de Quincey wrote an essay on this thing\"Considered As One of the Fine Arts.\" An inquiring person at one's doorstep who seeks to do this actappears in (*) Kant's argument against a \"right to lie\" in rough situations. This act gives the name for agroup of crows. After \"Honor thy mother and father,\" a ban on this action starts off a set of prohibitions inthe Ten Commandments. For 10 points, name this crime which is split in many states' laws among several\"degrees\" and distinguished from manslaughter.", "answer_sanitized": "murder [or homicide; or killing another person; or being murdered; or being killed; prompt on death]", "category": "Philosophy"}, {"question_sanitized": "This composer counted an arrangement of the quartet from Verdi's Rigoletto among his \"concertparaphrases\". He included musical depictions of Michelangelo's The Thinker and sonnets byPetrarch in a suite subtitled \"Italy\", following one subtitled \"Switzerland\". Stacked fifths, E - B -F-sharp - C-sharp, imitate the devil tuning his violin in the first of four pieces by this composer basedon Nikolaus Lenau's version of (*) Faust. This composer of the Years of Pilgrimage and the MephistoWaltzes portrayed the title character being dragged by a horse in \"Mazeppa\", the fourth of hisTranscendental Ã‰tudes. For 10 points, name this 19th-century piano virtuoso who composed the HungarianRhapsodies.", "answer_sanitized": "Franz Liszt [or Franz Ritter von Liszt; or Liszt Ferenc in either order]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This author created a character who is entrapped by the monstrously fat Brunelda after meetingthe two drifters Robinson and Delamarche, but frees himself by applying for a job with the NatureTheater. One of his protagonists is engaged to the barmaid Frieda and struggles to set up a meetingwith Klamm. Another of his novels opens with the chapter \"The (*) Stoker\", in which the protagonistsees a sword-wielding Statue of Liberty. He died without finishing any of his novels, including one aboutthe immigrant Karl Rossman and one in which the land surveyor K. is unable to gain access to the titlefortification. For 10 points, name this Czech-German author of Amerika and The Castle who wrote aboutGregor Samsa in The Metamorphosis.", "answer_sanitized": "Franz Kafka", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Members of this group from Modena stole a Bolognese bucket, prompting the short-lived \"Warof the Bucket.\" A traitor who converted to this group, Bocca degli Abati, cut off the hand of astandard-bearer to help it to a decisive victory at the Battle of Montaperti. After this group raised anarmy from Arezzo which decisively lost the battle of Campaldino, its main opponents split into (*)\"White\" and \"Black\" factions in Florence. Dante Alighieri opposed this faction, whose name originatedwith supporters of Hohenstaufens such as Frederick Barbarossa. For 10 points, name this faction of Italiansthat supported the Holy Roman Empire, and thus opposed supporters of the pope called Guelphs.", "answer_sanitized": "Ghibellines", "subcategory": "History European", "category": "History"}, {"question_sanitized": "During this conflict, a massacre at Parents' Creek led that river to be known as Bloody Run after a charge led partly by Robert Rogers failed. This war began after a council on the Ecorse river and its turning points included a Pyrrhic victory for Henry Bouquet at Bushy Run. The Fort Niagara treaty responded to this war, which inspired a drunken rampage in western Pennsylvania by the (*)Paxton Boys. This war, which broke out shortly after the issuance of a Royal Proclamation forbidding settlements west of the Appalachians, included Jeffrey Amherst's strategy of infesting blankets with smallpox and consisted largely of a siege of Fort Detroit. For 10 points, name this 1763 uprising of Grea tLakes Native American tribes, named for an Ottawa chieftain.", "answer_sanitized": "Pontiac's War [or Pontiac's Rebellion; or Pontiac's Conspiracy; accept any answer indicating that Pontiac or Obwandiyag led a military uprising]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The last of these people to appear contradicts his elders because \"Great men are not always wise;neither do the aged understand judgment.\" The first of these people to speak is a Temanite whorelates that \"fear and trembling\" came upon him after a spirit spoke. Their arguments earn theangry rejoinder, \"I know that my Redeemer lives.\" A divine voice from a (*) whirlwind interrupts thelast of these people to speak, Elihu. The other three of these people, Eliphaz, Bildad, and Zophar, sit inmourning for seven days with a man who has just lost his wife, children, and livestock. For 10 points,identify this group of people who reproach a much-suffering companion in his namesake Old Testamentbook.", "answer_sanitized": "Job's friends [or Job's false comforters; or Job's interlocutors or Eliphaz, Bildad, Zophar, and Elihu until \"Zophar\" is read; prompt on Hebrews; prompt on Jews; prompt on theists]", "category": "Religion"}, {"question_sanitized": "Small-cell carcinomas cause this substance to have a granular, \"salt-and-pepper\" appearance.Smc complexes bind to this substance, forming loops separated by scaffold-associated regions.Proteins with a bromodomain motif will bind this substance. It is remodeled by the SWI/SNFcomplex. Immunoprecipitation of this substance is followed by a microarray in ChIP-on-chip. The30-nanometer fiber is composed of this substance. It (*) condenses when HATs methylate lysine. The-hetero- form of this substance stains more darkly than its open -eu- state, which looks like beads on astring. Nucleosomes are repeating regions of this substance. During prophase, it condenses intochromosomes. For 10 points, name this substance composed of DNA and histones.", "answer_sanitized": "chromatin", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In a fluid at rest, this principle requires that the components on the diagonal of the stress tensorbe equal. This principle is often proven geometrically for a static fluid at rest by considering atriangular prism, or wedge. Due to this principle, the ratio of two forces must equal the ratio of thearea over which they are applied in a hydraulic pump. It was apocryphally demonstrated by pouringwater into a ten meter high tube attached to a barrel already filled with water, causing the barrel topromptly (*) explode. This principle is often stated mathematically as fluid density times acceleration dueto gravity times difference in height equals difference in pressure. For 10 points, name this law which statesthat the pressure exerted anywhere in a fluid is evenly distributed throughout and is named for Frenchman.", "answer_sanitized": "Pascal's law [or Pascal's principle; or the isotropy of pressure]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This man's son Owen narrates Russell Banks' novel Cloudsplitter. A poem about this man notesthat \"sometimes there comes a crack in time itself\" and begins with an invocation of an \"Americanmuse\" with a \"strong and diverse heart.\" Another poem about this man claims his \"knapsack isstrapped upon his back\" and that \"his pet lambs will meet him on the way.\" In a poem by JohnGreenleaf Whittier, this man kisses a (*) baby shortly before his death. This subject of a poem whoserefrain is \"glory, glory, Hallelujah\" lends his name to an epic by Stephen Vincent Benet. For 10 points,name this abolitionist whose \"soul's marching on\" and whose body \"lies a-mouldering in the grave\" in afolk song Julia Ward Howe adapted into \"The Battle Hymn of the Republic.\"", "answer_sanitized": "John Brown", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Following this speech, the question \"Will you be patient? will you stay awhile?\" is asked after thelisteners request to hear \"a parchment with a seal\" read. The orator of this speech dismisses a man'sweeping with the line \"ambition should be made of sterner stuff\". It is delivered after an exchangeamong four numbered Citizens. This speech laments that \"my heart is in the coffin\" with its subject,and it notes that \"the (*) evil that men do lives after them, the good is oft interred with their bones\" beforerepeatedly referring, sarcastically, to \"honorable men.\" For 10 points, identify this speech delivered in thescene immediately after the stabbing of Julius Caesar, in which Antony asks the namesake three groups ofpeople to \"lend me your ears.\"", "answer_sanitized": "Antony's \"friends, Roman, countrymen\" speech [or Antony's funeral oration for Caesar or eulogy for Caesar or similar until \"Caesar\" is read]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "Hillel Furstenerg used a topological proof to show that a certain group of numbers have thisproperty. A proof technique named after this property can be used to show that the square root of 2is irrational and is known as this kind of \"descent\". In set theory, aleph numbers are used to describethe cardinality of sets with this property, which may be countable or uncountable. The continuumhypothesis states that there are no sets with a cardinality between that of two different sets that withthis property: the (*) integers and reals. L'Hopital's rule is applied to indeterminate forms, which cancontain zero or this quantity. For 10 points, name this mathematical property of having no limit that isrepresented with a leminscate symbol.", "answer_sanitized": "infinite", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This monarch's court was influenced by the theologian and bishop Jacques-Benigne Bossuet. Thismonarch spent huge sums to repurchase Dunkirk and declare it a free port. He had the Canal duMidi completed to link the Atlantic with the Mediterranean in Languedoc. The trial of the Marquisede Brinvilliers was part of the Affair of the Poisons during his reign. After a huge feast at theChateau of Vaux-le-Vicomte, this king's minister Nicolas (*) Fouquet was arrested, allowing the rise offinance minister Jean-Baptiste Colbert. This king's enemies formed the League of Augsburg and lost theWar of the Devolution. His Edict of Fontainebleau revoked the Edict of Nantes. For 10 points, name thisFrench monarch who had Versailles constructed, the so-called Sun King.", "answer_sanitized": "Louis XIV [accept Louis the Sun King or Louis le Roi-Soleil before mentioned; prompt on \"Louis the Great\" or \"Louis le Grand\"]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This company is negotiating with Panasonic and San Antonio to open a new Gigafactory. Itsco-founder also helped start SpaceX and PayPal. Instead of selling products, its outlets areshowrooms that direct potential buyers to its website. This company worked out a 2014 deal to keepits five New York outlets, shortly after its outlets were (*) banned in New Jersey. It has pioneered theuse of large numbers of lithium-ion cells in its products, and it recently added aluminum-titaniumunderbody shields to its Model S to reduce fire risks. Its initial product, the Roadster, is a sports car. For 10points, name this Elon Musk company that sells electric cars and is named for a Croatian-Americanscientist.", "answer_sanitized": "Tesla Motors", "category": "Current Events"}], "bonuses": [{"leadin_sanitized": "[missing]", "answers_sanitized": ["Gravity's Rainbow", "Thomas Ruggles Pynchon Jr.", "Mason &amp; Dixon"], "parts_sanitized": ["Identify this novel that follows Tyrone Slothrop's quest to uncover the secret of the V-2 rocket bearing serial number 00000, which is thought to contain the mysterious Schwarzgerat, or \"black device.\"", "This reclusive American postmodern novelist of The Crying of Lot 49 wrote Gravity's Rainbow.", "In this Pynchon novel, Reverend Wicks Cherrycoke relates the embellished tale of an adventure across part of America to Pitt and Pliny."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Many officers from this country were killed by Soviet troops in the Katyn Massacre. For 10 points each:", "answers_sanitized": ["Republic of Poland [or Polska]", "NKVD [or People's Commissariat for Internal Affairs; or Narodnyy Komissariat Vnutrennikh Del]", "the Secret Speech [or \"On the Cult of Personality and its Consequences\"; or Khrushchev's Address to the Twentieth Party Congress of the Soviet Union]"], "parts_sanitized": ["Name this country which was ruled largely by the General Government during World War II. Jurgen Stroop liquidated a rebellious Jewish ghetto in this country, where Auschwitz was built.", "This Soviet organization led by Lavrenty Beria orchestrated massive killings of Poles, especially in the Ukraine.", "Nikita Khrushchev related many of the NKVD's abuses in this address, which denounced the way in which Stalin twisted the system for his own \"glorification.\""], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Questions over the attribution of this play to its usual author were raised by Mark Griffith's 1977 study of its \"Eigenwörter\" and by other critics' analysis of its so-called \"Zeus problem\". For 10 points each:", "answers_sanitized": ["Prometheus Bound [or Prometheus Desmotes]", "Aeschylus [or Aiskhulos]", "The Persians [or Persai]"], "parts_sanitized": ["Identify this play whose title character is visited by Hermes, Io, and the Oceanids on a mountain in the Caucasus, where he was placed by Kratos, Bia, and Hephaestus on Zeus's orders.", "Prometheus Bound may or may not have been written by this earliest of the three major Greek tragedians. His other plays include Seven Against Thebes and the Oresteia trilogy.", "Originally produced as part of a trilogy with the now-lost Phineus and Glaucus, this Aeschylus play unusually depicts then-recent historical events. It includes a scene in which Queen Atossa summons the ghost of Darius to confirm their son's hubris."], "subcategory": "Literature Classical", "category": "Literature"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["incidental music to A Midsummer Night's Dream [accept, but DO NOT OTHERWISE REVEAL, Felix Mendelssohn's Op. 61]", "Felix Mendelssohn [or Jacob Ludwig Felix Mendelssohn-Bartholdy]", "oratorio"], "parts_sanitized": ["Name this collection of music that concludes with its composer's famous Wedding March.", "The incidental music to A Midsummer Night's Dream is by this German composer of symphonies nicknamed \"Scottish\" and \"Italian\".", "Mendelssohn's works Elijah and St. Paul are in this genre. Other works in this vocal genre include Giacomo Carissimi's Jephte and Arthur Honegger's King David."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Giant's Causeway [or ClochÃ¡n an Aifir; or ClochÃ¡n na bhFomhÃ³rach]", "Northern Ireland", "Londonderry [or Doire]"], "parts_sanitized": ["Name this region of basalt columns, located in County Antrim, which was legendarily built by Fionn mac Cumhaill to reach the island of Staffa.", "Giant's Causeway is located within this constituent country of the United Kingdom.", "Giant's Causeway is found twenty-five miles from this city on the River Foyle, where the 1972 \"Bloody Sunday\" massacre took place."], "category": "Geography"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["imams", "Shias [or Shiites]", "mullahs"], "parts_sanitized": ["Give this term for people who lead Islamic worship services at mosques.", "Different sects of this second-largest Islamic denomination disagree over whether there are seven or twelve god-chosen imams. They believe that Ali is the successor to Muhammad.", "Imams are not to be confused with these people, who can be of any gender, that have been recognized for their excellent knowledge of Islamic law, theology, and scripture."], "category": "Religion"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["alpha helix [or alpha helices; prompt on partial answer]", "psi [do not accept \"phi\"]", "Linus Pauling"], "parts_sanitized": ["Name these critical elements of protein secondary structure, which form from hydrogen bonds between every four amino acids. They are more common than beta sheets.", "On a Ramachandran plot, alpha helices occur where this quantity is around -60 degrees. This quantity is the dihedral angle between amino groups if you look down the C-alpha C-prime bonding axis.", "Alpha helices were discovered by this chemist, who won a Nobel Prize for his book The Nature of the Chemical Bond and also won a Nobel Peace Prize for opposing nuclear warfare."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["People's Republic of China [or PRC]", "steel", "oil pipeline"], "parts_sanitized": ["Identify this Asian country whose capital has been plagued by an \"airpocalypse\" of heavy smog. Other environmental scandals in this country include 15,000 dead pigs dumped into the Huangpu River.", "One of the sources of Beijing's smog is due to production of this material in the nearby city of Shijiazhuang. George W. Bush signed a 2002 tariff on this good that was lifted in 2003.", "In November 2013, over a hundred people were killed due to an accident involving one of these structures in China's city of Qingdao. TransCanada CEO Russ Girling advocates building one of these structures in the United States."], "category": "Current Events"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Vasco da Gama", "Goa [or Old Goa; or Velha Goa]", "spices [or peppers; or black pepper grains; or cloves; or nutmeg; or mace]"], "parts_sanitized": ["Name this Portuguese explorer who stayed in Calicut during his voyages to India.", "da Gama paved the way for Portugal to obtain this small state in western India, which remained under Portuguese control until the 1960s.", "da Gama acquired these goods from the Malabar coast in an attempt to break Venetian monopolies on their trade. Holdings in Kerala produced these goods, and a search for them inspired Afonso de Albuquerque to find the Maluku Islands near Indonesia."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Lope de Vega [or FÃ©lix Arturo Lope de Vega y Carpio]", "Fuenteovejuna [or The Sheep Well]", "Christopher Columbus [or CristÃ³bal ColÃ³n; or Cristoforo Colombo; accept The New World Discovered by Christopher Columbus or El Nuevo Mundo descubierto por CristÃ³bal ColÃ³n]"], "parts_sanitized": ["Name this author of La Arcadia, The Knight of Olmedo, and hundreds of other plays, the foremost playwright of the Spanish Golden Age.", "In this Lope de Vega play, after the dastardly Commander breaks up the wedding of Laurencia and Frondoso and tries to have them executed, he is killed by a mob who then attributes his murder to the title town.", "The gullible AutÃ© and the Ongol-worshipper DulcÃ¡n are among the Indians who appear in a Lope de Vega play about the discovery of the New World by this Genoese explorer."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["matrix [or matrices]", "trace", "Carl Gustav Jacob Jacobi"], "parts_sanitized": ["Name these arrays of numbers that feature rows and columns.", "This term is the sum of the elements on the main diagonal of a square matrix", "A formula named for this German mathematician relates the time derivative of the determinate of a matrix with the trace of its adjoint. This man also names a matrix consisting of the first order partial derivatives of a function."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "[missing]", "answers_sanitized": [], "parts_sanitized": []}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Laius", "Oedipus", "Polynices"], "parts_sanitized": ["Name this king of Thebes who was the first husband of Jocasta. He was murdered by his son while he was travelling on the way back from the Delphic oracle.", "This unfortunate hero was the one who murdered his father Laius and married his own mother Jocasta. His other exploits include ridding Thebes of the sphinx.", "This son of Oedipus became one of the Seven against Thebes after he and his brother could not share the throne peacefully. Creon ordered that this man be refused burial."], "category": "Mythology"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Expedition of the Thousand [or Spedizione dei Mille; prompt on \"Risorgimento\" or \"Italian unification\"]", "Giuseppe Garibaldi", "Francis [or Francois]"], "parts_sanitized": ["Name this campaign against the Kingdom of the Two Sicilies. The 1860 Battle of Volturnus was part of this campaign.", "This bearded Italian patriot, who once fought for the breakaway Rio Grande do Sul region in South America, led his Red Shirts on the Expedition of the Thousand.", "The Expedition of the Thousand aimed to depose a Sicilian king of this name. The second French king of this name married Mary, Queen of Scots, while the first attracted Leonardo da Vinci to his court."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Monica Samille Lewinsky", "Whitewater scandal [or Whitewater affair; or Whitewatergate; or Whitewater Development Corporation]", "Vincent Walker \"Vince\" Foster, Junior"], "parts_sanitized": ["Name this White House staffer, whose relationship with Bill Clinton was the subject of Clinton's 1998 impeachment.", "In this other Clinton-era scandal, David Hale accused the president and first lady of forcing him to loan money for a failed Little Rock real estate venture while Clinton was Arkansas's governor.", "The 1993 death of this Deputy White House Counsel for Clinton was determined to be a suicide. Richard Scaife's Arkansas Project fueled unproven speculation of foul play from the Clintons in this man's death."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["stem cells [or induced pluripotent stem cells; or embryonic stem cells; or other types of stem cells]", "blastula [or blastocyst]", "somatic cell"], "parts_sanitized": ["Name these cells which can be formed by reprogramming adult cells, or can be extracted from the inner cell mass of the embryo. They can differentiate into many other different cell types.", "Specifically, embryonic stem cells are extracted from this structure's inner cell mass. It develops from the morula and has around 100 to 200 cells.", "Another way to make stem cells is by injecting the nucleus of one of these cells into an ovum which has its own nucleus removed. This term refers to pretty much any body cell that's not a germ cell."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["particle in a box [or infinite square well]", "potential energy", "zero point energy [or ground state energy; or E-sub-1; do not accept \"E-sub-0\"]"], "parts_sanitized": ["Name this model from quantum mechanics in which a particle is constrained to move along a free space that is bounded by impenetrable barriers.", "The particle cannot leave the box since that would mean the particle would have an infinite value for this quantity. In classical mechanics, the gravitational form of this quantity is given by mass times height times little g.", "For a particle in a box, this quantity is h-bar squared times pi-squared divided by quantity eight times mass times the length of the box squared. This quantity is the lowest possible energy state a quantum system may have."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Robert King Merton [do NOT accept \"Robert Cox Merton\"]", "anomie", "Sigmund Freud"], "parts_sanitized": ["Name this American sociologist who claimed that sociology should focus on blending abstract concepts and empirical data into \"middle-range\" theories in his book Social Theory and Social Structure", "Merton's theory of criminal deviance focuses on the relationship between culture, social structure, and this term he borrowed from Emile Durkheim. This term indicates a disintegration of social norms and a disconnect between goals and means to obtain them.", "Merton divided the function of social habits into \"manifest\" and \"latent\", terms he pilfered from this subconscious-obsessed German psychologist who wrote The Interpretation of Dreams."], "category": "Social Science"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Major-General Stanley [accept either underlined portion]", "The Pirates of Penzance: Or, the Slave of Duty", "\"Taran-tara, taran-tara!\""], "parts_sanitized": ["Name this man who patters that he is \"very good at integral and differential calculus\" and claims to have \"information vegetable, animal, and mineral\".", "Major-General Stanley claims to be the \"very model of a modern major-general\" in this Gilbert and Sullivan operetta, in which Frederick is apprenticed to the title buccaneers.", "In The Pirates of Penzance, this four-syllable chant is sung by the chorus of police throughout Act II, undergirding such songs as \"When the foeman bears his steel\" and \"With cat-like tread\"."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Fra Angelico [or Guido di Pietro; or Fra Giovanni da Fiesole; or Fra Giovanni Angelico; or Il Beato Angelico]", "the Blessed Virgin Mary [prompt on \"the Virgin\" or \"Madonna\"]", "Saint Jerome [or Hieronymous; or The Funeral of St. Jerome; or St. Jerome in his Study]"], "parts_sanitized": ["Identify this artist of Madonna of the Star. A blue Jesus sits above an angel holding a cross in the central panel of his Last Judgment altarpiece, and he created several works for the Priory of San Marco under the patronage of Cosimo de' Medici.", "Latin words shoot out of the pink-glad, golden-winged angel Gabriel's mouth towards this woman in Fra Angelico's Cortona Annunciation. This woman is the central subject of most depictions of the Annunciation.", "Another friar patronized by Cosimo de' Medici was Fra Lippo Lippi, who painted an altarpiece depicting the funeral of this saint. In a DÃ¼rer engraving, this man sits at his desk writing, while a dog and a lion lie around in the foreground."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["Henry Morton Stanley", "finding the origin of the White Nile River [accept descriptive answers substituting source, headwaters, etc. for \"origin\"; prompt on \"finding Lake Victoria\"; do not accept any answer indicating \"Blue Nile\"]", "Mungo Park"], "parts_sanitized": ["Name this reporter-turned explorer, who greeted a long-missing British missionary in central Africa with the understatement \"Dr. Livingstone, I presume?\"", "Description acceptable. Livingstone's goal was finding this geographic feature uncharted by Europeans, which Arab traders led him to at Lake Victoria.", "This earlier Scottish explorer traveled along the Niger river a few decades before the Scramble for Africa and drowned in it in 1806."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["The Yiddish Policemen's Union", "Michael Chabon", "Alaska"], "parts_sanitized": ["Name this novel in which the half-Tlingit (\"klin-kit\"), half-Jewish Berko Shemets helps Meyer Landsman investigate a murder in Sitka.", "The Yiddish Policemen's Union is by this Jewish-American author of Wonder Boys and The Amazing Adventures of Kavalier and Clay.", "The Yiddish Policemen's Union is set in this US state. Jon Krakauer's book Into Thin Air is an account of Chris McCandless' foolhardy hundred-day survival in the bush of this state."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "[missing]", "answers_sanitized": ["lipids", "glycerol", "sphingosine [prompt on sphingolipids]"], "parts_sanitized": ["Name this class of macromolecules which are nonpolar, in contrast with carbohydrates, proteins, and nucleic acids.", "Triglycerides have this compound as their backbone. This three-carbon triol is very soluble in water and is used as a cryoprotectant as well.", "Another class of lipids has this 18-carbon compound as a backbone. Lipids containing this compound, called ceramides, form amide linkages to fatty acids, and are especially prevalent in myelin."], "subcategory": "Science Biology", "category": "Science"}]}