{"tossups": [{"question_sanitized": "The English version of this art form was developed by Marie Rambert and Ninette de Valois and takes influence from the Cecchetti [“chih-KET-ee ”] method, while other variations of it include the Bournonville and Vaganova. Sissones [“SEE-sohns”] in this art form can be done both ouverte or fermé, meaning ‘open’ or ‘closed.’ Cesare Negri established this art form’s (*) five fundamental positions, and its Balanchine style predominates its neoclassical form. A pas de deux [“pah duh douh”] in this art form is a duet, and a grand jeté [“grahn zuht”] in it is a leap with legs extended. In the en pointe [“on point”] stance in this performance art, the dancer stands on the tips of their toes. For 10 points, name this dance form often performed in a tutu.", "answer_sanitized": "ballet [Ed’s note: The original writer worded it “For 10 pointes.”] &lt;Sayphraraj&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Dividing the total curvature of an immersed path by twice this number yields the turning number. Barbier’s theorem states that all Reuleaux polygons have perimeter equal to width multiplied by this number. Euler proved that the sum of reciprocals of squares of the natural numbers is equal to this number (*) squared over 6. This is the period of the function “sine of 2x.” Archimedes gave lower and upper bounds for this number by calculating perimeters of 96-gons. This number of radians is equal to 180 degrees. For 10 points, name this number that equals the ratio of a circle’s circumference to its diameter.", "answer_sanitized": "pi &lt;R. Li&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "At the end of one play by this man, a woman in an asylum claims to be both Mr. Ponza’s second wife and Mrs. Frola’s daughter. One of this author’s characters stabs Belcredi after admitting that he doesn’t actually think he’s the title royal, and another is summoned when coats and hats are hanged on pegs. Besides Right You Are (If You Think You Are) and (*) Henry IV, this author also wrote a play featuring Madame Pace [“pah-CHAY”] that ends with The Boy committing suicide with a revolver and features characters like The Stepdaughter and The Mother. For ten points, name this author of Six Characters in Search of an Author.", "answer_sanitized": "Luigi Pirandello &lt;Cohen&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A 1957 attack on one of these locations, known as the May 24 Incident, erupted over the killing of a Taiwanese national. Signs reading “Thank You Canada” became popular after the return of six people who worked in one of these locations. In 1998, Al-Qaeda simultaneously attacked two of these locations in Kenya and Tanzania. Operation (*) Eagle Claw failed to rescue hostages trapped in one of these locations, but those hostages in one of these locations in Iran were released soon after the inauguration of Ronald Reagan. For 10 points, give these diplomatic compounds in which the American ambassador to a foreign country resides.", "answer_sanitized": "United States embassies (accept specific embassies; ONLY accept police stations until “Thank You”; prompt on consulates) &lt;Suh&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In one film, a man with this profession doesn’t shake the hands of a Nino’s Pizzeria representative because his “hands are dirty.” A character with this profession quotes Monsters Inc. to his boss while running from Buddy and has a “hum in the drum.” A scorpion jacket is worn by a Ryan (*) Gosling character with this profession, and another character with this profession listens to “Bellbottoms” on his iPod and loves the waitress Deborah. A man with this profession gets guns from “Easy” Andy and attempts to assassinate Charles Palpatine in a Martin Scorsese [“scor-SEH-zee”] film. For 10 points, give this profession of Travis Bickle, who operates a taxi.", "answer_sanitized": "driver (accept getaway driver, stunt driver; accept Baby Driver; accept Taxi Driver) &lt;Yue&gt;", "category": "Trash"}, {"question_sanitized": "The narrator of this novel laments that he has “only words to play with,” and has another character read the line “because you took advantage.” A character in this novel reminds the narrator of Gustave Trapp and is seen playing tennis with the title character. This novel features the hotel “The (*) Hunted Enchanters” and the play The Enchanted Hunters, which is written by the narrator’s rival Clare Quilty. After Charlotte dies in a car accident in this book, the narrator takes ward of her 12-year old daughter. For 10 points, name this novel about Humbert Humbert’s love for the “nymphet” Dolores Haze, a work of Vladimir Nabokov.", "answer_sanitized": "Lolita &lt;Yue&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This anthropologist played a significant role in the revisions to the 1979 Episcopal Book of Common Prayer. This anthropologist found “no idea that sex was a powerful driving force either for men or for women” after studying the Arapesh, Mundugumor, and the Tchambuli people. This anthropologist’s conversations with (*) James Baldwin was recorded in A Rap on Race. A series of interviews conducted by this author of Sex and Temperament in Three Primitive Societies was described as a “fateful hoaxing” by Derek Freeman. For 10 points, name this anthropologist who wrote Coming of Age in Samoa.", "answer_sanitized": "Margaret Mead &lt;Suh&gt;", "category": "Social Science"}, {"question_sanitized": "Development of this tissue can be categorized as mesarch, exarch, and endarch. The primary type of this tissue is found in patches, and the secondary type often forms a cylinder. Substances entering this tissue can be regulated by the (*) Casparian Strip. A pressure bomb can be used to measure transpirational pull in this tissue, and other theories regarding transportation in this tissue include the pressure flow and root pressure hypotheses. Cells in this tissue include fibers, vessels, and parenchyma. For 10 points, name this vascular tissue found in plants that carries water, often contrasted with phloem.", "answer_sanitized": "xylem (do NOT prompt on or accept “phloem”) &lt;Duffy&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The Peace of Antalcidas, named after a diplomat from this city, ended a conflict during which this city’s navy was defeated at the Battle of Cnidus [“NYE-dus”]. This city fought an alliance of four cities in the Corinthian War. This city massacred a group of its slaves at Taenarus near Mount Taygetus. Ephialtes’ knowledge of a goat path led to a (*) defeat for the Phocians, Thespians, and this city. The agoge [“uh-go-gee”] training program was administered to all male citizens of this city except for the firstborn sons of its two ruling houses. For 10 points, name this Greek city-state whose king Leonidas and his 300 men made a last stand at the Battle of Thermopylae.", "answer_sanitized": "Sparta (or Lacedaemon) &lt;Suh&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This artist, and a contemporary with an alphabetically later surname, are the two most prominently exhibited in Room 77 of the Denon wing of the Louvre. This artist was inspired by that contemporary for a work showing the City of the Dead smoking in the background as grotesque figures reach up onto a boat. A baby suckles at a corpse’s breast next to a human (*) pyramid in another painting by this artist of The Barque of Dante. In this artist’s most famous painting, a man in a top hat to the left wields a rifle as a bare-breasted woman flies the tricolor flag during a popular uprising. For 10 points, name this artist of The Massacre at Chios and Liberty Leading the People.", "answer_sanitized": "(Ferdinand Victor) Eugène Delacroix [Editor’s note: Gericault is also exhibited in Room 77.] &lt;Cohen&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A character in this work was made to look hideous after smashing a crystal goblet, and another erased his name from the Book of Life and Death. That character was imprisoned after being angered by not being invited to a banquet. This 100 chapter episodic novel ends with the central party acquiring stone scripture tablets from (*) Buddha. Along with an irascible sand demon and a gluttonous man-pig, Sun Wukong is forced to accompany the monk Tripitaka in this epic, and Arthur Waley’s translation of it is simply titled Monkey. For 10 points, name this novel, a Chinese classic about an expedition in a certain direction.", "answer_sanitized": "Journey to the West (accept Xi You Ji; or Hsi-yu chi; accept Monkey until mention) &lt;Gioia&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Lorentz Hagen recorded how a diplomat who was accused of starting this war begged to be beheaded after enduring torture on a bone breaking wheel. During a battle in this war, Charles Eugène de Croÿ’s forces became trapped after a bridge collapsed on them. To this day, the navy of one side of this war always has one ship named Gangut, named after a victorious battle during this war. Even after victories at Fraustadt and (*) Narva during this war, King Charles XII’s forces were decisively defeated at the Battle of Poltava. This war ended with the Treaty of Nystad. For 10 points, name this war which saw Peter the Great’s coalition defeat Sweden.", "answer_sanitized": "Great Northern War &lt;Suh&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "When a Sikh offered this to Guru Sahib, he refused to accept it because the man had earlier refused to give it to a poor man. This substance is given to Buddhist monks during the Madhu Purnima festival. Jonathan’s eyes “brightened” after eating this material from the ground. John the Baptist survived by eating locusts and (*) this substance while living in the wilderness. During Rosh Hashanah, people dip apples in this substance to symbolize a new year. The Old Testament often describes Canaan as a land metaphorically “flowing with milk” and this other substance. For 10 points, name this sweet foodstuff often found in beehives.", "answer_sanitized": "honey &lt;Suh&gt;", "category": "Religion"}, {"question_sanitized": "The Lumfardo language developed as an Italian-based creole in this city. Bahia Blanca is the second-largest port in this city’s namesake province. This city’s Ninth of July Avenue is the widest street in the world. The Torre de la Inglaterra in this city commemorates English assistance in its country’s war for independence. (*) Boca Juniors are a popular soccer club in this city, and a memorial to the dead in the Falklands War is located in this city. This city’s urban masses, the descamisados, formed the political base of Juan Peron. This city is the most populous on the shores of the brackish Rio de la Plata. For 10 points, name this capital of Argentina.", "answer_sanitized": "Buenos Aires &lt;Myers&gt;", "category": "Geography"}, {"question_sanitized": "Polyidus helped Glaucus undergo this action after observing a snake use an herb to do it. After achieving this task, a god honored Prosymnus with a fig-wood object that was later used in the Dionysian Mysteries. The death of a hero who helped Hippolytus with this task led to the mass murder of the Cyclops. Heracles helped (*) Alcestis [“al-SES-tis”] undergo this action by tightly squeezing Thanatos. A woman who had suffered a snakebite failed to successfully complete this task when Orpheus prematurely turned around to look at her. For 10 points, give this feat repeatedly accomplished by Persephone every spring in order to see her mother Demeter.", "answer_sanitized": "resurrection (accept any equivalents like coming back from the dead, returning from Hades, returning from the underworld; also accept being resurrected or equivalents; prompt on healing) &lt;Suh&gt;", "category": "Mythology"}, {"question_sanitized": "A Larghetto movement from this work in 12/8 time contains the melody A-F-D-D-C-sharp, while a G-minor movement featuring regal dotted rhythms sees the chorus cry “Rex!” at the end of orchestral phrases. A solo trombone outlines a B-flat major triad that is echoed by a bass soloist in this work’s “Tuba (*) mirum.” This work’s introduction is followed attacca by a double fugue forming its “Kyrie eleison” movement. Count von Walsegg commissioned this D-minor work, completed by Franz Süssmayr at the behest of the composer’s wife Constanze. For 10 points, name this mass for the dead left unfinished at its Austrian composer’s 1791 death.", "answer_sanitized": "Wolfgang Amadeus Mozart’s Requiem Mass in D minor (accept K. 626; prompt on partial answer) &lt;Yue&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The WATCHMAN detector will monitor illicit nuclear enrichment by detecting these particles using gadolinium doped water. Detection of this particle relies on observing Cherenkov radiation produced from its interaction with water, and gadolinium amplifies the light by capturing the free neutron created from the inverse (*) beta decay between this particle and a proton. It is unclear whether these fermions are their own antiparticle or not. It is also unclear if a sterile variety of this particle exists in addition to their tau, muon, and electron varieties. For 10 points, name these nearly massless particles.", "answer_sanitized": "neutrino (accept specific varieties; do NOT accept “neutron”) &lt;K. Li&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a poem by this author, a woman “[Cries] out in dismay / At what [a] god had wrought / To please her son.” Thetis is horrified by the title imagery in this man’s “Shield of Achilles,” and in another of his poems, the speaker notes that the “torturer's horse / Scratches its innocent behind on a tree.” That poem begins “about (*) suffering they were never wrong, / The old Masters.” A poem by this man begins “in one of the dives / On Fifty-second Street” and is titled for the day that Nazi Germany invaded Poland. For 10 points, name this author of “Musée des Beaux Arts” [“moo-ZAY day BO art”] and “September 1, 1939”.", "answer_sanitized": "Wystan Hugh Auden &lt;Cohen&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "After this ruler’s foster brother assassinated his chief minister, he threw that man off a terrace and then had him carried back up and thrown off again to make sure he was dead. A biography of this ruler was written by by Abu’l-Fazl, one of “Nine Jewels” at this ruler’s royal court. This man created the syncretic religion (*) Din-i Ilahi by drawing from elements of Islam, Hinduism, Zoroastrianism, and Christianity. This man defeated the Maratha Empire at the Second Battle of Panipat and abolished the jizya tax on non-Muslims. For 10 points, name this grandson of Babur and third Mughal emperor, often styled as “the Great.”", "answer_sanitized": "Akbar &lt;R. Li&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Sodium hypochlorite forms these compounds in the Lindgren–Pinnick oxidation, and nitriles can be hydrolyzed to form them as well. Addition of phosphorus pentoxide to these compounds produces their anhydride, and these compounds are produced from alcohols in the Jones oxidation. These compounds react with alcohols in the (*) Fischer esterification, and they generally have pKa values around 5. The functional group for this compound forms the C terminus of proteins, and formic acid consists of their functional group bonded to a hydrogen atom. For 10 points, name these compounds, exemplified by acetic acid, which contain a COOH [“C-O-O-H”] group.", "answer_sanitized": "carboxylic acid (accept carboxyl group; prompt on carboxylates or acids) &lt;Yue&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This organ’s round ligament is a remnant of the fetal umbilical vein. Another ligament attaches this organ to the ventral side of the abdominal cavity. That ligament divides this organ in half and is called the falciform ligament. This organ is located in the right upper quadrant of the abdomen and lies on top of the (*) gallbladder. Blood leaving the digestive tract is first brought to this organ by the portal vein where this organ filters out toxins before the blood reaches systemic circulation. The blood then leaves this largest internal organ via the hepatic vein. For 10 points, name this digestive gland which produces bile, stores glycogen, and detoxifies the blood.", "answer_sanitized": "liver &lt;K. Li&gt; Bonuses", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This site and Herculaneum were rediscovered in 1748 by a Spanish military commander. For 10 points each:", "answers_sanitized": ["Pompeii", "Mt. Vesuvius", "Pliny the Elder (or Gaius Plinius Secundus; prompt on partial answer) &lt;Suh&gt;"], "parts_sanitized": ["Name this ancient Roman city that was almost completely buried by a volcanic eruption in AD 79.", "The destruction of Pompeii and nearby communities was caused by the eruption of this volcano. For some time, Spartacus made this volcano his base of operations.", "This Roman philosopher died in the Vesuvius explosion while trying to rescue a friend. This man was also a friend of Vespasian and wrote Naturalis Historia, a work considered to be a model for encyclopedias."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "For 10 points each, name these musical acts from Australia.", "answers_sanitized": ["Sia Kate Isobelle Furler", "Troye Sivan", "Tame Impala &lt;R. Li&gt;"], "parts_sanitized": ["This singer claims not to “need dollar bills to have fun tonight” because she “love[s]” the title entities in her song “Cheap Thrills.” This artist is known for masking her face behind her signature hairdo during performances.", "This artist opened one song from his first studio album Blue Neighborhood by asking “what if, what if we run away?” This artist appeared alongside Lucas Hedges as Gary in the Joel Edgerton film Boy Erased.", "This group repeatedly pleads “come on Superman, say your stupid line” in “The Less I Know the Better,” which appears on their third studio album Currents. This psychedelic rock band is fronted by Kevin Parker."], "category": "Trash"}, {"leadin_sanitized": "In a Li Bai <strong>[\"lee bye\"]</strong> poem, this object is asked to drink with the narrator, and it and the narrator’s shadow are made into the narrator’s friends. For 10 points each:", "answers_sanitized": ["the moon", "China", "Federico Garcia Lorca [Ed’s note: the unnamed play is Blood Wedding.] &lt;Yue&gt;"], "parts_sanitized": ["Name this object which the speaker of another Li Bai poem raises his head to see before he “lower[s] his head and misses his home.”", "Li Bai’s poems “Drinking Alone by Moonlight” and “Quiet Night Thoughts” are from this country. Li Bai himself lived during its Tang Dynasty.", "This non-Chinese poet described the “Moon [coming] to the forge / in her petticoat of nard” in the first of his Gypsy Ballads. In a play by this man, the Moon takes the guise of a woodcutter to announce a bloody omen."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Only the hands of Joan Deijman can be seen in the surviving portion of a work in which those hands are working on one of these objects. For 10 points each:", "answers_sanitized": ["human corpses (or human bodies; accept head, brain, skull, arm, hand, muscles, or tendons)", "Rembrandt Harmenszoon van Rijn (accept either underlined portion)", "the prodigal son (accept The Prodigal Son in the Brothel; accept The Prodigal Son in the Tavern; accept The Return of the Prodigal Son; prompt on partial answers) &lt;Chu&gt;"], "parts_sanitized": ["Name these objects, one of which is shown by Dr. Nicolaes Tulp to onlookers in a 1632 painting.", "Those paintings of anatomy lessons were made by this Dutch artist of The Night Watch.", "Rembrandt painted a self-portrait as this figure in a brothel with his wife Saskia. In another Rembrandt painting, a man in a red cloak places his arms on the shoulders of this Biblical character."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "You are a member of a middle-class white family in the 1960s. For 10 points each, let’s talk about some elements of your family life.", "answers_sanitized": ["Levittowns (prompt on Levitt)", "William Franklin “Billy” Graham", "Benjamin Spock &lt;Suh&gt;"], "parts_sanitized": ["You may live in one of these suburban housing developments that targeted the families of returning World War II veterans. The namesake of these developments is often considered to be the father of American suburbia.", "Your family may have listened to sermons of this American preacher, nicknamed “The Great Legitimator.” He was close friends with several presidents and led evangelistic campaigns known as his Crusades from 1947 to 2005.", "Your parents may have read a book by this pediatrician who wrote the bestseller The Common Sense Book of Baby and Child Care which begins, “Trust yourself. You know more than you think you do.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer some questions about electroencephalography, or EEG.", "answers_sanitized": ["brain", "cerebral cortex", "sulci (accept sulcus or fissure) &lt;K. Li&gt;"], "parts_sanitized": ["EEG records the electrical activity of this organ at the center of the nervous system.", "EEG measures electrical activity in the brain, but it is limited to this outermost layer of gray matter. This region of the brain is where most information processing occurs and is named after the Latin word for bank.", "One disadvantage of EEG is the difficulty with which signals from these cortical grooves can be detected. These depressions in the cerebral cortex are formed through gyrification and are not found in the brains of mice."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "A character claims he can “smell the machinery” upon seeing this character “blow up bigger and bigger, big as a tractor.” For 10 points each:", "answers_sanitized": ["Nurse Ratched (accept Big Nurse)", "mental institutions (accept asylums, psychiatric institutions, mental hospitals, and other synonyms)", "Tom Wolfe (accept Thomas Kennerly Wolfe; do NOT accept or prompt on “Thomas Wolfe,” “Thomas Clayton Wolfe,” or “Thomas C. Wolfe”) &lt;Yue&gt;"], "parts_sanitized": ["Name this character, who “keeps the fog machine running” according to the hallucinations of one of her wards. She threatens to call Billy Bibbit’s mother, resulting in his suicide.", "Nurse Ratched runs one of these places in Ken Kesey’s One Flew Over the Cuckoo’s Nest. Esther Greenwood enters one of these places after her mental state deteriorates in The Bell Jar.", "Ken Kesey’s own experiences tripping on acid with the Merry Pranksters are chronicled in this New Journalist’s book The Electric Kool-Aid Acid Test. He is better known for his first novel, The Bonfire of the Vanities."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about the many women in the life of Heracles.", "answers_sanitized": ["hippocentaur", "Hebe", "Omphale &lt;Suh&gt;"], "parts_sanitized": ["Deianira, the last wife of Heracles, unwittingly killed her husband by giving him the poisoned shirt of Nessus, who was one of these half-human, half-horse creatures.", "After Heracles became immortal, he married this goddess of youth who was the cupbearer to the Olympian Gods. She also drew baths for her brother Ares.", "As penance for killing Iphicles, Heracles had to serve this Lydian queen for a year, and some accounts indicate he wore women’s clothing during his servitude."], "category": "Mythology"}, {"leadin_sanitized": "For 10 points each, answer the following about the closure of Central European University.", "answers_sanitized": ["Viktor Orban (accept Orban Viktor)", "George Soros", "Hungary &lt;Myers&gt;"], "parts_sanitized": ["Central European University was closed after massive protests by decree of this Prime Minister of the Fidesz Party, a noted opponent of immigration who has pledged to build an “illiberal state.”", "Orban opposed CEU due to its sponsorship by this American billionaire and head of the Open Society Foundation. This prominent Democratic donor and holocaust survivor had a pipe bomb mailed to him in October 2018.", "Soros and Orban both hail from this European country, where Orban governs from the capital city of Budapest."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This quantity is crossed with linear momentum in the Laplace–Runge–Lenz vector. For 10 points each:", "answers_sanitized": ["angular momentum (do NOT accept or prompt on partial answer)", "eccentricity", "Joseph-Louis Lagrange &lt;Yue&gt;"], "parts_sanitized": ["Name this quantity, symbolized L, whose conservation can be used to prove Kepler’s second law. It shouldn’t be confused with its linear analogue, which is mass times velocity.", "The Laplace–Runge–Lenz vector is also proportional to this measure of deviation from a circular orbit which has values from 0 to 1 for elliptical orbits. This value is 0 for circles and greater than 1 for hyperbolas.", "In an orbiting gravitational three-body system, there are five points named for this scientist where the net force on a small object provides enough centripetal force for it to remain stationary with respect to the other two bodies."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The leaders of this movement, William Lovett and John Collins, spent a year in prison for seditious libel. For 10 points each:", "answers_sanitized": ["Chartism (or Chartists)", "Wales (or Cymru)", "Newport (accept Newport Uprising) &lt;Suh&gt;"], "parts_sanitized": ["Name this mid-19th century British working class reform movement named after a petition presented to the Parliament in 1838.", "Chartism was particularly active in this country located to the west of England. Charles, the heir apparent to Queen Elizabeth II, is the current Prince of this country.", "Nearly 10,000 Chartist sympathizers led by John Frost launched a failed rebellion in 1839 in this Welsh city. The mayor of this city, Thomas Phillips, was knighted six weeks later for successfully putting down the revolt."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "These objects are “total prestations” that represent all of society according to one anthropological text. For 10 points each:", "answers_sanitized": ["gifts (accept The Gift)", "the kula ring (or kula exchange)", "United Kingdom (accept Great Britain or England) &lt;Yue&gt;"], "parts_sanitized": ["Name these objects, the subject of a landmark Marcel Mauss work which compared the prevalence of these objects in societies around the world, exemplified by the Pacific Northwest potlatch.", "Gift economies are exemplified by this ceremonial system in Papua New Guinea studied by Bronislaw Malinowski, in which Trobriand Islanders exchange things like necklaces and armshells.", "Bronislaw Malinowski mentored Edmund Leach, E. E. Evans-Pritchard and other notable anthropologists from this country while he taught at the London School of Economics."], "category": "Social Science"}, {"leadin_sanitized": "Answer the following about the Armor of God, for 10 points each:", "answers_sanitized": ["Paul of Tarsus (accept Saul)", "righteousness (accept word forms; accept dikaiosýnē; do NOT accept or prompt on perceived synonyms, like “justice”)", "word of God (accept logos) &lt;Suh&gt;"], "parts_sanitized": ["This man described the Armor of God in his Epistle to the Ephesians, years after converting to Christianity on the road to Damascus.", "Paul asks the believer to put on the “breastplate” of this concept. In Romans, he also wrote of becoming “slaves” of this concept after being freed from sin.", "Paul equates the sword of the Spirit with this concept. The beginning of the Gospel of John states that this concept “was with God” and that it “was God.”"], "category": "Religion"}, {"leadin_sanitized": "This author invoked “the Vale, the three lone weirs,” and “the youthful Thames” in a poem lamenting the death of his friend Arthur Hugh Clough. For 10 points each:", "answers_sanitized": ["Matthew Arnold", "Homer", "Roma (accept gypsy or “The Scholar-Gipsy”) &lt;R. Li&gt;"], "parts_sanitized": ["Name this poet of the aforementioned “Thyrsis.” Another poem by him urges the reader to “listen!… hear the grating roar / Of pebbles which the waves draw back, and fling.”", "In addition to writing “Dover Beach,” Arnold gave a collection of lectures “on translating” this author. This blind poet of the Iliad and the Odyssey may actually be several people.", "Arnold’s poem about a “scholar” one of these people opens by imploring “Go, for they call you, shepherd, from the hill.” In a Victor Hugo novel, a girl of this ethnicity attracts the lust of Claude Frollo."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The Ashanti made a stool out of this material. For 10 points each:", "answers_sanitized": ["gold", "Timbuktu", "Ibn Battuta &lt;Suh&gt;"], "parts_sanitized": ["Name this shiny metal that was often considered to be a safe store of value. Mansa Musa famously caused inflation by spending so much of this material.", "The Moroccan explorer Leo Africanus wrote of the fabulous wealth of this Malian city, while Europeans often considered it to be a fantastical, faraway location.", "This fabulous traveler gave a contemporary account of Mansa Musa and his generosity. He turned a hajj into a travel across most of the Islamic world, which he chronicled in his Rihla."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This <em>lied</em> <strong>[“leed”]</strong> begins with slow D-minor chords before the soloist enters asking one of the title figures to “Pass me by!” For 10 points each:", "answers_sanitized": ["“Death and the Maiden” (accept “Der Tod und das Mädchen”)", "Franz Schubert", "the Erlking (or Erlkönig) &lt;Yue&gt;"], "parts_sanitized": ["Name this lied, a setting of a Matthias Claudius text that was later quoted in the second movement of its composer’s D-minor fourteenth string quartet, lending that quartet its nickname.", "“Death and the Maiden” was composed by this Austrian composer of the Trout Quintet and an unfinished eighth symphony in B minor.", "This terrifying character is “charm’d by [the] beauty” of a boy riding with his father in a namesake Schubert lied, which ends with the father finding his child dead in his arms."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The transmission coefficient featuring in this equation is commonly assumed to be 1, although taking a ratio with the rate constant at a reference temperature can eliminate it. For 10 points each:", "answers_sanitized": ["Eyring–Polanyi equation (accept either name)", "activation energy", "Ludwig Boltzmann &lt;Yue&gt;"], "parts_sanitized": ["Give this equation that gives the relationship between Gibbs free energy and reaction rate constant, which replaces the Arrhenius equation’s pre-exponential factor with a factor explicitly proportional to absolute temperature.", "In contrast to the Eyring equation, the Arrhenius equation relates the rate constant with this energy symbolized E-a, the minimum energy needed for a reaction to occur.", "The Eyring equation factor scales temperature by the transmission coefficient, Planck’s constant, and a constant named for this scientist, who names a velocity distribution with Maxwell."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In the final scene of this opera, a dissonant chord that was called “the most sickening chord in all opera” is sounded as the title character kisses another’s severed head. For 10 points each:", "answers_sanitized": ["Salome [“sah-LO-may”]", "Richard [“REE-card”] Strauss (prompt on Strauss)", "opera seria &lt;Yue&gt;"], "parts_sanitized": ["Name this one-act opera in which the title character dances the seductive “Dance of the Seven Veils” for King Herod after requesting the death of John the Baptist.", "This German composer of Salome also wrote the operas Elektra and Ariadne auf Naxos, in addition to tone poems like Also sprach Zarathustra and Death and Transfiguration. Do not confuse this man with two other composers who shared the same last name, Johann I and II.", "The title opera-within-an-opera of Ariadne auf Naxos is of this 18th-century Italian genre, in contrast to opera buffa. It was reformed by Christoph Willibald Gluck’s “noble simplicity” in operas such as Orfeo ed Euridice."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "In a story named for this object, a character constantly hears a house whisper that “there must be more money!” For 10 points each:", "answers_sanitized": ["a rocking-horse (prompt on horse; accept “The Rocking-Horse Winner”)", "D. H. Lawrence", "sons &lt;Yue&gt;"], "parts_sanitized": ["Name this object, on which Paul “madly surg[es]” screaming “Malabar!” causing his family to win eighty-thousand pounds betting on the Derby in a short story.", "“The Rocking-Horse Winner” is by this British author who depicted the title character’s affair with the gamekeeper Oliver Mellors in Lady Chatterley’s Lover.", "A D.H. Lawrence novel depicting the life of Paul Morel is titled for [these people] and Lovers. In the novel, Paul has a complicated relationship with his mother Gertrude and falls in love with Miriam and Clara Dawes."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer some questions about mercury, both lowercase and uppercase M:", "answers_sanitized": ["thiomersal (or thimerosal)", "precession", "cipher (prompt on code and word forms) &lt;K. Li&gt;"], "parts_sanitized": ["This mercury-containing chemical is an effective bactericidal and anti-fungal agent. At the concentrations at which it is found in vaccines as a preservative, this compound does not pose any risks to health.", "A classic test of general relativity involves measuring the rate of this motion for Mercury’s perihelion. In astronomy, this term refers to the change in change in an object’s rotational and/or orbital patterns, and it’s classically better stated as a change in the rotating axis of a rotating body.", "The British Mercury machine was a rotor machine that implemented this type of algorithm used to perform encryption. The most basic type of these algorithms is the simple substitution variety, which converts all instances of a character to another. Famous examples of these algorithms are named after Caesar and Playfair."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This author concludes one work by asserting that he can “no longer… cross through the pride of flags and flames / Nor swim under the terrible eyes of prison ships.” For 10 points each:", "answers_sanitized": ["Arthur Rimbaud", "drunken (accept synonyms like inebriated)", "Ophelia &lt;R. Li&gt;"], "parts_sanitized": ["Name this French Symbolist poet whose tempestuous relationship with Paul Verlaine tarnished his literary standing among the Parisian elite.", "The aforementioned poem by Rimbaud is titled for a “boat” afflicted by this condition. A well-known quote from Omar Khayyam declares that “it is the season for wine, roses, and… friends” in this state of being.", "In another poem, Rimbaud described this character as “floating, like a great lilly” down a “long black river.” The protagonist of the work that this character originally appears in angrily commands her to “get… to a nunnery.”"], "subcategory": "Literature European", "category": "Literature"}]}