{"tossups": [{"question_sanitized": "In this play, a character says his date “mutilates” her hair every week before promising to talk with her about “identity.” A mother in this play is mad her son doesn’t give a “Christian greeting” before asking about money, and she carries her cherished plant offstage to end this play. Bobo does not meet Willy Harris in this play, and a down (*) payment on a Clybourne Park house is almost bought off by Karl Lindner. In this play, an insurance check could fund Beneatha’s medical school tuition or Walter’s liquor store dreams. For 10 points, name this play about the Younger family taking its title from a Langston Hughes poem, a play by Lorraine Hansberry.", "answer_sanitized": "A Raisin in the Sun &lt;Yue&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "These people created the Tabula Cortonensis, a bronze tablet whose bottom-right corner is missing. The longest surviving written text by these people is the Liber [“LEE-bear”] Linteus. The Sarcophagus of the Spouses is a terracotta artwork by these people. The Tyrrhenica was a history of these people by the emperor (*) Claudius, who was the last person to speak these people’s language. These people, who called themselves the Rasenna, allied with Carthage to defeat a unified Greek force at the Battle of Alalia. These people organized into a 12-city league centered around the city of Veii. For 10 points, name this pre-Roman civilization in Italy.", "answer_sanitized": "Etruscans (accept Rasenna until mention) &lt;Suh&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "A type of this technique can detect amyloid plaques by their apple-green birefringence and uses a reagent named for the German public’s then-fascination with the Congo. Carbol fuschin is used in this technique’s Ziehl–Neelsen variant, useful for samples containing acid-fast organisms. Basophils and eosinophils are (*) named for their reaction to a variant of this technique called H&amp;E. A type of this technique targeting peptidoglycan in cell walls results in either purple or pink coloring, labeling bacteria as “positive” or “negative”. For 10 points, name this laboratory technique using dyes, one type of which was developed by Hans Christian Gram.", "answer_sanitized": "staining (accept Congo red stain; accept carbol fuchsin stain; accept Ziehl–Neelsen stain; accept acid-fast stain; accept H&amp;E stain; accept Gram stain; accept any answer about dyes until mention) &lt;Chu&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This man’s design for the League of Nations building in Geneva was rejected because he did not write it in Indian ink. Dr. Pedro Curutchet [“koo-RUT-chut”] commissioned this architect to design his house in La Plata, Argentina. This man and Oscar Niemeyer co-designed the headquarters of the United Nations. His designs often included (*) Open Hand statues, the biggest of which is in Chandigarh, India, a city that he planned. This man’s frequent use of pilotis [“piloti plural”] is part of his “five points” of architecture laid out in his Towards a New Architecture. For 10 points, name this Swiss-French architect who designed the Villa Savoye.", "answer_sanitized": "Le Corbusier (or Charles-Édouard Jeanneret) &lt;Suh&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "In Chinese myth, Suiren discovered this element after observing woodpeckers drill trees. In the Kalevala, Panu discovers this phenomenon after using a magical knife to open up a fish. Izanami died while giving birth to a kami of this phenomenon. During Ragnarok, Freyr will be killed by a jötunn [“YOE-doon”] from (*) Muspelheim, which is a realm of this phenomenon. Surtr wields a sword of this phenomenon. The river Phlegethon flows with this thing, which was once hidden in a fennel stalk by a Titan who had his liver daily eaten as punishment for stealing this phenomenon. For 10 points, name this warm phenomenon that Prometheus stole for humans.", "answer_sanitized": "fire (or flames) &lt;Suh&gt;", "category": "Mythology"}, {"question_sanitized": "This man was attacked for his pro-French sentiments in a pamphlet written under the pseudonym “Peter Porcupine.” This man was the driving force behind the passage of the Copyright Act of 1831. He wrote “The Federal Catechism” as a short explanation of the Constitution for children. This man’s “blue-backed spellers” became a staple in (*) classrooms. This man changed the spelling of words such as “defense” and “center” from their traditional British spellings. In 1843, the rights to one of this man’s works was transferred to Charles and George Merriam. For 10 points, name this author of the first American English dictionary.", "answer_sanitized": "Noah Webster &lt;Suh&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In a work from a collection by this author, a lawyer eats a quince laced with love potion, then starts to believe that his entire body is made of glass. In a story from the same collection by this man, the title “Little Gypsy Girl,” Preciosa, is revealed to be kidnapped royalty. This author of the (*) Exemplary Novels wrote a novel in which the title character’s niece and barber burn his library before telling him that it was the work of a wizard. That work by this author features a protagonist who pursues the lady Dulcinea, and involves an episode in which attacks giants that are actually windmills. For 10 points, name this author of Don Quixote.", "answer_sanitized": "Miguel de Cervantes Saavedra &lt;Cohen&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Dielectric objects in optical tweezers can be modeled by this law, which was extended by models developed by Ronald Rivlin. A generalized version of this law involves lambda and mu [“mew”] terms in a compliance tensor for isotropic materials. The Lamé [“lah-MAY”] parameters feature in a formulation of this law, and sums of (*) normal modes are solutions to coupled systems obeying this law. This law predicts that potential energy is quadratic in position and involves a constant with units of Newtons per meter. This law describes a linear restoring force that models simple harmonic motion. For 10 points, name this law describing the behavior of springs.", "answer_sanitized": "Hooke’s law &lt;Yue&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One of these paintings that shows its subject looking down with his arms crossed was inspired by the subject’s brother. One of these works by John Singer Sargent was meant to replace another one of these works nicknamed the “Meowing Cat.” One of these paintings by Kehinde [“kuh-HIN-day”] Wiley depicts a man seated on a chair in front of a (*) leafy green background with chrysanthemums symbolizing Chicago. The first of these works was created by Gilbert Stuart and was legendarily saved during the burning of Washington, D.C. by Dolly Madison. For 10 points, name these official paintings of men like George Washington and Barack Obama.", "answer_sanitized": "official portraits of the President of the United States (or presidential portraits; prompt on partial answer; anti-prompt [ask for less specific] on portraits of any of John F. Kennedy, Teddy Roosevelt, Barack Obama, or George Washington, as well as their reasonable equivalent titles) &lt;Chu&gt;", "category": "Fine Arts"}, {"question_sanitized": "A poem in this collection describes a “blue sweater rolled like a hurt dog at [the speaker’s] feet”; that speaker remembers the addressee “with [his] soul clenched.” A poem in this collection compares the sky to “a net crammed with shadowy fish”; that poem in this collection, “Every Day You Play,” ends by declaring (*) “I want to do with you what spring does with the cherry trees.” The penultimate poem in this collection laments that “love is so short, forgetting is so long” and takes its title from its opening line: “tonight I can write the saddest lines.” For 10 points, name this collection of 21 (mostly) romantic poems by Pablo Neruda.", "answer_sanitized": "Twenty Love Poems and a Song of Despair &lt;R. Li&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A man who promised to send this figure assured his followers that it was better for him to depart and for this figure to arrive. This figure is described with the Greek word paraklētos, meaning “Helper.” Blasphemy against this figure is the only explicitly unforgivable sin in the Bible. The Book of Galatians lists love, joy, and peace as part of eight (*) “fruits” of this figure. This figure took the form of a dove at the baptism of Jesus, and later appeared as a wind and “tongues of fire” upon the apostles on the day of the Pentecost. For 10 points, name this third person of the Trinity along with God the Father and God the Son.", "answer_sanitized": "Holy Spirit (or Holy Ghost; prompt on partial answer; prompt on God; do NOT accept or prompt on “Jesus” or “Christ”) &lt;Suh&gt;", "category": "Religion"}, {"question_sanitized": "A wreath of flowers sent to this politician's funeral is the origin for the name of the Primrose League. This man inspired the “One Nation” movement, a moderate faction of his political party. This man’s continued support of the Ottoman Empire despite the “Bulgarian Horrors” was attacked in the (*) Midlothian campaign. He controversially took a loan from Lionel de Rothschild to acquire a part of the Suez Canal. This politician represented Britain at the Congress of Berlin and gave the title of “Empress of India” to Queen Victoria. For 10 points, name this Conservative Prime Minister of Jewish descent, the rival of William Gladstone.", "answer_sanitized": "Benjamin Disraeli, 1st Earl of Beaconsfield (accept either underlined part) &lt;Suh&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "Flight attendant Hunt Palmquist has claimed that an enforcer of this policy tried to mask their involvement by describing certain individuals as soccer players. A chief architect of this policy was allegedly described by a White House aide as “twisted” and “Waffen-SS.” The Bible chapter Romans 13 was quoted in defense of this policy. White House advisor Stephen (*) Miller and DHS Secretary Kirstjen Nielsen were protested at restaurants and their homes for this policy. This policy was part of a broader “zero tolerance” platform on illegal immigration. For 10 points, name this Trump administration policy that was rescinded in June 2018.", "answer_sanitized": "family separation policy (accept obvious equivalents, prompt on zero tolerance before said; prompt on restricting immigration or obvious equivalents) &lt;R. Li&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Some bubble chambers are filled with hydrogen that unusually has a higher temperature than this value suggests is possible. Negative azeotropes are those with a higher value for this quantity than either of the constituent compounds. According to Trouton’s rule, the ratio of the change in (*) enthalpy to this quantity is a constant related to the ideal-gas constant. The value of this quantity at different pressures can be calculated using the Clausius–Clapeyron equation. This is the temperature at which the vapor pressure of a liquid is equal to its surroundings. For 10 points, name this temperature at which a substance changes from a liquid to a gas.", "answer_sanitized": "boiling point (accept word forms; accept condensation point and word forms) &lt;K. Li&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The losing commander at this battle promised to free his slaves if he achieved victory, while the winning commander only warned “There is no paradise for cowards.” One side in the battle had previously taken Famagusta and flayed Marco Antonio Bragadin alive. This battle saw the debut of ships called galleasses. Fighting occurred in the Gulf of Patras, and (*) Miguel de Cervantes lost use of an arm at this battle. Don Juan of Austria and the Holy League defeated Ali Pasha’s fleet during this battle, which began the “Age of Sail.” For 10 points, name this 1571 naval battle that checked Ottoman naval supremacy in the Mediterranean.", "answer_sanitized": "Battle of Lepanto &lt;Suh&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The name of this institution may have originated from the Croton capitatus plant in the Kew Gardens. A nickname for a location within this institution that stores objects discarded by its inhabitants is the “Come and Go Room.” A popular history of this institution was written by Bathilda (*) Bagshot. Admission into this institution is restricted to non-squibs. A detailed map of this location could be accessed by saying the phrase, “I solemnly swear that I am up to no good.” Students usually arrive to this school by boarding a train from Platform 93⁄4 [“nine and three quarters”]. For 10 points, name this fictional school for magic in the Harry Potter universe.", "answer_sanitized": "Hogwarts School of Witchcraft and Wizardry &lt;Suh&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In his book titled for this concept “and its critics,” Robert Dahl included “enlightened understanding” and “inclusiveness” among five criteria needed to achieve its ideal form. Fareed Zakaria warned that too much of this concept can precipitate its “illiberal” form “at home and abroad” in his The Future of Freedom. These systems are more reluctant to go to (*) war according to Immanuel Kant, an idea known as this system’s namesake “peace” theory. After visiting the United States, Alexis de Tocqueville penned a tract titled for this system “in America.” For 10 points, name this system of government whose “direct” form was used in Athens.", "answer_sanitized": "democracy (accept word forms; do NOT accept or prompt on “republic”) &lt;R. Li&gt;", "category": "Social Science"}, {"question_sanitized": "Beethoven’s piano concerto of this number opens with a quiet piano solo before a B-major echo by the orchestra, and an E-minor symphony of this number begins with the melody B-G-E-C broken into two-note motifs. The original arrangement of Barber’s Adagio for Strings is for this many performers, as is Beethoven’s Grosse (*) Fuge. Bruckner’s symphony of this number is known as his “Romantic,” while Mendelssohn’s is known as his “Italian.” Nicknames like “Rider,” “Sunrise,” and “Emperor” are given to works for this many performers by Joseph Haydn. For 10 points, name this number of performers in a string quartet.", "answer_sanitized": "four &lt;Yue&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In this city, a man “claims the right to be unhappy” and recites lines from The Tempest. A large woman sings “It was only a hopeless fancy” in this city, where in another novel a man visits his mother Linda at a Hospital for the Dying and calls Lenina Crowne a “strumpet.” Victory Gin is sold in one depiction of this city, where Mr. (*) Charrington’s antique shop and Chestnut Café are found. In one novel set “after Ford,” this city has a Hatchery and is home to Bernard Marx, and it features the Ministry of Love’s Room 101 in another. For 10 points, name this city home to Winston Smith in Nineteen Eighty-Four, the capital of what was formerly England.", "answer_sanitized": "London (prompt on Airstrip One, Oceania, or the World State... even though they are not cities) &lt;Yue&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "George Airy was harshly criticized for his perceived lack of effort in searching for this object. Astronomical bodies that have a 1:2 [“one to two”] orbital resonance with this object are called “twotinos.” A satellite of this object is known for its “cantaloupe terrain.” Fraternité, Égalité, and Liberté form a part of this body’s Adams (*) ring system. Johann Gottfried Galle first observed this planet in 1846 after it was mathematically predicted by Urbain Le Verrier. This planet once featured a storm system known as the Great Dark Spot. For 10 points, name this eighth and farthest known planet in the Solar System.", "answer_sanitized": "Neptune &lt;Suh&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "The first usage of a symbol of this political party appeared in the left-side of a cartoon that shows a central animal wearing a lion’s skin that says “Caesarism.” An Algonquian word meaning “important person” was used to label members of this party who voted for their rival party’s candidate in the 1884 presidential election. This party’s members were accused of (*) “waving the bloody shirt.” Mark Hanna was a successful campaign manager for a presidential candidate from this party, whose “Radical” members like Thaddeus Stevens took a hard stance against postbellum South. For 10 points, name this political party of Abraham Lincoln.", "answer_sanitized": "Republican Party (or Grand Old Party; ONLY accept Democratic Party until “Caesarism,” as both a donkey and an elephant are visible in the cartoon.) [Writer’s note: The Algonquian word is “Mugwumps.”] &lt;Suh&gt; Bonuses", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "It’s not Arabic, but the ghazal <strong>[\"guh-zzle\"]</strong> was a popular poetic form in this language. For 10 points each:", "answers_sanitized": ["Persian (or Farsi)", "Rubaiyat", "Hafez &lt;Kuang&gt;"], "parts_sanitized": ["Give this language used by Omar Khayyam. Its modern day form is spoken in Iran.", "Omar Khayyam wrote this selection of poems that famously quotes, “a Jug of Wine, a Loaf of Bread, and Thou.” Technically, this collection’s title just refers to any group of quatrains.", "This other Persian poet derived his name from having memorized the Quran. His many romantic ghazals are exemplified by a poem in which he says, “I lean as close to your body with my words / As I can.”"], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following questions about dominant female tennis players.", "answers_sanitized": ["Serena Williams (prompt on partial answer)", "French Open (or Roland-Garros)", "Steffi Graf &lt;Suh&gt;"], "parts_sanitized": ["This American tennis player often plays doubles matches with her sister Venus. She has won 23 majors singles titles, the second most in female tennis history.", "Williams has won this non-Wimbledon, European major tournament three times, the last time in 2015. This is the only major tournament played on clay.", "As of 2018, Williams and this German player are tied for the most consecutive weeks ranked No. 1 by a female tennis player. In 1988, she also achieved the Golden Slam by winning the four majors and the Olympics in the same year."], "category": "Trash"}, {"leadin_sanitized": "For 10 points each, answer the following questions about states that suffered environmental disasters.", "answers_sanitized": ["Ohio", "New York", "Kentucky &lt;Suh&gt;"], "parts_sanitized": ["The Cuyahoga River in this state that flows near Cleveland was in such bad shape that the river actually caught on fire on multiple occasions and helped spur the creation of the Environmental Protection Agency.", "The Love Canal neighborhood in the city of Niagara Falls in this state was built on top of toxic chemical waste and required a massive cleanup that cost $400 million.", "A site in this state was named “Valley of the Drums” because it was the collection point of toxic wastes. That site in this state was a major impetus to the passage of the Superfund Act in 1980."], "category": "Geography"}, {"leadin_sanitized": "This is Pope Francis’ favorite painting. For 10 points each:", "answers_sanitized": ["White Crucifixion", "I and the Village", "Marc Chagall &lt;Chu&gt;"], "parts_sanitized": ["Name this work in which scenes like a synagogue burning surround the central figure of Jesus on a cross wearing a prayer shawl.", "The two main figures of this other work by the same artist are a man with a green face and a goat. It was inspired by the artist’s upbringing in modern-day Belarus.", "This Jewish artist painted the White Crucifixion and I and the Village."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Name some things related to parallel computing, for 10 points each:", "answers_sanitized": ["sorting", "Moore’s law", "POSIX (or Portable Operating System Interface for uni-X) &lt;Deutsch&gt;"], "parts_sanitized": ["This task can be parallelized by splitting the input, recursively running an algorithm on each part, and then “merging” the results. Named algorithms for this general task of ordering an input include the “bubble,” “quick,” and “insert” types.", "This law states that the number of transistors on computer chips will double every two years. Parallel computing may help resolve the fundamental physical limits that will challenge this law’s continued growth in coming decades.", "To implement parallelization in C, you might use multiple “pthreads” [“pee-threads”]. The “p” in “pthreads” stands not for “parallel,” but for this “portable” operating systems standard based on UNIX systems."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "This concept is defined with the sentence “what a man can be, he must be” in one work. For 10 points each:", "answers_sanitized": ["self-actualization (accept word forms)", "Abraham Maslow", "flow &lt;Yue&gt;"], "parts_sanitized": ["Name this concept discussed in “A Theory of Human Motivation” which features efficient perceptions of reality, autonomy, and comfortable acceptance of self. It forms the pinnacle of a “hierarchy of needs.”", "This psychologist created that namesake “hierarchy of needs,” expanding his discussion of human needs in his book Motivation and Personality.", "A similar autonomy features in this mental state titling several books by Mihály Csîkszentmihályi [“mee-HALL SHEEK-cent-mee-HALL-ee”] which is defined as an energized sense of focus and complete absorption in one’s activities."], "category": "Social Science"}, {"leadin_sanitized": "Mozart exploited this instrument’s large range in his A-major concerto for it written for Anton Stadler. For 10 points each:", "answers_sanitized": ["clarinet", "Johannes Brahms", "Carl Nielsen &lt;Yue&gt;"], "parts_sanitized": ["Name this instrument that performs the opening glissando in Gershwin’s Rhapsody in Blue. This single-reed woodwind comes in B-flat, A, and E-flat varieties among others.", "This composer wrote a notable clarinet quintet in B minor among other works for clarinetist Richard Mühlfield. Clarinets state the melody first in the scherzo of his first symphony, which was hailed as “Beethoven’s Tenth.”", "This Danish composer wrote a notable clarinet concerto in one movement, though he is better known for symphonies with such names as The Four Temperaments, Sinfonia Espansiva, and The Inextinguishable."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points, answer these questions about the life and death of poet Philip Larkin:", "answers_sanitized": ["annus mirabilis", "Dame Carol Ann Duffy", "letters &lt;R. Li&gt;"], "parts_sanitized": ["A Larkin poem titled for this Latin phrase describes the time “between the end of the \"Chatterley\" ban /  And the Beatles' first LP.” A John Dryden poem also has this title that means “year of miracles.”", "In 1984, Larkin was offered the position of British Poet Laureate, but declined. As of November 2018, this person holds the position and is the first woman and openly gay person to do so.", "Larkin’s reputation was damaged by the posthumous publication of several documents of this sort revealing his racism. It’s not diaries, but epistolary literature refers to literature in this form."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In 2009, the discovery of a silver boar badge led historians to rethink the exact location of this battle. For 10 points each:", "answers_sanitized": ["Battle of Bosworth Field", "Wars of the Roses", "Richard Neville, 16th Earl of Warwick (accept either part) &lt;Huang/Suh&gt;"], "parts_sanitized": ["Name this battle fought near Ambion Hill in which Henry VII’s forces killed Richard III.", "The Battle of Bosworth Field occurred during these conflicts between the House of York and the House of Lancaster. These conflicts are named for the symbols of the two houses.", "During the Wars of the Roses, this man was known as the “Kingmaker” for his power and influence that helped him to install two men to the English throne, but he was later killed at the Battle of Barnet by Edward IV’s forces."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "For 10 points, answer the following about jewelry that come up in religion.", "answers_sanitized": ["Jainism", "jade (accept Jade Emperor)", "pearl (accept Pearl of Great Price) &lt;Suh&gt;"], "parts_sanitized": ["This religion’s three jewels include correct view, correct knowledge, and correct conduct. This religion reveres 24 teachers known as tirthankaras, the last of which was Mahavira.", "Yu Di, the highest deity in Daoism, is also known as an “Emperor” named after this precious mineral.", "In Matthew 13, Jesus compares the Kingdom of Heaven to a merchant who finds one of these precious objects “of great price” and sells everything he had to buy that object. One of these objects titles a collection of canonical Mormon works including the Book of Moses and Book of Abraham."], "category": "Religion"}, {"leadin_sanitized": "Answer the following about wetlands in South America. For 10 points each:", "answers_sanitized": ["Pantanal", "Orinoco River", "Amazon (accept Solimoes) &lt;Myers&gt;"], "parts_sanitized": ["This wetland region along the Brazilian-Argentine border is drained by the Paraguay river and is among the largest habitats for the caiman, a type of crocodilian.", "Another large wetland region is at the delta of this Venezuelan river home to an endangered species of river dolphin.", "Several wetland areas line this longest river in South America, which flows through the Brazilian cities of Manaus and Belem."], "category": "Geography"}, {"leadin_sanitized": "A documentary about this location describes the setting as “an autumn sky indifferent to everything, evok[ing] a night shrill with cries, busy with fleas.” For 10 points each:", "answers_sanitized": ["Auschwitz-Birkenau", "France (or French Republic)", "The Act of Killing &lt;Yue&gt;"], "parts_sanitized": ["Give this concentration camp, the focus of the 1956 documentary Night and Fog, where “Death makes his first pick” among people that were “rounded up in Warsaw, deported from Lodz, from Prague, Brussels or Athens.”", "Night and Fog is a documentary from this country. Chris Marker and Agnès Varda were notable documentarians from its landmark 1950s New Wave.", "This 2012 Joshua Oppenheimer documentary had Anwar Congo and other perpetrators of the mid-1960s Indonesian killings attempt to cinematically recreate their experiences, ending with Anwar finally throwing up in disgust."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The Butler–Volmer equation simplifies to this equation when net reaction rate is set to zero. For 10 points each:", "answers_sanitized": ["Nernst equation", "reduction (do NOT accept or prompt on “redox”)", "platinum &lt;Yue/K. Li&gt;"], "parts_sanitized": ["Name this equation which multiplies the logarithm of the reaction quotient by a factor containing the ideal gas constant, temperature, and Faraday constant. This equation is used to calculate the EMF of a cell at non-standard conditions.", "The Nernst equation relates potentials named for this type of reaction. This reaction involves a gain of electrons, and it’s the opposite of oxidation.", "The standard hydrogen electrode is made of this non-palladium precious metal. It is coated in the powdered black variety of that same element which increases surface area of the electrode."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "A character in this play remarks, “I didn’t know that Shakespeare had a sister!” after entering accompanied by the legend, “Terror! The Opening of a Door!” For 10 points each:", "answers_sanitized": ["The Glass Menagerie", "Thomas Lanier “Tennessee” Williams III", "The Night of the Iguana &lt;Yue&gt;"], "parts_sanitized": ["Name this play, in which “gentleman caller” Jim O’Connor meets Tom’s sister Laura and later reveals that he is engaged.", "The Glass Menagerie is a play by this author, who wrote of Blanche DuBois visiting her sister after the loss of Belle Reve in A Streetcar Named Desire.", "In this Tennessee Williams play, a 97-year-old poet dictates his final poem to his granddaughter at the Mexican hotel run by Hannah Jelkes, where Reverend Larry Shannon has “crack-ups.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, name these politicians who escaped assassination.", "answers_sanitized": ["Fidel Castro (prompt on partial answer)", "Margaret Thatcher", "Nicholas II (accept Nicholas Alexandrovich; prompt on Nicholas; do NOT accept or prompt on “Nicholas I”) &lt;R. Li&gt;"], "parts_sanitized": ["This Cuban dictator infamously eluded many CIA plots to kill him, including one involving an exploding cigar.", "A man under the pseudonym “Roy Walsh” planted a bomb in the Grand Brighton Hotel that killed five people but failed to assassinate this leader. This Prime Minister was also known as the “Milk Snatcher.”", "While on a visit to Ōtsu, Japan, this future tsar of Russia survived an assassination attempt when a policeman swung a sabre at him. The attack left this man’s face permanently scarred."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "You are an aspiring microbiologist. Answer some questions about bacteria, for 10 points each.", "answers_sanitized": ["coral", "cholera (or Vibrio cholerae)", "oxygen &lt;K. Li&gt;"], "parts_sanitized": ["A species in the genus Serratia has been found to cause white pox disease in the elkhorn variety of this sedentary animal that can harbor zooxanthellae [“zoo-uh-zan-theh-lay”].", "The genus Vibrio contains species that causes coral bleaching and produces prodigiosin, but is best known for this other infectious disease causing species. The disease caused by this species in Vibrio is accompanied by severe diarrhea.", "Both Serratia and Vibrio are facultative anaerobes, meaning that they will respire aerobically in the presence of this element and will respire anaerobically in its absence. This is the second most common gas in the atmosphere after nitrogen."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Cuchulainn had one of these carved from the bone of the sea monster Coinchenn named Gae Bulg. For 10 points each:", "answers_sanitized": ["spear", "Mjolnir [“myowell-neer”]", "dwarves &lt;Owen&gt;"], "parts_sanitized": ["Another of these, Gungnir, has a shaft made of wood from the Yggdrasil and a series of runes engraved on its tip.", "As opposed to his spear-wielding father Odin, Thor shattered bones and brought the thunder with this short handled hammer.", "The cursed golden sword Tyrfing that was instrumental in allowing the outnumbered Goths to beat the Huns was built by Dvalin and Durin, who were two of these beings."], "category": "Mythology"}, {"leadin_sanitized": "This ruler’s favorite dog was an Irish Setter named Milord. For 10 points each:", "answers_sanitized": ["Alexander II of Russia", "Finland", "zemstvos &lt;Suh&gt;"], "parts_sanitized": ["Name this Russian czar nicknamed the “Liberator” who was assassinated by the People’s Will despite freeing the serfs.", "Alexander is known as “The Good Tsar” in this country for reopening this country’s Diet and reissuing this country’s currency, the markka. 60 years later, this country built the Mannerheim Line of fortifications.", "Alexander granted this form of local government to the serfs. After the October Revolution, the Bolshevik government replaced these with “soviets.”"], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer some questions about fundamental values in electromagnetism.", "answers_sanitized": ["Charles-Augustin de Coulomb", "oil drop experiment by Robert Millikan and Harvey Fletcher (prompt on just Milikan experiment)", "fine-structure constant (or Sommerfeld’s constant) &lt;K. Li&gt;"], "parts_sanitized": ["Name this scientist known for his inverse square law describing the force between two charged particles. This scientist also names the unit for electric charge and invented the torsion balance to measure electrostatic forces.", "This experiment was the first determination of the elementary charge. During this experiment, droplets of the namesake liquid were sprayed into a uniform electric field and made to float in a uniform electric field.", "The square of the elementary charge is proportional to this other fundamental constant. This small dimensionless number is the coupling constant of the electromagnetic force."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "One of these characters was birthed from his mother’s left ear and required over 10,000 cows for his prodigious consumption of milk. For 10 points each:", "answers_sanitized": ["Gargantua and Pantagruel", "François Rabelais", "Paris &lt;R. Li&gt;"], "parts_sanitized": ["Name these two characters. In another book, one of these characters is mistakenly attacked by the sausage-like natives of Wild Island.", "This French satirist created Gargantua and Pantagruel in a pentalogy of books that bear his namesake baudy style. This author published the first of those books under the pseudonym “Alcofribas Nasier,” an anagram of his name.", "Just before dying in this city, Rabelais supposedly said he was going “to seek a Great Perhaps.” In Volume 2 of the pentology, Gargantua urinates on a crowd in this capital city of France, causing thousands of drownings."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This man reportedly once told a French visitor “You can kill ten of my men for every one I kill of yours. But even at those odds, you will lose and I will win.” For 10 point each:", "answers_sanitized": ["Ho Chi Minh (or Nguyen Sinh Cung; or Nguyen Tan Thanh; or Nguyen Ai Quoc; or Bac Ho)", "Battle of Dien Bien Phu", "Vo Nguyen Giap [“ziap”] &lt;Suh&gt;"], "parts_sanitized": ["Name this Communist leader of Vietnam who was the namesake of a supply route “Trail” that he used to fight Ngo Dinh Diem’s [“ngoh deen dee-em”] US-backed government.", "Ho Chi Minh’s Viet Minh army crushed a French force at this decisive 1954 battle that ended the First Indochina War. The French artillery commander at this battle, Charles Piroth, committed suicide out of shame.", "This victorious commander at the Battle of Dien Bien Phu compared the battlefield to a “rice bowl.” Later, he served two terms as Vietnam’s Minister of Defence."], "subcategory": "History World", "category": "History"}]}