{"tossups": [{"question_sanitized": "This man found that people in cities were less helpful than those in small towns in a study comparing Parisians and Norwegians. This man collaborated with Lance Shotland to write Television and Antisocial Behavior and told his students to breach a social norm by asking for seats on a subway. “Mr. (*) Jacobs” was a node in one of this psychologist’s experiments involving letters from Wichita and Omaha which demonstrated “six degrees of separation.” This man’s most famous experiment included switches marked from 15 to XXX volts. For 10 points, name this American psychologist who conducted the Small World and Obedience experiments.", "answer_sanitized": "Stanley Milgram", "category": "Social Science"}, {"question_sanitized": "Early in his career, this man helped defeat the Yuan pretender Naghachu. This man commanded troops in Zhu Di’s campaign to become the Yongle Emperor, and this probable Muslim later defeated and captured King Alagonakkara. A controversial 2002 work by Gavin Menzies claimed that this man discovered the (*) Americas, Australia, and the Northeast Passage. Over this man’s seven confirmed voyages, his fleet of massive treasure junks visited Indonesia, Yemen, India, and East Africa, and he notably brought giraffes and ostriches to China. For ten points, name this prolific diplomat and explorer of the Ming Dynasty.", "answer_sanitized": "Zheng He", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One author from this country whose works include the “factless autobiography” The Book of Disquiet and the symbolist collection Message wrote under many different heteronyms. The national epic of this country sees its protagonist become the lover of the Titan Tethys in its tenth Canto. One author from this country wrote about it (*) breaking off into the Atlantic Ocean in The Stone Raft and about the girl with the dark glasses and the doctor’s wife in Blindness. For 10 points, name this home country of Fernando Pessoa and José Saramago whose history is detailed in The Lusiads by Vasco Da Gama.", "answer_sanitized": "Portugal", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The Risch Algorithm is one method by which this operation can be carried out. One method of performing this operation takes advantage of the fact that it remains constant under rearrangement; that method is named for Lebesgue. Another method of performing this operation is called the method of (*) exhaustion and involves repeatedly inscribing polygons, the areas of which converge to some value, within a shape. Newton and Leibniz defined this operation, but it wasn't rigorous because they didn’t use limits. For 10 points, name this operation for finding the area under a function that, according to the Fundamental Theorem of Calculus, is the opposite of differentiation.", "answer_sanitized": "integration (accept word forms like integral, prompt on “antidifferentiation”)", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This man’s rise to prominence was championed by Thomas A. Scott. This man served as Superintendent of Military Railways during the Civil War before creating the Keystone Bridge Company. This man pioneered the use of vertical integration in his largest business venture, and this employer of Henry Frick used Pinkertons to crush an 1892 strike at his (*) Homestead plant. This author of The Gospel of Wealth became the richest man in America after selling his namesake metal company to J.P. Morgan. For ten points, name this Scottish-American philanthropist and steel magnate.", "answer_sanitized": "Andrew Carnegie", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In the center of this painting, two men in uniform walk together, while in front of them a man appears to be playing trumpet. A man on the left of this painting reclines with a pipe in his mouth while another man sits next to him with a top hat and cane. In the background of this work, two steamships surround a female-led (*) rowing team. In the foreground, a woman in the shade is using a parasol while she keeps a monkey on a leash. For 10 points, name this painting that depicts an island in the river Seine, a pointillist work by Georges Seurat.", "answer_sanitized": "A Sunday Afternoon on the Island of La Grande Jatte", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "It’s not phosphorus, but a compound of this element with chlorine has three violet “layered” forms with a tendency to flake. That same compound is essential to a reaction that couples ketone or aldehyde groups to an alkene, the McMurry reaction. Another compound with this element was formerly used as a Lewis acid in the (*) Mukaiyama aldol condensation. This element can be extracted from ilmenite using the Hunter process or the commercially used Kroll process. For 10 points, name this lightweight and durable metal, which is commonly used in aerospace technology.", "answer_sanitized": "titanium (accept Ti)", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In one novel set in this place, a character is attacked by a parrot after going into a strip club looking for the refined lady reading Boethius. That character’s name is Ignatius Reilly. This place is the setting of Scarlett O’Hara’s honeymoon in Gone with the Wind. In another novel set here, the protagonist falls in love with (*) Robert Lebrun. A play set in this city features a widowed southern belle who goes to live with her sister and her sister’s husband after losing the family home. For ten points, name this city, the setting of A Confederacy of Dunces, The Awakening, and A Streetcar Named Desire.", "answer_sanitized": "New Orleans (prompt on “Louisiana”)", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In 2014, the National Center for Civil and Human Rights opened in this city. This city is home to the High Museum of Art and sprawling Piedmont Park, as well as a prominent memorial at Ebenezer Baptist Church. The site of a 1996 bombing during the Summer (*) Olympics held in this city is now park of Centennial Park. Spelman, Morehouse, and Emory Universities are all found in this city whose Hartsfield-Jackson Airport is the busiest airport in the world. For ten points, name this southern city, the capital of Georgia.", "answer_sanitized": "Atlanta, Georgia", "category": "Geography"}, {"question_sanitized": "In one work by this writer, the Moon says that at the end of the night, blood will be spilled. In one poem by this writer, the refrain “at five in the afternoon” is repeated between sections written in different poetic meter. In a different work, this author describes eighteen romances with subjects such as the night, death, and the sky. In this author’s most well-known work, the (*) five daughters of the title character fight over Pepe “el Romano” during an imposed eight-year mourning period. For ten points, name this author of Gypsy Ballads, Blood Wedding, and The House of Bernarda Alba.", "answer_sanitized": "Federico García Lorca (prompt on partial answer) HALFTIME", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The Philadelphia Plan was one example of this policy. In 2016, John Kasich said this policy amounted to “counting us like so many beans.” The University of Michigan’s application of this policy was partially upheld in cases named for Lee Bollinger, while the use of a quotas in this policy was outlawed in (*) Regents v Bakke. The Supreme Court twice evaluated Abigail Fisher’s interaction with this policy, and in the United Kingdom this policy is known as positive discrimination. For ten points, name this policy which supports disadvantaged groups in hiring and educational admissions.", "answer_sanitized": "affirmative action", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This disease occurs in Jacob sheep, in which the missense mutation G444R was found in complementary DNA. Pyrimethamine has been shown to slow the progression of the late-onset form of this disease because it increases beta-hexosaminidase A activity. A mutation on part of chromosome 15, the (*) HEXA gene, causes this disease. Accumulation of GM2 ganglioside and appearance of a cherry-red spot on the retina are characteristics of this disease. For 10 points, name this genetic disease common among Ashkenazi Jews.", "answer_sanitized": "Tay–Sachs disease (accept hexosaminidase A deficiency before “beta-,” accept GM2 gangliosidosis before “GM2”)", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One example of this action caused controversy at the Victory &amp; Praise Christian Academy in Texas. Robert McNair’s comments about “inmates running the prison” sparked one group occurrence of this action. Alejandro Villanueva prominently opposed this action, and in September 2017 Max Bruce became the first player from (*) Major League Baseball to perform this action. After Donald Trump profanely urged that people who perform this action should be “fired,” hundreds of NFL players, owners, and coaches took this action to express solidarity. For ten points, name this controversial form of protest popularized by Colin Kaepernick.", "answer_sanitized": "kneeling during the National Anthem", "category": "Trash"}, {"question_sanitized": "In one section of this work, the speaker mentions “that inverted Bowl they call the Sky, / Whereunder crawling coop’d we live and die.” The first section of this work states “Wake! For the Sun, who scattered into flight.” A dialogue between two “loquacious vessels” of clay which debate (*) “who is the potter and who is the pot” is also found in this work. A notable stanza in this work states “The Moving Finger writes, and, having writ, Moves on.” For ten points, name these quatrains, most famously translated by Edward Fitzgerald, that describe “A jug of wine, a loaf of bread - and thou,” and were written by Omar Khayyam.", "answer_sanitized": "The Rubaiyat of Omar Khayyam", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A graphical construct used to visualize this interaction is the unitarity triangle. A matrix named for Cabibbo, Kobayashi, and Maskawa explains reactions mediated by this interaction. Stochastic cooling of proton beams was used to discover the mediators of this interaction, leading to the Nobel Prize of (*) Carlo Rubbia and Simon van der Meer. Cronin and Fitch used kaon decay to show that this interaction violates CP-symmetry. This force was unified with electromagnetism by Salam, Weinberg, and Glashow. For 10 points, name this fundamental force mediated by the W and Z bosons and responsible for beta-decay.", "answer_sanitized": "weak force (accept weak interaction)", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One of these works was used as the basis for the Sinfonia in F Major and a single Phrygian half-cadence makes up the second movement in one of these pieces. Johann Schwarber was the intended player of a valved trumpet solo in one of these pieces, and violins are replaced by (*) viole da gamba in the final one. A lengthy harpsichord cadenza opens the 5th of these compositions which were dedicated to the Margrave Christian Ludwig. For 10 points, name this set of six works by J.S. Bach named for a German state.", "answer_sanitized": "Brandenburg Concertos", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This deity fathered Thrall, Karl, and Jarl who would, respectively, become ancestors of the serfs, farmers, and noblemen of Scandinavia. This god stole Freya’s necklace back from Loki, and he came up with the plan to have Thor (*) dress up as Freya in order to trick Thrym. This god can hear the grass grow and has golden teeth, and he will kill and be killed by Loki during Ragnarok. For 10 points, name this Norse god, the son of nine mothers who owns the Gjallarhorn and watches over the rainbow bridge Bifrost.", "answer_sanitized": "Heimdall (accept Gullitani, prompt on ‘Rig’)", "category": "Mythology"}, {"question_sanitized": "One work by this artist parodies Rodin’s The Thinker with a traffic cone dunce cap and is called The Drinker. Another work by this artist depicts two children playing catch with a “No Ball Games” sign, while another entitled Slave Labour depicts a boy crouched at a sewing machine making British flags. A mural by this man shows John Travolta and Samuel L. Jackson’s characters from Pulp Fiction with their guns replaced by (*) bananas. This artist’s Girl with Red Balloon first appeared on a wall in the South Bank of London. For 10 points, name this anonymous British graffiti artist.", "answer_sanitized": "Banksy", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This city’s disenfranchised workers rose up in the Revolt of the Ciompi. Pope Sixtus IV placed this city under interdict after the failed Pazzi Conspiracy, and this city’s Ordinances of Justice targeted prominent aristocrats and Ghibelline supporters. This Tuscan city traditionally rivaled (*) Pisa before conquering it in 1406. Girolamo Savonarola led the Bonfires of the Vanities in this city before being burnt at the stake, and members of this city’s longtime ruling family include Cosimo and Lorenzo the Magnificent. For ten points, name this Italian city on the Arno river once ruled by the Medicis.", "answer_sanitized": "Florence", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This figure encountered and saved Alavaka while travelling along the Ganges. This figure was born a Kshatriya, and he died after receiving a piece of spoiled pork from the blacksmith Kunda. This man’s mother had a vision of an elephant entering her womb, and this man is the ninth (*) avatar of Vishnu. This prophet taught the Four Noble Truths and the Middle Way after achieving enlightenment under a Bodhi tree. For 10 points, name this prince-turned-ascetic who founded a religion with Mahayana and Theravada sects and whose original name was Siddhartha.", "answer_sanitized": "the Buddha (accept Siddhartha before mention or Gautama)", "category": "Religion"}, {"question_sanitized": "The 1947 “Finger Plan” concerned the redevelopment of this city along five corridors. Schmidt Hammer Lassen designed the Black Diamond library in this city which also contains the Frederiksberg and Amalienborg palaces. Hyde Parker ordered Horatio Nelson to retreat during a battle near this city, but Nelson (*) refused. The Little Mermaid statue can be found in this city which hosted a 2009 climate summit. The Øresund Bridge links Malmö, Sweden with this city which occupies much of Amager and Zeeland. For ten points, name this capital and largest city in Denmark.", "answer_sanitized": "Copenhagen (accept Kobenhavn) Bonuses", "category": "Geography"}], "bonuses": [{"leadin_sanitized": "On the right side of this painting, a little girl digs through a chest next to a large gold and black curtain. For ten points each:", "answers_sanitized": ["Venus of Urbino (prompt on “Venus”)", "Titian (or Tiziano Vecelli or Tiziano Vecellio)", "Salome"], "parts_sanitized": ["Name this painting of a nude woman lying on a couch, intended to represent a certain Greek goddess.", "Venus of Urbino was painted by this Venetian artist who also created The Rape of Europa and Bacchus and Ariadne.", "Titian also depicted a biblical scene of this woman and daughter of Herodias holding the head of John the Baptist on a platter."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Sometimes, imperialism doesn’t go so smoothly. Just ask the British. For ten points each:", "answers_sanitized": ["Black Hole of Calcutta", "tea", "Charles George “Chinese” Gordon"], "parts_sanitized": ["In 1756, the Nawab of Bengal stormed a British fort, capturing up to 70 soldiers and locking them in this small prison. Over the next day, most of the men held in this dungeon died of suffocation or heat stroke.", "The British East India Company wanted to enforce a monopoly on this commodity in their American colonies, but Samuel Adams and the Sons of Liberty dumped 342 chests of it into Boston harbor in 1773.", "In the late 1800s, the British tried to secure control over Sudan, but in 1884 a Sudanese army trapped British forces led by this man in Khartoum. Ten months later, this man and the entire British army were massacred."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Fishes that live in this zone include dragonets and sculpins. For ten points each:", "answers_sanitized": ["benthic zone", "rays [accept stingray, manta ray, or Batoidea]", "vestigial structures"], "parts_sanitized": ["Name this deepest zone of the ocean, located below the demersal zone.", "Fish in this group can bury themselves under the sand in the benthic zone. These flat fish may have stingers for self defense, but the “manta” type does not.", "Though manta rays do not have stingers, they do possess a remnant of a sting barb, which is this type of structure because it has lost its ancestral function. In humans, the cecum and appendix are also this type of structure."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Answer the following questions about countries whose capitals contain most of their population. For ten points each:", "answers_sanitized": ["Qatar", "The Bahamas", "Pitcairn Islands"], "parts_sanitized": ["This Arab nation’s capital of Doha contains over 65% of its population. This nation boasts the highest per capita income in the world and will be hosting the World Cup in 2022.", "Roughly 70% of this Caribbean country’s population resides in its capital of Nassau. Christopher Columbus first landed in the New World on an island in this modern-day nation.", "All 56 inhabitants of this British Overseas Territory in the Pacific live in its capital Adamstown. These islands are almost entirely inhabited by descendants from participants in the mutiny on the Bounty."], "category": "Geography"}, {"leadin_sanitized": "This man wrote the paper \"The Arrangement of Electrons in Atoms and Molecules” which built on Lewis’s atomic model. For ten points each:", "answers_sanitized": ["Irving Langmuir", "plasma", "nuclear fusion"], "parts_sanitized": ["Name this scientist whose namesake circulation involves counter-rotating vortices at the ocean surface.", "Langmuir also names a probe used to determine the electron density of this fourth state of matter, an ionized gas.", "Plasmas are confined with magnetic fields in stellarators, which are used to perform this process."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This goddess forms a trio with the sun god Shamash and the moon god Sin as she personifies Venus. For ten points each:", "answers_sanitized": ["Ishtar", "Irkalla (accept Ereshkigal)", "Marduk"], "parts_sanitized": ["Name this goddess of Babylonian mythology who sent the Bull of Heaven to attack Gilgamesh after he rejected her love.", "After being rejected by Gilgamesh, Ishtar went to be with her former lover Tammuz in the underworld, where she was forced to remove all of her clothing by this goddess of the underworld.", "This other significant Babylonian deity became more popular in later mythology as the chief and patron god of Babylon."], "category": "Mythology"}, {"leadin_sanitized": "For time immemorial, the mistresses of powerful men have played key roles in shaping world history. For ten points each:", "answers_sanitized": ["Pericles", "Charles II", "Madame de Pompadour"], "parts_sanitized": ["This Athenian’s lover Aspasia was a noted intellectual, and according to Plato may have written this man’s famous Funeral Oration during the Peloponnesian War.", "This king of England’s many mistresses included Barbara Palmer, an ancestor of Princess Diana. This Stuart king came to power in the Restoration and survived the Rye House and Popish Plots.", "This official mistress of Louis XV became a powerful political and diplomatic figure, as well as a patron of Enlightenment philosophy and art."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Work is derived from this phenomenon in its namesake ratchet. For ten points each:", "answers_sanitized": ["Brownian motion (accept pedesis)", "kinetic theory of gases (accept kinetic-molecular theory)", "root-mean-square speed (accept rms speed or v-sub-rms)"], "parts_sanitized": ["Name this random movement of particles in a fluid, named for a Scottish botanist who observed it in pollen grains.", "Brownian motion can be explained by this theory, which describes elastically colliding particles in constant motion.", "This quantity, used to describe particles in the kinetic theory of gases, is given as the square root of the quantity 3kT over the mass of one gas molecule."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This philosophical text takes place at Agathon's house and features a set of speeches given at a banquet. For ten points each:", "answers_sanitized": ["the Symposium", "medicine", "Alcibiades"], "parts_sanitized": ["Name this philosophical work by Plato in which characters talk about love.", "In Symposium, Eryximachus delivers a speech about this topic. The Hippocratic Oath concerns the appropriate performance of this discipline.", "Near the end of Symposium, this man arrives and delivers a drunken rant. This general switched sides to help Sparta win the Peloponnesian War."], "subcategory": "Literature Classical", "category": "Literature"}, {"leadin_sanitized": "Many poems have been written about seizing the day and living while you can. For ten points each:", "answers_sanitized": ["Robert Herrick", "“To His Coy Mistress”", "Horace"], "parts_sanitized": ["This Lake poet wrote To the Virgins, to Make Much of Time, which includes the famous carpe diem line “gather ye rosebuds while ye may.”", "Andrew Marvell wrote this love poem that begins “Had we but world enough and time” but continues on to say that since time is short, the poet’s lover should be more willing to begin a relationship soon.", "The phrase carpe diem originates from Book 1 of Odes, written by this Roman poet who also wrote Ars Poetica."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The composer of this piece held a stopwatch to Arturo Toscanini’s version, then complained that it ran a minute and a half too fast. For ten points each:", "answers_sanitized": ["Bolero", "Maurice Ravel", "Ida Rubinstein"], "parts_sanitized": ["Name this continuously crescendoing work that begins with a snare ostinato and a flute playing the main theme.", "This French composer of Gaspard de la Nuit, and Pavane for a Dead Princess also created Bolero.", "This eminent Russian ballerina commissioned Bolero as a ballet."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Theodore Geisel, also known as Doctor Seuss, is arguably the greatest children’s writer of all time. Let’s see how much you know about his works. For ten points each:", "answers_sanitized": ["Sam-I-Am", "the Sneetches", "butter"], "parts_sanitized": ["This is the main character in Seuss’ Green Eggs and Ham. He attempts to get the narrator to eat the title foods.", "These bird-like creatures have either stars or no stars on their bellies and are scammed by a monkey man because of the superiority of one group over the other.", "In another Seuss book, the orientation of this condiment begins a battle between the Yooks and the Zooks."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Uracil and cytosine are examples of these molecules that exist in RNA. For ten points each:", "answers_sanitized": ["nitrogenous bases", "purines", "imidazole"], "parts_sanitized": ["Name these molecules. Five of them are used to form nucleotides, which build up nucleic acids.", "Nitrogenous bases are classified either as pyrimidines or as this family characterized by a six-membered ring fused to a five-membered ring.", "In a purine, the five-membered ring is of this organic compound with formula C3N2H4. It is the side chain of histidine."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "One work by this poet states, “You shall love beauty,” and \"You shall bring forth your work...out of the blood of your heart.\" For ten points each:", "answers_sanitized": ["Gabriela Mistral", "death", "Chile"], "parts_sanitized": ["Name this poet of Decalogue of the Artist, Tala, and Desolación.", "Mistral wrote a collection of Sonnets of this concept after her love affair with Romelio Ureta ended. A personification of this concept narrates The Book Thief by Markus Zusak.", "Mistral was a poet from this country. Pablo Neruda and Isabel Allende also hailed from this country."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "In 1959, a U.S. Senate committee convened to determine the five greatest senators in American history. For ten points each:", "answers_sanitized": ["Henry Clay, Sr.", "Robert A. Taft", "Robert M. La Follette Sr."], "parts_sanitized": ["The oldest member selected for the so-called “Senatorial Hall of Fame” was this Kentucky statesman. He arranged the “Corrupt Bargain” with John Quincy Adams and negotiated the Missouri Compromise.", "By comparison, the most recent senator selected for the honor was this conservative, isolationist senator from Ohio. With Fred Hartley, this man names a 1947 act curbing the power of labor unions.", "Along with Clay, Taft, Daniel Webster, and John Calhoun, the committee selected this liberal senator from Wisconsin, nicknamed “Fighting Bob,” who ran for president as the Progressive Party nominee in 1924."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This record label’s namesake sound was partially originated by Booker T. &amp; the MGs. For ten points each:", "answers_sanitized": ["Stax Records", "Otis Redding Jr.", "Martin Luther King Jr."], "parts_sanitized": ["Name this pioneering record label based in Memphis which produced many of the leading soul musicians of the 1960s.", "Stax’s biggest star was this African-American singer-songwriter. This man wrote “Respect” and “Try a Little Tenderness” before achieving huge posthumous success with “Dock of the Bay.”", "Many Stax hits were written in Memphis’ Lorraine Motel where this civil rights leader was assassinated in April 1968."], "category": "Trash"}, {"leadin_sanitized": "In this novel, two bags of gold are stolen from the title character, but found along with the thief’s skeleton 16 years after the theft. For ten points each:", "answers_sanitized": ["Silas Marner", "Godfrey Cass (accept either underlined name)", "pseudonym"], "parts_sanitized": ["Name this novel about a weaver of Raveloe who adopts a baby girl and names her Hephzibah, or Eppie for short.", "This man, the eldest son of the local squire, turns out to be the actual father of Eppie.", "The author of Silas Marner, Mary Ann Evans, published the work under one of these fake names. She called herself George Eliot."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Members of this faith conducted Operation Snow White to purge unfavorable records from government buildings. For ten points each:", "answers_sanitized": ["Scientology", "L. Ron Hubbard (or Lafayette Ronald Hubbard)", "Thetan"], "parts_sanitized": ["Name this religion based on dianetics and practiced by celebrities like John Travolta and Tom Cruise.", "This prophet founded Scientology and wrote its foundational texts, as well as dozens of sci-fi novels. This man served as Commodore of Scientology’s “Sea Org” before his 1986 death.", "Hubbard and Scientology use this term to refer to both human souls and the universe’s creating power. “Body” variants of these beings emerged after a massacre in the Galactic Confederacy led by lord Xenu."], "category": "Religion"}, {"leadin_sanitized": "In this opera, a character attempts to get others to buy his “happy dust” and another leaves her baby to one of the title characters before dying in a hurricane. For ten points each:", "answers_sanitized": ["Porgy and Bess", "George Gershwin", "“Summertime”"], "parts_sanitized": ["Name this opera about a disabled black beggar on Catfish Row who tries to rescue another character from Crown and Sportin’ Life.", "This composer of Rhapsody in Blue also wrote Porgy and Bess.", "This song about “where the living is easy” is the most famous piece from Porgy and Bess. With over 33,000 covers, it is one of the most recorded songs in history."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This man used his Grupo Colina death squad to perpetrate the Barrios Altos massacre. For ten points each:", "answers_sanitized": ["Alberto Fujimori", "Peru", "Shining Path (prompt on “Communist Party of Peru”)"], "parts_sanitized": ["Name this South American dictator of Japanese descent who faced international condemnation for his corruption and crimes against humanity.", "Fujimori ruled and is now imprisoned in this mountainous South American country with capital at Lima. Despite his violent record, Fujimori brought considerable economic stability to this country.", "During his reign, Fujimori successfully but brutally battled this leftist terror organization led by Abimael Guzmán."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This form of steel is produced from the rapid cooling, or quenching, of austenite. For ten points each:", "answers_sanitized": ["martensite", "phase diagrams", "ductility"], "parts_sanitized": ["Name this very hard form of steel formed by diffusionless transformation and named for a German metallurgist.", "Martensite does not appear on the equilibrium one of these constructs displaying the iron-carbon system. These graphs show whether a substance will be a liquid, solid, or gas at different temperatures and pressures.", "The low value of this property for martensite is partially explained by its body-centered tetragonal crystal structure. This property, the ability to deform under tensile stress, can be increased through tempering."], "subcategory": "Science Chemistry", "category": "Science"}]}