{"tossups": [{"question_sanitized": "1. In order for this process to achieve breakeven, n times the confinement time must be greater than a certain minimum. That requirement is known as Lawson’s criterion. The technique of inertial confinement achieves this process by breaking the Coulomb barrier. This process occurs in stellarators and (*) tokamaks. Fleischmann and Pons falsely claimed to have achieved the “cold” form of this process. In stars, this process may occur through the proton-proton chain or the CNO cycle. For 10 points, name this process in which multiple nuclei combine to form a heavier one, contrasted with fission.", "answer_sanitized": "nuclear fusion &lt;Physics, DY&gt;&lt;ed. KLei&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "2. An experiment run in this location tested children in delayed gratification with the offering of a certain foodstuff, the results of which correlated positively with metrics of success later in life. An experiment conducted at this place was recorded in The Lucifer Effect and saw participant 416 go on hunger strike; that experiment performed at this (*) institution was stopped by Christina Maslach after she witnessed cruel treatment such as “privilege cells” and solitary confinement. That experiment aimed to study role internalization and the effect of power on “guards” and “inmates.” For 10 points, name this university in California, the setting to Philip Zimbardo’s prison experiment.", "answer_sanitized": "Stanford University [prompt on “California”] &lt;Social Science, AK&gt;&lt;ed. AH and OC&gt;", "category": "Social Science"}, {"question_sanitized": "3. A member of this family fell victim to the Magione conspiracy following his conquest of Camerino during the third Romagna campaign. That member from this family allegedly had Alfonso of Aragon stabbed in St. Peter’s Square and then strangled while recovering, presumably for marrying his sister (*) Lucrezia. A Patriarch of this family ordered the likely fictional Banquet of the Chestnuts, a debauched party in the papal palace. That man also excommunicated Girolamo Savonarola and was better known as Pope Alexander VI. For 10 points name this notorious Italo-Spanish family whose members included Rodrigo and Cesare.", "answer_sanitized": "House of Borgia &lt;European History, JB&gt;&lt;ed. AH&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "4. This state’s only national park is located west of the Boundary Waters Canoe Area Wilderness and has a name that commemorates French-Canadian fur traders; that is Voyageurs National Park. The Mesabi Range, in the northeastern part of this state, is near this state’s city of (*) Duluth. The largest city in this state is downstream from the Saint Anthony Falls on the Mississippi River and forms the Twin Cities metropolitan area with this state’s capital. For 10 points, name this midwestern state, which includes such cities as Minneapolis and Saint Paul.", "answer_sanitized": "Minnesota &lt;Geography, AK&gt;&lt;ed. KLu and AK&gt;", "category": "Geography"}, {"question_sanitized": "5. A canteen girl named Marie is adopted by a group of these people in a Donizetti opera. In another opera, one of these people drowns in a lake under a blood-red moon after killing his wife, and is named Wozzeck [[“VOT-seck”]]. Almaviva disguises himself as a drunken one of these people to woo Rosina in The Barber of Seville. In another opera, a man in this profession receives a flower from (*) Micaëla in front of the cigarette factory. That character, Don José, stabs a woman who described her love as a “rebellious bird” in the Habanera. For 10 points, name this profession of many characters from Carmen and The Daughter of the Regiment, the latter of which is set in the Napoleonic Wars.", "answer_sanitized": "soldier [accept equivalents and descriptions like “being in the military”] &lt;Other Fine Arts, DY&gt;&lt;ed. OC&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "6. In one story, this figure captures a fairy by baiting her with a doll filled with paste. In another account of that story, this figure accidentally murders a rain-bringing dwarf by hitting him too hard. This figure ties a string to each of his limbs to know when his neighbors’ meals are done cooking. This figure attempts to hide all the world’s wisdom in a (*) calabash gourd, whereupon he is foiled by his son Ntikuma. He makes a deal with his father, the sky-god Nyame, to bring back a python, a leopard, and a swarm of hornets in exchange for being the god of stories. For 10 points, name this eight-legged Akan trickster deity whose name means “spider.”", "answer_sanitized": "Kwaku Anansi &lt;Mythology, AH&gt;&lt;ed. OC&gt;", "category": "Mythology"}, {"question_sanitized": "7. An aunt named Muriel with this surname refuses to attend Christmas after being pranked. Another person with this surname dated Penelope Clearwater, and was traumatized after seeing her petrified. A woman with this surname defends her daughter during a battle, killing (*) Bellatrix Lestrange. Two twin brothers with this surname open a successful joke shop on Diagon Alley after dropping out of Hogwarts. People with this surname usually have “red hair, freckles, and more children than they can afford.” For 10 points, give this surname of the twins Fred and George and Harry Potter’s best friend, Ron.", "answer_sanitized": "Weasley [accept Percy Weasley, Muriel Weasley, Molly Weasley, Fred and George Weasley] &lt;Pop Culture/Mixed Academic, AK&gt;&lt;ed. KLu&gt;", "subcategory": "Trash Other", "category": "Trash"}, {"question_sanitized": "8. This number is the exponent on the term representing attractive van der Waals forces in the Lennard- Jones potential. EDTA has the ability to form this many bonds with the calcium 2 plus cation. This number is the oxidation state of manganese in the manganate ion, as well as the oxidation state of chromium in potassium dichromate. This is also the number of carbon atoms in 3-methylpentane and (*) fructose, as well as the number of hydrogen atoms in benzene. The combustion of 1 mole of hexane yields this many moles of carbon dioxide. For 10 points, give this number, which is equal to the atomic number of carbon and number of fluorine atoms in sulfur hexafluoride.", "answer_sanitized": "six [or plus six or six plus, accept negative six before “EDTA”] &lt;Chemistry, CT&gt;&lt;ed. KLei&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "9. A character in one of this author’s plays tells his wife “Drink your tea, Semiramis” after she entreats him to play make believe with her. That elderly couple greets invisible guests and commits suicide after the arrival of the deaf-mute Orator. Another of his plays begins after an English clock strikes 17 English strokes. This author of (*) The Chairs wrote a play whose protagonist screams “I’m not capitulating!” after Dudard’s love interest leaves him. A character in another play composes a repetitive poem in honor of the Fire Chief; that character, Mary, is the maid of the Smiths, who are visited by the Martins. For 10 points, name this playwright of Rhinoceros and The Bald Soprano.", "answer_sanitized": "Eugene Ionesco &lt;Drama, OC&gt;&lt;ed. OC&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "10. The granting of habeas corpus in Wisconsin to one of these people led to a case affirming federal supremacy over state courts, Ableman v. Booth. Laws concerning these people led to a Supreme Court case that ruled that states did not have to aid in federal enforcement of laws, (*) Pennsylvania v. Prigg. These people are the subject of the oft-disputed theory that they used quilts to communicate within a system using instructional songs like “Follow the Drinking Gourd.” The Underground Railroad was used by, for 10 points, what group of people who escaped to the North using the Underground Railroad?", "answer_sanitized": "American slaves [accept fugitive slaves, former slaves, and other similar answers] &lt;American History, AK&gt;&lt;ed. JB&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "11. Spectrin was first discovered in these cells, where hexagonal complexes of it attach to ankyrin. The production of large, short-lived types of these cells caused by a deficiency of vitamin B12 and folic acid is called macrocytosis. These cells contain a large amount of carbonic anhydrase in order to convert (*) carbon dioxide into bicarbonate. Another protein in these cells contains four heme groups bound to iron atoms; a mutation of the beta subunit of that protein causes these cells to take on a sickle shape. For 10 points, name these hemoglobin-containing biconcave cells that transport oxygen in the blood.", "answer_sanitized": "red blood cells [accept erythrocytes, red cells, or RBCs; prompt on blood cells] &lt;Biology, DY&gt;&lt;ed. KLei&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "12. While the second generation of painters in this style drew inspiration from the Dusseldorf school, they in turn inspired Luminist artists such as Fitz Hugh Lane and John Kensett. An artist from this movement painted the eruption of Cotopaxi during a trip to South America, during which he also painted (*) Heart of the Andes. That artist studied with another who depicted the rise and fall of a city in The Course of Empire and the Connecticut River Valley in the aftermath of a thunderstorm in The Oxbow. Frederic Edwin Church and Thomas Cole were members of, for 10 points, what New York-based art movement known for its pastoral landscapes?", "answer_sanitized": "Hudson River School &lt;Visual Arts, DC&gt;&lt;ed. AH&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "13. In one story by this author, a soldier begins to regain his faculties after receiving a broken watch and a note that says “HELLO” ten times. One of his characters calls a woman in an elevator a sneak for looking at his feet; that character is married to the superficial Muriel and plays the piano next to Sharon Lipschutz. This author of (*) “For Esmé – with Love and Squalor” wrote a novel whose protagonist owns a baseball mitt which belonged to his deceased brother Allie. That character is expelled from Pencey Prep and buys a record for his sister Phoebe. For 10 points, name this author of “A Perfect Day for Bananafish” and The Catcher in the Rye.", "answer_sanitized": "Jerome David Salinger &lt;Short Fiction/Other, OC&gt;&lt;ed. OC&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "14. One ruler of this dynasty used a large pool full of alcohol and trees with branches made up of roasted meat skewers for his personal entertainment. That ruler was the “immoral” King Zhou. The taotie motif was prevalent during this dynasty, which gained power after a decisive victory at the legendary Battle of Mingtiao. This dynasty was centered around its capital of Anyang, where excavations have uncovered (*) oracle bones that were used for divination. Supplanted by the Zhou Dynasty at the Battle of Muye was, for 10 points, what first archaeologically verified dynasty of China, which came to power in the 18th century BC?", "answer_sanitized": "Shang Dynasty [prompt on Yin Dynasty] &lt;Other History, AK&gt;&lt;ed. JB&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "15. One major battle in this work features the anticlimactic death of Baligant of Babylon, whose hundreds of thousands of men are killed in the span of a few passages. Another battle scene features a wounded character killing 70 people in one spear-thrust; that man is Archbishop Turpin. Another character ascends to heaven as his head is blown apart by (*) blowing on a horn that can be heard from miles away. That character is betrayed by his stepfather Ganelon, who is in league with the Moorish King Marsile of Saragossa. An army is ambushed at Roncevaux Pass in, for 10 points, what medieval French epic about the title nephew of Charlemagne?", "answer_sanitized": "The Song of Roland [accept La Chanson de Roland] &lt;Long Fiction, AH&gt;&lt;ed. OC&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "16. “Lonely Flowers” and “Prophet Bird” are pieces by this composer in a collection of piano pieces titled Waldszenen. This composer created The League of David Society, which lends its name to last movement of a collection of pieces that feature the A-S-C-H motif and are ascribed to (*) Florestan and Eusebius. The fourth movement of this composer’s third symphony depicts the elevation of a cardinal at a cathedral in Cologne; that symphony depicts life by a German river. This composer of Dichterliebe and Carnaval included the movement Traumerei in his Scenes from Childhood. For 10 points, name this German composer of the Spring and Rhenish Symphonies.", "answer_sanitized": "Robert Schumann &lt;Auditory Art, DY&gt;&lt;ed. OC&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "17. One of these devices contains a component composed of eighteen hexagonal segments made out of gold-plated beryllium. Another one of these devices corrected for a 4-micron manufacturing error with the COSTAR system. Both of those devices use Cassegrain mounting. These non-biological devices are subject to comas, astigmatisms, and (*) chromatic aberrations. One of these devices captured images of Westerlund 2 and the Pillars of Creation, and that device will soon be replaced by another one of them named for James Webb. For 10 points, name these optical devices used to look at stars, the most famous of which is named after Edwin Hubble.", "answer_sanitized": "telescopes [prompt on lenses] &lt;Other Science, DY&gt;&lt;ed. KLei&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "18. A poem addressed to this man depicts the “always coming on / the always rising of the night.” The speaker of a poem by this author finds “fair quiet” and “innocence” in the title place, exclaiming “No white nor red was ever seen / So am’rous as this lovely green.” The speaker of another poem imagines finding rubies by the Indian Ganges’ side and declares a (*) “hundred years should go to praise / thine eyes.” That poem describes a “vegetable love” that would grow “vaster than empires and more slow” if not for “time’s wingèd chariot hurrying near,” and begins “had we but world enough and time.” For 10 points, name this metaphysical poet of “The Garden” and “To His Coy Mistress.”", "answer_sanitized": "Andrew Marvell &lt;Non-epic poetry, OC&gt;&lt;ed. OC&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "19. According to at least one midrash, this figure destroyed his father’s idol-shop as a youth, sparking a chain of events that leads in the death of his brother Haran. This man led a force of 318 men at the Battle of the Vale of Siddim in order to rescue his nephew from king Chedorlaomer, and he tried to protect his (*) wife from the Philistines by claiming she was his sister. He married the handmaid Hagar but later cast her and their son Ishmael away after Sarah gave birth to Isaac. For 10 points, name this biblical patriarch, the namesake of a family of middle eastern religions.", "answer_sanitized": "Abraham &lt;Religion, AH&gt;&lt;ed. JB&gt;", "category": "Religion"}, {"question_sanitized": "20. This polity employed the Enderun School to train soldiers for a force that wore distinguishing hats called borks; that school’s administrators were one of the groups in this polity’s governance to use deaf-mutes. A military force employed by this polity was disbanded in the so-called “Auspicious Incident.” That unit fought against Louis II during the Battle of (*) Mohacs, after which this empire partitioned Hungary with the Habsburg empire. In 1535, this empire captured Baghdad under Sultan Suleiman the Magnificent. For 10 points, name this empire ruled by the House of Osman from Constantinople.", "answer_sanitized": "Ottoman Empire &lt;World History, JP&gt;&lt;ed. AH&gt;  Bonuses", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "The fastest growing religion from 1910 to 2010 was this faith established by Baha'u'llah after the Declaration of the Garden of Ridwan. For 10 points each.", "answers_sanitized": ["Baha’i", "Shoghi Effendi", "Iran &lt;Religion, AH&gt;&lt;ed. JB&gt;"], "parts_sanitized": ["Name this pluralistic religion that considers all major world religions to be progressively revealed manifestations of one Monotheistic faith.", "The rapid growth of Baha'i can largely be attributed to the tireless efforts of this great grandson of Baha'u'llah, who authored the Epistle to the Son of the Wolf as Guardian of the faith from 1921 to 1957.", "The Baha’i faith originated in this modern-day country where Zoroastrianism also originated. Baha’i remains the second-largest religion in this country after Shia Islam despite persecution."], "category": "Religion"}, {"leadin_sanitized": "Could it be? Yes! You have been improbably transformed into the Mongol general Subutai! For 10 points each:", "answers_sanitized": ["Golden Horde [accept Kipchak Khanate of Ulus of Jochi]", "Battle of Mohi [accept Sajo River or Tisza River]", "Genghis Khan [accept Temujin] &lt;World History, JB&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["You lead an invasion of Europe alongside Batu, the founder of this khanate. This khanate was supposedly named for the iridescent color of Batu’s tent and ruled over modern day Russia.", "Your ingenious use of pontoon bridges helps you obliterate Bela IV’s Hungarian army at this 1241 battle. After this battle, your forces devastate the Hungarian lowlands, killing around 20 percent of the population.", "Your rapid rise through the ranks of the Mongol army is largely due to the support of this first Great Khan. After his death, this man was succeeded by his son Ogedei."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "At the end of this novel, Nancy goes mad and can only say the word “shuttlecock” after learning of her idol’s affairs with many women, including La Dolciquita and Maisie Maidan. For 10 points each:", "answers_sanitized": ["The Good Soldier", "Lost Generation", "F. Scott Fitzgerald &lt;Long Fiction, OC&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this novel which begins “this is the saddest story I have ever heard.” John Dowell narrates this novel, which follows the Ashburnams at a spa in Nauheim.", "The Good Soldier was written by Ford Madox Ford, an author from this literary group of disillusioned expatriates in the early 20th century. Its name was coined by Gertrude Stein.", "Another prominent Lost Generation writer is this author of This Side of Paradise and The Great Gatsby."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Examples of this group of rocks include diorite, andesite, and granite. For 10 points each:", "answers_sanitized": ["igneous rock [prompt on magmatic rock]", "mafic [or basaltic]", "gabbros &lt;Other Science, KLei&gt;&lt;ed. VS&gt;"], "parts_sanitized": ["Name this rock type that is formed from the solidification of magma or lava.", "This adjective describes an igneous rock that has high magnesium and iron content, such as biotite and olivine. It is contrasted with felsic.", "These mafic rocks are the intrusive analogues of basalt. Much of Earth’s oceanic crust is composed of this group of rocks."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Symbolism in this author’s story “Bliss” includes a flowering pear tree and a “rare fiddle.” For 10 points each:", "answers_sanitized": ["Katherine Mansfield", "David Herbert Lawrence", "Lady Chatterley’s Lover &lt;Short Fiction/Other, OC&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this modernist writer who penned a short story in which Jug and Con cope with the death of their tyrannical father, “The Daughters of the Late Colonel.”", "Mansfield settled in the UK at the age of nineteen, where she became friends with this author of “The Rocking Horse Winner” and Sons and Lovers.", "This controversial novel by Lawrence details Constance’s affair with Oliver Mellors at Wragby, her crippled husband’s estate."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This group designed a flat-bottom ship known as a <em>cog</em>, which it used to achieve immense commercial success. For 10 points each:", "answers_sanitized": ["Hanseatic League [or Hansa]", "Federal Republic of Germany", "Kalmar Union &lt;European History, AK, JP, and DC&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Valdemar IV was forced to grant this group 15% of profits from Danish trade after they won a war against him. This group dominated Baltic trade for several centuries during the High Middle Ages.", "The Hanseatic League was centered around the town of Lübeck, a city in this modern-day country. Hamburg, a city in this country, was another key member of the confederation.", "This other political union rivaled the Hanseatic League for supremacy. This Scandinavian federation founded by Queen Margaret I was broken up after Gustav Vasa was elected king of Sweden."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Why is a viola like a lawsuit? Everyone is glad when the case is closed. For 10 points each:", "answers_sanitized": ["Béla Bartók", "Paul Hindemith", "C string [accept C major] &lt;Auditory Art, OC&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["This Hungarian composer wrote one of the big three concertos in mainstream viola repertoire. He also composed Duke Bluebeard’s Castle and Mikrokosmos.", "Another concerto of the big three was written by this German composer of an opera about Matthias Grünewald, Mathis der Maler.", "The viola is differentiated from the violin by swapping out the E string for this lower string. Mozart’s “Jupiter” Symphony uses this note’s major key, which contains no sharps or flats and is the harmonic equivalent of A minor."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This artist restored the use of classical proportions to depict the human form, helping transition from the medieval tendency to stylize and elongate. For 10 points each:", "answers_sanitized": ["Giotto di Bondone", "Cimabue [[chee-MAH-bway]]", "Sandro Botticelli &lt;Visual Arts, AH&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this 14th-century Italian painter, who depicted the Madonna and Child as suns in a star-filled sky in one of his many frescoes for the Arena Chapel.", "Giotto was mentored by this influential Florentine painter of the Maesta of Santa Trinita whose works began to express a distinct sense of three-dimensionality in contrast with the flat Italo-Byzantine style.", "The “Golden Age” of Italian painting as described by Giorgio Vasari was still a hundred years off from Giotto, and would be typified by artists like this painter of Primavera and The Birth of Venus."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In one work, this philosopher envisions a “kingdom of ends” and argues that we should be able to will the maxim by which we act to be a universal law. For 10 points each:", "answers_sanitized": ["Immanuel Kant", "Critique of Pure Reason", "noumena [or noumenon] &lt;Philosophy, DY&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Name this German philosopher who described the categorical imperative in his Groundwork of the Metaphysics of Morals.", "Kant published the Prolegomena to Any Future Metaphysics as a clarification to this work, in which he demonstrates the existence of synthetic a priori truths.", "In the Critique of Pure Reason, Kant distinguishes between phenomena and these imperceptible things that he calls “things-in-themselves.”"], "category": "Philosophy"}, {"leadin_sanitized": "Answer the following about derivatives of POMC, for 10 points each:", "answers_sanitized": ["ACTH [or adrenocorticotropic hormone or adrenocorticotropin]", "skin", "opioids [accept opiates; prompt on painkillers or similar answers] &lt;Biology, DY&gt;&lt;ed. KLei&gt;"], "parts_sanitized": ["This POMC-derived hormone promotes cortisol release. It is synthesized in the anterior pituitary gland.", "ACTH is cleaved into melanocyte-stimulating hormone, which stimulates melanin production in hair and in this organ, the largest external organ of the body. It consists of the epidermis and dermis.", "POMC cleavage also forms beta-endorphin, an endogenous variety of this class of substances. These substances include endorphins and oxycodone, and are one class of substances often used as analgesics."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "As a punishment for stealing the peaches of immortality, this character is locked in a cauldron for forty-nine days, where he develops huo yan jin jing, or “golden-gaze fiery-eyes.” For 10 points each:", "answers_sanitized": ["Sun Wukong [prompt on partial answer, accept Monkey King]", "iron [accept tie shan gongzhu]", "Journey to the West [or Xi You Ji] &lt;Long Fiction, KLei&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this character who uses the golden-banded staff Jingu Bang to defend Tang Seng.", "In one story, Sun Wukong must acquire a fan from a princess named for this metal because her fan can put out fires from a nearby volcano.", "Sun Wukong appears in this work, one of China’s four great novels. It was written by Wu Cheng’en."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The recording that led to this controversy was recorded by Jay Aubrey Jones for vocabulary.com. For 10 points each:", "answers_sanitized": ["yanny and laurel [accept in either order]", "covfefe [accept any reasonable pronunciation]", "Tumblr &lt;Pop Culture/Mixed Academic, KLu&gt;&lt;ed. KLu and AK&gt;"], "parts_sanitized": ["A 2018 internet argument concerned an auditory illusion involving listeners hearing one of two different words. Name both of those words.", "When Donald Trump was asked whether he heard “yanny’ or “laurel,” he responded, “I hear [this word].” This word originated from one of Trump’s tweets, which reads: “Despite the constant negative press [this word].”", "The “yanny” or “laurel” debate drew similarities to a 2015 internet debate about “the dress,” an image that was originally posted on this social media site. This platform banned all adult content from its site in December 2018."], "category": "Trash"}, {"leadin_sanitized": "In 1964, the Supreme Court declared in a ruling in favor of the <em>New York Times</em> that prior restraint required the government to show “grave and irreperable damage” would result from a written statement. For 10 points each:", "answers_sanitized": ["actual malice standard [prompt on just malice]", "Pentagon Papers", "Richard Milhous Nixon &lt;American History, EL&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this standard established in the landmark Supreme Court case New York Times v. Sullivan, which establishes the criterion that press reports about public officials must meet to be considered libel.", "New York Times v. United States concerned the publication of these documents leaked by Daniel Ellsberg which revealed, among other things, that the US had secretly expanded the scope of the Vietnam War.", "This President attempted to stifle the publication of the Pentagon Papers during his continuation of the Vietnam War. He later resigned following the Watergate scandal."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about BET theory, for 10 points each:", "answers_sanitized": ["adsorption [do not accept or prompt on “absorption” – ask the player to spell it out if necessary]", "carbon [accept C]", "Irving Langmuir &lt;Chemistry, KLei&gt;&lt;ed. VS&gt;"], "parts_sanitized": ["BET theory describes this process, in which a thin layer of molecules adheres to a solid or liquid surface.", "The “activated” form of this element has high surface area for adsorption. Other forms of this element include graphite and diamond.", "BET theory is an extension of a theory of monolayer adsorption named for this chemist. He also names a probe used to determine the electron density of plasmas."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Throughout the Trump administration’s first two years in office, it has sought to withdraw the U.S. from various international organizations and agreements. For 10 points each:", "answers_sanitized": ["Paris Agreement [accept Paris Accord]", "Nikki Haley", "Universal Postal Union [accept anything related to postal or mail service] &lt;Current Events, IR&gt;&lt;ed. KLu and AK&gt;"], "parts_sanitized": ["In June 2017, Trump announced that the U.S. would withdraw from this climate agreement, named for the French city where it was signed.", "In June 2018, this then-Ambassador to the U.N. announced that the U.S. would withdraw from the U.N. Human Rights Council, citing unfair treatment of Israel. She previously served as the governor of South Carolina.", "The administration plans to withdraw from the Universal Union of this service, claiming that it unfairly benefits Chinese manufacturers. Montgomery Blair oversaw the U.S. delegation that founded the organization in the 1860s."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Herodotus of Halicarnassus is often considered to be the father of this discipline, whose name derives from the Greek word for “finding out” and “narrative.” For 10 points each:", "answers_sanitized": ["history", "great man theory", "Karl Marx &lt;Other History, AH&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this discipline practiced by Howard Zinn and Frederick Jackson Turner that concerns itself with the study of the past.", "Thomas Carlyle popularized this historiographic approach that frames the study of history through the lives and impact of certain extraordinary heroes.", "“Great man” history is contrasted with the materialist perspective of this philosopher, whose historical analyses include The Eighteenth Brumaire of Louis Napoleon."], "category": "Social Science"}, {"leadin_sanitized": "This work begins by addressing “You who hear in scattered rhymes the sound of those sighs.” For 10 points each:", "answers_sanitized": ["Il Canzoniere [accept Rime Sparse]", "Petrarch [accept Francesco Petrarca]", "Laura &lt;Non-epic Poetry, AH&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["This collection of 366 poems includes many poems in a fourteen-lined sonnet form named for its author.", "This Italian humanist and poet authored Il Canzoniere. He wrote about climbing a mountain in a letter to his former confessor, “Ascent of Mount Ventoux.”", "The poems of Il Canzoniere are often addressed to this mysterious woman, whose existence has not been confirmed. This woman is the dedicatee of many of Petrarch’s love poems and allegedly died on Good Friday."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "The Kerr, Schwarzschild, and Reissner–Nordström [[\"rize-ner nord-strum”]] metrics are solutions to these equations. For 10 points each:", "answers_sanitized": ["Einstein field equations [or EFE]", "gravity [or gravitation]", "escape velocity [prompt on v sub e] &lt;Physics, KLei&gt;&lt;ed. VS&gt;"], "parts_sanitized": ["Name this set of ten equations in general relativity which relate spacetime curvature to the stress–energy tensor.", "The Einstein field equations describe this force. Because of this force, objects on Earth fall with an acceleration of about 9.8 meters per second squared.", "This value is the minimum speed for an object to break free from the gravitational attraction of another massive object. It is calculated as [read slowly] root 2 G [[“big G”]] M over r."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The architecture of sacred spaces is often planned along spiritual axes. For 10 points each:", "answers_sanitized": ["Kaaba", "Borobudur", "Cuzco &lt;Other Fine Arts, AH&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Most mosques contain a wall-niche called a Mihrab, which indicates the direction of the Qibla. The direction of the qibla is fixed in the direction of this cube-like building at the center of the Sacred Mosque in Mecca.", "This great temple complex located in Central Java consists of nine stacked platforms for pilgrims to circumambulate in accordance with the geometry of the Buddhist Universe.", "This Incan capital was connected to other cities not only by the Incan road system but by the ceque system of ritual pathways. Some theorists indicate that they correspond with astrological events."], "category": "Religion"}, {"leadin_sanitized": "This mythical figure is often compared to Achilles for his tendency to enter into an unstoppable killing rage, or <em>ríastrad</em>. For 10 points each.", "answers_sanitized": ["Cú Chulainn [accept Sétanta]", "Scathatch", "cows [accept equivalents like bulls] &lt;Mythology, AH&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this demigod hero, son of Deichtine and Lugh, whose exploits are described in the Ulster Cycle.", "One of his early exploits was assigned to him by his father-in-law Forgall the Wily, who sent him on a mission to kill this Amazonian warrior who would later teach him the art of war.", "Cú Chulainn is perhaps most famous for a great war fought over a horned one of these animals. In another tale, the Morrígan appears to him as an old woman and gives him three drinks of milk from one of these animals."], "category": "Mythology"}]}