{
    "tossups": [
        {
            "question_sanitized": "1. Potassium chloride is found in one of these substances often used in PCR. HEPES [[\"heaps\"]] is a zwitterionic one of these substances named for Good that is sometimes replaced by one made from Tris when performing SDS-PAGE and other forms of gel electrophoresis. A mixture of carbonic acid and (*) bicarbonate act as one of these substances in the blood. A log term is added to the pKa [[“p-k-a”]] to estimate one property of these substances in the Henderson-Hasselbalch approximation. These substances are formed from mixtures of weak acids and their conjugate bases or vice-versa. For 10 points, name these substances that help neutralize pH changes.",
            "answer_sanitized": "buffer solutions [accept buffering agents] &lt;Chemistry, VS&gt;&lt;ed. VS&gt;",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "2. In one painting set in one of these places, a row of musicians solemnly play to the left of the central trombonist, and is named for its Parade [[“puh-ROD”]]. Another painting by the same artist set in one of these places features the back of a white faced man with red hair in the lower foreground. Toulouse-Lautrec created a series of 39 crayon drawings and a painting titled (*) Equestrienne set in one of theses places named after Fernando. Picasso painted six people in the desert who work here in his Family of Saltimbanques. Georges Seurat painted acrobats in, for 10 points, what places which traditionally feature clowns and a ringmaster?",
            "answer_sanitized": "circuses [or cirques] &lt;Visual Art, GY&gt;&lt;ed. AB&gt;",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "3. In this work, one character is told to dance “not so violently!” to which she answers, “I must, I must,” while practicing for a performance at the Stenborgs’. The year prior to this play’s events, that character spent all night making flowers to decorate a Christmas tree. Another character in this play is called morally diseased and is refused a job at the bank. Its protagonist owes the lawyer (*) Krogstad money after forging her father’s signature to obtain a loan. This play ends with the protagonist realizing that she has “lived by performing tricks” for her husband and father, comparing her comfortable life to the title object. For 10 points, name this play about Nora Helmer, written by Henrik Ibsen.",
            "answer_sanitized": "A Doll’s House &lt;Drama, SW&gt;&lt;ed. OC&gt;",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "4. In one incident during this man’s presidency, his Secretary of the Treasury hired John Sanborn to collect $427,000 in unpaid taxes. This man’s Secretary of War, William Belknap, was discovered to have taken kickbacks from traders at (*) Fort Sill. Benjamin Bristow discovered the diversion of tax revenues in a scandal during this man’s administration, which led to the resignation of his personal secretary, Orville Babcock. The Whiskey Ring Scandal happened during the administration of, for 10 points, what President who commanded Union forces during the Civil War?",
            "answer_sanitized": "Ulysses S. Grant &lt;American History, AK&gt;&lt;ed. AH&gt;",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "5. The “exploratory phase” of shifting balance theory is driven by this phenomenon, which dominates when N-sub-e times little s is low. Migration out of Africa is often modeled by the “serial” form of this phenomenon. The stochastic Moran model models this process occurring twice as quickly as it does in the Wright-Fisher model. In (*) Kimura’s Neutral theory, this process is central to evolution. The increased incidence of polydactyly in Amish communities is explained by a form of this phenomenon known as the founder effect. Another form of this phenomenon occurs in a population bottleneck. For 10 points, name this phenomenon in which gene ratios fluctuate due to chance.",
            "answer_sanitized": "genetic drift [accept the founder effect before mention] &lt;Biology, VS&gt;&lt;ed. VS&gt;",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "6. During this holiday, it is customary to shake a rattle every time a certain man’s name is said and to bake cookies shaped like a certain hat that the man supposedly wore. In the story commemorated on this holiday, Vashti is banished by her husband after refusing to dance for some guests, and (*) Mordecai, the cousin of this holiday’s central figure, informs the Persian king Achashverosh of a plot on his life. Many Jewish people wear costumes and give out baked goods on, for 10 points, what Jewish holiday that celebrates the victory of Esther and the Jews over an evil minister named Haman who wanted to have them killed?",
            "answer_sanitized": "Purim &lt;Religion, JP&gt;&lt;ed. AH&gt;",
            "category": "Religion"
        },
        {
            "question_sanitized": "7. Antoine Arnauld critiqued one of this man’s ideas in Fourth Objections, using right triangles and the Pythagorean Theorem as a counterexample. Marin Mersenne was the first to point out the circular reasoning used by this philosopher to prove God’s existence. Inspired by automatons, this philosopher proposed the (*) mind-body problem, which is known as his namesake “dualism.” This thinker argued that reason was less susceptible to manipulation than the senses, citing the example of changing properties of melting wax in Meditations on First Philosophy. For 10 points, name this French philosopher who declared “I think, therefore I am”.",
            "answer_sanitized": "René Descartes &lt;Philosophy, DC&gt;&lt;ed. JB&gt;",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "8. In the 1940’s, this city adopted the nickname “City of Flowers.” An affluent neighborhood in this city is named after Queen Anne and contains its highest hill. A public market overlooking the Elliott Bay waterfront in this city is its most popular tourist attraction. An attraction in this city and home of the (*) Pike Place Market was built for the hosting of the 1962 World’s Fair and has a rotating observation deck where features such as Puget Sound and Mount Rainier can be viewed. For 10 points, name this home of the Space Needle, the largest city in the state of Washington.",
            "answer_sanitized": "Seattle &lt;Geography, AK&gt;&lt;ed. KLu and AK&gt;",
            "category": "Geography"
        },
        {
            "question_sanitized": "9. Despite being heavily outnumbered, this man won the Battle of Turin by enveloping his enemy’s superior heavy cavalry, marking the beginning of a successful campaign in Italy. He likely had his son Crispus executed after he was accused of seducing his stepmother Fausta, although that led to her being killed as well. He convened the Council of (*) Nicaea and co-issued the Edict of Milan with Licinius before defeating him at the Battle of Chrysopolis. Prior to one battle, he had the symbol Chi-Rho painted onto his soldiers’ shields after seeing a vision from God. For 10 points, name this victor at the Battle of the Milvian Bridge, the first Christian emperor of Rome.",
            "answer_sanitized": "Constantine I [accept Constantine the Great; prompt on Constantine] &lt;Other History, DC&gt;&lt;ed. AH&gt;",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "10. A character created by this author punishes Abel Whittle for coming to work late by making him work without his pants. That same character later asks that “no man remember me” in his will because he sold his family for five guineas. In a novel by this author, Little Father Time hangs himself because he and his siblings “are too menny” when his mother, (*) Sue Bridehead, tells him she is having another child. In another Wessex novel by this author, the titular heroine is rejected by Angel Clare and is executed at Stonehenge Castle after killing Alec. For 10 points, name this English author of The Mayor of Casterbridge, Jude the Obscure, and Tess of the d’Urbervilles.",
            "answer_sanitized": "Thomas Hardy &lt;Long Fiction, AK&gt;&lt;ed. OC&gt;   Bonuses",
            "subcategory": "Literature British",
            "category": "Literature"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "The textual history of the Book of Mormon has frequently been called into question. For 10 points each.",
            "answers_sanitized": [
                "Joseph Smith",
                "Reformed Egyptian [prompt on Egyptian]",
                "Moroni &lt;Religion, AH&gt;&lt;ed. JB&gt;"
            ],
            "parts_sanitized": [
                "This founder of mormonism claims to have compiled the Book of Mormon after discovering Golden Plates buried in a hill in Wayne County, New York.",
                "Smith claims that the plates were written in this language, the authenticity of which was apparently attested to by Columbia professor Charles Anthon.",
                "The name of the Book derives from this prophet-historian who Smith claims to have authored the Book of Mormon. He was resurrected as an Angel and led Smith to the Golden Plates."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "This state was founded by Oleg of Novgorod and christianized by Vladimir the Great. For 10 points each:",
            "answers_sanitized": [
                "Kievan Rus",
                "Yaroslav I [accept Yaroslav the Wise]",
                "Constantinople [accept Byzantium] &lt;European History, AK and JP&gt;&lt;ed. OC and JB&gt;"
            ],
            "parts_sanitized": [
                "Name this confederation ruled by the Rurik dynasty in modern-day Ukraine, often considered a predecessor to the Russian empire.",
                "Kievan Rus reached its greatest extent under this ruler. This ruler’s Pravda served as the basis for Old Russian Law.",
                "Yaroslav unsuccessfully launched a naval raid on this capital city. This city was later sacked by Mehmed II, effectively ending the Byzantine empire."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "This tone poem opens with a harp playing the note D twelve times to represent the twelve strokes of midnight. For 10 points each:",
            "answers_sanitized": [
                "Danse Macabre",
                "Camille Saint-Saëns",
                "E-flat [accept descriptions involving a half-step down] &lt;Auditory Art, DY&gt;&lt;ed. OC&gt;"
            ],
            "parts_sanitized": [
                "Name this piece that uses a xylophone to represent dancing skeletons on Halloween. This piece is quoted in the “Fossils” movement of another piece by its composer.",
                "Danse Macabre was written by this French composer of the “Organ” symphony and The Carnival of the Animals.",
                "The solo violin implements scordatura tuning to create a dissonant effect in the opening of Danse Macabre, meaning that the E string is tuned to this note."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Answer the following about plant model organism <em>Arabidopsis thaliana</em>, for 10 points each:",
            "answers_sanitized": [
                "ABC model",
                "stamen [or androecium]",
                "angiosperms [or Angiospermae] &lt;Biology, VS&gt;&lt;ed. VS&gt;"
            ],
            "parts_sanitized": [
                "Studies of A. thaliana led to development of this model of plant flowering, which describes how the interplay of three types of genes cause various organs to form.",
                "Under the ABC model, simultaneous expression of B and C genes lead to formation of this type of structure. These analogues of male organs are made up of a filament and anther.",
                "The presence of flowers makes A. thaliana an example of this type of plant, which are contrasted with the \"naked-seeded\" gymnosperms."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Following Gerald Ford’s refusal to bail New York City out during its fiscal crisis, some <em>New York Times</em> readers took to submitting poetry. For 10 points each:",
            "answers_sanitized": [
                "Emma Lazarus",
                "island [accept “No man is an island” or The Island of Dr. Moreau]",
                "John Dryden &lt;Non-epic Poetry, EL&gt;&lt;ed. OC&gt;"
            ],
            "parts_sanitized": [
                "One amateur poet wrote “Spare me your tired, your poor” in a riff on this poet whose line “Give me your tired, your poor” begins her sonnet “The New Colossus.”",
                "Another reader wrote in to say “No town is” one of these things, spoofing John Donne, who wrote that “no man is” one of these geographical features. One of these features belongs to Dr. Moreau in a Robert Stevenson novel.",
                "Writers of the Times fictionalized Arthur Burns’ concern over the bailout in a roundelay, a poetic form with an offshoot named for this Restoration poet. This author wrote The Hind and the Panther and Marriage à la Mode."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "At the Olympic level, this sport features artistic, rhythmic, and trampoline disciplines. For 10 points each:",
            "answers_sanitized": [
                "artistic gymnastics",
                "Nadia Comaneci",
                "1.00 &lt;Pop Culture/Mixed Academic, CZ&gt;&lt;ed. KLu&gt;"
            ],
            "parts_sanitized": [
                "Name this sport. The U.S. women’s team has won all-around gold in this sport’s artistic discipline three times at the Summer Olympics, the first of which was in Atlanta with the Magnificent Seven.",
                "At the 1976 Summer Olympics in Montreal, this Romanian athlete was the first to receive a perfect score of 10.00 from the judges. She did so for her performance on the uneven bars.",
                "Comaneci’s score was incorrectly displayed, as the scoreboard manufacturer was told that a perfect score was impossible and had therefore included only three digits on the scoreboard. Instead, the audience saw this score."
            ],
            "category": "Trash"
        },
        {
            "leadin_sanitized": "The Arawak word for the wooden frame used to slow cook meat lends its name to a group of privateers who operated in this body of water and made money selling sailors that meat. For 10 points each:",
            "answers_sanitized": [
                "Caribbean Sea",
                "Henry Morgan",
                "Treaty of Utrecht &lt;World History, EL and DC&gt;&lt;ed. OC&gt;"
            ],
            "parts_sanitized": [
                "Name this sea where privateers and buccaneers operated from islands like Hispaniola and the Bahamas.",
                "This Welsh privateer attacked Panama City in a 1671 raid, unknowingly violating the Treaty of Madrid. This man later served as Lieutenant Governor of Panama under Thomas Lynch.",
                "Havens for pirates, such as the Bahamian city of Nassau, began to fade after the British secured access to the asiento system via this treaty that ended the War of the Spanish Succession."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "The frame story of this work involves Mr. Yunioshi’s discovery of a wooden carving of a girl’s head in the African village Tococul. For 10 points each:",
            "answers_sanitized": [
                "Breakfast at Tiffany’s",
                "Truman Capote",
                "Other Voices, Other Rooms &lt;Short Fiction/Other, OC&gt;&lt;ed. OC&gt;"
            ],
            "parts_sanitized": [
                "Name this novella centering around the eccentric society girl Holly Golightly, who was played by Audrey Hepburn in a 1961 movie adaptation.",
                "Breakfast at Tiffany’s was written by this American writer who pioneered the true crime genre with his novel In Cold Blood, which details the murder of four members of the Clutter family.",
                "This first novel by Capote takes place at Skully’s Landing and focuses on the thirteen-year-old Joel Harrison Knox."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The rusting of iron is an example of one of these reactions. For 10 points each:",
            "answers_sanitized": [
                "oxidation reaction",
                "Nernst equation",
                "Faraday’s constant [prompt on F] &lt;Chemistry, CT&gt;&lt;ed. KLei&gt;"
            ],
            "parts_sanitized": [
                "Name this type of reaction, where electrons are lost by a reactant. It is paired with reduction in a redox reaction.",
                "The reaction potential of a redox reaction can be determined from the reaction quotient and reaction conditions using this equation named for a German physicist.",
                "This constant, which is equal to the charge of one mole of electrons, appears in the denominator of the Nernst equation. It is approximately 96,500 coulombs per mole."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Vivaldi and Haydn weren’t the only artists who found inspiration in the changes of the year. Answer the following about the seasons in painting, for 10 points each:",
            "answers_sanitized": [
                "Nicolas Poussin",
                "Pieter Bruegel the Elder [prompt on Bruegel, accept Bruegel the Peasant]",
                "Claude Monet &lt;Visual Arts, OC&gt;&lt;ed. AH&gt;"
            ],
            "parts_sanitized": [
                "This Baroque artist painted the Four Seasons series, depicting spring as the Earthly Paradise and winter as the Great Flood. He also portrayed Apollo’s chariot in the clouds in A Dance to the Music of Time.",
                "This Flemish artist only finished two of four prints for his series The Seasons, and his earlier cycle The Months included six paintings set throughout the year. Most of his paintings, like Peasant Wedding, depict everyday life.",
                "This French impressionist of Water Lilies painted a series of the Rouen Cathedral in different colors and lighting to capture the changes of the passing year."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        }
    ]
}