{"tossups": [{"question_sanitized": "1. A unit named after this animal pioneered the extremely effective “dive and zoom” tactic and was divided into “Adam” and “Eve” divisions. The commander of that unit, Claire Chennault, served as an advisor to Chiang Kai-Shek during WWII. One ruler, whose name in Persian translates to this animal, defeated Rana Sanga at the Battle of Khanwa and Ibrahim Lodi at the (*) First Battle of Panipat. Another group named after this animal attacked the Four Four Bravo on the Jaffna Peninsula, sparking the Black July Riots and the beginning of the Sri Lankan Civil War. For 10 points, name this animal, which is preceded by “Flying” and “Tamil” in the names of certain historical entities.", "answer_sanitized": "tiger [accept Flying Tigers or Tamil Tigers or Babur the Tiger] &lt;Other History, AK&gt;&lt;ed. JB&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "2. The change in this quantity over the change in specific volume is equal to the derivative of the coexistence curve on a phase diagram by the Clapeyron relation. The differential of this quantity equals dQ over t. It’s not Gibbs free energy, but the sign of the universal change in this quantity can determine (*) spontaneity. This quantity, which doesn’t change in reversible processes, is equal to the natural log of the number of microstates multiplied by Boltzmann’s constant. By the Third Law of Thermodynamics, this quantity is zero for a perfect crystal at a temperature of zero Kelvin. For 10 points, name this quantity which can never decrease in isolated systems, a measure of disorder.", "answer_sanitized": "entropy [prompt on S] &lt;Chemistry, CT&gt;&lt;ed. KLei&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "3. One film screenplay written by this man was based on a William Makepeace Thackeray novel about an Irish opportunist. This man supposedly forced Shelley Duvall to repeat a scene involving a staircase 127 times before he was satisfied. That film, which led to conspiracies that this man helped fake the (*) moon landings, takes place in the Overlook Hotel. Another film directed by this man features a scene with a bone thrown into the air transitioning to a spaceship, and includes the evil robot HAL 9000. For 10 points, name this director of The Shining and 2001: A Space Odyssey.", "answer_sanitized": "Stanley Kubrick &lt;Other Fine Arts, KLu&gt;&lt;ed. OC&gt;", "category": "Trash"}, {"question_sanitized": "4. This work’s protagonist rushes out of a dining room after sermonizing that ill humor is a crime. That character observes a woman cutting bread for her eight siblings, who later exclaims “Klopstock!” as they look out the window after a storm. This novel ends by relating that no priest attended the burial of a character under two linden trees, where he loved to read Homer and (*) Ossian. That character requests a loan of two pistols “for a journey,” heartbroken by his love interest’s marriage to Albert. For 10 points, identify this Sturm und Drang novel centering around a young man who commits suicide over his love for Lotte, by Johann Wolfgang von Goethe.", "answer_sanitized": "The Sorrows of Young Werther &lt;Long Fiction, OC&gt;&lt;ed. OC&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "5. These entities are described by a modified form of the Sakuma-Hattori equation which contains a term proportional to wavelength to the negative fifth power. In these things, peak wavelength is inversely proportional to temperature according to Wien’s displacement law. Under certain assumptions, these things were predicted to have (*) infinite energy, which led to the ultraviolet catastrophe. These objects have power proportional to the fourth power of temperature according to the Stefan-Boltzmann law. For 10 points, name these things which emit more energy than any other object with the same temperature and absorb all incoming electromagnetic radiation.", "answer_sanitized": "perfect black body &lt;Physics, CT&gt;&lt;ed. KLei&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "6. A novel from this country inspired by Tristram Shandy is narrated by a boy who was born nine months before the 500th anniversary of Columbus’ journey to the New World. Another novel from this country is divided into sections named for months that each feature a recipe for food from this country. Those novels are Christopher Unborn and (*) Like Water for Chocolate. One writer from this country wrote Eagle or Sun? and analyzed its culture in the essays “The Sons of La Malinche” and “The Day of the Dead,” part of his The Labyrinth of Solitude. For 10 points, name this country home to Carlos Fuentes and Octavio Paz.", "answer_sanitized": "Mexico &lt;Long Fiction, AK&gt;&lt;ed. AB&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "7. This polity underwent a short-lived resurgence under the reign of Al-Nasir, when it conquered the lands of Mesopotamia and Persia. This polity earlier faced secession movements from the Tulunids, Saffarids, and Buyids. It survived in a much-weakened form after the assassination of al-Mutawakkil began the Anarchy at (*) Samarra. During that period, this polity’s power was no longer concentrated in Baghdad where, Greek learning had been translated by the House of Wisdom and preserved in large libraries. For 10 points, name this Caliphate named after an Uncle of Muhammad, which succeeded the Umayyad dynasty after Abu Muslim’s revolution.", "answer_sanitized": "Abbasid Caliphate &lt;World History, AH&gt;&lt;ed. JB&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "8. A mutation of the FoxO3A [[“fox-O-3-A”]] gene can inhibit this process. The antagonistic pleiotropy [“plea-oh-tro-pee”] theory explains this process through harmful genes that nonetheless favor reproductive fitness. This process occurs prematurely and rapidly for people with progeria. Some theories explain this process as a result of (*) free radical damage or accumulation of mutations, though at the cellular level, this biological process can be explained by the shortening of telomeres with each round of DNA replication. For 10 points, name this progressive decline in cellular and organ function as people get older.", "answer_sanitized": "aging [accept senescence] &lt;Biology, DY&gt;&lt;ed. KLei&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "9. Fifty players from this country participated in the 2018 World Cup, surpassing all other countries by 22. A left-back from this country scored with a long range volley from outside the penalty area to secure his team’s victory in a Round of 16. At one World Cup, players from this country went on strike by refusing to practice and staying in the team bus. (*) Karim Benzema [[Ben-zi-mah]] and Benjamin Pavard are footballers from this country, which, with the help of a 25 yard strike by Kylian Mbappe [[em-bap-ay]], won the 2018 World Cup Finals against Croatia. For 10 points, name this European country, whose national football team is known as Les Bleus.", "answer_sanitized": "France [accept French Republic] &lt;Pop Culture/Mixed Academic, AK&gt;&lt;ed. AdH&gt;", "category": "Trash"}, {"question_sanitized": "10. The fifth movement of this composer’s All-Night Vigil was sung at his funeral. In several pieces, this composer used unusually widely spaced chords in order to imitate church bells, including a piece which begins with crescendoing chords alternating with low F half notes. This composer was inspired by an Arnold Bocklin painting to compose (*) The Isle of the Dead. This composer’s prelude in C-sharp minor is nicknamed “Bells of Moscow” and has four staves. Another piece by this composer is based on an Italian composer’s 24th caprice for violin. For 10 points, name this Russian composer of four virtuosic piano concertos and Rhapsody on a Theme of Paganini.", "answer_sanitized": "Sergei Rachmaninoff [accept Sergei Rachmaninov] &lt;Auditory Art, DY&gt;&lt;ed. OC&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "11. One of this poet’s speakers “sought a theme and sought for it in vain” and lies down “in the foul rag and bone shop of the heart.” One of his poems mourns “a drunken, vainglorious lout…who had done most bitter wrong”; that poem begins by recalling the exchange of “polite meaningless words” and repeats the refrain “a (*) terrible beauty is born.” This poet of “The Circus Animal’s Desertion” declares “the ceremony of innocence is drowned” in a poem that illustrates “a vast image out of Spiritus Mundi.” That poem describes a “rough beast” that “slouches towards Bethlehem to be born.” For 10 points, name this Irish poet of “Easter, 1916” and “The Second Coming.”", "answer_sanitized": "William Butler Yeats &lt;Non-Epic Poetry, OC&gt;&lt;ed. OC&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "12. One work by this philosopher distinguishes between qualities that are “said of” objects and qualities “in” objects. In addition to making the distinction between primary and secondary substances in the Categories, this philosopher speculated that there might be as many as 45 unmoved (*) movers after arguing for the existence of God on the basis of final causes. This philosopher described virtue by the doctrine of the mean and held that the “the good” is a complete and self-sufficient end towards which all actions strive. For 10 points, name this author of Nicomachean Ethics, a student of Plato.", "answer_sanitized": "Aristotle &lt;Philosophy, AH&gt;&lt;ed. AH&gt;", "category": "Philosophy"}, {"question_sanitized": "13. This man’s familial ties to a Chinese shipping magnate implicated in smuggling illegal drugs were publicized in an ad run by Don Blankenship, who added “cocaine” in front of this man’s name in that ad. When the Senate voted to silence Elizabeth Warren’s objections to confirming Jeff Sessions as Attorney General, this man uttered “Nevertheless, (*) she persisted” when trying to defend the actions taken by the Senate. In 2017, he used the “nuclear option” to confirm Neil Gorsuch as a Supreme Court Justice. For 10 points, name this Kentucky Republican, who has served as Senate Majority Leader since January 2015.", "answer_sanitized": "Mitch McConnell &lt;Current Events, AK&gt;&lt;ed. KLu and AK&gt;", "category": "Current Events"}, {"question_sanitized": "14. This man encounters a bookkeeper who does not cross ‘t’s or dot ‘i’s to save ink, Johnny Inkslinger, as well as the cooks Cream Puff Fatty and Hot Biscuit Slim. In one story, this man turns a lake with peas spilled in it into pea soup; in another story, this figure greases his flapjack griddle by skating on it with bacon. He lives through the Winter of the (*) Blue Snow, during which he finds a blue calf that he names Babe. His and Babe’s footsteps create Minnesota’s 10,000 lakes, and when he drags his ax on the ground, it cuts a ditch that forms the Grand Canyon. For 10 points, name this giant lumberjack from American folklore.", "answer_sanitized": "Paul Bunyan &lt;Mythology, DZ&gt;&lt;ed. AB&gt;", "category": "Trash"}, {"question_sanitized": "15. Note: two answers required. One of these two countries was required to drop the other from its official name as part of the Treaty of Saint Germain. Agents from one of these countries likely assassinated the dictator of the other, Engelbert Dollfuss, during the July Putsch. Mussolini positioned tanks (*) at a certain border to prevent one of these countries from invading the other, but annexation still occurred in 1938. For 10 points, name these two countries that were united by Adolf Hitler under the Anschluss, which resulted in the joining of the governments of Vienna and Berlin.", "answer_sanitized": "Austria and Germany [accept in either order; prompt on partial answer] &lt;European History, KLu&gt;&lt;ed. AH&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "16. During this period, daybreak begins when the eye can distinguish a white thread from a black one. One of the most significant events during this holiday is the Laylat al-Qadr, the observance of which is said to be better than pious acts extended over 1000 months. Observers of this holiday engage in the practice of (*) Sadaqah so that everyone has food for the final day. During this period, people wake up early to take Suhoor, and end their day with the Iftar meal. Muslims observe this month-long holiday commemorating the first revelation of the Prophet Muhammad by fasting from dawn to dusk. For 10 points, name this ninth month of the Islamic calendar.", "answer_sanitized": "Ramadan &lt;Religion, AH&gt;&lt;ed. JB&gt;", "category": "Religion"}, {"question_sanitized": "17. In a branch of mathematics described by this adjective, contour integrals are evaluated using residues of this type. That branch deals with holomorphic functions, which are [this adjective] analytic. When graphed on a diagram depicting these numbers, roots of unity lie on the circumference of a unit circle. A group of numbers extending these numbers define 3D rotations in computer graphics; those are (*) quaternions. Exponentiating these numbers is simplified by de Moivre’s [[“duh mwavs”]] theorem. These numbers are reflected over the x axis of Argand diagrams when undergoing conjugation. For 10 points, name these numbers which consist of real and imaginary parts, and can be expressed as a plus b i.", "answer_sanitized": "complex [accept complex analysis or complex numbers; prompt on quaternions before read; do not accept “imaginary”] &lt;Other Science, VS&gt;&lt;ed. KLei&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "18. A character with this first name lives in a house whose interior has not been seen for ten years, except by an old man-servant. After her father passes away, that character is given tax exemptions by her town’s mayor Colonel Sartoris. Another character with this first name asks the question “Do any human beings realize life while they live it?” in a monologue. That character dies in (*) childbirth and re-celebrates her twelfth birthday party with the help of the Stage Manager. That woman marries high school baseball phenom George Gibbs in Wilder’s Our Town. For 10 points, William Faulkner wrote a short story titled “A Rose for” what character, also the first name of the author of Wuthering Heights?", "answer_sanitized": "Emily [accept Emily Grierson, Emily Webb, or Emily Brontë] &lt;Short Fiction/Other, AK&gt;&lt;ed. OC&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "19. A largely discredited Richard Hofstadter theory traced this man’s supporters to the populists of the late 19th century. Hofstadter coined the term “paranoid style” in an essay about this man, who was indirectly criticized in Margaret Chase Smith’s “Declaration of Conscience” speech. This man was censured by the Watkins Committee for his unacceptable behavior as a (*) Senator, although he is more famous for his indirect involvement with the House Committee for Un-American Activities. For 10 points, name this Wisconsin Senator who began the Second Red Scare by claiming that he had the names of 205 Communists in the State Department.", "answer_sanitized": "Joseph McCarthy &lt;American History, EL&gt;&lt;ed. AH&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "20. A dove of this color delivers a poppy to the title figure in Dante Rossetti’s Beata Beatrix. A goat plays the cello as a bride wearing a dress of this color walks down the aisle in Chagall’s La Mariée. This color forms the background of Salvador Dalí’s depiction of elephants on stilts. A prominent landform of this color appears in Hokusai’s woodblock print Fine Wind, Clear Morning to illustrate a visual effect of sunrise. Van Gogh used this color for the (*) walls of The Night Café to clash with the ceiling and billiards table, and this color streaks the sky to represent Krakatoa’s eruption in another painting. For 10 points, name this color that Edvard Munch used to evoke blood in The Scream.", "answer_sanitized": "red &lt;Visual Arts, GY and OC&gt;&lt;ed. AH&gt;   Bonuses", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "This discipline flourished in France under the reign of Louis XIV; he himself was an enthusiast of this discipline from a very young age. For 10 points each:", "answers_sanitized": ["ballet [prompt on dance]", "en pointe ([[“pwant”]], but be lenient on pronunciation) [accept pointe technique]", "sus-sous [[“soo-SOO”]] [prompt on relevé] &lt;Other Fine Arts, OC&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this discipline whose practitioners were frequently painted by Degas on Stage or at the Barre.", "This term refers to the technique in which dancers support the whole of their weight on their toes. Vaslav Nijinsky was known for being one of the few male dancers who could accomplish this technique during his time.", "En pointe must be differentiated from this similar ballet technique in which the feet are not completely extended. This technique is executed in the fifth position and is translated from French as “over-under.”"], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "This song opens with the piano playing fifteen C’s two octaves above middle C. For 10 points each:", "answers_sanitized": ["“Runaway”", "My Beautiful Dark Twisted Fantasy", "Kanye West [accept either name] &lt;Pop Culture/Mixed Academic, DY&gt;&lt;ed. KLu and AK&gt;"], "parts_sanitized": ["Name this song whose chorus includes the lyrics “I think it's time for us to have a toast” and ends with the line “Baby I got a plan” and a suggestion to do the title action “as fast as you can.”", "“Runaway” was a single from this 2010 album whose album art depicts the artist being straddled by a naked woman with wings in a gold and red border. Other songs on this album include “All of the Lights” and “Monster.”", "This rapper created My Beautiful Dark Twisted Fantasy. His other albums include The College Dropout, Graduation, and Yeezus."], "category": "Trash"}, {"leadin_sanitized": "One of the most important duties of the Catholic Church is administering the sacraments. For 10 points each:", "answers_sanitized": ["seven", "transubstantiation", "consubstantiation &lt;Religion, AH&gt;&lt;ed. JB&gt;"], "parts_sanitized": ["The Catholic Church currently recognizes this many sacraments, which is also the number of deadly sins.", "One of the most contentious sacraments in church history is the eucharist, which Catholics believe is transformed into the body and blood of Christ in a process described by this term.", "Transubstantiation should not to be confused with this similar-sounding belief held by Lollards and some Lutherans that the body and blood of Christ appear mixed in with the Eucharist rather than taking its place."], "category": "Religion"}, {"leadin_sanitized": "This Indian leader is reputed to have built a terrible prison with the “facade of a spectacular palace.” For 10 points each:", "answers_sanitized": ["Ashoka [accept Asoka]", "Mauryan Empire [accept Mauryan Dynasty]", "Megasthenes &lt;World History, AK and JP&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Name this son of Bindusara who was famous for his Rock Edicts. This man converted to Buddhism after realizing the atrocities he had committed during his conquest of Kalinga.", "Ashoka belonged to this dynasty, which was founded by his grandfather Chandragupta. This dynasty’s empire, the largest ever to exist on the Indian subcontinent, was based in the city of Pataliputra.", "The most important source about Chandragupta Maurya’s reign for the Greeks was Indica, which was written by this man. This man served as an ambassador of the Seleucid Empire in Chandragupta’s court."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "She isn’t Elizabeth I, but this woman made a rousing speech about English courage in anticipation of the Earl of Surrey’s victory at Flodden Field. For 10 points each:", "answers_sanitized": ["Catherine of Aragon [prompt on Catherine]", "Henry VIII [prompt on Henry]", "Clement VII [prompt on Clement] &lt;Other History, AK and JP&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["The book The Education of A Christian Woman by Juan Luis Vives was commissioned by this wife of Arthur, the son of Henry VII.", "Upon Arthur’s premature death, Catherine would become Queen of England after marrying this soon-to-be prolifically-wed King of England.", "This pope refused to annul Henry VIII’s first marriage under pressure from Charles V. Nonetheless, he was later taken prisoner as Charles III lost control of his men during the 1527 sack of Rome."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "A major unsolved problem in modern physics is finding the electric charge radius of this subatomic particle, the subject of experiments by Pohl et al. For 10 points each:", "answers_sanitized": ["proton [prompt on p or p+]", "Johannes Rydberg", "muons &lt;Physics, CT&gt;&lt;ed. VS&gt;"], "parts_sanitized": ["Name this particle which they are investigating, a positively charged nucleon.", "Pohl et al. remeasured a constant named for this man in a 2017 experiment concerning the radius of the proton. This man’s namesake formula is a general way to calculate spectral lines of any chemical elements.", "Pohl et al. performed measurements using hydrogen atoms orbited by this negatively charged second generation lepton rather than an electron or tauon. Their long period of decay makes them useful in observing time dilation."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer these questions about the Beehive State, Utah:", "answers_sanitized": ["Salt Lake City", "Arches National Park", "Wasatch Range &lt;Geography, AK&gt;&lt;ed. KLu and AK&gt;"], "parts_sanitized": ["The largest city in Utah is this city, its capital. This city was host of the 2002 Winter Olympics and was founded in 1847 by Brigham Young.", "This national park in Utah is located just north of Moab. It has its highest elevation at Elephant Butte, and is famous for its namesake features.", "Salt Lake City is located in a metropolitan area named after this mountain range. This mountain range stretches from Idaho into central Utah and is just east of Salt Lake City."], "category": "Geography"}, {"leadin_sanitized": "Although the modern four field approach of anthropology is often attributed to this Columbia luminary, the truth is actually more complicated. For 10 points each:", "answers_sanitized": ["Franz Boas", "racism", "phrenology &lt;Social Science, AH&gt;&lt;ed. JB&gt;"], "parts_sanitized": ["Name this German-American anthropologist whose students included Margaret Mead and Zora Neale Hurston.", "Boaz was most famous for opposing the “scientific” form of this discriminatory belief, which holds that White Europeans are evolutionarily superior to Africans.", "Scientific racism was often supported by cranial studies that relied upon this pseudoscientific idea, which held that bumps in the skull can predict mental traits."], "category": "Social Science"}, {"leadin_sanitized": "This quantity for water can be lowered by dissolving other substances within it. For 10 points each:", "answers_sanitized": ["freezing point [accept melting point]", "colligative properties", "van 't Hoff factor [prompt on i] &lt;Chemistry, CT&gt;&lt;ed. KLei&gt;"], "parts_sanitized": ["Name this property which is 0 degrees celsius for pure water at standard pressure.", "Freezing point depression is one of these properties, which means that it is only affected by the molality of the solution. Another example of this type of property include boiling point elevation.", "Colligative properties depend on this quantity, the ratio of the number of moles of dissolved particles in the solution to the number of moles of solute. This value is 1 for sucrose and about 1.9 for sodium chloride."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This man formed a Committee of Safety of ten people which replaced the government under Francis Nicholson. For 10 points each:", "answers_sanitized": ["Jacob Leisler [accept Leisler’s Rebellion]", "New York", "Sweden &lt;American History, JL&gt;&lt;ed. JB&gt;"], "parts_sanitized": ["Name this German-born businessman who took control of a colony following William and Mary’s accession to the throne after the Glorious Revolution. His namesake “Rebellion” was crushed by Henry Sloughter.", "Leisler’s Rebellion took place in this modern-day state. An early colony based in this modern-day state was called New Amsterdam and was led by Peter Stuyvesant.", "In 1655, Stuyvesant seized a colony belonging to this other nation. Peter Minuit built Fort Christina in what is now northern Delaware in the name of this nation."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer some questions about diseases mentioned in the season four finale of <em>House, M.D.</em>:", "answers_sanitized": ["meningitis", "Rocky Mountain spotted fever [accept RMSF]", "influenza [or the flu] &lt;Biology, AB&gt;&lt;ed. VS&gt;"], "parts_sanitized": ["In order to prevent patients from leaving after a bus crash, House announces that a patient with a stiff neck has this usually viral disease characterized by the inflammation of the membranes around the brain and spinal cord.", "Foreman proposes that Amber has this disease caused by bacteria of the genus Rickettsia and spread through ticks. Its name is a result of its prevalence in Montana in the 19th century.", "Amber’s symptoms are actually a result of her taking amantadine, once used as a medication for this disease. 2009 saw an outbreak of the H1N1 or “swine” variant of this disease."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This captain has a new leg fashioned after he wrenches his ivory one leaving the <em>Samuel Enderby</em>. For 10 points each:", "answers_sanitized": ["Captain Ahab", "Nautilus", "Long John Silver &lt;Long Fiction, JP&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this monomaniacal captain of the Pequod. Fedallah prophesies that this character that he can only be killed by hemp.", "Another literary sailor is Nemo, the captain of this ship in Jules Verne’s Twenty Leagues Under the Sea.", "Jim Hawkins overhears this character talking to two other sailors while hiding in an apple barrel. This one-legged pirate is accompanied by the parrot Captain Flint and is the main antagonist of Treasure Island."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Baily’s beads can be seen during some of these events. For 10 points each:", "answers_sanitized": ["eclipse [accept (total) solar eclipse or lunar eclipse, prompt on but do not reveal, syzygy, occultation, or transit]", "transits", "umbra &lt;Other Science, AC&gt;&lt;ed. VS&gt;"], "parts_sanitized": ["Name these events that occur when one astronomical object is obscured by another. This type of event can happen when the Earth, moon, and sun line up and has solar and lunar forms.", "This event occurs when a Solar System body passes in front of a larger body but does not completely block it out, such as Venus passing in front of the Sun. These events are differentiated from occultations and eclipses.", "An observer standing in this part of the moon’s shadow experiences a total solar eclipse. This innermost part of a shadow is the darkest because the light source is completely blocked."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "One character in this novel threatens to castrate himself in order to prove himself innocent of rape. For 10 points each:", "answers_sanitized": ["Aunt Julia and the Scriptwriter", "Mario Vargas Llosa", "Federative Republic of Brazil [the author is Jorge Amado] &lt;Long Fiction, AK&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Even-numbered chapters in this novel detail the bizarre soap operas of Pedro Camacho. This novel focuses on an employee of the radio station Panamericana and his romance with the title relative.", "This Peruvian Nobel Prize laureate wrote Aunt Julia and the Scriptwriter. He also wrote about Urania Cabral’s return to Santo Domingo in The Feast of the Goat.", "Vargas Llosa’s The War of the End of the World portrays the fictional Canudos War of this country. The author of Dona Flor and Her Two Husbands originated from this country, where he studied law in Rio de Janeiro."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The wealth of the Dutch middle class during the 1600s created an immense demand for this type of painting. For 10 points each:", "answers_sanitized": ["genre painting [accept petit genre]", "camera obscura", "Girl with a Pearl Earring &lt;Visual Arts, AH&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Name this kind of painting, exemplified by Jan Vermeer’s domestic scenes, which portrays ordinary people engaged in everyday activities.", "The precision with which Vermeer depicts light-contrasts in many of his paintings has led to speculation that he produced them with the aid of this optical device.", "One of Vermeer’s most famous works is this tronie depicting a woman wearing a blue-headscarf and a title piece of jewelry."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In one scene in Aeschylus’s <em>Agamemnon</em>, two prey-birds tear the belly of a pregnant hare as the Greeks are beached at Aulis. For 10 points each:", "answers_sanitized": ["Troy", "Iphigenia", "Clytemnestra &lt;Drama, AH&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Calchas the clanseer interprets the pregnant hare to be this Asian city. The Greeks would fight a ten year war against this city over Paris’s abduction of Helen.", "The invasion of Troy was stymied by Artemis, who was stung with pity for the hare. In order to sail, Agamemnon was forced to sacrifice this girl, his eldest daughter.", "Agamemnon is later murdered by this character, his wife and the mother of Iphigenia. At the beginning of Agamemnon, this woman expresses hatred for her husband’s new concubine Cassandra."], "category": "Mythology"}, {"leadin_sanitized": "Although tradition has it that Urban II cried “Deus vult,” or “God wills it” in support of this event, there is little eyewitness testimony to corroborate this fact. For 10 points each:", "answers_sanitized": ["First Crusade [prompt on crusade]", "Jerusalem", "Peter the Hermit &lt;European History, DC&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Name this conflict which occurred after Alexios I Komnenos’ request for aid. Key battles include those at Dorylaeum, Antioch, and Ascalon.", "The purpose of the First Crusade was to “liberate” this Holy City which contains the Church of the Holy Sepulchre and the Al-Aqsa Mosque. Israel claims it as its present-day capital.", "Prior to the official “Lords” Crusade, this man and his lieutenant Walter Sans Avoir led the far less successful People’s Crusade. His army terrorized the European countryside before being slaughtered at the Battle of Civetot."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answer the following about the myth of Hippolytus, for 10 points each:", "answers_sanitized": ["Aphrodite", "Phaedra", "Theseus &lt;Mythology, DY&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["This Greek goddess of love swears to get revenge on Hippolytus, who spurns her in favor of his relationship with Artemis.", "Aphrodite impels this stepmother of Hippolytus to fall in love with him, which eventually leads to her committing suicide in disgrace.", "Phaedra is better known as the second wife of this hero, who fathered Hippolytus with the Amazon Antiope [[“an-TIE-oh-pee”]]. In another myth, he slew the Minotaur and abandoned Ariadne at Naxos on his return home."], "category": "Mythology"}, {"leadin_sanitized": "Answer the following about the Reformation Symphony, for 10 points each:", "answers_sanitized": ["Felix Mendelssohn-Bartholdy", "Dresden Amen", "“Italian” Symphony &lt;Auditory Art, DY&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["The Reformation Symphony was written by this German composer, who wrote the Hebrides Overture and Scottish Symphony.", "The opening of the Reformation Symphony includes this rising six-note phrase that also appears in the adagio of Bruckner’s 9th symphony and in Richard Wagner’s opera Parsifal.", "Mendelssohn’s lively fourth symphony in A major had this nickname. Mendelssohn described this symphony as “the jolliest piece I have ever done” in a letter sent to his sister from Rome."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In a Dylan Thomas poem, the narrator says that he is “dumb to tell the crooked” one of these flowers that his “youth is bent by the same wintry fever.” For 10 points each:", "answers_sanitized": ["rose [accept “A Red, Red Rose”]", "asphodel [accept “Asphodel, That Greeny Flower,” prompt on that Greeny Flower]", "sunflower [accept “Ah! Sun-flower” or “Sunflower Sutra”] &lt;Non-epic Poetry, KLei&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this subject of a Robert Burns poem in which he compares his love to a “red, red” one of these flowers.", "In a William Carlos Williams poem titled for this flower, the speaker “was cheered” that “that there were flowers also / in hell.” In that poem, this flower is described as “like a buttercup … save that it’s green and wooden.”", "According to a Blake poem, people “arise from their graves and aspire” where this flower “wishes to go.” Allen Ginsberg wrote a “Sutra” titled for this flower."], "subcategory": "Literature American", "category": "Literature"}]}