{"tossups": [{"question_sanitized": "1. The alchemist Paracelsus reintroduced this commodity to Western Europe as an ingredient in the wonder-drug Theriac. William Jardine used his power gained from the trade of this commodity to propose his namesake “paper” to Lord Palmerston. Lancelot Dent and other traders of this commodity were forced to surrender their stores of it to Lin (*) Zexu, who later destroyed 1,000 tons of this commodity at Humen. A war fought over illegal smuggling of this commodity was ended by the “unequal treaties” of the Bogue and Nanking. For 10 points, name this poppy derived narcotic which titles a pair of wars between Britain and China.", "answer_sanitized": "opium [accept laudanum, prompt on drugs or narcotics] &lt;Other History, JB&gt;&lt;ed. AH&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "2. A spectroscopic technique that relies on this process may be aided by surface plasmons caused by adsorbed nanoparticles in a “surface enhanced” version. This central process of DLS has a subtype that can be classified as either Stokes or anti-Stokes. A form of this process with low wavelength dependence is named for (*) Mie, while another form is named for Raman. A correlation with the inverse fourth power of wavelength appears in the elastic Rayleigh form of this process that is responsible for the sky's blue color. For 10 points, name this process in which particles are deflected by other particles in their path.", "answer_sanitized": "scattering [accept dynamic light scattering or Raman scattering or Raman spectroscopy or Mie scattering or Rayleigh scattering; prompt on SERS or DLS before mention] &lt;Chemistry, VS&gt;&lt;ed. VS&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "3. This artist depicted a worried couple in an isolated car in California in Ditched, Stalled and Stranded. This artist portrayed Members of the Mochida Family Awaiting Evacuation after being commissioned by the War Relocation Authority to cover Japanese-American internment at (*) Manzanar. Another work by this artist depicts the backs of several hat-wearing men while one leans over a fence with an empty cup; that work is White Angel Breadline. This artist’s most famous work features a black-and-white Florence Owens Thompson looking anxiously as her children surround her amid the Great Depression. For 10 points, name this photographer of Migrant Mother.", "answer_sanitized": "Dorothea Lange &lt;Other Fine Arts, GY&gt;&lt;ed. AH&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "4. One character in this novel develops a habit of calling different things whatsitsname. That woman is courted by a man who falls in love with her through a perforated hole in a sheet. William Methwold sells villas for cheap prices in this novel and later seduces the wife of an accordionist named Wee Willie Winkie. The protagonist of this novel has an (*) oversized nose that is constantly dripping and marries Parvati the Witch. Saleem Sinai is one member of the title group born precisely at the moment of India’s independence in, for 10 points, what novel by Salman Rushdie?", "answer_sanitized": "Midnight’s Children &lt;Long Fiction, AK&gt;&lt;ed. OC&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "5. This scientist’s namesake temperature bound is inversely proportional to the lifetime of excited states, and applies to a technique named for this scientist in which atoms absorb and re-emit photons emmitted by a laser, causing them to cool. Echocardiograms use a phenomenon named for this man to measure the direction and velocity of blood flow. Canal rays underwent the (*) transverse form of his namesake effect in the Ives–Stilwell experiment. The recessional velocity of galaxies are measured by noting how this scientist’s namesake effect changes absorption spectra of stars. For 10 points, name this scientist whose effect causes redshift and explains the frequency change in moving sirens.", "answer_sanitized": "Christian Doppler [accept (transverse or relativistic) Doppler effect or (sub) Doppler cooling or Doppler temperature] &lt;Physics, LMH&gt;&lt;ed. VS&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "6. The antagonist of this work is flustered by a character wearing only a towel, who later reveals that he was wearing shorts underneath depicting white whales. Another character, Harding, is self-conscious about his effeminate hands and constantly boasts about his wife’s breasts. The protagonist of this novel exhibits defiance by gambling, organizing a (*) fishing trip, and enduring electroshock therapy. At the end of this work, Billy Bibbit slits his throat after sleeping with Candy, and the protagonist is lobotomized and smothered to death. For 10 points, name this 1962 novel about Randle McMurphy’s rebellion against Nurse Ratched in a psychiatric ward, written by Ken Kesey.", "answer_sanitized": "One Flew Over the Cuckoo’s Nest &lt;Long Fiction, OC&gt;&lt;ed. OC&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "7. A group that supported this cause used a white flag with a green triangle and the latin inscription “libertas quae sera tamen.” That group, the Inconfidencia, supported this cause and was opposed by the short-lived Confederation of the Equator. José Bonifácio de Andrada mentored a leader of this cause who later removed his blue and white armbands at (*) Ipiranga Brook to show his support of it. One ruler sparked a movement supporting this political action by refusing to return to Portugal when summoned by his father Joao VI. Dom Pedro I led, for 10 points, what movement which led to the sovereignty of the largest country in South America?", "answer_sanitized": "Brazilian independence [accept obvious equivalents for independence] &lt;World History, AK and JB&gt;&lt;ed. AH&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "8. A variant of this process uses the KDPG and fructose-bisphosphate types of an enzyme that is typically used. In this process, the action of enolase releases water and triose [[“try-ose”]] phosphate isomerase interconverts dihydroxyacetone [[“die-hyd-rox-ee-ass-uh-tone”]] phosphate with glyceraldehyde 3- phosphate. Regulatory enzymes of this pathway include glucokinase, hexokinase, and (*) phosphofructokinase. A dehydrogenase enzyme converts the product of this pathway to acetyl-coA [[\"uh-seat-ill Co-A”]]. Two net ATP molecules are released in the pay-off phase of this pathway. For 10 points, name this process which produces pyruvic acid from breaking down glucose.", "answer_sanitized": "glycolysis [accept Embden–Meyerhof–Parnas pathway or Entner–Doudoroff pathway; prompt on cellular respiration] &lt;Biology, DS&gt;&lt;ed. KLei&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "9. Prior to this artist’s rise to fame, she performed under the name Lizzy Grant. In 2014, Eminem attacked this artist during a rap session, saying “I’ll punch [her] right in the face twice.” In one of this artist’s songs, bells can be heard in the distance before she sings, “kiss me (*) hard before you go.” That same song was remixed by DJ Cedric Gervais. Another one of this artist’s songs was featured in the 2013 film adaptation of The Great Gatsby; that song is “Young and Beautiful.” For 10 points, name this female American songwriter of “Video Games,” “Born to Die,” and “Summertime Sadness.”", "answer_sanitized": "Lana Del Rey [prompt on Lana] &lt;Pop Culture/Mixed Academic, DC&gt;&lt;ed. KLu and AK&gt;", "category": "Trash"}, {"question_sanitized": "10. The tolling of a funeral bell accompanies a heavy tuba motif in this work that begins E-flat D E-flat C. This work’s third movement contains a theme from the same composer’s unsuccessful Messe Solennelle. That movement, which ends with four timpani imitating thunder, calls for a cor anglais and offstage oboe to evoke an exchange between two (*) shepherds. In this work, pizzicato notes follow a sforzando chord representing a beheading shortly after the clarinet plays the idée fixe. That movement in this work depicts a March to the Scaffold after a Witches’ Sabbath. For 10 points, name this symphony chronicling the life of an opium-addled composer, by Hector Berlioz.", "answer_sanitized": "Symphonie Fantastique &lt;Auditory Art, DY&gt;&lt;ed. OC&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "11. A work in this genre calls on “lorn Urania…with veilèd eyes” and extols a soul that “beacons from the abode where the Eternal are.” Another poem in this genre addresses a “strong son of God, immortal love” and depicts Nature as “red in tooth and claw.” Another poem imagines “in this neglected spot...some heart once pregnant with celestial fire” and declares “The (*) paths of glory lead but to the grave”; that poem mourns “some Cromwell guiltless of his country’s blood” and begins “the curfew tolls the knell of parting day.” For 10 points, “In Memoriam A.H.H.” and a poem “Written in a Country Churchyard” by Thomas Gray are in what poetic form, usually a lament for the dead?", "answer_sanitized": "elegy [prompt on lament before mention, accept “Elegy Written in a Country Churchyard”] &lt;Non-epic Poetry, OC&gt;&lt;ed. OC&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "12. He’s not Friedrich Nietzsche, but this man’s genealogical approach has been severely criticized by many historians as selective and uncritical. In one of his best-known works, he argues that disciplinary institutions create “docile bodies” in his examination of the history of (*) punishment. He also coined the concept of the “medical gaze,” where doctors learn to detach the personal identity of a patient from their body, and argued that the mentally-ill were better treated in the middle ages. For 10 points, name this French postmodernist thinker who wrote Discipline and Punish, The Birth of the Clinic, and The History of Madness.", "answer_sanitized": "Michel Foucault &lt;Philosophy, DC&gt;&lt;ed. AH&gt;", "category": "Philosophy"}, {"question_sanitized": "13. The largest lake on this island is Lake Enriquillo, which runs parallel to the Sierra de Neiba. The Gulf of Gonave borders the western portion of this island, which also contains Pico Duarte, the highest point in the Caribbean. A capital city on this island is at the mouth of the Ozama River, and was formerly called Ciudad (*) Trujillo. A popular resort city on this island is its eastern town of Punta Cana. The Mona Passage separates this island and Puerto Rico. The most populous Caribbean island is, for 10 points, what island shared by the Spanish-speaking Dominican Republic and French-speaking Haiti?", "answer_sanitized": "Hispaniola &lt;Geography, AK&gt;&lt;ed. KLu and AK&gt;", "category": "Geography"}, {"question_sanitized": "14. One of these beings prophesies that the best thing for a man is not to be born, or to die as soon as possible. Poseidon saves the Danaid Amymone from being raped by one of these beings. One of these creatures picks up a flute after Athena casts it away because it puffs up her cheeks when she plays it. When that figure is unable to (*) turn his flute upside down, the Muses vote that he is a far inferior musician to Apollo, who then flays him. Midas is given ass’s ears after voting for Marsyas in that contest, and receives the golden touch for taking care of one of these beings called Silenus. Dionysus’s followers include, for 10 points, what lusty goat-legged men of Greek mythology?", "answer_sanitized": "satyrs [accept satyroi or fauns] &lt;Mythology, OC&gt;&lt;ed. OC&gt;", "category": "Mythology"}, {"question_sanitized": "15. Emile Driant died defending the Bois des Caures during the initial stage of this battle, which also saw the capture of Forts Vaux and Douaumont. General Erich von Falkenhayn believed it would force the enemy to “bleed itself white,” but trucks carrying supplies along the (*) “Sacred Way” enabled the survival of the opposing force. The so-called “Lion” of this battle was future Vichy leader Phillippe Pétain, who restored national confidence in the capabilities of the French Army. For 10 points, name this longest continuous battle of the First World War, a crucial French victory on the banks of the Meuse River.", "answer_sanitized": "Battle of Verdun &lt;European History, DC&gt;&lt;ed. AH&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "16. Two of these creatures named Harut and Marut supposedly taught magic to the residents of Babylon, while another named Maalik lords over Jahannam. Two others named Munkar and Nakir question the faith of the dead before yet another named (*) Azrail carries the souls of men to the afterlife. The perfection of Adam was established by the fact that these creatures did not know the names of created things. Eight of these creatures are traditionally said to carry the throne of Allah. For 10 points, names these celestial beings whose number includes Jibreel, who revealed the Quran to Muhammad.", "answer_sanitized": "angels &lt;Religion, AH&gt;&lt;ed. JB&gt;", "category": "Religion"}, {"question_sanitized": "17. This mineral is found on the apex of a diagram classifying igneous rocks by mineral percentage; it is also the first namesake of that diagram. One polymorph of this mineral is called coesite. The lowest position of the Goldich dissolution series is occupied by mineral, which is also the lowest mineral in (*) Bowen’s reaction series. Evidence for a meteor impact in the Chicxulub [[“chick-soo-loob”]] crater includes the presence of the “shocked” variety of this mineral. This mineral’s piezoelectricity [[“pea-ay-zoh-electricity”]] explains its use in watches. This mineral is a 7 on the Mohs hardness scale. For 10 points, name this mineral second only to feldspar in abundance on Earth, composed of silicon and oxygen.", "answer_sanitized": "quartz [prompt on SiO2 or silicon dioxide before “silicon”] &lt;Other Science, VS&gt;&lt;ed. KLei&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "18. This author describes a wound that “seemed both sore and sad / To every Christian eye” in his “Elegy on the Death of a Mad Dog.” That poem appears in a work in which Ephraim Jenkinson swindles Moses out of a horse for green spectacles. In one work by this man, Constance steals jewels to elope with Hastings; that play is subtitled “Mistakes of a Night” and sees (*) Kate Hardcastle dress as a maid to seduce Charles Marlow. Squire Thornhill attempts to stage a mock wedding with Sophia in one of this author’s novels, which ends with the marriage of Arabella Wilmot and George Primrose. For 10 points, name this author of She Stoops to Conquer and The Vicar of Wakefield.", "answer_sanitized": "Oliver Goldsmith &lt;Short Fiction/Other, OC&gt;&lt;ed. OC&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "19. This man’s political career effectively ended after he lost a gubernatorial election to the little-known Morgan Lewis. This man was later betrayed by the Governor of the Louisiana Territory, James Wilkinson, who claimed that this man intended to seize control of a large region in Spanish Texas.(*) James A. Bayard’s decision to cast a blank ballot in one election cost this man the presidency, and that election led to the passage of the Twelfth Amendment. For 10 points name this 3rd Vice President of the United States who fought a duel with Alexander Hamilton.", "answer_sanitized": "Aaron Burr &lt;American History, JB&gt;&lt;ed. AH&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "20. An artist from this country who creates paintings by punching canvases with gloves dipped in ink was the subject of the documentary Cutie and the Boxer. Another artist from this country sold $2 mirrored spheres at the 1966 Vienna Biennale. This country is home to the founder of the Superflat movement who designed the artwork for (*) Kanye West’s album Graduation. One artist from this country is known for her obsession with polka dots and filled rooms with mirrors to create her Infinity Rooms. For 10 points, name this home country of the manga-inspired Takashi Murakami and Yayoi Kusama.", "answer_sanitized": "Japan &lt;Visual Arts, GY&gt;&lt;ed. AH&gt;   Bonuses", "subcategory": "Fine Arts Other", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "Answer the following questions about textile-based art, for 10 points each:", "answers_sanitized": ["Bayeux Tapestry", "quilting", "Tapa cloth [accept Tapia, Kapa, ngatu, siapo, masi, ahu] &lt;Other Fine Arts, AH&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["This 70-meter long embroidered cloth depicts the events leading up to the Norman Conquest of England. It was allegedly made by Queen Matilda and her ladies in waiting.", "Faith Ringgold and other African American Artists carry on the legacy of this textile tradition with origins in West and Central Africa.", "Many Polynesian societies have long traditions of producing highly decorated barkcloth textiles, which are denoted by this name."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "This team’s general manager resigned after fallout from his wife’s alleged use of five secret Twitter accounts to belittle his predecessor and several of his players. For 10 points each:", "answers_sanitized": ["Philadelphia 76ers", "Ben Simmons", "“trust the process” &lt;Pop Culture/Mixed Academic, AK&gt;&lt;ed. KLu and AK&gt;"], "parts_sanitized": ["Bryan Colangelo served as the general manager of this team. This team, led by all-star Joel Embiid, was eliminated by the Boston Celtics in the 2018 Eastern Conference Semifinals.", "In 2016, the 76ers drafted this Australian point forward #1 overall. After being ruled out for the entire 2016-2017 NBA season due to a fracture in his foot, he put up historic numbers for a rookie.", "This three word motto refers to the strategy used by former general manager Sam Hinkie that accumulated draft picks by “tanking.”"], "category": "Trash"}, {"leadin_sanitized": "Recent efforts to undermine this man’s authority include the now-defunct Dorje Shugden society, whose members believed he went too far when he banned the worship of the namesake deity. For 10 points each.", "answers_sanitized": ["Dalai Lama", "Vajrayana", "Mongolia &lt;Religion, AH&gt;&lt;ed. JB&gt;"], "parts_sanitized": ["Name this highest spiritual leader of the gelug school of Buddhism, the 14th of which has recently declared that he will not reincarnate again to prevent government intervention in the succession process.", "Tibetan Buddhists adhere to this esoteric vehicle of buddhism, named after the lightning bolt of wisdom that supposedly hits practitioners.", "Aside from Tibet, the Vajrayana tradition is also prominent in this modern-day Central Asian nation, where the Bogd Khan ruled from Ulaanbaatar."], "category": "Religion"}, {"leadin_sanitized": "The earliest surviving printed book was created during this dynasty. For 10 points each:", "answers_sanitized": ["Tang dynasty", "Battle of Talas River [accept Battle of Artlakh]", "paper [accept papermaking or equivalents] &lt;World History, DC&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Name this Chinese dynasty that first printed the Diamond Sutra. Its golden age ended after An Lushan’s Rebellion laid waste to the capital in 764.", "Tang dynasty general Gao Xianzhi suffered a devastating loss to the Abbasid Caliphate at this battle. This battle marked the decline of Chinese influence and emergence of Islam in Transaxonia.", "Most historians agree that after the Battle of Talas, captured prisoners like Tou Houan taught the Abbasids how to manufacture this product. The invention of this product is sometimes traced to Cai Lun."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In 2018, this Chinese leader abolished term-limits and had his namesake \"thought\" enshrined in the Chinese Constitution. For 10 points each:", "answers_sanitized": ["Xi Jinping", "Li Keqiang", "Islamic Republic of Pakistan &lt;Current Events, AH&gt;&lt;ed. KLu and AK&gt;"], "parts_sanitized": ["Name this current president of the People's Republic of China.", "Xi’s plan to create a \"new silk road\" under the Belt and Road Initiative are largely overseen by this current Chinese premier.", "The most important leg of the southern belt involves Chinese goods passing through Karachi to Gwadar in this Chinese-friendly South Asian country."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "You don’t need to be near a volcanic eruption to feel its effects. For 10 points each:", "answers_sanitized": ["Mount St. Helens [accept Louwala-Clough, Lawetlat'la, or Loowit]", "Boris Fyodorovich Godunov [prompt on Godunov]", "Krakatoa [accept Krakatau] &lt;Other History, DC&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["This volcano’s 1980 eruption grounded more than 1000 flights in the western United States. Interstate 90, along with many other roads in the state of Washington, were closed for more than a week.", "The eruption of Mount Huaynaputina in Peru led to a famine in Russia during the reign of this Tsar, who presided over the beginning of the Time of Troubles.", "This volcano’s 1883 eruption resulted in 36,000 deaths and a global temperature reduction of 1.2 degrees Celsius. The eruption caused 37 meter tall tsunamis that slammed into nearby Java and Sumatra."], "category": "History"}, {"leadin_sanitized": "Two isotopes of this element are found in a dilution refrigerator. For 10 points each:", "answers_sanitized": ["helium-4 [or He-4]", "bosons [accept Higgs boson]", "Cooper pairs &lt;Physics, VS&gt;&lt;ed. KLei&gt;"], "parts_sanitized": ["Name this element, whose isotope with two neutrons has a “lambda point” at 2.17 Kelvin, below which it becomes a superfluid. This element has atomic number 2.", "Helium-4 is easier to bring to a superfluid state than helium-3 because it acts as one of these particles with integer spin. Interactions with a field named for one type of these particles gives other particles mass.", "Helium-3 can form a superfluid due to the formation of these entities between atoms. In superconductors, phonons mediate the formation of these entities, which couple two electrons even if they aren’t adjacent in a lattice."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Participants in this event could win four bladed knives if they won a series of contests including tug-of-war and baseball games. For 10 points each:", "answers_sanitized": ["Robbers Cave Experiment", "conformity [accept word forms]", "Stanley Milgram &lt;Social Science, AK&gt;&lt;ed. JB&gt;"], "parts_sanitized": ["Name this experiment conducted in a namesake summer camp by Muzafer Sherif which studied conflict between young boys divided into two groups dubbed the “Rattlers” and the “Eagles.”", "Sherif demonstrated this phenomenon in on one of his “Autokinetic Effect” experiments. Solomon Asch studied this concept in an experiment involving participants comparing the lengths of lines.", "This man studied conformity in Norway and France for his doctoral dissertation. He also conducted his infamous “obedience to authority” experiment, where “teachers” administered electric shocks to “learners.”"], "category": "Social Science"}, {"leadin_sanitized": "A good indicator is crucial in acid-base titrations. For 10 points each:", "answers_sanitized": ["pH [accept power of Hydrogen]", "phenolphthalein [prompt on phph or HIn]", "endpoint [do not accept “equivalence point”] &lt;Chemistry, CT&gt;&lt;ed. KLei&gt;"], "parts_sanitized": ["Indicators measure changes in this value, which is defined to be the negative log of the concentration of hydronium ions in a solution. It is commonly used as a measure of acidity.", "This indicator changes from clear to pink in a slightly basic solution. It consists of 3 benzene rings bonded to a central carbon atom.", "In a titration, this point is reached when the indicator changes color. For phenolphthalein [[\"fee-nol-thail-ene”]], this point is reached at around a pH of 8."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This man was found carrying the alias “A.J. Hidell.” For 10 points each:", "answers_sanitized": ["Lee Harvey Oswald", "John Fitzgerald Kennedy [accept JFK]", "umbrella [accept Umbrella Man] &lt;American History, AK&gt;&lt;ed. JB&gt;"], "parts_sanitized": ["Name this man responsible for the murder of police officer J.D. Tippit. The Warren Commission determined that this man worked alone in a certain crime.", "Oswald assassinated this president in Dallas, also wounding Texas Governor John Connolly.", "Footage of the assassination shows Louie Steven Witt bizarrely carrying this object during the assassination. Witt claimed that he carried this object to mock Joseph Kennedy’s support of appeasement."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about long-term potentiation, for 10 points each:", "answers_sanitized": ["memory [accept clear equivalents]", "magnesium 2+ [or Mg 2+]", "glutamate [or Glu or E, prompt on glutamic acid, do not accept “glutamine”] &lt;Biology, DY&gt;&lt;ed. VS&gt;"], "parts_sanitized": ["Long-term potentiation enhances synaptic transmission in order to consolidate this mental faculty, which involves storing and recalling information.", "In a form of LTP, removal of this cation from NMDA receptors leads to the insertion of additional AMPA receptors in the postsynaptic terminal. This cation is the central atom in the porphyrin ring in chlorophyll.", "NMDA and AMPA are receptors for this excitatory neurotransmitter, an acidic amino acid that is decarboxylated to form GABA [[\"ga-buh”]]."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Darkness, madness, death – what fun! Name some things about Gothic literature, for 10 points each:", "answers_sanitized": ["The Castle of Otranto", "Jane Eyre", "“The Yellow Wallpaper” &lt;Long Fiction, OC&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["This first Gothic novel of Horace Walpole ends with the lord Manfred murdering his own daughter Matilda.", "In this Gothic Charlotte Brontë work, Edward Rochester is revealed to be married to the madwoman Bertha Mason, who is locked in the attic without the knowledge of Rochester’s new fiancée.", "The narrator of this Gothic and early feminist short story goes mad after being confined to a rest-cure by her husband John, and observes moving figures in the title decoration."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Solutions to Pell’s equation take the form of these numbers. For 10 points each:", "answers_sanitized": ["integers", "David Hilbert", "prime numbers &lt;Other Science, DY&gt;&lt;ed. KLei&gt;"], "parts_sanitized": ["Name this set of numbers. Diophantine [[\"die-oh-fan-teen”]] equations are polynomial equations that have these numbers as their coefficients and solutions.", "The 10th problem of a set of 23 named for this mathematician asks for an algorithm that determines whether a Diophantine equation can be solved. That problem named for this mathematician was solved by Yuri Matiyasevich [[\"mat-ee-yuh-seh-witch”]].", "Matiyasevich’s theorem also implies the existence of a formula to find these numbers. Jones found a set of Diophantine equations in 26 variables that give these numbers, which have no factors other than 1 and themselves."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Aphra Behn’s <em>Love-Letters Between a Nobleman and his Sister</em> was one of the first novels to experiment with the conventions of this genre. For 10 points each:", "answers_sanitized": ["epistolary novel", "dogs", "Dracula &lt;Short Fiction/Other, AH&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this genre in which a novel is written as a series of documents without an omniscient narrator.", "Nikolai Gogol made use of the epistolary form in Diary of a Madman, where the protagonist believes that two of these animals are secretly corresponding when nobody is watching.", "Another notable example of the epistolary form is this 1897 work by Bram Stoker, which follows the adventures of Jonathan Harker and Abraham van Helsing as they battle the title vampire."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Modern sculptural representations of the human form are often attributed to this sculptor of the <em>Burghers of Calais</em>, which might have been the beginning of the end of figural representation. For 10 points each,", "answers_sanitized": ["Auguste Rodin", "The Walking Man", "Futurism &lt;Visual Arts, AH&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Name this French sculptor of The Thinker and other statues from the Gates of Hell series.", "Rodin breaks down the human form to its fundamentals with this work that derives from his earlier St. John the Baptist Preaching. Alberto Giacometti created many “sketchy” sculptures of the same name.", "This artistic movement had a radically different take on the human form as seen in Umberto Boccioni's Unique Forms of Continuity in Space, which strove to capture the dynamism of a body in motion."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In one scene, this character sleepwalks and cries “Out, damned spot!” while she attempts to get rid of an invisible blood stain. For 10 points each:", "answers_sanitized": ["Lady Macbeth [do not accept or prompt on “Macbeth”]", "Macduff", "knocking at the gate of the castle [accept reasonable equivalents] &lt;Drama, AK&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this Shakespearean character who convinces her husband to kill King Duncan.", "In Macbeth, this figure was “from his mother’s womb untimely ripped.” This Thane of Fife suspects Macbeth of murder and kills him in the final act of the play.", "In Act II, Macduff and Lennox perform this action, the subject of a Thomas de Quincey essay. In that scene, a drunk porter imagines that this action is committed by a farmer and a tailor."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In some traditions, this deity is responsible for fathering Inti and Mama Quilla. For 10 points each:", "answers_sanitized": ["Viracocha", "sailing into the ocean [accept reasonable equivalents]", "beard &lt;Mythology, AH&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Name this Incan creator god, who had Manco Capac and Mana Qullu repopulate the Earth after he used the waters of Lake Titicaca to drown the rest of mankind.", "Similar to Quetzalcoatl, who did this on a raft of snakes, some legends tell of Viracocha performing this action at the end of his life, never to be seen again.", "This prominently depicted feature of Viracocha has long been of interest to scholars of Pre-Columbian migrations. Instead of growing one from facial hair, Viracocha made one by attaching feathers to his chin."], "category": "Mythology"}, {"leadin_sanitized": "Destalinization began in this country after nearly a hundred thousand workers protested in the town of Poznan. For 10 points each:", "answers_sanitized": ["Republic of Poland", "Independent Self-governing Labour Union “Solidarity”", "Wojchiech Jaruzelski &lt;European History, JP&gt;&lt;ed. AH&gt;"], "parts_sanitized": ["Under Wladyslaw Golmuka, this country moderately liberalized and loosened its ties with the USSR in 1956. The capital of this country lent its name to the Warsaw Pact.", "The fall of Communism in Poland can largely be attributed to the efforts of this independent Polish labor union founded at the Lenin shipyard under the leadership of Lech Walesa.", "Leonid Brezhnev worked with this Polish general in an effort to suppress the Solidarity movement. This military commander eventually became the last leader of the People’s Republic of Poland."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "If you can play it slowly, you can play it quickly. Answer the following about classical music in the 21st century, for 10 points each:", "answers_sanitized": ["Yo-Yo Ma", "John Williams", "Hilary Hahn &lt;Auditory Art, OC&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["This American cellist graduated from Harvard University and the Juilliard School and has won 18 Grammy Awards. He performed alongside Itzhak Perlman at Barack Obama’s 2009 inauguration.", "At the inauguration, Ma performed this pianist’s and composer’s “Air and Simple Gifts.” He also wrote the film score to Schindler’s List.", "This contemporary virtuoso violinist was accepted to the Curtis Institute of Music at the age of ten and is famous for her recordings of Bach. She recently collaborated with Internet sensation TwoSet Violin."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In one of this author’s poems, a man attempts to trade a horse for a woman’s house, to which the woman responds “now I am not I, / nor is my house now my house.” For 10 points each:", "answers_sanitized": ["Federico García Lorca", "Walt Whitman", "bullfighter [accept “Lament for the Death of a Bullfighter,” also accept toreador or torero] &lt;Non-epic Poetry, EL and OC&gt;&lt;ed. OC&gt;"], "parts_sanitized": ["Name this author who repeated “Green, how I want you green” in “Romance Sonambulo.” This Spanish poet also wrote the plays Blood Wedding and The House of Bernarda Alba.", "Garcia Lorca addressed the “New York of cables and death” in an ode to this man, who gave “boys / drops of dirty death with bitter poison.” This poet wrote the collection Leaves of Grass, which includes “Song of Myself.”", "Another Garcia Lorca poem recalls “a sad breeze through the olive trees” in a “Lament” for one of these people who died “at five in the afternoon.”"], "subcategory": "Literature European", "category": "Literature"}]}