{"tossups": [{"question_sanitized": "This body of water’s Black Assarca shipwreck bore Ayla amphorae. West of this body of water, the Gash Group preceded the Ona culture that created clay bulls’ heads in Sembel, and cities like Qohaito and Yeha formed the Kingdom of Dʿmt (“dih-mit”) with influence from the Sabaeans. The Via Hadriana led from this body’s port of Berenice to Antinoöpolis. Cosmas Indicopleustes (“in-dee-co-PLOY-stees”) recorded bilingual inscriptions from an incense-trading empire at this sea’s port of Adulis. Saint Kaleb sent Abraha across this sea to invade Dhu Nuwas’s Himyarite Kingdom. This sea’s harbor at Wadi Gawasis imported ebony and baboons from the Land of Punt to its south. Aksumites sailed this sea 1,500 years after the merchants of Hatshepsut. For 10 points, Eritrea is named for what sea east of Sudan and Egypt?", "answer_sanitized": "Red Sea [accept Erythraean Sea or Erythra Thalassa; accept Gulf of Aden; accept Gulf of Aqaba or Gulf of Eilat; accept Bab-el-Mandeb; accept Gulf of Suez or Baḥar al-Qulzum; or Qeyih Bahri or Badda Cas or Al Baḥr al aḥmar or Hayam Ha-adom; or Sea of Reeds or Yam Soof; or Phiom ̀nšari or Phiom Enhah; prompt on Indian Ocean; do not accept or prompt on “Suez Canal”]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "A 2021 Tyler Green book examines the concurrent creation of a painting by this artist and an essay that describes a similar landscape made up of “twenty or thirty farms.” This artist’s Landscape with Figures is one of four paintings based on a novel that this artist exhibited at the National Gallery of Design. A woman falls at a shrine of Saint Mary in this artist’s painting of the poem Il Penseroso. This artist’s frequent patron Luman Reed commissioned a work by them set “after a Thunderstorm” viewed from Mount Holyoke. This artist stands on an outcrop with William Cullen Bryant in Asher Durand’s painting Kindred Spirits. A craggy mountaintop recurs in a series of five paintings by this artist bookended by The Savage State and Desolation. For 10 points, name this Hudson River School painter of The Oxbow and The Course of Empire.", "answer_sanitized": "Thomas Cole (The essay was by Ralph Waldo Emerson. The novel is The Last of the Mohicans.)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A female poet who used this language wrote the long 1947 poem Cholera, which is said to have introduced free verse to this language. The author of The Static and the Dynamic used this language for a poem that imagines the Statue of Liberty “choking a child named Earth.” A poet who used this language wrote a prose poem set on Hiroshima Day titled Memory for Forgetfulness. This language was used for “A Grave for New York” by a perennial Nobel favorite with a Greek mythological pseudonym. This language was used for a poem whose narrator states “Beware / Of my hunger / And my anger” and repeats “Write down!” The title object is numbered 50,000 in that poem in this language, “Identity Card” by Mahmoud Darwish. For 10 points, name this language used by Adunis and other poets from Palestine and Syria.", "answer_sanitized": "Arabic [or al-ʿarabiyyah] (The poet in the first clue is Nazim al-Malaika.)", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "A notion of compactness in which every infinite subset contains a point named for these values is equivalent to sequential compactness for metric spaces. A subset of a topological space is dense if its union with its points named for these values is the entire space, and closed if it contains all of those points. The infimum and supremum can be used to define two of these values that involve subsequences. These values are formalized by the epsilon-delta definition. A function is continuous at a point if all of these values are equal to the value of the function itself. When calculating these values, indeterminate forms can be resolved by differentiating both the numerator and the denominator by L’Hôpital’s (“loh-pee-TAHL’s”) rule. For 10 points, name these values that a function approaches.", "answer_sanitized": "limits [accept limit point; accept limit inferior or limit superior; accept liminf or limsup]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Along with the state of Nebraska, a psychologist from this country names a neuropsychological battery that distinguishes between brain injuries and mental illness. The “socio-cultural theory” developed by a psychologist from this country introduced a “more knowledgeable other” who aids with scaffolding. A scientist from this country was inspired by Hippocrates’s temperaments in his studies of transmarginal inhibition. The Mind of a Mnemonist, a study of a journalist with eidetic memory, was written by a psychologist from this country who was a student of the formulator of the “zone of proximal development.” This country was the site of a study on classical conditioning where dogs were trained to salivate at the sound of a buzzer. For 10 points, name this home country of Lev Vygotsky and Ivan Pavlov.", "answer_sanitized": "Russia [or Rossija; accept Soviet Union or USSR or Union of Soviet Socialist Republics or CCCP; accept Belarus since Vygotsky was born there] (The author of The Mind of a Mnemonist was Alexander Luria.)", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "The plural form of this noun is preceded by “African” in the name of the backing band on Juju Music by King Sunny Adé. It’s not “Graceland,” but this common noun partly-titles an album that popularized Ladysmith Black Mambazo and other mbaqanga (“UM-bah-KAN-gah”) acts, titled for the “Indestructible” one of these things “of Soweto.” A genre partly-named for this common noun was pioneered on albums like Expensive Shit, which included the track “Water No Get Enemy.” Highlife and funk were combined to form a genre partly-named for this noun by Fela Kuti, which prefixes this word with “Afro.” Syncopated music is often described as being “off” this thing. For 10 points, identify this one-syllable noun used for both hip-hop instrumentals and the basic unit of time in a piece of music.", "answer_sanitized": "beat [accept word forms; accept Afrobeat or offbeat or King Sunny Adé and his African Beats or The Indestructible Beat of Soweto]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "An alchemist is said to have found Japan while searching for one of these locations where the wizard Ānqī Shēng lived. A legendary scholar who lived in one of these locations had a dream that seemingly lasted eighteen years, in which he obtained and then lost a prosperous life, before he woke up when his millet finished cooking. The water deity Gōnggōng banged his head at one of these locations, causing the Earth to tilt. Seas and these locations title a classic Chinese bestiary. One of these locations located on an island in the Bóhǎi Sea is the home of the Eight Immortals and is called Pénglái. The Queen Mother of the West lives at one of these locations called Kūnlún. For 10 points, name these locations, eight of which function as pillars holding up the sky in Chinese mythology.", "answer_sanitized": "mountains [or mounts; accept mountain ranges; accept Mount Pénglái or Mount Kūnlún; accept the Classic of Mountains and Seas or Shān Hǎi jīng; prompt on pillars until read] (The scholar was Lǚ Dòngbīn.)", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Christine Walker’s study of this island’s “ladies” traces its wealth to ambitious freedwomen. In the decades after this island’s “apprenticeship period,” Alexander Bedward led a revival and many Hakka Chinese workers immigrated. Vincent Brown argued that obeah sustained revolts on this island led by the Dahomean Apongo and Akans like Akua and Tacky. On this island, George William Gordon was killed after the deacon Paul Bogle led the 1865 Morant Bay rebellion. Slavery was abolished after Samuel Sharpe waged the 1831 Baptist War on this island, where Cudjoe and Queen Nanny led maroons in the Cockpit Country and Blue Mountains. This sugar island was the largest in the British West Indies. For 10 points, pirates flocked to Port Royal in what patois (“PAT-wah”) speaking island’s Kingston Harbor?", "answer_sanitized": "Jamaica [or Jumieka; accept Jamaican patois; accept Jamaica Ladies: Female Slaveholders and the Creation of Britain's Atlantic Empire]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This process can be inhibited in culture by Z-VAD-FMK. An assay for this process commonly uses a sample treated with staurosporine as a positive control. Several proteins that control this process have DED or CARD domains. This process is triggered by the activation of CD95, which in turn activates FADD and forms the DISC complex. In C. elegans, ced-3 and ced-4 proteins promote this process, which occurs precisely 131 times during hermaphrodite development. During this process, nuclear DNA is cut into an orderly ladder, cysteine proteases called caspases are activated, and the cell membrane forms blebs. This process often occurs in response to irreparable DNA damage. For 10 points, name this type of programmed cell death.", "answer_sanitized": "apoptosis [prompt on death or cell death or programmed cell death or pcd; do not accept “necrosis”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "In an essay, this author describes asking for a lawyer and being brought an avocado after he calls his hotel dresser the “backroom of a [Prohibition] speakeasy.” This author discussed how “holography could only prosper in America” in an essay partially about Superman’s Fortress of Solitude. This author used Disneyland to illustrate artificial copies designed to be more real than their originals in the essay “Travels in Hyperreality.” The protagonist of a novel by this author has his first sexual experience with a peasant girl before that girl is arrested by inquisitor Bernard Gui. In that novel by this author, the monk Jorge of Burgos poisons the pages of Aristotle’s Poetics in order to commit murders that are investigated by Adso of Melk and William of Baskerville. For 10 points, name this Italian author of The Name of the Rose.", "answer_sanitized": "Umberto Eco (The first sentence is from “How to Travel with a Salmon.” The Italian word for “lawyer” is “avvocato.”)", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A common breakfast dish from this country is the chocolate rice pudding champorado. A sour kumquat hybrid sometimes named for this country is also called calamansi. A dessert from this country, whose name translates to “mixed,” often contains ingredients like crushed ice, evaporated milk, and ube. The signature dishes of a fast food chain from this country are the Yumburger and the Chickenjoy. This country’s national dish is made with a marinade that consists of vinegar, soy sauce, garlic, bay leaf, and pepper. A boiled fertilized duck egg is this country’s street food balut. A Magnolia ice cream parlor, which serves this country’s dessert of halo-halo, developed into the first Jollibee in this country’s Quezon City. Adobo is the national dish of, for 10 points, what Asian country whose capital is Manila?", "answer_sanitized": "Philippines [or The Philippines or Republic of the Philippines or Republika ng Pilipinas]", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "Two answers required. The ratio of the abundance of these two elements is found on the y-axis of a van Krevelen diagram. Compounds of these two elements make up the BTX mixture. Polarization transfer between these two elements is the basis of the DEPT test. A bond between these two elements is broken in the first propagation step of the radical chain mechanism. A particularly light mixture of compounds of these two elements is naphtha, which floats to the top of a fractional distillation tower. A mixture of compounds of these two elements is broken down into lower molecular weight compounds by fluid catalytic cracking, which is one step in refining. For 10 points, name these two elements found in petroleum and crude oil.", "answer_sanitized": "carbon AND hydrogen [or C AND H; accept in either order] (DEPT is Distortionless Enhancement by Polarization Transfer. BTX comprises benzene, toluene, and xylene.)", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "In a story by this author, the narrator receives a diamond brooch from a remorseful chauffeur. In another story by this author, the title figure is asked, “Do one thing for me” and is offered stolen powdered nutmeg. A character created by this author smoothly explains that a man’s sudden departure is due to his “horror of dogs.” This author wrote about a boy who toasts bread while he listens to the screams of his maid after she finds out that Mrs. De Ropp was killed by the title polecat-ferret. This author of \"Esme\" ended another story with the line “romance at short notice was her specialty” after Framton Nuttel flees upon seeing three hunters whom he believed were dead. For 10 points, name this Edwardian British author of “Sredni Vashtar” and “The Open Window,” who wrote under a one-word pseudonym.", "answer_sanitized": "Saki [or Hector Hugh Munro]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A book by Miranda Aldhouse-Green about leaders of these people links the conceptions of time that they taught to the Coligny (“co-lee-NEE”) calendar. Some of these people were supposedly taught that “souls do not die, but after death pass from one to another and vice versa” in order to fear death less. These people may have sacrificed two white bulls in a rite reputed to cure poison that was performed beneath oak trees. A foreigner claimed that these people believed that their civilization was descended from Father Dis in a passage that may refer to their god Cernunnos. These people, who also worshipped the horse goddess Epona, supposedly placed sacrificial victims into statues made of wicker, which were then set on fire, as described by Julius Caesar. For 10 points, name this group of European tribes whose priests were druids.", "answer_sanitized": "Gauls [or Galli; accept Celts or Celtae or Belgae or Carnutes; prompt on druids before read by asking “from what broad ethnic group?”]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "This person names a fort at the site of an annual outdoor Paul Green drama and a Civil War freedmen’s colony led by John G. Foster. Simon Fernandes defied this person’s orders for landing the Lyon. This person names a city where Henry M. Tupper founded the HBCU Shaw University. This man financed a colony on the lands of the Secotan Aquascogoc (“aqua-SKOH-gock”) and Chiefs Wanchese and Manteo. Maine’s Popham colony was led by the son of this man’s half-brother Humphrey Gilbert. This man, who brought smoking tobacco to Britain, sailed to Venezuela in search of El Dorado after he sent Richard Grenville and John White to a colony whose supposedly “lost” inhabitants likely joined the Croatan on Hatteras (“HAT-uh-russ”) Island. For 10 points, the Roanoke colony was chartered by what favorite of Elizabeth I, who names the capital of North Carolina?", "answer_sanitized": "Sir Walter Raleigh [or variants like Walter Rawley or Walter Ralagh; accept Raleigh, North Carolina or Fort Raleigh] (The drama is called The Lost Colony. The Popham Colony founder was named Raleigh Gilbert.)", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Substituting zero for one instance of this operation in the derivation of the electromagnetic wave equation shows that radiation in free space is transverse. This operation applied to the Poynting vector, plus the dot product of charge density and electric field, is equal to the negative time derivative of energy density. The sum of the time derivative of charge density and this operation applied to current density is equal to zero due to charge conservation. Due to the nonexistence of magnetic monopoles, this operation on the magnetic field is zero. Nonzero values for this operation are yielded by sources and sinks. For 10 points, name this vector calculus operation found in the differential form of Gauss’s law, which is defined as the dot product of the gradient operator and a vector field.", "answer_sanitized": "divergence [or div; accept del dot or nabla dot but do not accept or prompt on partial answers; do not accept or prompt on similar-sounding answers such as “division”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Note to moderator: Read the answerline carefully. In 1919, some of these events in the Kirghiz and Turkestan ASSRs were caused by prodrazvyorstka (“pruh-druz-VYERT-skuh”). Filipp Goloshchyokin’s (“guh-luh-SHUH-keen’s”) “Little October” sparked another of these events dubbed the “Asharshylyk” (“uh-shar-shuh-LUCK”). One of these events in the Netherlands was shown to cause “persistent epigenetic differences” 60 years later. In 1921, some of these events in the Volga basin and Tatarstan led author Maxim Gorky to negotiate with Herbert Hoover’s ARA program; ten years later another occurred in Kazakhstan. Chairman Máo cited Soviet debts to explain a three-year event of this kind during the Great Leap Forward. “Dekulakization” may have driven a genocidal 1932 event of this kind during collectivization in Ukraine, called the Holodomór. For 10 points, Nikita Khrushchev’s (“khroosh-SHOFF’s”) Virgin Lands campaign and corn cultivation sought to prevent what lengthy food shortages?", "answer_sanitized": "famines [accept starvation or malnutrition or mass hunger or equivalents; accept food shortages before read; accept Holodomór before read; accept Hongerwinter; accept Three Years of Famine or Great Chinese Famine or Sān nián dà jīhuang; prompt on genocide or mass death or similar by asking “by what means?”; prompt on natural disasters; prompt on droughts or winter or similar by asking “what event caused in part by weather?”] (ARA is the American Relief Administration.)", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In a novel set in this state, a man tells the protagonist that a spirit rises from the sea on August 28th to haunt her. In a story set in this state, a man reminds his wife of their time together at “Assumption” while they shelter during the title event. The abolitionist Joseph Frowenfeld is taken in by the title family in a novel set in this state by George Washington Cable. The protagonist of a novel set in this state moves into a small private residence nicknamed the “pigeon house” and feels waves beat on her soul as she listens to Mademoiselle Reisz (“rise”) on the piano. After she witnesses Adèle Ratignolle give birth in this state, a woman finds a note left by Robert Lebrun and drowns herself on Grand Isle. Edna Pontellier lives in, for 10 points, what state, the setting of Kate Chopin’s novel The Awakening?", "answer_sanitized": "Louisiana [or LA] (The story in the second sentence is “The Storm.”)", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "This thinker used the Delphic maxim “know thyself” to argue that the mind exists, yet is immaterial, since it cannot know its own substance with certainty. Inspired by Cicero, this thinker outlined “subdued,” “moderate,” and “grand” teaching styles in a book on textual interpretation that divides the world into “signs” and “things.” This thinker described having a “divided will” caused by bad habits that was resolved after he experienced “grace.” A book by this thinker frames the history of humanity as a conflict between a sinful “earthly city” and the title location. This thinker discussed the influence of his mother Monica in an autobiography about his religious conversion. For 10 points, name this author of City of God, whose conversion to Christianity is detailed in his Confessions.", "answer_sanitized": "Saint Augustine of Hippo [or Aurelius Augustinus Hipponensis]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "This word is followed by “.2” (“point-two”) in the title of a “dramatic symphony” for solo violin and orchestra by John Adams that was premiered in 2015. In a sexually-charged ballet set to a piece with this title, a gold-painted Vaslav Nijinsky woos the Ida Rubenstein-portrayed Zoebéide (“zo-bay-EED”). The Tristan Klingsor poems “L’indif érent” (“lan-dee-fay-RON”) and “La flûte enchantée” (“on-shon-TAY”) are used in a Maurice Ravel song cycle with this title for mezzo-soprano. The grim motif “E, B, D” opens a four-movement orchestral suite with this title that represents one figure with a tender violin solo. That Orientalist piece with this title contains movements such as “The Kalendar Prince” and “The Sea and Sinbad’s Ship.” For 10 points, give this title of a Rimsky-Korsakov suite about the storyteller from One Thousand and One Nights.", "answer_sanitized": "Scheherezade [accept Scheherazade.2 or Shéhérazade]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "An eagle-shaped Cretaceous genus of these animals, Aquilolamna, was likely a suspension feeder like the living species Rhincodon typus. In a 2021 Science paper, Sibert and Rubin found that 70% of these animals went extinct in the early Miocene by examining fossil dermal denticles. In the Mesozoic, these animals diversified into hybodonts, Hexanchiformes (“heck-SAN-kih-form-eez”) like their “living fossil” frilled species, and mitsukurinids (“mit-soo-koo-rih-nids”) that resemble their “goblin” species. The dinosaur Carcharodontosaurus (“car-kuh-roh-dahn-toh-SAUR-us”) is named for these animals’ fossil teeth, which are replaceable, triangular, and serrated. These animals include the ancient “nurse” family and a Miocene–Pliocene species whose name means “big tooth,” which exerted the strongest known bite force. For 10 points, what cartilaginous fish included the giant extinct predator megalodon?", "answer_sanitized": "sharks [or Selachimorpha; accept otodonts or goblin shark or whale shark or nurse sharks or carpet sharks or frilled sharks or Lamniformes or Ginglymostomatidae or Chlamydoselachidae or Orectolobiformes; accept Elasmobranchii or Euselachii; accept megalodon before read; prompt on fish or cartilaginous fish or jawed fish or Chondrichthyes or Gnathostomata; do not accept or prompt on “bony fish” or “Osteichthyes” or “teleost fish”]", "subcategory": "Other Science", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This author spent 40 years translating the Popol Vuh (“vukh”), which inspired a nine-part book by him that ends with the play Kukulkan. For 10 points each:", "answers_sanitized": ["Miguel Asturias [or Miguel Ángel Asturias Rosales]", "Men of Maize [or Hombres de maiz]", "bananas [accept Banana Trilogy or La trilogía bananera; accept banana republics; or Musa] "], "parts_sanitized": ["Name this author who reinterpreted Mayan legends in a book about his home country’s mythology titled Legends of Guatemala. This author also wrote the early dictator novel El Señor Presidente.", "Asturias drew on the Popol Vuh for this novel, in which Gaspar Ilom rebels against farmers of the title crop who exploit Mayan workers.", "An Asturias trilogy that begins with the novel Strong Wind focuses on the exploitation of Mayan workers who produce this other crop. O. Henry coined a phrase that describes Honduras and Guatemala as this fruit’s “republics.”"], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "The first part of the shahada refers to this concept, while the second part refers to Muhammad. For 10 points each:", "answers_sanitized": ["tawhid (“tao-HEED”) [prompt on Islamic or Muslim monotheism; prompt on oneness of God or Allah]", "Quran [or al-Qur’ān]", "Muʿtazila [or variants like Muʿtazili or Mutazilites] "], "parts_sanitized": ["Name this concept with an Arabic name, which is violated in shirk, or polytheism. This concept states that there is no other God except for Allah.", "Tawhid has often been invoked in the theological debate over whether this book was created by Allah. This holy book of Islam is divided into surahs.", "This theological school is sometimes named for their strong belief in tawhid, which they used to argue that the Quran was created. This school was both an influence upon, and a rival to, the Ashʿari school."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Varying particles’ rates of permeation through these layers causes concentration gradients to form on their feed side, leading to reduced selectivity and an increased likelihood of permanent damage. For 10 points each:", "answers_sanitized": ["membranes [accept semipermeable membranes]", "pore size [accept nanopores or ultrapores or micropores]", "Gibbs–Donnan effect [or Donnan equilibrium or Donnan’s effect] "], "parts_sanitized": ["Name these layers that are prone to “fouling,” in which particles that should be filtered out deposit onto them. Reverse osmosis uses a semipermeable example of these layers to filter unwanted particles out of drinking water.", "One way to limit membrane fouling is by changing the size of these structures. The size of these structures is used to differentiate between “micro-,” “ultra-,” and “nano-” forms of filtration.", "When a semipermeable membrane does not allow all charged species through, this effect can occur. In this effect, charge is unevenly distributed across the membrane because large charged molecules stay on one side."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "The Bishopric of Dorpat ruled the east of this modern-day country from Tartu, which burned in a 1775 fire after it was granted to Russia in the Treaty of Nystad. For 10 points each:", "answers_sanitized": ["Estonia [or Republic of Estonia; or Eesti Vabariik; accept Swedish Estonia or Duchy of Estonia or Hertigdömet Estland or Eestimaa hertsogkond or Herzogtum Estland]", "Denmark [or Kingdom of Denmark; or Kongeriget Danmark; accept Denmark–Norway or Danmark–Norge or Dano-Norwegian Realm]", "Scania [or Skåne (“SKO-neh”); or Schonen; accept Skåneland or Skåneleden; accept Skåne County or Skåne län; accept Scanian War or Skånske Krig or Skånska kriget or Den skånske krig or Schonischer Krieg] "], "parts_sanitized": ["Name this modern country that became a Swedish duchy west of Ingria after the Livonian War, before which it formed the northern part of Teutonic Terra Mariana. Baltic Germans rarely spoke this country’s Uralic language.", "Near modern-day Tallinn, Estonia, this kingdom’s flag was said to appear at the Battle of Lyndanisse. From the fall of the Kalmar Union until 1814, this kingdom’s House of Oldenburg ruled Norway from its capital, Copenhagen.", "Denmark and Brandenburg fought Sweden over this herring-fishing region in the Franco-Dutch War. Denmark controlled Blekinge, Halland, Bornholm, and this southern tip of Sweden before the 1658 Treaty of Roskilde (“RUSS-kill-uh”)."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "The T formation derives its name from the fact that it includes three players of this position lined up next to each other. For 10 points each:", "answers_sanitized": ["running back [or RB; accept halfback or HB; accept fullback or FB; accept tailback or TB]", "Stanford University [or Leland Stanford Junior University; accept Stanford Indians or Stanford Cardinal]", "Knute Rockne [accept Knute Rockne, All American] "], "parts_sanitized": ["Name this position played by the college football legends Red Grange and Doak Walker. In 1973, O. J. Simpson became the first NFL player at this position to rush for 2,000 yards in a season.", "Clark Shaughnessy, the “father of the T formation,” revived it en route to a stunning Rose Bowl win for this team. David Shaw currently coaches this team, whose NFL alums include Christian McCaffrey and Andrew Luck.", "This Notre Dame head coach used a variant of the T called the Notre Dame Box. Ronald Reagan got his nickname “The Gipper” from a 1940 biopic about this coach, who is credited with popularizing the forward pass."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "[10m] Clark Shaughnessy, the “father of the T formation,” revived it en route to a stunning Rose Bowl win for this team. David Shaw currently coaches this team, whose NFL alums include Christian McCaffrey and Andrew Luck. ANSWER: Stanford University [or Leland Stanford Junior University; accept Stanford Indians or Stanford Cardinal]", "answers_sanitized": ["cannibalism [or anthropophagy or antropófago; accept Manifesto Antropófago; accept Abaporu; or equivalents like eating humans; prompt on eating]", "Brazil [or Brasil or Federative Republic of Brazil or República Federativa do Brasil]", "yarn [or string or thread or twine or equivalents; accept wool; accept yarn bombing] "], "parts_sanitized": ["Name this practice performed by the title figure of that Tarsila do Amaral (“ah-mah-ROW”) painting. Tarsila’s husband Oswald de Andrade (“jee ahn-DRAH-jee”) was inspired by that painting to write an artistic manifesto titled for this practice.", "Tarsila do Amaral was a modern artist from this country, whose more conventional 20th-century art includes the massive sculpture Christ the Redeemer.", "The Brazilian artist Lygia Clark had participants slowly remove this material from their mouths in the work Anthropophagic Drool. Objects are covered with this material in a type of street art called its namesake “bombing.”"], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "English or foreign-language term acceptable. An indigenous term for a performer of this action titles a 1928 painting in which a man with a cartoonishly large foot sits next to a cactus beneath a yellow sun. For 10 points each:", "answers_sanitized": ["penguins [or pingouins; accept Penguin Island or L’Île des Pingouins; accept Penguin Books or Penguin Group or Penguin Random House or Penguin Classics; or Sphenisciformes; accept specific penguin species]", "the Kraken [prompt on sea monsters; prompt on putative equivalents like giant squid or cephalopods] (The poem is “The Kraken” by Alfred, Lord Tennyson.)", "Dreyfus affair [or equivalents such as conviction of Dreyfus or the Dreyfus scandal] (The article is Émile Zola’s J’Accuse!) "], "parts_sanitized": ["Name these birds, the subject of a novel by Anatole France. A British publishing group named for these birds merged with Random House in 2013.", "In Penguin Island, a penguin named after this creature dresses as a dragon to terrorize villagers. A poem about this creature describes its “dreamless, uninvaded sleep” “below the thunders of the upper deep.”", "A long section of Penguin Island titled “The Case of 80,000 Bundles of Hay” is a satire of this event. An article on this event that was published in the newspaper L’Aurore criticizes various war offices for “miscarriage of justice.”"], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "In a novel, the bishop Mael accidentally baptizes a group of these animals, turning them into humans. For 10 points each:", "answers_sanitized": ["Hawaiʿi [or HI; accept Hawaiian sovereignty movement or ke ea Hawaiʻi] (Mazie Hirono wrote Heart of Fire. PKO is Protect Kaho‘olawe ‘Ohana.)", "Organic Acts [accept Hawaiian Organic Act or Guam Organic Act of 1950 or Organic Act of 1900; prompt on organized government or word forms]", "Pearl Harbor [accept Joint Base Pearl Harbor–Hickam] "], "parts_sanitized": ["Name this state where sovereignty activists like Walter Ritte and PKO protested military activity. This state’s 1954 “Democratic Revolution” sustained the power of later senators like Daniel Akaka and Daniel Inouye.", "Prior to its 1959 statehood, Hawaiʻi received limited self-government from one of these acts in 1900. Congress passed two of these acts for Alaska in addition to Puerto Rico’s Foraker Act and one that still governs Guam.", "Territorial Governor Joseph Poindexter used the Hawaiian Organic Act to declare martial law after Japan attacked this U.S. naval base, whose USS Arizona Memorial was funded by Daniel Inouye."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This state has been represented by Congress’s first woman of color, the pacifist Patsy Mink, and a current senator who wrote the memoir Heart of Fire: An Immigrant Daughter's Story. For 10 points each:", "answers_sanitized": ["the Owl of Minerva [or die Eule von Minerva; accept The Owl at Dawn]", "Georg Wilhelm Friedrich Hegel [or G.W.F. Hegel]", "the ideal [or idealism; accept absolute idealism or German idealism; accept word forms like idea; or das Ideal; or Idealismus] "], "parts_sanitized": ["Name this figure. In the preface to an 1821 book, this figure represents reactionary philosophy that arrives at the “dusk” of a historical age, too late to make an impact on the “intellectual kingdom.”", "Philosophy is analogized to the Owl of Minerva in Elements of the Philosophy of Right, a book by this German philosopher, who also wrote The Phenomenology of Spirit.", "According to Hegel, this concept appears “as counterpart to the real” at the end of history. Hegel subscribed to an “absolute” version of a philosophy named for this concept, whose other exemplars included Friedrich Schelling."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Andrew Cutrofello incorporated gender theory and deconstructive philosophy into the ideas of an earlier thinker in a book titled for this figure at Dawn. For 10 points each:", "answers_sanitized": ["alpha particles [or alpha rays; accept helium nuclei; accept alpha process or alpha ladder]", "iron [or Fe; accept iron-56 or Fe-56; accept iron peak]", "supernovae [accept specific types such as type II supernovae or type Ia supernovae] "], "parts_sanitized": ["Name these particles that fuel silicon burning. Another process named for these particles produces a resonant Hoyle state, which usually decays into three of these particles rather than to the ground state.", "The final product of the alpha process in stars is nickel-56, which decays into the 56 isotope of this element. As a result, this element is relatively abundant in the universe, an observation known as its namesake “peak.”", "The stages of the alpha process beyond silicon, including the formation of iron, primarily occur during these events. Elements that are not made in the alpha process are produced in these massive stellar explosions."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "These particles name a process that terminates when it is outpaced by photodisintegration. For 10 points each:", "answers_sanitized": ["Doris Lessing [or Doris May Lessing or Doris May Tayler]", "terrorist [accept The Good Terrorist; accept The True Confessions of an Albino Terrorist]", "science fiction [or sci-fi; accept soft sci-fi; prompt on speculative fiction or similar] "], "parts_sanitized": ["Name this author of Children of Violence. This British-Zimbabwean author also created the character of Anna Wulf, who records her life in a series of black, red, yellow, and blue notebooks.", "Alice turns her house into a headquarters for a group of these people in a Lessing novel titled for a “good” one of them. South African author Breyten Breytenbach depicted his imprisonment in a memoir titled for an “albino” person of this kind.", "Lessing also wrote the five-book series Canopus in Argos, which has been described as belonging to the “soft” category of this genre because it emphasizes culture and society rather than futuristic technology."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "This author’s experience of living in Zimbabwe inspired a series of five semi-autobiographical novels that depict the life of Martha Quest in the fictional country of Zambezia. For 10 points each:", "answers_sanitized": ["Tamils [or Thamizh or Tamilar or Thamizhar; or Tamilarkal or Tamilargal or Thamizharkal or Thamizhargal]", "Shailendra dynasty [or Śailēndra or Syailendra or Sailendra or Selendra]", "Sri Lanka [accept Ceylon or Eelam or Ilankai] "], "parts_sanitized": ["Name this ethnic group which ruled much of South India under the Chola and Pandya dynasties. Under Chola rule, merchant guilds from this ethnic group, such as the Ainnurruvar (“eye-NOO-roo-vur”), traded in Southeast Asia.", "The Tamil Chola Empire invaded the lands of this ruling dynasty of the Srivijaya Empire. This Mahāyāna Buddhist dynasty, which commissioned a vihāra built in Chola territory, also constructed the stupa at Borobudur.", "The Chola Empire deposed the Anuradhapura Kingdom that ruled much of this island. Later Tamils on this island adopted the symbol of a tiger from Chola flags while they attempted to gain independence."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Descendants of traders from this ethnic group formed the Chitty Melaka ethnic group. For 10 points each:", "answers_sanitized": ["Golgi apparatus [or Golgi body or Golgi complex]", "trans face", "tyrosine [or Y or Tyr] "], "parts_sanitized": ["Name this organelle that is responsible for packaging proteins for export from the cell. This organelle, which receives vesicles from the ER, consists of flattened sacs called cisternae.", "This is the name given to the face of the Golgi apparatus that is closest to the cell membrane. Vesicles that are destined to be exocytosed bud off this face.", "The Golgi apparatus is also the site where this amino acid is sulfonated. This amino acid’s side chain bonds with DNA in the active site of topoisomerase and it provides the anchoring of a new glycogen chain on glycogenin."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Treating cells with brefeldin A causes this structure to disappear. For 10 points each:", "answers_sanitized": ["Introduction and Rondo Capriccioso [or Introduction et Rondo Capriccioso]", "Camille Saint-Saëns", "Egypt [or al-Misr; accept ancient Egypt; accept Arab Republic of Egypt or Jumhūrīyat Miṣr al-ʻArabīyah] (The opera is Aida.) "], "parts_sanitized": ["Name this A minor showpiece for violin and orchestra, dedicated to Pablo de Sarasate. This piece’s fast second section begins with a syncopated descending chromatic theme.", "Introduction and Rondo Capriccioso was written by this French composer. The “Tortoise” movement of this composer’s Carnival of the Animals features a slow version of Jacques Offenbach’s “Infernal Galop.”", "Saint-Saëns’s (“san-SAWNS’s”) other well-known concertante works include his fifth piano concerto, which was inspired by a visit to this country. Radamès and Amneris are major characters in an 1871 opera set here."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In the first section of this piece, marked andante malinconico, the solo violinist repeatedly plays a motive of two descending eighth notes followed by an ascending thirty-second note figure. For 10 points each:", "answers_sanitized": ["Gwynedd [or Kingdom of Gwynedd; or Venedotia or Norwallia or Guynet]", "Welsh Marches [or Y Mers; or Marchia Walliae; accept Welsh marchlands; accept Marcher Lords or Barwn y Mers; accept marks]", "wardens [accept prison warden or game warden or Lord Warden of the Marches] "], "parts_sanitized": ["Name this kingdom whose ruler Cadwaladr adopted a red dragon emblem. Gruffydd (“griffith”) ap Llywelyn (“hluh-WEL-in”) inherited Powys (“POH-iss”) and this kingdom and briefly united Wales by conquering Gwent, Morgannwg (“mawr-GAH-nug”), and Deheubarth (“deh-HUH-ih-barth”) to its south.", "Gwynedd (“GWIN-ith”) held power west of this border region’s English lordships until Llywelyn the Last refused to submit to Edward I. Offa of Mercia built a dyke across this region, whose generic name refers to frontiers ruled by marquesses or margraves.", "In the Anglo-Scottish Marches, officers with this title deterred raids by border reivers. “Guardian” is a cognate of this rough synonym of “keeper,” which now refers to rangers who protect game and the heads of prisons."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "The poem Y Gododdin (“uh gaw-DAW-thin”) reports the defense of Yr Hen Ogledd (“er hain AW-gleth”) by warriors from this kingdom, whose Princess Gwenllian galvanized the Great Revolt of 1136. For 10 points each:", "answers_sanitized": ["“The Enormous Radio”", "John Cheever", "Walter Mitty [or Walter Mitty; accept “The Secret Life of Walter Mitty”] "], "parts_sanitized": ["Name this story in which Irene becomes distressed upon hearing “demonstrations of indigestion, carnal love, abysmal vanity, faith, and despair” while she uses the magical title object.", "“The Enormous Radio” is a story by this author, who also wrote about Neddy Merrill’s plan to swim through all of his suburban neighborhood’s pools in the story “The Swimmer.”", "In another story published by The New Yorker, this character fantasizes about being a Navy pilot and brilliant surgeon while he runs errands with his wife. That James Thurber story is titled “The Secret Life of [this man].”"], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "This story, first published in a 1947 edition of The New Yorker, portrays the middle-class couple Jim and Irene Wescott, who have the “satisfactory average of income, endeavor, and respectability.” For 10 points each:", "answers_sanitized": ["institutional [accept word forms like institution; accept institutional theory of art or institutional critique]", "the MoMA [or the Museum of Modern Art; do not accept or prompt on “the Met”]", "Nelson Rockefeller [or Nelson Aldrich Rockefeller] "], "parts_sanitized": ["Identify this adjective, which precedes “critique” to describe a conceptual art form that is sometimes conducted with ballot boxes by artists like Hans Haacke (“HAH-kuh”).", "Haacke installed his first ballot box as part of his artwork Information, which was held at this museum. This New York art museum displays 20th-century works like The Persistence of Memory and Les Demoiselles d’Avignon.", "Haacke’s 1970 MoMa poll asked gallery attendees to vote on this MoMA board member’s views on the Vietnam War. This politician ordered the destruction of Diego Rivera’s mural Man at the Crossroads."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Arthur Danto’s concept of the “art world” drew on a theory of art described by this adjective that was created by George Dickie. For 10 points each:", "answers_sanitized": ["threads [accept, but do not reveal, screw threads]", "screws", "coefficient of friction [accept coefficient of static friction; prompt on mu sub s; do not accept or prompt on “mu sub k” or answers that mention “kinetic friction”] "], "parts_sanitized": ["Name these mechanical components. The distance between these components can be measured with either the lead (“leed”) or pitch, which differ for multiple-start simple machines with several of these components.", "Threads are found in these simple machines that convert torque into linear force. These devices are typically right-handed, meaning that rotating them clockwise tightens them.", "A screw is self-locking if this quantity is greater than the tangent of its helix angle. The minimum value of this quantity that allows a block to rest on an inclined plane is equal to the tangent of the plane’s angle."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "The orientation of these components can be defined with the helix angle. For 10 points each:", "answers_sanitized": ["Orochi [or Yamata no Orochi]", "seas [or oceans; accept other close equivalents like water]", "combs [or kushi] "], "parts_sanitized": ["Name this eight-headed dragon from Japanese mythology. After killing this creature, a god found the Grass-Cutter Sword hidden inside of it.", "Orochi was slain by Susano’o, a Shinto god of storms and this other domain. Other rulers of this domain include Aegir in Norse mythology and Poseidon in Greek mythology.", "Susano’o protected the princess Kushinadahime (“kush-ee-nah-dah-hee-may”) from Orochi by turning her into this sort of object. Izanagi set one of these objects on fire to use it as a torch during his descent into the underworld."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "The Hi River ran red with this creature’s blood after it became intoxicated from eight platforms that each held a vat of refined liquor. For 10 points each:", "answers_sanitized": ["recursion [or word forms like recursive]", "Sapir–Whorf hypothesis [accept linguistic relativity]", "Indonesia [or Republic of Indonesia or Republik Indonesia; accept Bahasa Indonesia] "], "parts_sanitized": ["Humboldt’s claim that language “makes infinite use of finite means” is cited as an early statement about this linguistic feature. Daniel Everett’s findings about sentence length limits in Pirahã have contradicted Noam Chomsky’s claim that this feature is the cornerstone of language.", "Humboldt’s view that language is the expression of a national spirit is considered a precursor of this hypothesis, which was based in part on the mistaken belief that the Hopi language did not have a concept of time.", "Before his death, Humboldt was working on a book on the ancient Kawi language, which is from this country’s most populous island. This country’s languages include a “Bahasa” one derived from Malay as well as Balinese."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Answer the following questions about the linguistic contributions of Wilhelm von Humboldt, for 10 points each.", "answers_sanitized": ["Alfred North Whitehead (The second sentence refers to Russell and Whitehead’s Principia Mathematica.)", "process philosophy [or processism; accept process theology; accept Process and Reality]", "atom [accept word forms like atomicity] "], "parts_sanitized": ["Name this philosopher who conceived of a “philosophy of organism.” With an alphabetically earlier co-author, this philosopher sought to build on Frege’s (“FRAY-guh’s”) Grundlagen using notation adapted from Giuseppe Peano.", "Whitehead’s 1929 magnum opus ushered in this philosophy, which views change as fundamental in the universe. Charles Hartshorne and John B. Cobb adapted this philosophy into a theology that emphasizes God’s temporality.", "In Process and Reality, Whitehead analogizes the discrete events that make up actuality to a set of these indivisible units, which Democritus proposed as the fundamental components of matter."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "This philosopher introduced the “fallacy of misplaced concreteness” that occurs when one describes an abstract entity as if it were a physical reality. For 10 points each:"}]}