{"tossups": [{"question_sanitized": "J. G. Canadell found that these things weakened regionally post-1990 but persist in unmanaged areas. VEMAP (“V-map”) simulated the flux between these things to test the original CENTURY (“century”) model. These things name freshwater and marine effects that entail delta-R corrections for calcite shells in radiometric dating. A global “budget” uses inventory methods to determine if the tons of a certain compound that are held in these abstract things will change from woody encroachment and regrowth. Offsets create these abstract things to reduce the airborne fraction and augment a biogeochemical cycle that models exchanges of a certain element between examples of them like reactive sediments. Artificial versions of these things perform “capture and storage.” For 10 points, the carbon cycle flows between what depots that sequester atmospheric CO₂ (“C-O-2”)?", "answer_sanitized": "carbon sinks [or carbon reservoirs; accept reservoir effects; accept anything about carbon capture or carbon storage or carbon sequestration before read; prompt on environments or ecosystems or habitats or forests or plants or trees or rocks or fossils or soil or related answers by asking “serving what abstract, functional role?”]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "One of these people named Bala was saved from a beating by a tree spirit after he tried to stop a sacrifice. Many of these people are divided into gacchas, such as the Tapa Gaccha. These people often pluck out all the hairs of their head as part of an initiation termed diksha, after which they may wear a white cloth over their mouth. One of these people must be consulted before a person near death can perform sallekhanā. These people swear to strictly uphold five Great Vows, or Mahāvrata. These people aim to renounce clothing if they belong to the Digambara (“dih-GAM-buh-ruh”), or sky-clad, sect. These people use a broom to sweep away insects in accordance with the teaching of ahiṃsā. For 10 points, name these people, the ordained members of a religion based on Mahavira’s teachings.", "answer_sanitized": "Jain monks [accept Jain ascetics or Jain nuns or Jain renunciates; accept Nirgrantha; accept muṇi or aryika; prompt on sadhu or sadhvi by asking “of what religion?”; prompt on Jains or Śvētāmbara or Digambara or sky-clad by asking “what role do they hold?”; prompt on monks or nuns or ascetics or renunciates]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Two answers required. A literary dictionary of these two languages by Ilan Stavans cites their use in the 1967 memoir Down These Mean Streets. These two languages are used in a postmodern novel that culminates in a dialogue between the author, Hamlet, and Zarathustra. The conflict between these two languages is described in the chapter “How to Tame a Wild Tongue” from a book titled for their two words for “Borderlands.” A blend of these languages is used in the novel Yo-Yo Boing! and by many Nuyorican authors. These two main languages are used in a book consisting of 44 vignettes centred on the title crumbling building in Chicago, The House on Mango Street, whose protagonist is Esperanza Cordero. For 10 points, name these two main languages used by Sandra Cisneros and other Chicano authors.", "answer_sanitized": "English AND Spanish [or ingles AND español; accept in either order] (Stavans’s dictionary is called Spanglish.)", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A monarch who ruled from this city was described as having “no fault but that she was a woman” by the historian Firishta. According to legend, a ruler with the epithet “colorful” delayed the response to an invasion of his realm by saying “[this city] is still far away.” An unfinished monument in this city was meant to be twice as large as the nearby Qutb Minar. That monument is located in a complex containing the tomb of Iltutmish, who ruled a sultanate from this city along with his daughter, Razia Sultana. In this city, Jahanara Begum designed a marketplace that formerly had canals fed from the Yamuna river known as Chandni Chowk. In this city, Sir Edward Lutyens designed the Rashtrapati Bhavan and a parliament building that houses the Lok Sabha. For 10 points, name this city whose “New” district serves as the capital of India.", "answer_sanitized": "Delhi [accept New Delhi or Naya Dilli; accept Old Delhi or Purana Dilli; prompt on Shahjahanabad or Tughluqabad or Siri or Mehrauli by asking “what larger city is it located in?”]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In 1967, an artist received one of these animals in exchange for designing 500 ashtrays for an airline. They’re not monkeys, but a material sourced from these animals supports paintings like Mono Oro in the installation The Upper Room. A German children’s rhyme inspired a 1921 painting of a rear view of one of these animals that resembles a boiler. These animals have long, thin legs in paintings like Dream Caused by the Flight of a Bee. The excreta of these animals is often used by Chris Ofili. Max Ernst painted a “Celebes” version of these animals, whose legs are formed by a “double image” of some trees above a lake in a Salvador Dalí painting titled for “Swans Reflecting” them. For 10 points, what kind of animal was the Phoenix Zoo’s Ruby, who painted with her trunk?", "answer_sanitized": "elephants [or proboscideans; or Loxodonta; or Elephas; accept specific elephant species; accept Swans Reflecting Elephants or The Elephant Celebes]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A thinker from this modern-day country wrote about how “Conflicting Panaceas” stem from the transition of philosophy from subjective to instrumental reason. The quote “life does not live” opens a book of aphorisms from this country about how modernism caused the decay of “the melancholy science” of the good life. A thinker from this country traced the rise and fall of salons as one of many public spaces for social discussion. A critical theorist from this country wrote a book about the history of a bourgeois public sphere. Two thinkers from this country warned against the “culture industry” in the book Dialectic of Enlightenment. For 10 points, name this modern-day homeland of Theodor Adorno, Jürgen Habermas, and other members of the Frankfurt school.", "answer_sanitized": "Germany [or Federal Republic of Germany or Bundesrepublik Deutschland; accept West Germany] (The first line is from Max Horkheimer’s Eclipse of Reason.)", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "John Williams believed that a folk instrument from this country sounded “like a dinosaur’s cry,” which led him to include it in the score for Jurassic Park. The “1.8” variety of that instrument from this country has a fundamental of D4 and is tuned to the minor pentatonic scale. Musical instruments from this country were featured in a piece the New York Philharmonic commissioned for its 125th anniversary, November Steps. A traditional flute from this country is used in the practice of “blowing meditation” practiced by the fuke sect of monks. This country’s national instrument, a typically 13-stringed zither called a koto, is often included in gagaku orchestras. For 10 points, name this country whose traditional instruments include the taiko drum and shakuhachi flute.", "answer_sanitized": "Japan [or Nihon-koku or Nippon-koku] (November Steps is by Tōru Takemitsu.)", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This author’s purchase of the home of poet George Herbert inspired his book The Rivered Earth. A character writes the acrostic “A Modest Proposal” in a novel by this author whose table of contents consists of 19 rhyming couplets. At the start of a novel, this author claims “to make a start more swift and weighty” before describing a programmer “circa 1980.” The protagonist of a novel by this author rejects the Oxford-educated poet Amit. Liz Dorati meets John Brown in a novel by this author that uses the verse structure of Eugene Onegin. The Muslim cricketer Kabir turns out not to be the title character of a 1500-page novel by this author in which Rupa Mehra tries to find a husband for Lata. For 10 points, name this Indian novelist of The Golden Gate and A Suitable Boy.", "answer_sanitized": "Vikram Seth", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "A history by John Dickie notes that one of these businesses dictated town plan amendments during a city’s so-called “Sack” in the 1958–1963 “economic miracle.” Another of these businesses sent nuclear waste to warlords in Bosaso, Somalia. A third of these businesses burned garbage in a “Land of Fires” that causes cancer in a “Triangle of Death,” as reported in the 2006 exposé Gomorrah. The Maxi Trial prosecuted one of these businesses that gained power from 19th-century lemon exports. In America, the original targets of the RICO Act were immigrant affiliates of one of these groups that extorts pizzo protection money and follows the code of silence omertà. For 10 points, New York’s Five Families, Calabria’s 'Ndrangheta and Sicily’s Cosa Nostra are among what Italian organized crime syndicates?", "answer_sanitized": "mafia [or mafie; accept the mob; accept Cosa Nostra or 'Ndrangheta or Five Families before read; accept Camorra before “Gomorrah”; prompt on underground crime or criminal organizations or crime syndicates or gangs or similar before read; prompt on crimes like extortion or money-laundering or racketeering or gambling or robbery by asking “done by what type of organization?”; prompt on family business] (The first line refers to the “Sack of Palermo” and il boom economico.)", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This thinker advocated phrasing questionnaire items as “can do” rather than “will do” in designing scales for a concept that he claimed derived from vicarious experience. Personal factors, the environment, and behavior interact in this thinker’s theory of triadic reciprocal causation. A follow-up to one of this thinker’s experiments involved the subjects variously viewing live, filmed, or cartoon versions of the same behavior. While treating snake phobias, this thinker discovered that a guided-mastery treatment broadly improved the subjects’s self-efficacy. This thinker’s theory of social learning was informed by an experiment in which assistants shouted phrases like “sockeroo” while beating inflatable toys. For 10 points, name this Stanford psychologist who designed the Bobo Doll experiment.", "answer_sanitized": "Albert Bandura", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A character in this play invokes the “Earth Spirit” in a scene that begins with him concluding that “nothing can be known!” In this play, a stage manager, poet, and comic actor discuss the merits and goals of drama in a “Prelude in the Theater.” In this play, a voice from above proclaims “Is saved!” about a woman who had earlier accidentally poisoned her mother with a sleeping potion. In this play’s first part, the main character learns that his love has been condemned to death for infanticide after he is brought to an orgy on Walpurgis Night. While on a walk with his assistant Wagner, the title character of this play is followed home by a black poodle. For 10 points, name this drama by Johann Wolfgang von Goethe (“GURR-tuh”) whose title character sells his soul to the devil.", "answer_sanitized": "Faust [accept Faust: Part One; do not accept or prompt on “Faust: Part Two”]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A property named for this scientist is measured using the Gutmann–Beckett method, which uses trimethylphosphine (“tri-methyl-phosphine”) oxide as a probe molecule in conjunction with phosphorus-31 NMR. Metal-based examples of compounds named for this scientist facilitate heterolytic bond cleavage in his namesake type of catalysis. When two compounds named for this scientist fail to form a classical adduct due to steric hindrance, they can form a “frustrated pair.” Friedel–Crafts acylations are catalysed by a set of compounds named for this scientist that include boron trifluoride. Those compounds named for this scientist can accept an electron pair. For 10 points, name this American chemist who lends his name to a theory of acids and to dot structures that are used to visualize bonding.", "answer_sanitized": "Gilbert N. Lewis [or Gilbert Newton Lewis; accept Lewis acids or frustrated Lewis pairs or Lewis bases; accept Lewis structures or Lewis dot structures or Lewis diagrams]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A “university” of this action titles a poetry collection by its pioneer in 1953 British Guiana, Martin Carter. Bhagat Singh wrote Why I Am an Atheist before doing this action with Jatin Das in the Lahore conspiracy case. A medal modeled on the Victoria Cross honored this action of sculptor Edith Downing and music hall singer Kitty Marion. Similar “blanket” and “dirty” acts preceded this 1981 action in the H-Block after the revocation of Special Category Status. This action was violently terminated for WSPU prisoners at Holloway, like Emily Davison, before the Cat and Mouse Act. In the Maze Prison, this voluntary action killed the IRA member Bobby Sands. For 10 points, British suffragettes and Gandhi pioneered what near-suicidal nonviolent protest that officials ended with force-feeding?", "answer_sanitized": "hunger strikes [or fasting or starvation or not eating or equivalents; accept University of Hunger; prompt on nonviolent resistance or protests or strikes or similar; prompt on suicide or equivalents by asking “by what means?”; prompt on going to prison or being arrested or similar by asking “what action done in prison?”]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "This city’s Checkerboard Hill was used as a landmark for pilots approaching its old airport’s Runway 13. This city is the eastern endpoint of the world’s longest sea-crossing bridge. The longest escalator system in the world is this city’s Central–Mid-Levels Escalator. This city’s Mass Transit railway and its double-decker trams, which connect its Happy Valley to Causeway Bay, both use Octopus cards. Blue taxis are limited to Lantau Island in this city, which replaced the dangerous Kai Tak airport with one built on reclaimed land that is the main hub of Cathay Pacific. The main part of this city is connected by rail to Kowloon and the New Territories across the Pearl River Delta. For 10 points, name this Chinese Special Administrative Region connected by bridge to Macau.", "answer_sanitized": "Hong Kong [or Hong Kong Special Administrative Region or HKSAR; or Xiāng Gǎng or Hēung Góng]", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "An enzyme in this pathway is inhibited by enasidenib (“en-a-sid-en-ib”). A gain of function mutation in an enzyme crucial to this pathway allows it to create 2-HG in gliomas. Intermediates in this pathway are replenished by anaplerotic reactions. Because it inhibits an enzyme in this pathway, fluoroacetate (“fluoro-acetate”) is poisonous; that enzyme, which converts a molecule into its “iso” form using an iron-sulfur cluster in its active site, is aconitase. The rate-limiting step in this process produces alpha-ketoglutarate, which is then converted into succinyl-CoA. The input for this process is usually produced by the pyruvate dehydrogenase complex that converts pyruvate into acetyl-CoA, which then combines with oxaloacetate (“oxalo-acetate”) in this cycle’s first step. For 10 points, name this cycle that precedes the electron transport chain.", "answer_sanitized": "Krebs cycle [or citric acid cycle; or CAC; or tricarboxylic acid cycle or TCA cycle; prompt on aerobic respiration or cellular respiration]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Two buildings due to be demolished during the construction of one of these places had holes cut through them in Gordon Matta-Clark’s work Conical Intersect. A web-patterned “floating dome” was designed for one of these places by Jean Nouvel. One of these places, which includes two large oval rooms that form an infinity symbol, is called “l'Orangerie.” Air ducts and water pipes are color-coded in a building that is primarily one of these places, whose external escalators form part of the “inside-out” design of Richard Rodgers and Renzo Piano. Francois Mitterrand commissioned a large glass structure in front of one of these places from I. M. Pei. For 10 points, name these places that include the Pompidou Centre and the Louvre.", "answer_sanitized": "art gallery [or art museum or musée; accept the Louvre or Pompidou Center or Musée de l’Orangerie before read; prompt on Center or Palace or equivalents asking “which mainly contains what kind of institution?”]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A symbol of one of these creatures originating in the Enigmatic Book of the Netherworld is believed to reference the shape of a certain board game. The name of one of these creatures is sometimes translated as “he who was spat out.” Ancient Egyptian priests would spit on and burn wax figurines of one of these creatures to ward off evil. Two beasts consisting of leopards crossed with these creatures appear on the verso side of the Narmer Palette. An upright creature of this kind forms the uraeus (“yurr-EE-us”) symbol that represents the goddess Wadjet. A god who takes the form of this creature is continuously killed by Ra as he tries to destroy the solar barge each night. For 10 points, Apophis takes the form of what animal, which is shown eating itself in the ouroboros (“yur-uh-BOR-us”) symbol?", "answer_sanitized": "snakes [or serpents; accept serpopards; accept cobras; accept thueban or alkubra; prompt on Apep or Apophis by asking “what animal form did he take?”; prompt on reptiles] (The board game in the first line is the Mehen game.)", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Two answers required. The virial expansion can be expressed as a series of [emphasize] negative powers of one of these two quantities, with coefficients in terms of the other. These two quantities are constant in both the canonical and grand canonical ensembles. These two quantities are the natural variables of Helmholtz free energy. Internal energy equals one of these two quantities times the specific heat, holding the other constant. The coefficient of thermal expansion is defined in terms of the derivative of one of these two quantities with respect to the other. For an ideal gas, the ratio of these two quantities is equal to pressure over the product of moles and the ideal gas constant. These two quantities are proportional by Charles’s law. For 10 points, name these two quantities measured in liters and Kelvin.", "answer_sanitized": "volume AND temperature [accept specific volume in place of “volume”; accept V in place of “volume”; accept T in place of “temperature”; accept answers in either order]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In 1919, a 62-day military survey of these projects was delayed by sand in Nebraska and Utah. During World War II, one of these projects began at Dawson Creek to support Alaska’s Northwest Staging area. Carl G. Fisher developed some of these projects named for Dixie and Lincoln. A Bobby Troup song promoted one of these projects dubbed the ‘Will Rogers Memorial.” In South Dakota v. Dole, the Rehnquist court upheld an act that docked funding for these projects in states with under-21 drinking ages. Lady Bird Johnson helped pass an act to beautify these projects, which included a “Pan-American” one that was stymied by the Darién Gap. These projects often bulldozed Black districts for cloverleaf interchanges. For 10 points, what projects include Eisenhower’s Interstates and Route 66?", "answer_sanitized": "highways [or freeways or motorways or expressways; accept Interstate Highway System before read; accept Pan-American Highway or Alaska Highway; accept Highway Beautification Act or Federal Highway Administration; accept auto trails; prompt on roads or streets or routes or similar] (The first sentence is about the 1919 Motor Transport Corps convoy.)", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This author quoted John Keats in his Tablet piece “Half in Love with Easeful Death.” This author’s voyage to Ceylon was interrupted by hallucinations that he recounted in the semi-autobiographical “mad book” The Ordeal of Gilbert Pinfold. The epigraph of a novel by this author quotes a passage from “The Burial of the Dead” section of T.S. Eliot’s The Waste Land, which also provides the novel’s title. A character created by this author is expelled from the fictional Scone College after the Bollinger Club dares him to run across the courtyard without pants. Another novel by this author features Aloysius the teddy bear, who is carried by Sebastian Flyte, an Oxford classmate of the painter Charles Ryder. For 10 points, name this author of Decline and Fall, A Handful of Dust, and Brideshead Revisited.", "answer_sanitized": "Evelyn Waugh [or Arthur Evelyn St. John Waugh]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This organization’s leader “Bible Bob” Vernon promoted fundamentalists called the “God Squad.” In the 1970s, Edward M. Davis had this organization's PDID program spy on the First Unitarian Church and the Brown Berets. The Rampart scandal found corruption in a unit of this organization whose 1987 Operation Hammer targeted “hoodlums.” This agency employed Laurence Powell, who made a racist remark about Gorillas in the Mist and Daryl Gates, who created the anti-drug D.A.R.E. program. This agency, which ran the “CRASH unit,” questioned Soon Ja Du, a Korean-American liquor store owner who shot the teen Latasha Harlins, two weeks after four of its members hit a man with batons on video. For 10 points, 1992 riots protested the acquittal of what municipal force for beating Rodney King?", "answer_sanitized": "LAPD [or City of Los Angeles Police Department or equivalents; accept Rampart Division or CRASH or Community Resources Against Street Hoodlums before read; prompt on police department or cops or similar]", "subcategory": "American History", "category": "History"}], "bonuses": [{"leadin_sanitized": "The Domínguez–Escalante expedition ended in this province, which was explored by Juan Bautista de Anza and by the 1769–1770 Portolá expedition under the Bourbon Reformer José de Gálvez. For 10 points each:", "answers_sanitized": ["California [or the Californias or Las Californias; accept Alta California Nueva California or Baja California Sur or Territorio Norte de Baja California]", "bears [or ursids; or osos; accept brown bears or California grizzly bears or Ursus arctos californicus; accept Bear Flag Revolt or Bear Flag Republic]", "Eureka [prompt on “Queen City of the Ultimate West”] "], "parts_sanitized": ["Name this provincia interna of New Spain that was scouted by Juan Rodríguez Cabrillo’s voyage on the San Salvador. El Camino Real connected 21 Franciscan outposts in this province, like Carmel, Soledad, and Santa Inés.", "Mexican vaqueros drove the California subspecies of this animal to extinction. Alta California was declared an independent “republic” in an 1846 revolt named for a flag that depicts this carnivore, which California still flies.", "The celebrity mountain man Seth Kinman shot hundreds of bears around Fort Humboldt near this large coastal city. The 1848 Gold Rush inspired the name of this redwood lumber port on Wiyot land."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "In a play by this author, the amateur astronomer Dr. Baliardo is obsessed with the moon and wishes to marry his daughters to lunar courtiers. For 10 points each:", "answers_sanitized": ["Aphra Behn (The second play is The Rover.)", "English Restoration [or Stuart Restoration; accept Restoration drama or Restoration comedy]", "John Dryden "], "parts_sanitized": ["Name this author of The Emperor of the Moon. A play by this author, which was based on Thomas Killigrew's Thomaso, depicts the amorous adventures of Florinda and Hellena at Carnival.", "Aphra Behn was employed as a spy by Charles II during this period of English history. William Wycherly and William Congreve were other authors from this period that followed the Interregnum.", "This other Restoration author wrote about the Great Fire of London in his poem Annus Mirabilis. This poet also satirized the “true-blue Protestant Poet” Thomas Shadwell in the mock epic Mac Flecknoe."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "A 2015 app based on this piece of music gave high-scoring users a chance to perform it with the London Sinfonietta. For 10 points each:", "answers_sanitized": ["Clapping Music", "magnetic tapes", "trains [or equivalents like locomotives; accept Dif erent Trains] (Honegger’s piece is Pacific 231.) "], "parts_sanitized": ["Name this piece, which features a 12/8 time rhythm being repeatedly shifted every eight or twelve bars until it returns to its original form, in an example of its composer’s characteristic phasing technique.", "The composer of Clapping Music, Steve Reich (“RYE’sh”), used loops of this medium in his compositions It’s Gonna Rain and Come Out. This magnetic medium was used to record audio on cassette.", "A piece by Reich titled for Dif erent examples of these objects is scored for string quartet and tape. One of these objects is musically depicted in the first of Arthur Honegger’s (“oh-neh-GAIR’s”) three symphonic movements."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "One phenomenon named for this term is often compared with language transfer, in which a speaker applies features from one language they know to another. For 10 points each:", "answers_sanitized": ["codes [accept code-switching; accept elaborated code or restricted code]", "socioeconomic class", "r "], "parts_sanitized": ["Name this term which, in an unrelated usage, was classified into “elaborated” and “restricted” types by Basil Bernstein, based on the extent to which communication using these things makes underlying assumptions explicit.", "Bernstein posited a correlation between exposure to elaborated code and this status, which he then linked to gaps in verbal IQ. People with a low type of this socioeconomic status will sometimes hypercorrect their language use.", "A study by William Labov (“luh-BUV”) found that department store clerks in New York City adjusted how they pronounce this letter based on the class of their clientele. Non-rhotic accents like Received Pronunciation often omit this letter."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Mechanical sliding examples of these devices often produce readouts from a vernier or dial. For 10 points each:", "answers_sanitized": ["calipers [accept specific types such as vernier calipers or dial calipers]", "gears [or cogs]", "go AND no-go gauges [accept in either order] "], "parts_sanitized": ["Name these high-precision measurement devices. A common type of these devices features a scale with one fixed jaw and one moveable jaw, with the readout representing the distance between them.", "Jaw motion causes a caliper’s dial to rotate via a rack and pinion, consisting of a linear and circular example of these devices. The number of teeth on these devices determines the mechanical advantage of “trains” of them.", "To check a component against a known tolerance, these devices may be used instead of a caliper. These gauges are named for the fact that one must pass and the other must fail for the component to meet the specification."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Components of this branch of the immune system include barriers such as skin and mucosa, and pattern-recognition receptors that are hard-wired to respond to bacterial antigens. For 10 points each:", "answers_sanitized": ["innate immune system [or innate immunity]", "viruses", "opsonization [or word forms like opsonize] "], "parts_sanitized": ["Name this component of the immune system, which is often said to be more “primitive” than the adaptive branch it is contrasted with.", "An important component of innate immunity is interferon, which is released in response to infection by these subcellular agents. Because these agents must infect cells to replicate, their antigens are presented with MHC I.", "An important component of innate immunity is the complement cascade, which produces C3b that performs this process. In this process, a foreign cell is coated with immune proteins to “tag” it for phagocytosis."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "A 1697 wreck near Mombasa preserves one of this kingdom’s ships, which were often built with wood from its abundant cork oak forests. For 10 points each:", "answers_sanitized": ["Portugal [or Kingdom of Portugal or Kingdom of Portugal or Reino de Portugal or Portuguese Empire or Império Português; or Portuguese Overseas or Ultramar Português; or the Portuguese Colonial Empire or Império Colonial Português]", "Cape Bojador [or Cabo Bojador; or Rā's Būjādūr; or Cap Boujdour]", "sails [accept lateen sails or velas latinas; accept square sails or velas quadradas; accept the Age of Sail] "], "parts_sanitized": ["Name this kingdom that employed the Italian sailors Antoniotto Usodimare and Alvise Cadamosto. This kingdom traded cinnamon and pepper through Antwerp after it captured ports like Sofala, Kochi, Diu, and Malacca.", "Portuguese explorers mastered the “volta do mar” navigational technique to pass this cape in modern-day Western Sahara, which presented a formidable barrier to the galley ships crewed by Vandino and Ugolino Vivaldi.", "To pass Cape Bojador, Portuguese caravels employed this technology’s “square” and “lateen” forms. This ship technology often had a rigging named for Bermuda during its early modern “age” after the Battle of Lepanto."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "A man with this profession named Sireno is cured of his lovesickness by the enchantress Felicia in Jorge de Montemayor’s novel Diana. For 10 points each:", "answers_sanitized": ["shepherds [or shepherdesses; or sheepherders; accept herdsmen or equivalents; accept ganadero] (The novel is La Galatea.)", "Don Quixote [or The Ingenious Gentleman Don Quixote of La Mancha; or El ingenioso hidalgo don Quixote de la Mancha]", "Rocinante (“roh-see-NAN-tay”) "], "parts_sanitized": ["Name this profession. Members of this profession named Elicio and Erastro travel to a wedding in the first novel by Miguel de Cervantes.", "Cervantes incorporated pastoral literary tropes into this other novel about an “ingenious gentleman” who travels with his squire Sancho Panza and mistakes windmills for giants.", "After they fall in with a group of shepherds, Don Quixote and Sancho get attacked by Galicians when this steed of Don Quixote tries to mate with their horses. This horse’s exhaustion parallels Don Quixote’s old age."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "One of these groups established by Amadou Bamba carries out the Grand Magal. For 10 points each,", "answers_sanitized": ["Sufi orders [or tariqa; accept Sufi brotherhoods or Sufi sects or similar; prompt on brotherhoods or orders or sects; prompt on Sufis]", "pilgrimages [prompt on journeys or equivalents]", "whirling [accept dancing or dance or equivalents; accept whirling dervishes; prompt on dervishes] "], "parts_sanitized": ["Name these groups whose history is recorded in their silsilah. The Tijaniyyah group of this kind is active in West Africa.", "The Grand Magal, a tradition of the Mouride (“moo-REED”) Sufi brotherhood, is an example of these events. Other Islamic examples of these events include the Umrah and the Hajj.", "Another notable Sufi order, the Mevlevi, practice this action as a form of dhikr (“thicker”), the Sufi remembrance of God. The sema ceremony, which features this action, inspired a common name for the Mevlevi."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "One of the first major world music albums was Babatunde Olatunji's 1959 album titled for “[these instruments] of Passion.” For 10 points each:", "answers_sanitized": ["drums [or drum set; accept Drums of Passion; prompt on cymbals; prompt on percussion]", "5/4 (“five-four”) [or quintuple time]", "Brown [accept Oscar Brown Jr. or Clifford Brown or Clifford Benjamin Brown] "], "parts_sanitized": ["Name this instrument, which Olatunji played on We Insist!, an album by its player Max Roach. Roach pioneered bebop styles on this instrument by using a four-beat pulse on the ride cymbal rather than the bass.", "The opening track on We Insist! uses this time signature to depict the whip of a slave driver. Paul Desmond wrote a song in this time signature for the album Time Out, which became the best-selling jazz single ever.", "The slavery-themed lyrics of We Insist! were written by a lyricist with this surname. Roach led a quintet alongside a trumpeter of this surname, who was eulogized in Benny Golson's song “I Remember Clifford.”"], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In this technique, compounds such as ferulic acid or DHB facilitate the analysis of molecules that would otherwise fragment excessively. For 10 points each:", "answers_sanitized": ["MALDI [or Matrix-Assisted Laser Desorption/Ionization]", "mass spectrometry [or mass spectroscopy; or MS]", "TOF analyzer [or time-of-flight analyzer; accept MALDI-TOF] "], "parts_sanitized": ["Name this ionization technique developed by Hillenkamp and colleagues. This technique uses an absorptive material to stabilize large molecules, frequently biopolymers.", "MALDI is used as an ionization source in this general technique, which categorizes molecular fragments by m-to-z ratio, allowing the determination of chemical species.", "MALDI is often combined with this kind of analyzer, which can use a reflectron or an ion gate. This type of analyzer works because the velocity of an ion accelerated in an electric field depends on its mass-to-charge ratio."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "The fallacy of the undistributed middle arises in this argument form when the term linking the premises isn’t distributed. For 10 points each:", "answers_sanitized": ["syllogism [accept word forms like syllogistic argument]", "soundness", "inductive arguments [accept word forms like induction; accept inductive logic or inductive reasoning] "], "parts_sanitized": ["Name this deductive argument in which a conclusion is drawn from two premises. The statement “All men are mortal, Socrates is a man, therefore Socrates is mortal” is a classic example of this type of argument.", "If both of the premises of a syllogism are true and the conclusion must be true as a consequence, then the syllogism has this property. Many fallacious syllogisms arise because they do not possess this property.", "Syllogisms are examples of deductive arguments, which are contrasted with this type of argument that generalizes conclusions from specific examples. Proofs via this type of argument are sometimes used in math."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Jiroft culture sites named for this word, followed by “Yahya” and “Guran,” produced Soghun and buff wares that help date their periods. For 10 points each:", "answers_sanitized": ["Tepe [or Tepeler; or variants like tappeh or teppe; accept Göbekli Tepe or Tepe Yahya or Tepe Guran]", "Neolithic Period [accept Neolithic Revolution; accept New Stone Age; accept Pre-Pottery Neolithic or PPN; accept Late Neolithic or Ceramic Neolithic or Pottery Neolithic or PNA or PNB; prompt on Stone Age or Lithic]", "wine [or oînos; accept specific types of wine; accept grapes or Vitis vinifera or specific grape varietals; accept grape wine or pú or táo or pútáojiu; prompt on alcohol] "], "parts_sanitized": ["Give this word that, like “höyük” and “tell,” refers to archaeological hills or earthen mounds. At a “Potbelly” site of this kind in Anatolia, Klaus Schmidt identified pillars carved with wild animals as an early temple.", "Iranian sites like Tepe Hissar, Tepe Sialk, and Tureng Tepe provide evidence about the transition from this period to the Chalcolithic. Many Mesopotamians adopted settled agriculture in this prehistoric period’s “revolution.”", "Hajji Firuz Tepe and Godin Tepe preserved Neolithic residues of this product, which Greeks held in the rhyton and kylix. Zhāng Qiān (“jahng-ch’yen”) possibly brought this product to Hàn China, which had previously made only báijiǔ (“bai-jyoo”)."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "The Canadian artist Laurence Hyde used wood engravings to depict the aftermath of one of these events in his wordless novel Southern Cross. For 10 points each:", "answers_sanitized": ["nuclear bombings [or atomic bombings or equivalents; accept nuclear tests or similar]", "The English Patient", "Obasan "], "parts_sanitized": ["Name these events. In a 1992 novel, the Indian sapper Kip becomes disillusioned with Western society after he hears about how these events devastated Hiroshima and Nagasaki.", "The bomb expert Kip appears in this 1992 Michael Ondaatje (“ahn-DAH-chee”) novel, in which the heavily-burned adventurer Almásy lives in an Italian villa that is constantly threatened by World War II bombing raids.", "In this other Canadian novel by Joy Kogawa, Naomi learns that her mother survived the atomic bombing of Nagasaki after she reads letters that belong to her Aunt Emily."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "After his father died in a car crash, an artist with this surname painted a boy running down a hill in front of the crash site. For 10 points each:", "answers_sanitized": ["Wyeth [accept Andrew Wyeth or Andrew Newell Wyeth; accept Jamie Wyeth or Jamie Browning Wyeth]", "Christina [or Anna Christina Olson or Christina Olson; accept Christina’s World]", "Maine [or ME] "], "parts_sanitized": ["Give this surname. The massive painting Portrait of Pig is by an artist with this surname, who painted a striking self-portrait of himself with a pumpkin for a head.", "The composition of the aforementioned painting, Winter, 1946, is similar to another Andrew Wyeth painting titled for this woman’s \"World,\" in which she looks up a field toward a house. Her common first name is acceptable.", "The hill depicted in Christina's World is in this US state. Winslow Homer painted many of his sea paintings while at Prouts Neck on the coast of this state, which Marsden Hartley dubbed himself the “painter of.”"], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Paul Shaw and Peter Bain curated a Cooper Union exhibition about these typefaces, which include Goudy Text, Old Charlotte, and Darklands. For 10 points each:", "answers_sanitized": ["Gothic script [or blackletter; or Gothic minuscule; or Textura or Textualis; or broken script or gebrochenen Schriften; accept Gothic fiction or Gothic novels or Gothic horror]", "Fraktur [accept Antiqua–Fraktur dispute]", "Futura [accept Futura Bold Oblique or Futura Black or Futura Inline or Futura Condensed or Futura Demibold or Futura Display or Futura Schlagzeile or Steile Futura] (Supreme’s use of Futura was likely directly lifted from Kruger’s art.) "], "parts_sanitized": ["Name these typefaces derived from Carolingian minuscule. Newspaper mastheads and “Ye Olde” shops often use this faux-Old English script, whose common name is also given to spooky novels like The Castle of Otranto.", "This Gothic blackletter typeface remained ubiquitous in German printing until the late 19th century. Although Neo-Nazis often telegraph their ideology by using this typeface, Hitler actually banned it in favor of Antiqua fonts.", "Paul Renner created this geometric sans-serif typeface as a modern alternative to Fraktur. This typeface appears in the Supreme logo, Barbara Kruger’s art, Wes Anderson films, and Vampire Weekend album covers."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "According to legend, a ruler of this kingdom was killed by a farmer after he stole a cucumber. For 10 points each:", "answers_sanitized": ["Pagan Kingdom [or Pagan Empire or Pagan dynasty; or Bagan Kingdom or Bagankhit]", "Yuán dynasty [or Great Yuán or Dà Yuán; or Yeke Ywan Ulus]", "Angkor [accept Angkor Wat; accept Angkor Thom, accept Yaśōdharapura or Yasodharapura or Yea-sau-da-rea-puor] "], "parts_sanitized": ["Name this kingdom founded by Anawhrata. Immigrants from the Kingdom of Nánzhào (“non-jow”) founded this kingdom, which absorbed the Pyu city-states.", "The Burmese Pagan Kingdom eventually fell to this dynasty of China. The founder of this Mongol dynasty, Kublai Khan, invaded Pagan after its rulers refused to pay tribute.", "A Siamese chronicle claims that Anawhrata sacked this capital city of a neighboring empire, forcing it to pay tribute to the Pagan Kingdom. This city contains the large West Baray and a temple modeled on Mount Meru."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "While he kisses a withered flower, this character observes that he “[loves] it as well thus as in its dewy freshness,” after which a butterfly flutters off his head. For 10 points each:", "answers_sanitized": ["Dr. Heidegger [accept “Dr. Heidegger’s Experiment”]", "Nathaniel Hawthorne", "“Rappaccini’s Daughter” "], "parts_sanitized": ["Name this character who learns at the end of that story to avoid a “delirium... more transient than that of wine” even if it “were for years instead of moments.” This character causes three men to vie for the affection of a widow.", "This author of “Dr. Heidegger’s Experiment” also wrote about the cold-hearted physician Roger Chillingworth in his novel The Scarlet Letter.", "The title character of this Hawthorne story tends to the poisonous garden maintained by her botanist father, which gives her a “fatal breath” that withers flowers and kills insects."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "A class of these beings with six wings chants “holy, holy, holy” while flying around the Throne of God. For 10 points each:", "answers_sanitized": ["angels [or elohim; or malak; accept archangels]", "Book of Enoch [accept 1 Enoch]", "Uriel [or Auriel; or Oriel] "], "parts_sanitized": ["Name these heavenly beings from Abrahamic mythology. Cherubim and seraphim are two classes of these winged beings.", "A major source of angelology is this apocryphal book of the Bible, which describes the fall of angels known as the “watchers.” This book is named for a great-grandfather of Noah who “walked with God.”", "In the Book of Enoch, the fallen angels are judged by this archangel along with Michael, Raphael, and Gabriel. Either this archangel or Jophiel used a flaming sword to guard the Garden of Eden after the Fall."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Beam-splitters such as the Wollaston prism can separate light based on this property. For 10 points each:", "answers_sanitized": ["polarization [or word forms such as polarized]", "Brewster’s angle", "cosine squared [accept one plus cosine of two theta over two] "], "parts_sanitized": ["Name this property of light that describes the direction in which its electric field oscillates. Lenses that filter light based on this property can be used to reduce glare.", "A simple polarizer can be made by tilting a transparent plate at this angle to incoming light. Light that is reflected at this angle becomes completely polarized.", "The intensity of polarized light passing through an ideal polarizer is multiplied by this function of the angle between their orientations. Polarizers cut unpolarized light’s intensity in half because this function’s average value is one half."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "The dual problem to any optimization problem always has this property. For 10 points each:", "answers_sanitized": ["convex [accept concave upward but do not accept or prompt on just “concave”]", "derivative [or differentiation; or word forms like differentiate]", "g-prime of x AND lambda [accept in either order; accept g dot or dg dx or the derivative of g in place of “g-prime”; accept the Lagrange multiplier in place of “lambda”] "], "parts_sanitized": ["Name this property that generally makes optimization problems easier, since it implies that any local minimum is necessarily a global minimum. A function has this property if its secant lines always lie above its tangent lines.", "In one dimension, unconstrained optimization of a convex function f can be solved by setting this operation of f equal to zero. This operation gives the infinitesimal rate of change of a function.", "Consider the constrained optimization problem: [read slowly] “maximize f of x subject to g of x equals zero.” In one dimension, the method of Lagrange multipliers sets f-prime of x equal to the product of what two quantities?"], "subcategory": "Other Science", "category": "Science"}]}