{"tossups": [{"question_sanitized": "In 161 BCE, the Lex Fannia limited eating these animals, which left most of the bones in Hellenistic Maresha, Israel. The sweet potato and the Araucana breed of these animals may evince ancient Polynesian contact with South America. By 2000 BCE, these animals reached the Indus Valley from sites like Ban Chiang. Claudius Pulcher threw a sacred ex tripudiīs group of these animals overboard in the First Punic War’s Battle of Drepana. Egyptians used mud oven incubators to raise these animals, which became a symbol of France since “Gaul” sounds like a Latin word for them, gallus. These animals were domesticated for a Southeast Asian bloodsport that Clifford Geertz analyzed in Deep Play. For 10 points, red junglefowl evolved into what birds raised for meat and eggs?", "answer_sanitized": "chickens [or Gallus gallus domesticus before “gallus”; accept hens or roosters or cockerels or gamecocks or broilers or capons or pullets; accept red junglefowl or grey junglefowl or Sonnerat's junglefowl before read; accept cockfighting; accept Gallic rooster or coq gaulois; prompt on poultry or fowl or pheasants or birds or avians]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "This compound is mixed with a phosphate and EDTA in the SSPE buffer used for southern blots, and it is mixed with yeast extract and tryptone to form LB broth. Concentrated solutions of this compound prevent aggregation of DNA-binding proteins. A gradient of this compound is used in the elution step of ion-exchange chromatography. Solid plates of either potassium bromide or this compound are used to hold samples in IR spectroscopy. A saturated solution of this compound with concentration 1.2 grams per milliliter is used to wash the organic layer in liquid-liquid extractions. Water and this compound are formed by neutralizing sodium hydroxide with hydrochloric acid. Supersaturated solutions of this compound are called brine. For 10 points, name this ionic compound whose chemical formula is NaCl.", "answer_sanitized": "table salt [or sodium chloride; or NaCl before read; accept rock salt or halite]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This character forces a woman to stay for tea until ten o’clock and threatens to burn her hair off with a lamp after expressing a desire to “have some power over someone else’s destiny.” After a man admits to this character that losing a child is the worst crime imaginable, this character whispers “I am burning your child!” This character is horrified to learn that a man “with vine-leaves in his hair” was found dead in Mademoiselle Diana’s brothel. Judge Brack tries to blackmail this character after finding out that she burned a book on the cultural history of Western civilization. This character gives a pistol to the academic rival of her husband George and coaxes him into shooting himself. For 10 points, name this title character who kills herself at the end of a play by Henrik Ibsen.", "answer_sanitized": "Hedda Gabler [or Hedda Gabler; or Hedda Tessman; prompt on Tessman]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This object is carried by lost warriors through the Libyan desert to the garden of the Hesperides (“heh-SPARE-ih-deez”). This object is stranded in the land of the Doliones (“do-LAI-oh-neez”) until its users establish the cult of Cybele (“SIB-uh-lee”) on the advice of the seer Mopsus. This object, which was constructed on Mount Pelion, contained a piece of oak wood from Dodona that gave it the ability to speak. This object’s journey through the Symplegades (“sim-PLAY-guh-deez”) on the advice of the sage Phineus is described in an epic poem by Apollonius of Rhodes. A group of warriors named for this object takes it to Colchis on a quest to obtain a different object guarded by King Aeëtes (“ai-EE-teez”). For 10 points, name this ship used to sail for the Golden Fleece by Jason and a group of namesake warriors.", "answer_sanitized": "the Argo [prompt on ships or boats; do not accept or prompt on “Argonauts” or “Argonautica”]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "An opera from this country ends with the female lead dressed in heavy jewelry being led offstage by her husband, who moans that “Henceforth all shall be darkness, darkness, darkness.” The main opera house in this country’s capital opens every season with an 1861 opera based on the assassination of its historical Queen Gertrude, called Bánk Bán. An opera from this country uses the minor second as a “blood motif,” which plays when the characters see locations like a torture chamber. During that opera from this country, a ghostly noise sounds when each of seven doors are opened at the request of Judith. Instruments like the cimbalom are included in a folk opera from this country called Háry János (“YAH-noash”). For 10 points, name this country home to the composer of the opera Bluebeard’s Castle, Béla Bartók.", "answer_sanitized": "Hungary [or Magyarország]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A prostitute in this novel refuses to marry the protagonist because he is “crazy” for loving a girl who is not a virgin. In this novel, a group of characters inspect a man wrapped in bandages to see if anyone is inside. A dead character’s lover in this novel attacks the protagonist with a potato peeler and calls him “Bruto!” This novel’s protagonist consoles “There, there” while holding a dying man who repeatedly says “I’m cold.” A syndicate owner in this novel profits from buying eggs for seven cents and selling them for five cents. Doc Daneeka uses this novel’s title phrase to describe how Orr tries to plead insanity to get out of flying Colonel Cathcart’s bomber missions. For 10 points, name this Joseph Heller novel about Yossarian, who is trapped in the title paradoxical dilemma.", "answer_sanitized": "Catch-22", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "This religion believes that the first human couple emerged from a rhubarb plant after the death of a man gave rise to different kinds of metal. According to this religion, the spiritual universe was created three thousand years before the egg-shaped physical universe, which had a single plant, a bull, and the first human. This religion states that, after death, the soul crosses over to the House of Song or House of Lies. A bearded man with wings, who may be a fravashi, is a symbol of this religion, whose funeral practices involve laying the body on a raised circular structure to be eaten by vultures. This religion, which worships in fire temples, has hymns called Gathas written in the liturgical language Avestan. For 10 points, name this dualistic Persian religion that worships Ahura Mazda.", "answer_sanitized": "Zoroastrianism [or Zarathustrianism; accept Mazdayasna or Mazdaism; accept Behdin]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Composer and type of piece required. One of these pieces begins with a harmonically ambiguous A flat sixth chord under the recurring motive of a falling perfect fifth. A late one of these pieces contains a series of ten consecutive G major chords that each grow in intensity before the inversion of a fugue. The last, two-movement one of these pieces in C minor has been described as containing “proto-jazz” in its Arietta finale. Ascending C sharp minor broken chords open the presto agitato finale of one of these pieces, whose first movement calls for the damper pedal to be sustained throughout. That one of these pieces is subtitled quasi una fantasia and is nicknamed for an effect observed at Lake Lucerne. For 10 points, name this set of 32 piano pieces that includes one nicknamed Moonlight.", "answer_sanitized": "piano sonatas by Ludwig van Beethoven [or Ludwig van Beethoven’s piano sonatas; prompt on piano sonatas; the word “piano” is not needed after it is said] (In order, the clues refer to the following sonatas: no. 18, no. 31, no. 32, and the Moonlight.)", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Particles with this property always have identical chirality and helicity. Spinless particles with this property are generated from spontaneously broken symmetries according to Goldstone's theorem. The Yukawa potential reduces to the Coulomb potential for particles with this property, meaning that they mediate long-range forces. The energy of a particle with this property is proportional to its momentum. Because particles with this property do not experience the passage of time, this property is [emphasize] not, as was once thought, possessed by the flavor-oscillating neutrino. Particles with this property always travel at the speed of light. Gluons and photons are the only fundamental particles with, for 10 points, what property, in which a quantity measured in kilograms is equal to zero?", "answer_sanitized": "massless [accept answers indicating having no mass; prompt on travelling at the speed of light or velocity equal to c or similar answers before read by asking \"what property allows particles to travel at the speed of light?\"]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "According to legend, this leader swore loyalty with nineteen of his followers at Lake Baljuna. This leader is described as a tenth-generation descendant of Alan Qo’a (“KOH-ah”) in a history of this ruler’s people, the Tobchi’ian (“TOB-chih-yan”). This ruler and his brother Qasar (“kah-SAR”) legendarily killed their older half-brother for stealing a fish. To ensure that no blood was spilled, this leader’s blood brother Jamukha (“jah-MOO-kah”) was executed by back-breaking. The Ilk Khorig, or Great Taboo, may contain this leader’s unknown tomb. This husband of Börte was said to have been born with a blood clot in his hand. At a kurultai, this leader appointed Ögedei as his successor, much to the chagrin of his other son Chagatai. For 10 points, Temüjin was the birth name of what first ruler of the Mongol Empire?", "answer_sanitized": "Genghis Khan [or Chinggis Khan; accept Temüjin before read]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A kinase that drives replication of these cells is inhibited by ibrutinib. A protein expressed by these cells, which complexes with CD79, has a pro- form that contains calnexin and a pre- form that can contain the lambda-5 surrogate chain. These cells transform from centroblasts to centrocytes as they migrate from the dark zone to the light zone. A protein created by these cells can either be membrane-bound or secreted based on alternative polyadenylation. These cells use imprecise non-homologous end-joining on their 14q32 locus to link together their V, D, and J chains. After these cells are clonally selected in germinal centers, they differentiate into memory cells and plasma cells. For 10 points, antibodies are secreted by what lymphocytes that mature in the bone marrow?", "answer_sanitized": "B cells [accept plasma cells or centroblasts or centrocytes before read; prompt on lymphocytes before read; prompt on white blood cells or WBCs or leukocytes]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "It’s not wrestling, but in the 2019 World Cup for this sport, Mia Krampl won third despite her knee injury by executing a figure four. Ashima Shiraishi became one of this sport’s most accomplished athletes at the age of 13. Techniques such as gastons and laybacking were used by Adam Ondra to complete this sport’s first 9c rating. In this sport, flagging is a method for maintaining stable body position to prevent a barn-door swing. Three distinct forms of this sport were controversially scored together as a single event at this sport’s 2021 Olympic debut. Pitons and crampons are used by athletes in the “ice” form of this sport, whose other types include free solo. For 10 points, name this sport whose athlete Alex Honnold was the first person to ascend Yosemite’s El Capitan without a rope.", "answer_sanitized": "rock climbing [accept mountain climbing or mountaineering or ice climbing; accept sport climbing; accept specific types of climbing such as free soloing before read; do not accept or prompt on “hiking”]", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "Jonathan Lambert, a whaler from this city, colonized Tristan da Cunha (“COON-yuh”) as the “Islands of Refreshment.” This city’s East India Marine Society sold “amerikani” cloth to Zanzibar and imported pepper on the Friendship, whose attack incited the First Sumatran expedition. This city and Lawrence were the seats of the gerrymandered Essex County. This city was divided into an isolated rural “Village,” now called Danvers, which was dominated by the feuding Porters and Putnams, and an urban “Town” whose port was inspected by the native Nathaniel Hawthorne. In this city, Samuel Parris enslaved a Carib woman who, like Sarah Good, was blamed with “spectral evidence” for making Betty Parris and Abigail Williams suffer fits. For 10 points, Tituba was accused of serving Satan in what city’s 1692 witch trials?", "answer_sanitized": "Salem, Massachusetts [accept Salem Town or Salem Village or Salem Harbor; accept Danvers before read; accept the Salem witch trials; accept Friendship of Salem]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Paul Churchland represented these phenomena with “canonical approximation ellipses” in a paper on the “Reality of Objective” types of them. Primitivists like Peter Hacker view these phenomena as intrinsic properties of objects. The book Fact, Fiction, and Forecast proposes some of these phenomena that are time-dependent. The paper “Epiphenomenal Qualia” presents a thought experiment about a scientist who studies these phenomena but does not experience them. Two of these phenomena that change at time t were used by Nelson Goodman to illustrate the “new riddle of induction.” David Hume countered his own argument that all ideas are based on impressions by proposing that one of these phenomena is “missing.” For 10 points, name these phenomena that include red and blue.", "answer_sanitized": "colors [accept close synonyms such as hues or shades; accept specific colors such as green; accept blue or the missing shade of blue or red until read; accept grue or bleen; prompt on qualia before read]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "At the end of a poem, this author traces a weapon’s history of being melted down into seal rings, a belt buckle, and a baby’s whistle. In that poem, this author describes a vial full of “soft sorrows, melting griefs, and flowing tears.” Another poem by this author originally satirized his rival Lewis Theobald and was later revised to be about Colley Cibber, a hero who is crowned by the goddess Dulness. This author wrote a poem that states, “What mighty contests rise from trivial things,” which was inspired by a real event between Arabella Fermor and Lord Petre. In that poem by this author, Clarissa’s “two-edged weapon” is used by a Baron to remove the title object from Belinda. For 10 points, name this English author of the mock-epic poems The Dunciad and The Rape of the Lock.", "answer_sanitized": "Alexander Pope", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The starkly white-skinned woman in a painting from this civilization led Edmond Pottier to name it La Parisienne. A flask made by this civilization shows an octopus with large eyes spreading its tentacles out, which exemplifies its Marine Style. “Painted stuccos” from this civilization include the fragmentary Prince of the Lilies. Kamares ware was made by this civilization, which depicted a certain activity on the ornate “Boxer Rhyton” found at Hagia Triada. This civilization made “Snake goddess” figurines. This civilization’s settlement of Akrotiri includes art of a ritual in which a person grabs the horn of an animal, which was also depicted at a site excavated by Arthur Evans. Bull-leaping is depicted in the artwork of, for 10 points, what Bronze Age civilization based at the Cretan site of Knossos?", "answer_sanitized": "Minoan civilization [prompt on Crete or Cretan civilization; prompt on Aegean]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This book uses the “textual attitude” induced by a hypothetical book which claims that lions are fierce to criticize knowledge gained from idées reçues (“ee-DAY reh-SOO”). This book consciously focuses on British and French examples of the title phenomenon because its German occurrence did not correspond to a “sustained national interest.” An example about “saving Greece from the classicists” is mentioned in a highly critical NYRB article about this book by Bernard Lewis. This 1978 book analyzes its title phenomenon as a Foucauldian (“foo-KO-dee-in”) discourse which originated from Napoleon’s invasion of Egypt. The cover of this book depicts a painting from an artistic style with the same name as this book’s title phenomenon, Jean-Léon Gérôme’s The Snake Charmer. The essentialist dichotomy between East and West is criticized in, for 10 points, what book by Edward Said (“sah-EED”)?", "answer_sanitized": "Orientalism", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A work by this author cites “those that from afar look like flies” in a Chinese classification system for animals. A character created by this author gives each number up to 24,000 an arbitrary name. A story by this author of “The Analytical Language of John Wilkins” gives the translation “upward behind the onstreaming it mooned” for the phrase “hlor u fang axaxaxas (“ah-HAH-HAH-hass”) mlo.” In that story by this author, a nounless language is described in a strange encyclopedia volume found by Adolfo Bioy Casares (“b’YOY cah-SAH-race”). In another story by this author, people search for the “Crimson Hexagon” in a structure that contains almost entirely meaningless books. For 10 points, name this language-obsessed author of “Funes the Memorious,” “Tlön, Uqbar, Orbis Tertius,” and “The Library of Babel.”", "answer_sanitized": "Jorge Luis Borges [or Jorge Francisco Isidoro Luis Borges Acevedo]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Note to moderator: Read the answerline carefully. This people’s 17th-century merchants founded London’s Bevis Marks building, Curaçao’s Snoa, and the sugar plantations on a Savanna in Suriname. This people included the pirates Sinan Reis and Samuel Pallache and the envoy Joseph Nasi, who urged their settlement of Tiberias. After the end of the “convivencia,” this people immigrated in droves to Sarajevo, Safed, and Thessaloniki in the Ottoman Empire, where this group printed the Shulchan Aruch (“shool-KHAN ah-ROOKH”) and often joined the Dönmeh of the messiah claimant Sabbatai Zevi (“SHAH-beh-tye ts’VEE”). This Ladino-speaking group, which founded Newport’s Touro congregation, included conversos who became Catholic and marranos who held secret seders. For 10 points, what religious group was expelled from its home peninsula by the 1492 Alhambra Decree?", "answer_sanitized": "Sephardic Jews [or Sephardim; or Yahadut Sefarad or sefardíes or sefarditas; accept Iberian Jews or Peninsular Jews or Spanish Jews or judíos españoles or Portuguese Jews or judeus da nação portuguesa or Moroccan Jews or Yehudim Maroka'im or al-Yahūd al-Maghāriba; accept marranos or conversos before read; prompt on crypto-Jews or Jewish people or Yehudim or judíos or judeus or joden by asking “from where?”]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In a textbook contingency table, John Finley’s 1884 predictions of these phenomena were less accurate overall than predicting that they never occur. Howard Bluestein defined a strange type of these phenomena in the Front Range’s DCVZ. Inviscid Rankine models of these phenomena typically assume cyclostrophic balance. Joshua Wurman’s photogrammetry of these phenomena used images from Tim Samaras. “Families” of these phenomena were shown to form in the 1965 Palm Sunday and 1925 Tri-State outbreaks. These phenomena form in suction spots in the rear flank downdraft in their “multiple vortex” type. Radar’s “hook echo” warns of these phenomena, whose damage is rated on the Fujita scale. For 10 points, an American “Alley” endures what rotating windstorms that may display funnel clouds?", "answer_sanitized": "tornadoes [accept twisters; accept Tornado Alley or Tornado Belt or multiple-vortex tornadoes or tornadogenesis; accept waterspouts or landspouts or misocyclones (exact spelling); prompt on whirlwinds or mesocyclones or vortex or vortices; prompt on thunderstorms or winds or supercells or squalls; prompt on funnel clouds] (The DCVZ is the Denver Convergence Vorticity Zone. Samaras was a storm chaser who died in the 2013 El Reno tornado.)", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This country’s 1991 “Black Sunday” election brought power to its far-right movement, which included Paul Latinus, whose Westland New Post was linked to a 1980s-era killing spree. After Expo 58, this country’s capital became a byword for bad urban planning since it demolished the Art Nouveau “House of the People.” The “People’s Union” agitated for the 1962 language border across this country, which, from 1935–1945, was led by the fascist Rexist party. This country, which renovated its Royal Museum for Central Africa due to a book by Adam Hochschild, directed the murder of Prince Rwagasore in its colony of Burundi. This country’s far-right party Vlaams Belang supports Flemish separatism from Wallonia. For 10 points, NATO and the EU are based in what country’s capital, Brussels?", "answer_sanitized": "Belgium [or Kingdom of Belgium or Koninkrijk België or Royaume de Belgique or Königreich Belgien] (The killing spree was led by the “Brabant Killers.” The urban planning term is “Brusselization.” The “House of the People” was Victor Horta’s Maison du Peuple. The “People’s Union” was the Volksunie.)", "subcategory": "European History", "category": "History"}], "bonuses": [{"leadin_sanitized": "Unlike the novel, Alfred Hitchcock’s film adaptation ends with this character dying in a fire when a ceiling collapses on her. For 10 points each:", "answers_sanitized": ["Mrs. Danvers", "Manderley", "“The Birds” "], "parts_sanitized": ["Name this woman who tricks the protagonist into wearing the wrong dress to a ball. This woman expects a doctor to confirm that another woman was pregnant at the time of her death but instead learns that she had cancer.", "Hitchcock’s adaptation of Rebecca includes several exterior shots of this lavish estate, which Mrs. Danvers burns down. Daphne du Maurier’s original novel famously opens, “Last night I dreamt I went to [this estate] again.”", "Hitchcock also adapted this du Maurier story, in which the wounded war veteran Nat Hocken finds that all his neighbors have been killed by the title animals."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Nationalist historians who follow the invalidated Litvinist school credit this modern country’s people with founding the Grand Duchy of Lithuania and dub the 16th century its “golden age.” For 10 points each:", "answers_sanitized": ["Belarus [or Republic of Belarus or Riespublika Bielaruś or Respublika Bielaruś; accept Byelorussia] (The name “Belarus” means “White Rus’.”)", "Slavs [or Slavic peoples; or slavianie or slovyany or Słowianie or Slované or Slovania or Słowiónie or Słowjany or Słowjenjo or other variants; accept subgroups like West Slavs or East Slavs; accept Pan-Slavism; accept Slavophilia or Slavophile movement or Slavyanofil'stvo or similar]", "Johann Gottfried Herder [or Johann Gottfried von Herder] "], "parts_sanitized": ["Name this country divided by the medieval Principalities of Turov and Polotsk. A rushnyk folk pattern appears on the red, white, and green flag of this country, which historically included Black and White Ruthenia.", "Ivan Aksakov called Belarus “West Russia” as part of his “philia” for this group. The brothers Lech, Czech, and Rus are mythic fathers of this ethnolinguistic group, whose “Pan-” movement galvanized Czechoslovak nationalism.", "Slavophile movements such as Russia’s Pochvennichestvo (“POACH-vyin-yit-shist-vuh”) and Ukraine’s Ruthenian Triad drew on this “Counter-Enlightenment” philosopher, whose concept of Volksgeist also inspired Germany’s Völkisch movement."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Answer the following about the Buddhist debate over whether and how women can become enlightened, for 10 points each.", "answers_sanitized": ["Pāli [accept Pāli Canon]", "Māra", "Lotus Sūtra [or Saddharma Puṇḍarīka Sūtra] "], "parts_sanitized": ["Although a group of texts named for this language describes female arhats, until recently there were no orders of female nuns in Theravāda Buddhism, which widely uses this liturgical language.", "A Pāli text describes the nun Soma successfully getting rid of this figure, who raises doubts about women’s capacity to achieve enlightenment. In some stories, this figure sent his three daughters to distract the Buddha.", "In this sūtra, the daughter of the Dragon King attains Buddhahood. This sūtra, which is very important in the Mahāyāna tradition since it describes Buddhism as a single vehicle, is named after a flower."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Gardasil-9 vaccinates against several strains of the virus that causes this condition. For 10 points each:", "answers_sanitized": ["cervical cancer [or cancer of the cervix]", "Pap smear [or Papanicolaou smear or Papanicolaou test]", "E6 OR E7 "], "parts_sanitized": ["Name this form of cancer that is caused by the HPV virus. This cancer affects a structure at the entrance of the uterus.", "This screening procedure, which usually occurs with an HPV co-test, is used to detect cervical cancer. In this procedure, brushings from the cervix are placed under a microscope to look for koilocytes.", "Cancer-causing high-risk variants of HPV express two proteins, one of which inhibits the tumor suppressor p53 and the other of which inhibits Rb. Name either."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Classical references in this painting include a table whose legs incorporate sirens, as well as a crescent tiara worn by its subject in reference to Diana. For 10 points each:", "answers_sanitized": ["Portrait of Madame X [or Portrait of Mme *** (accept reasonable pronunciations like “Madame star-star-star”)]", "John Singer Sargent", "The Ten [or Ten American Painters] "], "parts_sanitized": ["Name this 1884 portrait, whose reception at the Paris Salon led its artist to repaint part of its subject’s garment nearer to her neck.", "The title woman rests her hand on a table in Portrait of Madame X, which is a painting by this expatriate American artist.", "The table in Portrait of Madame X is visually quoted in the portrait Woman in Black by William Merritt Chase, a member of this numerically-named artistic group that also included Childe Hassam."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The second chapter of this book opens with an anecdote about a Digger Indian Chief who describes how his tribe’s cup to drink “from the river of life” was broken. For 10 points each:", "answers_sanitized": ["Patterns of Culture", "Pacific Northwest [or PNW; accept British Columbia or BC or Washington state or WA or Oregon or OR or Cascadia, accept West Coast, prompt on Northwest or Pacific Coast]", "totem poles [or gyaa’ang; prompt on partial answers] "], "parts_sanitized": ["Name this 1934 book that uses the Nietzschean dichotomy between the “Apollonian” and “Dionysian” to contrast the “restraint” of the Pueblo and the “abandon” of indigenous groups on the Great Plains.", "In Patterns of Culture, Ruth Benedict incorporated fieldwork that her mentor Franz Boas conducted in this geographic region. Traditional feasts in this region are discussed extensively in Marcel Mauss’s The Gift.", "The collection of these Pacific Northwest monuments that Boas brought to the 1893 World’s Fair made them famous worldwide. These monuments are typically carved out of red cedar and depict indigenous people and events."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Abbot Suger (“soo-ZHAIR”) wrote that “the dull mind rises to truth through that which is material” to justify his use of natural light in the design of these buildings. For 10 points each:", "answers_sanitized": ["Gothic cathedrals [accept churches]", "Philip Johnson", "Tadao Andō [or Andō Tadao] "], "parts_sanitized": ["Name these buildings. Flying buttresses allowed massive windows to be installed in Gothic examples of these places, which let brilliant light stream into examples of them like Notre Dame.", "This much more modern architect emphasized allowing in natural light in his design for California’s Crystal Cathedral. He also designed the Glass House, where he lived with his partner David Whitney for 45 years.", "This modern Japanese architect allowed light to stream in through a cross cut in the concrete wall of his Church of the Light. Works by Hiroki Oda are displayed in this architect’s “Daylight Museum.”"], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In a novel by this author, the protagonist leads a failed slave revolt against French planters in Mauritius after he is sent to Paris by his mulatto father Pierre. For 10 points each:", "answers_sanitized": ["Alexandre Dumas, père [or Dumas Davy de la Pailleterie; do not accept or prompt on “Alexandre Dumas, fils”]", "The Count of Monte Cristo [or Le Comte de Monte-Cristo]", "Cavalcanti [accept Andrea Cavalcanti; accept Guido Cavalcanti] "], "parts_sanitized": ["Name this author whose novel Georges (“zhorzh”) was influenced by his part-African ancestry. Many plot elements in Georges resemble a different novel by this author whose protagonist marries his Turkish slave Haydée (“ai-DAY”).", "Georges shares multiple plot points with this Dumas novel in which Edmond Dantès uses buried treasure to enter high society and take revenge on those who wronged him.", "In The Count of Monte Cristo, Dantès gives his servant Benedetto this surname to use in high society. An Italian author with this surname was a friend of Dante who wrote poems such as “Donna me prega.”"], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "The position of an object undergoing this kind of motion is sinusoidal with respect to time. For 10 points each:", "answers_sanitized": ["simple harmonic motion [or simple harmonic oscillation or SHM or SHO; prompt on oscillation]", "second derivative with respect to position [accept “space” or “radius” in place of “position”; accept d squared over d x squared or r in place of “x”; do not accept or prompt on “derivative” alone; do not accept or prompt on answers involving “time” or the variable “t”]", "small angle approximation [prompt on answers mentioning a small theta with “what does theta represent?”] "], "parts_sanitized": ["Name this kind of motion followed by objects that obey Hooke's law.", "Near minima of potential energy, motion is approximately simple harmonic, with frequency equal to [read slowly] “square root of [this operation] of potential energy over mass.” The sign of this operation of potential energy determines equilibrium stability.", "An example of motion near a minimum of potential energy is a pendulum undergoing simple harmonic motion when this condition holds. Under this condition, the sine of theta can be approximated as simply theta."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "The Great Flood of 1913 damaged Eli Lilly’s headquarters in this state’s capital, where streetcar workers led a successful Halloween night strike near the end of its literary “golden age.” For 10 points each:", "answers_sanitized": ["Indiana [or IN; accept golden age of Indiana literature; accept Indiana gas boom; accept Indiana White Caps]", "KKK [or Ku Klux Klan; or the Klan; accept Second KKK or Second Klan]", "public education [or public schooling or secular education; accept state colleges or public universities or similar; prompt on progressive education or normal schools or vocational schools or land-grant colleges or universities or similar] (At the time, anti-Catholic parents often promoted public education to avoid parochial schools.) "], "parts_sanitized": ["Name this state where rural terrorists called “White Caps” arose. The alloy tycoon Elwood Haynes exploited the Trenton field gas boom that drove this state’s 1880–1920 industrialization, as depicted by Booth Tarkington.", "This organization’s Grand Dragon D. C. Stephenson essentially took over the state of Indiana during its 1920s-era revival, which was incited by its valorization in the film Birth of a Nation.", "The Klan supported the Oregon law struck down in Pierce v. Society of Sisters, which mandated this policy. William Wirt’s Gary Plan shaped this policy, which created “normal” and “land-grant” facilities after the Morrill Acts."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This object’s appearance in artwork is attributed to its owner feeling ashamed after she gains an insatiable bloodlust from killing Dārukā. For 10 points each:", "answers_sanitized": ["Kāli’s tongue [or Kalika’s tongue; or Mahakali’s tongue; prompt on Shakti or Parvati in place of “Kāli”; prompt on tongue alone by asking “whose tongue?”; prompt on, but do not otherwise reveal, Durga in place of “Kali”]", "Durga [accept Shailaputri or Brahmacharini or Chandraghanta or Kushmanda or Katyayini or Kaalratri or Mahagauri or Skandamata or Siddhizdatri; prompt on Pārvatī or Devī]", "Shiva [or Mahadeva or Viswanatha or Mahesvara or Parameshvara; accept Rudra; accept Siva] "], "parts_sanitized": ["Name this object. The goddess who owns this object uses it to defeat the asura Raktabīja (“rock-tah-BEE-jah”) by preventing him from cloning himself when his blood touches the ground.", "Kāli uses her tongue to defeat Raktabīja after she emerges from the forehead of this warrior goddess who is an aspect of Shakti. A nine-night long Hindu festival celebrates this goddess’s defeat of the buffalo asura Mahishasura.", "Images of Kāli often show her sticking her tongue out in embarrassment as she realizes that she is stepping on this god. This destroyer god forms the Hindu Trimūrti with Brahma and Vishnu."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Plays from a popular early genre of theatre in this modern-day country centred on a corrupt adjutant who is mocked by the jester Grey Hawk. For 10 points each:", "answers_sanitized": ["China [or Zhóngguó; or People’s Republic of China or PRC or Zhōnghuá Rénmín Gònghéguó]", "tigers [or lǎohǔ; accept Taking Tiger Mountain by Strategy or Zhìqǔ wēi hǔshān]", "gardens [or yuán; accept orchards or parks; accept peach gardens or pear gardens] "], "parts_sanitized": ["Name this modern-day country where dance-drama thrived during the Six Dynasties period. Traditional opera in this country often adapted the four “Classic Novels,” including Romance of the Three Kingdoms.", "An early dance-drama called Bōtóu (“bo-toh”) involves a grieving son who hunts for one of these creatures after his father’s death. One of the eight Chinese “model plays” is titled for “Taking” a place named for these creatures “by Strategy.”", "Dance-drama evolved after the founding of China’s first operatic academy, which was named for a “pear” place of this kind. Three men take an oath at one of these places in The Romance of the Three Kingdoms."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Kenichi Fukui developed the Frontier Molecular Orbital Theory to explain these rules. For 10 points each:", "answers_sanitized": ["Woodward–Hoffman rules [or pericyclic selection rules; do not accept or prompt on “selection rules”]", "Diels–Alder reaction", "alkenes [or olefins; do not accept or prompt on “alkanes” or “alkynes”] "], "parts_sanitized": ["Name this set of rules that can be illustrated with orbital correlation diagrams. Reactions governed by this set of rules are given a unique descriptor enclosed in brackets.", "The Woodward–Hoffman rules are used to explain the stereochemistry of pericyclic reactions, such as this reaction that forms cyclohexene derivatives. This reaction combines a conjugated diene and a dienophile (“die-EE-no-file”).", "The dienophile in the Diels–Alder reaction is often a compound with one of these functional groups, which contain a carbon-carbon double bond."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Along with David Lang and Michael Gordon, this composer founded the contemporary music organization Bang on a Can. For 10 points each:", "answers_sanitized": ["Julia Wolfe", "C major [accept In C]", "Pennsylvania [or PA] (Ormandy led the Philadelphia Orchestra.) "], "parts_sanitized": ["Name this American composer whose Steel Hammer is based on the ballad of John Henry. Her most recent orchestral piece, Fire in my mouth, is based on the Triangle Shirtwaist factory fire.", "Julia Wolfe was the executive producer for Bang on a Can’s landmark recording of a piece that consists of 53 short musical phrases in this key by Terry Riley. This major key contains no sharps or flats.", "Wolfe’s Anthracite Fields pays tribute to coal miners who worked in this state. This state’s largest city is home to the Curtis Institute, as well as a “Big Five” orchestra that was led by Eugene Ormandy for over 40 years."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "People of this ethnic group formed the Holy Spirit Movement, which began a rebellion after the Ugandan Bush War. For 10 points each,", "answers_sanitized": ["Acholi [or Acoli people, accept Shooli; accept Gang or Luo Gang, accept Ugangi, prompt on Luo]", "Joseph Kony [or Joseph Rao Kony]", "Idi Amin [or Idi Amin Dada Oumee] "], "parts_sanitized": ["Name this Luo-speaking ethnic group in South Sudan and northern Uganda, who form the core of the Lord’s Resistance Army. The only Ugandan president of this ethnic group, Tito Okello Lutwa, was deposed by Yoweri Museveni (“YAH-wair-ee MUH-seh-veh-nee”).", "Atrocities against the Acholi people by Museveni led this military leader to form the Lord’s Resistance Army. The documentary Invisible Children, which documented this leader’s use of child soldiers, went viral.", "This dictator of Uganda from 1971–1979 ordered the killings of many Acholi and Langa soldiers at the Mbarara (“um-BAH-rah-rah”) barracks. This self-proclaimed “Last King of Scotland” ordered the expulsion of Indians from Uganda."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "A function that represents this quantity is used to bound the capacity of a noisy channel. For 10 points each:", "answers_sanitized": ["Shannon entropy [or information entropy; prompt on H; do not accept or prompt on “information”]", "Jacob Bernoulli [accept Bernoulli distribution or Bernoulli trial]", "uniform distribution [accept discrete uniform distribution or continuous uniform distribution] "], "parts_sanitized": ["Name this quantity that is equal to minus the expected value of the logarithm of the probability mass function. Codes may be constructed to get arbitrarily close to this quantity according to the noiseless coding theorem.", "The binary entropy function used to constrain a noisy channel is the entropy of a random variable from a distribution named for this mathematician. This mathematician names “trials” with exactly two outcomes.", "Symbols that are independently chosen from this distribution cannot be compressed by any code since this distribution maximizes entropy over a given support. Every value in this distribution is equally likely to occur."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "The dubious Historia Augusta enumerates “thirty tyrants” who rebelled during the 15-year reign of this Roman emperor, including Postumus, the founder of the breakaway Gallic Empire. For 10 points each:", "answers_sanitized": ["Gallienus [or Publius Licinius Egnatius Gallienus; do not accept or prompt on “Galerius”]", "third century [or 200s CE or 200s AD; accept Crisis of the Third Century] (The Western Empire ended ca. 476 CE.)", "Dacia [accept Roman Dacia or Trajan Dacia or Dacia Traiana or Dacia Felix or Dacia Inferior or Dacia Superior or Dacia Malvensis or tres Daciae, accept Free Dacians or Daci liberi; accept România or Wallachia or Oltenia or Transylvania or Erdély or Ardeal or Siebenbürgen or Banat] "], "parts_sanitized": ["Name this emperor who pioneered frontier cavalry and other “defense-in-depth” strategies against the Heruli and Alemanni. This predecessor of Claudius Gothicus reigned alone after the Sasanians seized his father Valerian at Edessa.", "Gallienus and Aurelian were rare successful emperors during the chaotic “crisis of [this century].” Diocletian transformed the “principate” into the “dominate” during this century, two centuries before the Western Empire fell.", "The third-century rebel Regalianus may have captured Carnuntum and descended from this region’s last king Decebalus. Aurelian evacuated this region, which “Free” Getae from Muntenia raided after its conquest by Trajan."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "An Ash’ari book with this noun in its title accuses Avicenna and his followers of heresy for their belief in a pre-eternal world. For 10 points each:", "answers_sanitized": ["incoherence [or tahāfut; accept The Incoherence of the Philosophers or Tahāfut al-Falasifa; accept The Incoherence of the Incoherence or Tahāfut al-Tahāfut]", "God [or Allāh]", "occasionalism [or word forms] "], "parts_sanitized": ["Give this noun that begins the title of a book by Al-Ghazālī. Averroes (“uh-VAIR-oh-ees”) defended the “philosophers” attacked by Al-Ghazālī in his own book whose title includes this noun twice.", "Al-Ghazālī criticized previous philosophers for imposing limitations on this being’s power. The Kalām cosmological argument attempts to show that this being is the creator of the universe.", "Al-Ghazālī championed this philosophical doctrine, which holds that God is the only efficient cause of all events. Al-Ghazālī used the example of God causing cotton to catch on fire to argue for this doctrine."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "A poem in this collection that begins “Lana Turner has collapsed!” was composed on a short ferry ride to a poetry reading in Manhattan. For 10 points each:", "answers_sanitized": ["Lunch Poems", "City Lights Bookstore", "Beat Generation [accept Beatniks; prompt on San Francisco Renaissance] "], "parts_sanitized": ["Name this poetry collection that also contains “The Day Lady Died,” a poem about Billie Holiday’s death. It was the debut collection by Frank O’Hara, the leader of the New York School of poets.", "Lunch Poems was published by this San Francisco bookstore whose co-founder, Lawrence Ferlinghetti, met O’Hara while visiting New York’s art museums.", "City Lights became a center for this countercultural literary movement of the 1950s. Naked Lunch by William Burroughs and “Howl” by Allen Ginsberg were works from this movement that faced obscenity trials."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Tweets by L. Lin Wood predicted that this politician would face an execution by firing squad after he denied that he could overturn the 2020 election. For 10 points each:", "answers_sanitized": ["Mike Pence [or Michael Richard Pence]", "Eastman memorandum [or the Eastman memo; accept John C. Eastman]", "Arizona [or AZ] (The senator is Kyrsten Sinema.) "], "parts_sanitized": ["Name this politician who denied the House’s request to invoke the 25th Amendment in the aftermath of the January 6th Capitol riot, a few weeks before he was succeeded in his role by Kamala Harris.", "This memo, which is named for the lawyer who drafted it for the Trump administration, outlined a supposed six-step procedure by which Pence could overturn the election.", "During the Capitol riot, Pence was presiding over this state’s electoral vote count. A senator from this state controversially gave an emphatic thumbs-down against a fifteen dollar minimum wage in a COVID relief bill."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "This poem asks “if the body were not the soul, what is the soul?” and states, “The armies of those I love engirth me and I engirth them.” For 10 points each:", "answers_sanitized": ["“I Sing the Body Electric”", "slave auction [prompt on auction]", "Robert Hayden "], "parts_sanitized": ["Name this poem collected in Leaves of Grass, whose final section contains lists such as “Eyes, eye-fringes, iris of the eye, eyebrows” in a celebration of human anatomy.", "“I Sing the Body Electric” depicts a man and a woman who are sold at one of these events. A Frances Harper poem titled for this type of event describes mothers “with streaming eyes” who “saw their dearest children sold.”", "This poet wrote about “Standing to America, bringing home / black gold, black ivory, black seed” in his poem “Middle Passage.” This poet also wrote about his father, whom “no one ever thanked,” in “Those Winter Sundays.”"], "subcategory": "American Literature", "category": "Literature"}]}