{"tossups": [{"question_sanitized": "A follower of this man called journalists “argus-eyed demons” and termed this man “the Cerebellum of Christ”, believing him to be the reincarnation of Andrew Jackson. A military leader known as “the Great Unknown” was kicked out of this man’s movement. This man named his son “Legal Tender” and his daughter Mamie eloped with his associate Carl Browne, who dressed like Buffalo Bill. A movement led by this man planned to present the (*) “Good Roads Bill” as part of his plan of a “petition in boots”. This man grew famous after gathering recruits from Massillon, Ohio after the Panic of 1893. For 10 points, name this man who led a namesake “army” of unemployed workers in a march on Washington. ", "answer_sanitized": "Jacob Coxey [accept Jacob Sechler Coxey Sr.; accept General Coxey] "}, {"question_sanitized": "A poem of this type describes the “bright-colored deceit” of a portrait depicting the author. The speaker claims “I don’t love you as if you were salt-rose, or topaz, or the arrow of carnations the fire shoots off” in a poem in this form dedicated to Matilde Urrutia. After winning the 1914 Juegos Florales contest for a collection of these poems, its author adopted the surname of an (*) Occitan poet. A collection of one hundred love poems of this type was written by Pablo Neruda. A collection of these poems contains the line “I will lower you down to the humble, sunny earth” and was written after the suicide of the poet’s lover Romelio Ureta. Gabriela Mistral wrote a collection titled for these poems “of Death.” For 10 points, name these poems that are fourteen lines long.", "answer_sanitized": "sonnets [the first poem is by Sor Juana Inés de la Cruz] "}, {"question_sanitized": "In an opera from this country, a chorus accompanied by wordless broken minor arpeggios repeatedly intones “is not the night / restless for them?” That opera from this country features a murdered man singing the “Aria of the falling body.” A composer from this country retold the biblical story of Hagar and the Angel in the 2nd act chorus of an opera that dramatizes the (*) hijacking of the Achille Lauro and the murder of the title wheelchair-bound character. Another opera by that composer from this country opens with “The Three Main Rules of Discipline” before the title character steps off of the Spirit of ’76. For 10 points, name this home country of the theatre director Peter Sellars and the composer of Nixon in China, John Adams.", "answer_sanitized": "United States of America [or USA]  (the unmentioned opera is The Death of Klinghoffer) "}, {"question_sanitized": "One of these devices may be formed from nickel cobaltite deposited on a carbon aerogel or onto solid activated carbon in the EDLC component of a supercapacitor. Two large and one small of these devices are used in a Trigatron spark gap switch. Doping these devices with radioactive caesium or nickel may be used to improve their switching times. In one technique, a (*) platinum wire-based one of these devices is submerged in a solution of one Molar acid. That “standard hydrogen” example of these devices typically serves as their “reference” type in a setup involving three of them. A glass-based one of these devices is used in most lab pH meters. For 10 points, name these electrochemical cells where reduction and oxidation reactions occur. ", "answer_sanitized": "electrode [prompt on (redox) half-cell; anti-prompt on anode or cathode] "}, {"question_sanitized": "In a 2019 book titled for this philosopher, Andrius Gališanka argued that critics had overstated how far this philosopher's theories were intended to be applied. This philosopher was criticized for \"the idea of a social contract dependent on possessive individualism\" in the book Liberalism and the Limits of Justice. One of this philosopher's students reformulated his work in the book The Idea of (*) Justice. This philosopher defined one title concept as consisting of equality and liberty in the essay \"Justice as Fairness.\" This philosopher argued that people would choose to make the world more egalitarian if they were behind a \"veil of ignorance\" in his original position thought experiment. For 10 points, name this liberal American philosopher who wrote A Theory of Justice.", "answer_sanitized": "John Rawls "}, {"question_sanitized": "It doesn’t involve meat or drug development, but “salami slicing” is an unethical technique in this industry aimed at improving output. The Hirsch index is a metric for quantifying ideal productivity in this industry, which has been lauded for its predictive power. In 2018, the EU announced a “Plan S” that would target (*) for-profit corporations in this industry and promote its “open access” practitioners. Inaccuracies due to conservatism in this industry were the subject of the 2003 editorial “Coping with Peer Rejection”. Corporations within this industry are quantified with a controversial statistic based on frequency of citations per year known as the impact factor. For 10 points, name this industry exemplified by companies like Elsevier and Nature.", "answer_sanitized": "academic publishing [or academic publication or academic journals or academic literature or academic citations; accept specific academic fields, such as scientific publishing/publication; prompt on partial answers such as publishing, writing, journals, publication, citations] "}, {"question_sanitized": "In this country, a cardiologist nicknamed “Dr. Death” attempted to create an ecstasy aerosol spray to use as riot control. Craig Williamson, a spy for this country, was accused of killing Olof Palme by police officer Eugene de Kock. Harold Macmillan delivered his “Winds of Change” speech in this country, after which it was denounced by its prime minister. In the 1980s, the US pursued a policy of (*) “constructive engagement” towards this country while it was led by P.W. Botha. Separate towns known as “bantustans” were formed in this country. An activist from this country perpetrated the Church Street Bombing and was imprisoned at Robben Island. For 10 points, name this country where Nelson Mandela fought against apartheid. ", "answer_sanitized": "Republic of South Africa "}, {"question_sanitized": "This musician collaborated with the British-Korean pianist Richard Hyung-ki Joo on a 2003 album, which includes his Invention in C Minor and the reverie Villa D’Este. That album by this artist is his Fantasies &amp; Delusions. Individual solos for clarinet, trombone, tuba, and saxophone open the third-person section of a song by this musician, which inspired a musical in which the classmates Brenda and Eddie discuss their high school breakup while sitting in an (*) Italian restaurant. Songs by this artist inspired choreographer Twyla Tharp to create the jukebox musical Movin’ Out. Harmonica music features prominently in a song by this musician that opens “at nine O’Clock on a Saturday”. For 10 points, name this American singer of Uptown Girl and Piano Man.", "answer_sanitized": "Billy Joel [accept William Martin Joel] (Fantasies and Delusions is Billy Joel’s only album of classical music; the instrumental solos appear in the “Ballad of Brenda and Eddie” section of “Scenes from an Italian Restaurant”) "}, {"question_sanitized": "One religion from this country worships a messenger god who is offered sacrifices on a three legged iron altar and is associated with St. Peter. Practitioners of that religion from this country perform divination rituals called Vititi Mensu with a horn capped by a mirror. In addition to Palo Mayombe, another faith from this non-African country utilizes pataki stories and performs initiations in ile houses. (*) Babalawo priests from this country utilize cowrie shells in a type of divination called ifa. That Yoruban inspired religion from this country venerates Orishas, sometimes in the guise of Catholic saints. For 10 points, name this home country of Santeria, where non-Cathollic religious traditions have been suppressed under Raul and Fidel Castro.", "answer_sanitized": "Cuba "}, {"question_sanitized": "A novel written in this language details the mundane life of an office worker over the last ten days of 1946. The family of the boy Anton is executed after being accused of the murder of the chief of police at the beginning of a novel written in this language, which was used to write The Evenings and The Assault. An author wrote a poem in this language about a fountain pen she dropped in an (*) oven. It was used by Harry Mulisch and an author who wrote the line “in spite of everything I still believe that people are good at heart.” That author used this language to write about sharing a kiss with Peter in a book she addressed to “Kitty” that was written in the Secret Annex. For 10 points, name this language used to write The Diary of Anne Frank.", "answer_sanitized": "Dutch [or Nederlands] "}, {"question_sanitized": "A microchip device made of PMMA was developed for use in a formaldehyde-based version of this process. Calcium chloride and magnesium nitrate are two compounds added to facilitate the salt-effect version of this process. An equation describing compounds undergoing this process inputs the mole fractions and average relative volatilities of the light key and the heavy key. A (*) Kugelrohr is an electric heater with two or more bulbs used in the short-path variant of this process. A “spinning band” of Teflon may be added to a Dean-Stark apparatus, which must be used in this process for compounds that violate Raoult’s law. For 10 points, name this process whose “simple” version separates two liquids based on their boiling points.", "answer_sanitized": "distillation [accept specific types of distillation: Simple, Fractional, Vacuum, Short-Path, spinning-band, Zone, Flash, Pressure-Swing] "}, {"question_sanitized": "This country is home to the Maevarano Formation, where the remains of Beelzebufo frogs have been recovered. This country is home to the Great and Little Tsingys, a series of karst topographies characterized by a needlelike appearance. This country's highest point, Mount Maromokotro, is located in the Tsaratanana Reserve. Endemic wildlife in this country includes the (*) fossa (foosa) and the aye-aye. Most of the world's baobab species are located in this country, which is also the only country home to lemurs. The Malagasy people inhabit, for 10 points, what island country located across the Mozambique Channel from mainland Africa with capital Antananarivo?", "answer_sanitized": "Madagascar "}, {"question_sanitized": "It’s not in France, but one commander in this conflict was taken to his execution in a stretcher and shot while tied down to a chair. This was the first conflict in which sniper Constance Markievicz led an all-women’s brigade. Elizabeth O’Farrell was chosen to deliver a surrender message to William Lowe during this conflict. The SS Libau was disguised as the (*) Aud in a gun-running scheme during this conflict that led to the hanging of Roger Casement. Fighting began during this conflict at the General Post Office, and street-fighting erupted in locations such as St. Stephen’s Green. Patrick Pearse and James Connolly instigated this conflict after several failed attempts at Home Rule. For 10 points, name this Irish rebellion that occurred in April 1916. ", "answer_sanitized": "Easter Rising (or Easter Rebellion or Éirí Amach na Cásca; the commander mentioned in the first line is James Connolly) "}, {"question_sanitized": "In one story by this author, Thomas plants a gun in the purse of a flirtatious criminal, and later shoots his mother on accident. Another story by this author ends with Mrs. May being gored by a bull. This author of “The Comforts of Home” and “Greenleaf” opened one story in a waiting room, where a college student calls Ruby Turpin an “old warthog” and throws a (*) textbook at her. “Revelation” appears in a collection by this author whose title story depicts the mother of a typewriter salesman who dies after offering a penny to a Black child she saw on the bus. In one of her stories, the line “It’s no real pleasure in life” is delivered by the Misfit after he kills the Grandmother. For 10 points, name this author of “Everything That Rises Must Converge” and “A Good Man is Hard to Find.”", "answer_sanitized": "Flannery O’Connor [or Mary Flannery O’Connor] "}, {"question_sanitized": "Klaus Scherer's component process model treats these entities as the result of synchronisation of several subcomponents. The behaviorist theory of these entities created by Richard Lazarus argues that these entities involve conscious cognitive input. Paul Ekman argued that these entities are discrete and measurable variables that can be detected from (*) microexpressions. The eight primary types of these entities are arranged into a wheel developed by Robert Klutchik. These entities originate in the hypothalamus according to the Cannon-Bard theory, while Schacter's two factor theory of these entities says that they involve labelling from the environment. For 10 points, name these psychological phenomena that include fear and happiness.", "answer_sanitized": "emotions "}, {"question_sanitized": "In a play by this author, one character describes the royal court using the metaphor of a flying-fish that is eaten by a fowl. The title character of that play by this author has his beard shaved and is washed with puddle water before he is executed by Lightborne. Two invisible characters in a play by this man steal items from a table before the title character punches the (*) Pope. In a play by this author, Warwick kills Piers Gaveston, the lover of a character whose insides are burned with a hot poker at the play’s end. In a play by this man, Valdes and Cornelius assist the title scholar, who says “Was this the face that launched a thousand ships?” upon meeting Helen of Troy. For 10 points, name this author of Edward II and Doctor Faustus, a contemporary of Shakespeare who was killed in a bar fight.", "answer_sanitized": "Christopher Marlowe [or “Kit” Marlowe] "}, {"question_sanitized": "Michael Howard’s seminal 1961 book on this conflict focused on the social and political forces surrounding this conflict instead of battles and campaigns. During a siege in this conflict, citizens were forced to eat two elephants named Castor and Pollux. During the decisive battle in this conflict, a commander remarked that he was “in the chamber pot and about to be shit on” after (*) Patrice MacMahon was wounded. Following this conflict, “revanchism” gained popular support and fueled the career of Georges Boulanger. Alsace-Lorraine was lost during this war, which also saw the capture of one side’s emperor after the battle of Sedan. For 10 points, name this war fought between countries led by Napoleon III and Otto von Bismarck. ", "answer_sanitized": "Franco-Prussian War [accept Franco-German War or War of 1870; prompt on German unification wars] "}, {"question_sanitized": "Description Acceptable. Hodgkin’s lymphoma patients may experience a unique form of this condition named for Pel and Ebstein. In response to TLR4 binding to LPS, IL-6 stimulates COX2 to promote the onset of this condition. EP3 prostaglandin receptors are critical to the regulation of this condition. Mutations in ryanodine receptor 1 are associated with a “malignant” condition in which anesthetics adversely cause this condition to occur. Preoptic neurons in the (*) hypothalamus promote the onset of this condition by activating uncoupling protein 1 in the mitochondria of brown adipose tissue. Drugs treating this condition are called antipyretics. For 10 points, name this condition that in humans generally describes a body temperature above 99 degrees Fahrenheit. ", "answer_sanitized": "fever [accept (malignant) hyperthermia or pyrexia or febrile response or (non-shivering) thermogenesis or heat production; accept any answers clearly saying that (body) temperatures are rising/warming/going up; prompt on answers like thermoregulation or temperature sensing; prompt on inflammation or inflammatory response] "}, {"question_sanitized": "For the 1968 running of this event, a chicane was added to the course just before the pit entrance that is now named for that year’s winner. Prior to 1970, competitors in this event had to run across the front stretch to get into their cars after the green flag. A team of Jackie Oliver and a Belgian driver who would go on to win this event (*) six times won its 1967 version. That driver was Jacky Ickx. Along with the Monaco Grand Prix and the Indianapolis 500, this event forms the 3rd leg in the Triple Crown of Motorsport. The driving talents of Ken Miles and Carol Shelby’s efforts to design Ford’s GT40 for the 1966 running of this event were depicted in the film Ford vs. Ferrari. For 10 points, name this iconic 24-hour endurance race held in a namesake French town.", "answer_sanitized": "24 Hours of Le Mans [prompt on Circuit de la Sarthe] "}, {"question_sanitized": "This artist collaborated with the von Doetecum brothers to create a series of 12 black and white etchings, such as his Rustic Solicitude. A family can be seen feasting next to recently collected grain stacks in The Harvesters, one of 6 secular landscapes created by this artist depicting different times of the year. The title sword-wielding figure leads an army of women into the mouth of (*) Hell in this artist’s apocalyptic Mad Meg. One title figure carries a fox’s corpse toward a frozen lake in a snowy scene by this artist. A ploughman ignores the title figure’s legs plunging into the sea in a landscape by this artist. For 10 points, name this Flemish artist of Landscape with the Fall of Icarus.", "answer_sanitized": "Pieter Bruegel the Elder [or Pieter Brueghel the Elder] Large Landscapes)"}], "bonuses": [{"leadin_sanitized": "A leader of this kingdom angered the Christian world with his massacre of the Monophysites at Najran. For 10 points each: ", "answers_sanitized": ["Himyarite Kingdom [or Homerite Kingdom]", "Federal Democratic Republic of Ethiopia", "Judaism "], "parts_sanitized": ["Name this kingdom led by the “lord of the sidelocks” Dhu Nuwas. They conquered the Sabaean Kingdom and took over control of the Ma’rib Dam. ", "Dhu Nuwas clashed with the Axumite Kingdom based in this modern-day country. Axum was legendarily home to the Queen of Sheba. ", "The Himyarites were followers of this religion. Letters between Hasdai ibn Shaprut and khagan Bulan explain the Khazars’ conversion to this religion."]}, {"leadin_sanitized": "In a tract, one of these two philosophers challenges the other by suggesting that if the latter’s logic holds, then one must willingly tell a murderer the location of their target. For 10 points each:", "answers_sanitized": ["Benjamin Constant and Immanuel Kant [accept in either order]", "categorical imperative", "liberty [accept “Two Concepts of Liberty” or The Liberty of the Ancients Compared to That of the Moderns] "], "parts_sanitized": ["Name these two philosophers. That tract by the first of these two philosophers about the other’s best-known ethical construct prompted the reply “On a Supposed Right to Tell Lies from Benevolent Motives”.", "Constant’s reply to Kant was challenging this idea outlined in Groundwork for the Metaphysics of Morals. This idea is frequently stated as one should always act as if one’s actions would be made into a universal law.", "In addition to his reply to Kant, Benjamin Constant is also known for publishing a work distinguishing between the “Ancient” and “Modern” forms of this concept. Those distinctions were praised by a different philosopher in his essay describing “Two Concepts of [this]”."]}, {"leadin_sanitized": "The greatest number of facilities for producing this product are located in the Speyside region of its namesake country's northeast. For 10 points each:", "answers_sanitized": ["Scotch whisky [prompt on just whisky]", "sherry", "Islay  [pronounced EYE-la but be lenient] "], "parts_sanitized": ["Name this spirit, the main alcoholic beverage used in cocktails such as the Rob Roy and the Rusty Nail. Popular brands of this spirit include Highland Park, Glenfiddich, and Johnnie Walker.", "Although Scotch whisky is most commonly aged in used bourbon barrels, it is sometimes also aged in casks used to age this fortified wine from Spain. The oloroso style of this wine is produced in a namesake triangle in the Cadiz province.", "Due to the use of peat fire to dry grain used for whisky made on this island, whisky from here is known for an intense smoky flavor. Major distilleries on this island include Ardbeg and Laphroaig. "]}, {"leadin_sanitized": "This character is given a Balkan dictionary by the diplomat Mr. Belchef, who writes “HOPE” on the inside. For 10 points each:", "answers_sanitized": ["Bird", "A Personal Matter [or Kojinteki-na taiken]", "Africa "], "parts_sanitized": ["Name this character who is fired from his job at a cram school after vomiting during a lecture the day following his son’s birth.", "Bird begins an affair with his ex-girlfriend Himiko after his newborn baby is misdiagnosed with a brain hernia in this novel by Kenzaburo Oe (“oh-ay”).", "Throughout the novel, Bird dreams of travelling to this continent. Nobel Prize winners from this continent include Nadine Gordimer and Chinua Achebe. "]}, {"leadin_sanitized": "In one complex, this enzyme, PRAS40, and Raptor mediate the onset of translation and act as sensors of nutrient availability for cell growth. For 10 points each:", "answers_sanitized": ["mTOR [accept mammalian target of rapamycin or mechanistic target of rapamycin or mTORC1 or mTORC2; or FRAP1 or FK506-binding protein 12-rapamycin-associated protein1; do not accept or prompt on partial answers]", "nephron", "insulin [insulin-like growth factor; prompt on IGF] "], "parts_sanitized": ["Name this serine-threonine kinase that, in another complex, phosphorylates the hydrophobic motif on the protein AKT.", "A 2018 study of the mTOR inhibitor, TSC1, showed that mTOR was also responsible for mediating the end of new development for these functional units of the kidney.", "mTOR function has also been shown to be controlled by a signaling pathway dependent on the growth factor named for resembling this pancreatic hormone. "]}, {"leadin_sanitized": "White examples of these objects are set against otherwise mundane backdrops in many photographs by the artist Charles Petillon. For 10 points each:", "answers_sanitized": ["balloons [accept hot-air balloons or balloon animals]", "Felix Nadar [Gaspar-Felix-Tournacho]", "Clodion [or Claude Michel] "], "parts_sanitized": ["Name these objects. A stainless steel sculpture resembling one of these objects was created by American artist Jeff Koons as a part of his Celebration series and is one of 3 sculptures by Koons displayed on the roof of the Met. ", "This French photographer and avid balloonist is credited with taking the first aerial photograph from a hot air balloon that he mounted to the Arc de Triomphe. Appropriately, he is shown “elevating photography to a high art” in a Daumier cartoon.", "The Met also currently houses an intricate terracotta sculpture by this French artist dedicated to the invention of the hot-air balloon, which this artist originally intended to become a full-scale monument in the Tuileries Gardens."]}, {"leadin_sanitized": "Answer some questions about child prodigies in classical music, for 10 points each.", "answers_sanitized": ["Allegri’s Miserere mei, Deus ", "Felix Mendelssohn", "Piano quartet [prompt on “quartet”; prompt on “piano, violin, viola, and cello” with “what is the common name of this chamber ensemble”; DO NOT accept or prompt on “string quartet” or a subset of the four instruments listed above] "], "parts_sanitized": ["When he was 14 years old, Mozart notably transcribed the “secret” score to this composition upon hearing it performed in the Sistine Chapel. This choral composition by Gregorio Allegri is a setting of Psalm 51. ", "This other composer also transcribed the Miserere at age 22. This child prodigy composed a notable String Octet at age 18, and would later compose the Scottish and Italian symphonies as well as a violin concerto in E minor.", "At the age of 12, Mendelssohn composed the first of his four works for this chamber ensemble. G minor and E-flat major works for this ensemble by Mozart were some of the first of their kind. "]}, {"leadin_sanitized": "This group’s leader Peter Verigin was killed in a suspicious train bombing in 1924 at the Kettle Valley Railway. For 10 points each:", "answers_sanitized": ["Doukhobors [accept spiritual wrestlers before mentioned, I guess]", "Canada", "Wilfrid Laurier [accept Sir Henri Charles Wilfrid Laurier] "], "parts_sanitized": ["Name this religious minority. This group was derogatorily termed “spiritual wrestlers” before being expelled from Russia. ", "Verigin’s grave is on a First Nations site in this country, where the Doukhobors settled. ", "This Canadian prime minister’s interior minister Clifford Sifton encouraged Doukhobor emigration in the early 19th century. This first Francophone prime minister passed the Naval Service Bill in 1911. "]}, {"leadin_sanitized": "After traveling for a year, a character is disillusioned from this organization after they are apathetic to his new ideas. For 10 points each:", "answers_sanitized": ["Freemasons [or Masons; or Freemasonry; accept word forms]", "War and Peace [or Vojna i mir]", "Foucault’s Pendulum (by Umberto Eco)  "], "parts_sanitized": ["Name this organization that Bazdeyev convinces Pierre to join in order to find meaning in life in a subplot of an 1869 novel.", "Pierre Bezhukov joins the Freemasons and marries Natasha Rostova in this lengthy Leo Tolstoy novel.", "Freemasons are among the many secret societies involved in a giant conspiracy theory called the Plan, which is devised by Casaubon and two other editors at a publishing house in this novel."]}, {"leadin_sanitized": "In the Ibong Adarna, two princes who fall asleep under a golden tree suffer this fate caused by the droppings of the title creature falling on them. For 10 points each:", "answers_sanitized": ["petrification [accept turning to stone or similar answers; accept turning into a statue]", "birds", "the Philippines "], "parts_sanitized": ["Name this fate, which legendarily occured to the devil in the form of a caiman when a Chinese merchant passed by the Ermita de San Nicolas de Tolentino. This fate also legendarily occured to the Trung Sisters when they jumped into a river. ", "The Ibong Adarna is one of these animals. Other mythical examples of these animals include Simorgh and one which immolates itself every 500 years to be born again, the phoenix.", "The Ibong Adarna is an epic from this country, whose other myths tell of half-horse, half-man monsters called tikbalang and shape-shifting spirits called aswang."]}, {"leadin_sanitized": "Before this battle, the shepherd Martín Alhaja placed a cow’s skull on a path to show King Alfonso VIII a route to surprise his enemy. For 10 points each:", "answers_sanitized": ["Battle of Las Navas de Tolosa [or Battle of Al-’Iqāb]", "Reconquista ", "Fourth Crusade "], "parts_sanitized": ["Name this battle, where armies from Castile, Navarre, and Aragon defeated a force under the command of a leader who chained slaves around his tent to protect himself. ", "The battle of Las Navas de Tolosa is known as the “turning point” of this broad conflict, a series of campaigns by Spanish and Portuguese kingdoms to take back Iberia from Moorish forces. ", "Innocent III ordered the Spanish kingdoms to crusade, leading to Las Navas de Tolosa. He also ordered this campaign that ended with Enrico Dandolo’s forces sacking Constantinople. "]}, {"leadin_sanitized": "Citing a variant translation of John 1:1, Jehovah's Witnesses claim that this figure is Jesus' heavenly form. For 10 points each:", "answers_sanitized": ["Michael", "Bogomilism", "Adam "], "parts_sanitized": ["Name this archangel, who, according to tradition, was the commander of the heavenly armies and was the one who cast Satan out of heaven. ", "Similar to Jehovah's Witnesses, this extinct sect believed that Michael became Jesus when he descended to Earth. This dualist sect borrowed their idea that believed that Satan was a son of God and was the direct creator of the world from the Armenian Paullicians. ", "In the Mormon church, Michael is believed to have taken the form of this human. In the book of Genesis, this man was the father of Cain and Abel, who was cast out of Eden after eating from the Tree of the Knowledge of Good and Evil."]}, {"leadin_sanitized": "University of Maryland alumnus Ray Davis Jr. received a share of the 2002 Nobel Prize in Physics for his contributions to this experiment. For 10 points each:", "answers_sanitized": ["Homestake experiment", "neutrino", "Cherenkov radiation "], "parts_sanitized": ["Name this experiment ran continuously from 1970 until 1994. This experiment made use of a 100,000-gallon tank of perchloroethylene to successfully detect and count the emissions of a certain particle from the sun.", "Data from the Homestake experiment collected information regarding these small, uncharged particles produced by stellar fusion. These neutral leptons undergo flavor oscillations between electron, muon, and tau forms.  ", "The other share of the 2002 Nobel Prize went to researchers from Japan’s Super-Kamiokande detector. That facility makes use of photomultiplier tubes submerged in water to detect neutrinos by observing cones of light produced by this radiation whose wavelength is predicted by the Frank-Tamm formula.   "]}, {"leadin_sanitized": "An intermediate one of these functional groups is attacked by a cyanide ion after the proton exchange step in the Strecker synthesis. For 10 points each:", "answers_sanitized": ["imine [accept iminium group]", "sp2 (accept sp^2)", "formaldehyde (accept methanal; accept CH2O) "], "parts_sanitized": ["Name this functional group consisting of a nitrogen double-bonded to a central carbon atom. ", "According to VSEPR theory, this is the hybridization of the central carbon in an imine group. Atoms with this hybridization, such as the carbons in an alkene, have bond angles of 120 degrees and adopt trigonal planar geometry. ", "Industrially, many imine-derivatives are produced from reactions involving this compound. This compound is nucleophilically attacked by an amine in the first step of the Mannich reaction to produce an iminium ion. "]}, {"leadin_sanitized": "In one play, Louis Ironson leaves Prior Walter after the latter reveals he has this disease. For 10 points each:", "answers_sanitized": ["AIDS [or HIV; or Acquired Immune Deficiency Syndrome; or Human Immunodeficiency Virus]", "Jonathan Larson", "Paula Vogel "], "parts_sanitized": ["Name this disease contracted by many gay men during a 1980s epidemic, the focus of Tony Kushner’s play Angels in America.", "Roger, Mimi, and Tom are among the HIV-positive bohemians living in New York’s East Village in RENT, a musical written by this playwright.", "After the death of her brother Carl, this author fictionalized AIDS as Acquired Toilet Disease in her first play, The Baltimore Waltz. She wrote another play in which Li’l Bit recalls being molested by her uncle Peck."]}, {"leadin_sanitized": "Ralph Perk, a mayor of this city, accidentally lit his hair on fire with a welding torch while cutting a metal ribbon at an engineering convention. For 10 points each:", "answers_sanitized": ["Cleveland, Ohio", "Malcolm X [or Malcolm Little or el-Hajj Malik el-Shabazz] ", "assassination of Martin Luther King Jr. [accept death of MLK or other synonyms in place of assassination] "], "parts_sanitized": ["Name this city, where Perk succeeded Carl Stokes, the first black mayor of a major American city. ", "This man opened a speech first delivered in Cleveland by noting the presence of “brothers, sisters, friends, and I see some enemies.” That was his “Ballot or the Bullet” speech. ", "Stokes organized “peace patrols” of clergymen and black community leaders to calm tensions in black neighborhoods after this April 4, 1968 event at the Lorraine Motel. "]}, {"leadin_sanitized": "John McCrae’s poem “In Flanders Fields” popularized the use of poppies to remember soldiers who died in this war. For 10 points each:", "answers_sanitized": ["World War I [or the First World War; prompt on World War]", "Siegfried Sassoon", "Jessie Pope "], "parts_sanitized": ["Name this war. Wilfred Owen wrote about it until his death one week before its 1918 armistice. ", "This poet befriended Owen in a hospital before returning to the front. This author of Memoirs of a Fox-Hunting Man wrote about a failed offensive in the poem “Counter-Attack.” ", "A draft of Owen’s poem “Dulce et Decorum Est” (“DULL-kay et day-KOR-um est”) is addressed to this woman, who wrote jingoistic pro-war poems like “The Call.”"]}, {"leadin_sanitized": "In one statue, this figure holds his arms above his head while looking backwards in a pose meant to suggest flight. For 10 points each:", "answers_sanitized": ["Mercury [prompt on Hermes]", "Giambologna", "Benvenuto Cellini "], "parts_sanitized": ["Name this mythological figure. He is depicted pointing upward and balancing on his right foot atop a bronze column in a sculpture created for the fountain of the Medici’s Roman villa.", "That latter depiction of The Flying Mercury was created by this Italian Mannerist. Three nudes emerge from a serpentine tower in this sculptor’s version of The Rape of the Sabine Women.", "The former depiction of Mercury is by this other Italian sculptor who depicted a hero holding the head of a Gorgon in his Perseus with the Head of Medusa, and who was commissioned by Francis I to create an ornate, golden salt cellar."]}, {"leadin_sanitized": "In The Caribbean as a Socio-Cultural Area, this thinker argued that despite the heterogeneous nature of Carribean societies, there were too many similarities to attribute to chance. For 10 points each:", "answers_sanitized": ["Sidney Wilfred Mintz", "sugar cane", "Columbia University [do NOT accept or prompt on \"Columbia College\"] "], "parts_sanitized": ["Name this American anthropologist, who attributed the spread of the British Empire to their demand for a certain foodstuff in his book Sweetness and Power. ", "In Sweetness and Power Mintz outlines the history of this foodstuff. This foodstuff is the basis of products such as rum and molasses. ", "While studying at this university, Mintz was a part of the Mundial Upheaval Society. This university's anthropology PhD program was established by the author of The Mind of Primitive Man and Race, Language, and Culture."]}, {"leadin_sanitized": "Techniques for performing this operation include u-substitution and partial fraction decomposition.  For 10 points each:", "answers_sanitized": ["integration [accept word forms such as integral or “taking the integral”; accept more specific answers such as “definite integral”]", "integration by parts [accept partial integration]", "Thomas Joannes Stieltjes [accept Lebesgue-Stieltjes integral or Riemann-Stieltjes integral; accept Johann Radon or Lebesgue-Radon integral, as this is an alternative name for the Lebesgue-Stieltjes integral] "], "parts_sanitized": ["Name this operation. By part one of the Fundamental Theorem of Calculus, it is defined as the inverse of differentiation.", "This technique is essentially the analogue of differentiation’s product rule for integration. This technique makes use of the equation “the integral of u-prime times v” equals “u-times-v” minus “the integral of u times v-prime”.", "With Riemann, this other mathematician names a generalization of integration by parts. That generalization can be further simplified using a type of integral that this mathematician co-names with Lebesgue, and can be written in the form “the integral of f-of-x with respect to g-of-x”."]}]}