{"tossups": [{"question_sanitized": "This quantity appears in the numerator of the 1st and 2nd Damkohler numbers. In one model, this quantity equals the product of neutron flux and nuclear cross-section. In the eddy break-up model, this quantity for combustion reactions is controlled by the mixing efficiency. This quantity is divided by diffusion rate in the Thiele modulus. A maximal value for this quantity is achieved by intermediate binding according to the (*) Sabatier principle. This quantity’s reciprocal is plotted on the y-axis of a Lineweaver-Burk plot. Differences in this quantity are observed visually in clock reactions, and it equals the product of reactant concentrations raised to the reaction order. For 10 points, name this quantity measuring the speed at which reactants are converted to products.", "answer_sanitized": "reaction rate [accept rate constant or reaction velocity or V-max; prompt on k or velocity] "}, {"question_sanitized": "A poet from this movement wrote that “the ways of learning” are “the head and pipes that feed the press, and make it run.” In a poem from this movement, the speaker’s “soul drew back / Guilty of dust and sin.” In an essay about this movement, T.S. Eliot claimed later poets wrote with “dissociation of sensibility.” The (*) Temple was written by an author from this movement famous for his “altar poems.” Another author from this movement wrote “Thy firmness makes my circle just / And makes me end where I begun” in a poem which uses a compass in an extended metaphor. “A Valediction: Forbidding Mourning” is a poem from this movement by an author who wrote nineteen Holy Sonnets. For 10 points, name this 17th-century literary movement of George Herbert and John Donne.", "answer_sanitized": "Metaphysical poetry [accept word forms] "}, {"question_sanitized": "In one painting by this artist, an embracing couple surrounded by celebratory candles on the right-hand side is contrasted with cataclysmic imagery of a serpent and cannonfire on the left-hand side. In another work by this artist, slender black lines form the masts of two ships locked into the title conflict. This artist created 56 woodcuts to accompany 38 prose poems he wrote for his “musical album” Sounds. That work by this artist preceded his publication of a (*) treatise imaging the eyes as hammers and color as a keyboard, Concerning the Spiritual in Art. This artist was similarly inspired by music to create his Improvisations series, which he contrasted with the more prepared Compositions. For 10 points, name this Russian founder of The Blue Rider.", "answer_sanitized": "Wassily Kandinsky (The 1st clue is Improvisation 28 (2nd Version) and the 2nd clue is Improvisation 31 (Sea Battle)) "}, {"question_sanitized": "Aristocratic women in this period commonly wore \"Twelve Layer Robes,\" whose colors were adjusted based on a 72 season calendar. This period originated the Shōen system, which allowed for the Ryomin class to gain power. During this period, the monk Saicho founded Enryaku-ji, which served as the base for Tendai Buddhism. Leaders who retired to monasteries during this period engaged in “cloistered rule”. During this period, the (*) Fujiwara clan consolidated power by intermarrying with the royal family. The court life of this period was depicted in literary works such as The Gossamer Years and The Pillow Book. For 10 points, name this last period of classical Japanese history, which was followed by the Kamakura Shogunate. ", "answer_sanitized": "Heian "}, {"question_sanitized": "Marjorie Westriding-Yrarier is an ambassador to a planet named for this substance in a novel titled for it by Sherri S. Tepper.  In one poem, the speaker guesses this substance is a “uniform hieroglyphic,” “the handkerchief of the Lord,”  or “the flag of my disposition.” A poem titled for this substance ends by saying “I am [this substance]. Let me work” and opens “Pile high the bodies at (*) Austerlitz and Waterloo”; that poem is by Carl Sandburg. In an 1855 poem, the speaker struggles to answer a child who asks “What is [this substance]?” This is the last word in the title of a collection that contains the poems “Out of the Cradle Endlessly Rocking,” “I Sing the Body Electric,” and “Song of Myself.” For 10 points, a Walt Whitman poetry collection is named for “leaves of” what substance?", "answer_sanitized": "grass [accept Leaves of Grass] "}, {"question_sanitized": "Note to moderator: read the notes slowly, pausing between dashes. One motive in this composition is scored for 16 cellos, divided into 4 different parts, and begins by twice repeating the ascending notes “B-flat - C - long G.” The movement names of this orchestral composition were first proposed in a letter to the composer’s friend André Messager. During the first rehearsals of this composition, musicians tied handkerchiefs to their bows in protest. Erik Satie remarked that he liked the part about “quarter to (*) eleven” in this piece, and other critics compared this piece to “agitated water in a saucer.” Hokusai’s Great Wave was printed on the cover of this piece’s original score, which is subtitled Three Symphonic Sketches. The title location is depicted “From dawn to noon” in, for 10 points, what orchestral work by Claude Debussy?", "answer_sanitized": "La mer, trois esquisses symphoniques [or The Sea, three symphonic sketches] "}, {"question_sanitized": "This is the larger of two countries that LBJ described as a flea, telling this country’s ambassador “fuck your parliament and your constitution”. A leader of this country was fond of comparing his country to a “patient in a cast” and using other elaborate medical metaphors to describe it. This country celebrates the day its leader refused to submit to Mussolini on (*) Ohi Day. A king of this country was succeeded by his father after dying from a monkey bite. The 4th of August regime ruled this country during World War II. This country’s nationalists promoted the Megali Idea during the 20th century and in a nearby island country, supported enosis. For 10 points, name this country, ruled by Ioannis Metaxas and Georgios Papadopoulos.", "answer_sanitized": "Kingdom of Greece [accept Hellenic Republic] "}, {"question_sanitized": "This quantity’s product with Young’s modulus appears in the denominator of calculations in the conjugate beam method. For a body in hydrostatic equilibrium, different values of a factor named for this quantity are related to the body’s shape and speed by the Darwin-Radau equation. This is the only tensor quantity used to define Poinsot’s ellipsoid, and that rank-2 tensor can be diagonalized to yield this quantity’s (*) principle values. For an object with three distinct values for this quantity, it will have unstable movement along its second axis by the tennis racket theorem. This quantity can be calculated as the integral of radius-squared with respect to mass, and its product with angular acceleration equals the torque. For 10 points, name this rotational analog of mass.", "answer_sanitized": "moment of inertia [accept inertia tensor or rotational inertia or moment of inertia factor or angular mass before mention, prompt after mention; prompt on I; do not accept or prompt on inertia or moment alone] "}, {"question_sanitized": "Herodotus claims that in this region, if someone touched a pig, they were required to bathe in a river to wash the filth off themselves. This region was led by a ruler who found that the Phrygians were the most ancient civilization in the world through an isolation language experiment in which the word bekos, or “bread”, was uttered. This region was home to Psamtik I and a king nicknamed “Philadelphus” who commissioned a history of this region’s kings by (*) Manetho. Cambyses II defeated a king of this region at the battle of Pelusium by holding cats up on his soldiers’ shields. Alexander the Great deified himself at this region’s Siwa Oasis. For 10 points, name this region, whose 30 dynasties were led by pharaohs. ", "answer_sanitized": "Egypt "}, {"question_sanitized": "It’s not the working class, but an essay about this concept discusses the importance of the “spasmodic view” and examines their “moral economy” in England. In addition to that E.P. Thompson essay, another work titled for these things discusses removing the barriers to false personalization and enforced privatization in a section on “Autonomy and Utopia”. The metaphor of a radar versus a gyroscope differentiates inner-directed and outer directed individuals in that book titled for a (*) “Lonely” one of these. This is the first of two title concepts in a work that begins by discussing a primal “fear of being touched” and proposes a taxonomy of the “pack”. For 10 points, Elias Canetti contrasted “Power” with what concept that names groupings of people.", "answer_sanitized": "crowds [accept “The Moral Economy of the English Crowd in the 18th century,'' The Lonely Crowd, or Crowds and Power; prompt on logical synonyms like groups, masses, riots, or pack before mention] "}, {"question_sanitized": "During this process, protective leukocytes migrate upward via Furstenberg’s rosette to serve as a pathogen barrier. Montgomery tubercles are sebaceous glands that become exposed to facilitate this process. This process involves the paracellular transport of a substance from alveolar cells whose major protein component is the monomeric, calcium-binding protein LALBA. It’s not crying, but (*) lysozyme and the passive immunity- conferring IgA are contained within the colostrum produced in this process. The “let-down” reflex is a positive feedback loop triggering the release of casein micelles in this process controlled by the hormones oxytocin and prolactin. For 10 points, name this process in which mothers produce a nutrient-rich substance for their newborns.", "answer_sanitized": "lactation [accept (breast) milk production, or breastfeeding, or suckling, or lactose synthesis, or galactopoesis or logical equivalents; prompt on pregnancy due to the Montgomery tubercle clue] "}, {"question_sanitized": "In his introduction to this play, the author claims the central conflict is “metaphysical” and describes its essence as “threnodic.” In this play, a character says “you have no respect for what you do not understand” to a character who refers to a ball during wartime as “Therapy, British style.” A group of women worry they have offended a character in this play after calling him a “man of honour.” That character is called an (*) “eater of left-overs” by his son, and he talks with the Praise-Singer at this play’s beginning. In this play, a character enrolled in medical school in England returns home after hearing his father died. Due to District Officer Simon Pilkings’ attempts to stop a ceremony, Olunde kills himself. For 10 points, name this play about the ritual suicide of Elesin, written by Wole Soyinka.", "answer_sanitized": "Death and the King’s Horseman "}, {"question_sanitized": "According to tradition, holders of this position had a rope tied around their ankle during a certain holiday to remove their corpse in case they were divinely struck down. Holders of this office were the only ones permitted to wear the ephod linens, which were decorated with onyx shoulder pads. The sacred breastplate of this office contained pouches for carrying the Urim and (*) Thummim, which were used by holders of this office to tell the future. Holders of this position were the only humans permitted to enter the Holy of Holies. Holders of this position traced their lineage back to Moses' brother Aaron, who is often held to be its first holder. For 10 points, name this vacant chief religious position in Judaism, who historically led worship in the temples of Jerusalem.", "answer_sanitized": "High Priest of Israel [or Kohen Gadol; prompt on Jewish Priest or Kohen]  "}, {"question_sanitized": "A unit root is present in the output of this technique if the p-coefficient equals one by the Dickey-Fuller test. Tikhonov regularization is alternatively known as the “ridge” form of this technique. Following this technique, the Durbin-Watson statistic is used to identify the presence of autocorrelation. One form of this technique produces a model in which errors have equal variances and expectation values of zero according to the (*) Gauss-Markov theorem. That type of this technique produces a best linear, unbiased estimator by minimizing the sum of squared residuals. The effectiveness of this technique is given by the coefficient of determination, r-squared. For 10 points, name this technique whose linear variety produces lines of best-fit.", "answer_sanitized": "regression analysis [accept autoregression analysis, ridge regression, least-squares regression, linear regression] "}, {"question_sanitized": "Dafna Rand and Konyndyk testified to Congress about how members of this family collaborated with the US to create “no-strike” lists that ignored schools and hospitals. One member of this family helped arrange the al-Yamamah arms sale from Great Britain, which has contributed to Operation Decisive Storm. Lebanese Prime Minister Saad Hariri was detained by this family until he resigned. The Vision (*) 2030 modernization plan was laid out by a member of this family. That member of this family was nicknamed “Mister Bone Saw” for murdering Washington Post journalist Jamal al-Kashogi. Mohammad bin Salman leads, for 10 points, what royal family that rules the largest country in the Arabian Peninsula?", "answer_sanitized": "House of Saud [accept Royal Family of Saudi Arabia or equivalents] "}, {"question_sanitized": "According to Hannah Arendt, this concept will be greeted with the \"admiring remark: it may be mean but it is very clever\" when men are subjected to the mob mentality. In a 2008 book titled for this concept, Slavoj Žižek argued that the visible form of this concept only represents a fraction of its systematic type. This concept was argued to be able to save the world from barbarism in a book titled for Reflections on this concept, written by (*) Georges Sorel. In The Wretched of the Earth, Franz Fanon argued that engaging in this concept could provide collective catharsis for colonized peoples. In The Better Angels of Our Nature, Steven Pinker argued that this concept is decreasing among humans. For 10 points, name this concept, the use of force to cause harm. ", "answer_sanitized": "violence [prompt on force or harm before read; prompt on answers such as aggression, war, fighting, or similar concepts] "}, {"question_sanitized": "In Latvian folklore, one form of these events are caused by beings called lietuvens and can be prevented by drawing a pentagram on one’s body or by attaching a scythe to the back of a farm animal. In Germanic folklore, twisted pine trees indicated the presence of a monster that caused a kind of these events. In the Odyssey, the truth or falsity of these events can be determined by whether they travel through a gate of (*) horn or a gate of ivory. Oneiros is the personification of these events in Greek mythology, while the prophetic form of these events was embodied by Morpheus. For 10 points, name these nocturnal events that were interpreted by Daniel and Joseph.", "answer_sanitized": "dreams [or nightmares; prompt on visions until read] "}, {"question_sanitized": "In this director’s first film, a Hans Memling painting of Jesus represents the deity OMM, who is worshipped by Robert Duvall’s character in a dystopian future. This director’s wife Marcia edited his early films, including one that opens with John, Steve, Curt, and Toad meeting at Mel’s Drive-In. A film by this director heavily borrowed elements from Akira Kurosawa’s The Hidden Fortress, including the use of (*) wipe transitions. The special effects studio Industrial Light &amp; Magic was founded by this director of THX 1138 and American Graffiti. Mel Brooks’ film Spaceballs parodied a series directed by this man, which all contain an opening crawl beginning “A long, long time ago in a galaxy far, far away.” For 10 points, name this creator of Star Wars.", "answer_sanitized": "George Lucas [or George Walton Lucas, Jr.] "}, {"question_sanitized": "In an early novel set in this city, an audience of women listen to stories of the disastrous love affair between the merchant Panfilo and Lady Fiammetta. The criminal influence of the Solara family and the absence of the owner of a computer store serve as the frame narrative to a series of novels set in this city. Those novels set in this city conclude with the discovery of a pair of lost dolls suggesting to Elena that her friend Lila is still alive. The Story of the Lost Child and (*) My Brilliant Friend are two novels in that “quartet” set in this city by Elena Ferrante. In one play, a prince of this city is taunted by Ariel that its King lay “full fathom five” beneath the waves. For 10 points, name this home city of Ferdinand in The Tempest, an Italian city where Virgil’s tomb can be found near Mount Vesuvius.", "answer_sanitized": "Naples [or Napoli; accept Neapolitan Quartet] (The first novel is Boccaccio’s Elegy of Lady Fiammetta) "}, {"question_sanitized": "In this city, UPS worker and former Dallas Cowboys linebacker Rod Carter was stabbed with an ice pick by Teamsters for refusing to strike. The Christopher Commission criticized the methods of this city’s police commissioner. A mayor of this city lost a gubernatorial election to George Deukmejian (“dook-MAY-jee-an”) due to (*) voters’ reluctance to vote for a black man, what is now known as the “Bradley Effect”. 15-year old Latasha Harlins was shot over a bottle of orange juice at a Korean convenience store in this city. Six police officers were acquitted for the beating of a motorist in this city in 1992 despite substantial video evidence against them. For 10 points, name this city, where racial unrest was sparked by the beating of Rodney King. ", "answer_sanitized": "Los Angeles, California "}], "bonuses": [{"leadin_sanitized": "One of these values is lost in a three dimensional, three component gyroscope when 2 of the 3 axes are driven parallel to one another in a gimbal lock. For 10 points each:", "answers_sanitized": ["degree(s) of freedom [or modes; prompt on Euler angles]", "6 [accept 6n] (for a system of n rigid bodies, they will have 6n degrees of freedom)", "kinematic coupling [prompt on Principle of Exact Constraint Design; anti-prompt “be less specific” on Kelvin Coupling or Maxwell Coupling] "], "parts_sanitized": ["Name these parameters measuring the parts of a system that can vary independently. Airplane physics often involve the pitch, yaw, and roll, which correspond to the rotational type of these values.", "According to the mobility formula, this is the number of degrees of freedom that one rigid body will possess when moving relative to a fixed frame.", "This concept from precision design describes the engineering of support devices to exactly constrain the six available degrees of freedom for a part of interest. This approach uses exactly one contact point to constrain each degree of freedom. "]}, {"leadin_sanitized": "Nick Saban managed to avoid this event, though his classmate Allison Krause was killed during it. For 10 points each:", "answers_sanitized": ["Kent State Massacre [accept synonyms of massacre, like shooting, killing, etc.]", "Mississippi", "Poor People’s Campaign "], "parts_sanitized": ["Name this 1970 massacre in which the National Guard killed four students at an Ohio University. ", "Ten days after the Kent State massacre, police killed two people at a university in this state. This state’s black activists organized a “Freedom Summer” to register black voters. ", "This initiative began in Marks, Mississippi and featured a camp at Resurrection City that elected Jesse Jackson mayor. "]}, {"leadin_sanitized": "One of these works is known for its extended anatomically correct description of camels and was written by Tarafa. For 10 points each:", "answers_sanitized": ["Hanging Poems [or Muʻallaqāt; or Suspended Odes]", "Arabic", "Mahmoud Darwish "], "parts_sanitized": ["Name this group of 7 works of poetry, which are named for their position within the Ka’aba. These works were held to have been written by the Seven Renowned Ones.", "The Hanging Poems are among the most prominent examples of pre-Islamic literature in this language. The verses of the Qur'an are often held to be the most important pieces of poetic literature in this language.", "This Palestinian author, the most famous contemporary poet to use Arabic, proclaimed “Write down! I am an Arab” in his poem “Identity Card.” "]}, {"leadin_sanitized": "In The Things that Make Us Smart, this author used the term “cognitive artifacts” to refer to objects that enhance human cognition. For 10 points each;", "answers_sanitized": ["Don Norman [or Donald Norman]", "automobile [or car]", "doors "], "parts_sanitized": ["Name this design theorist, who used the phrase \"user centered design\" in his most famous book, The Design of Everyday Things.", "In The Design of Everyday Things, Norman demonstrated his concept of the \"user centered design\" with the example of how handlebars, reins, and joysticks have been used to control these devices. Norman also described the design of these devices in the book Turn Signals are the Smiles of these devices.", "In a chapter titled \"The Psychopathology of Everyday Things,\" Norman argued that handles or plates on these household objects can be designed to \"afford\" pushing or pulling in their use. "]}, {"leadin_sanitized": "After Stephen Jackson stated that he believed Jason Kidd was the real coach of the Lakers, this player joked “y’all gonna get me waived”, and then was promptly waived by the Lakers. For 10 points each:", "answers_sanitized": ["DeMarcus “Boogie” Cousins [accept DeMarcus Amir Cousins; prompt on just “Boogie”]", "Matt Barnes [accept Matt Kelly Barnes]", "Stephen “Steph” Curry [or Wardell Stephen Curry II] "], "parts_sanitized": ["Name this player who signed with the Golden State Warriors in the 2018 offseason only to get injured and lose to the Toronto Raptors in the finals. He gained the nickname “Boogie” while on the Sacramento Kings.", "Cousins and Jackson spoke on the All the Smoke podcast on SHOWTIME hosted by Jackson and this former NBA tough-guy. This former player beat up Derek Fisher after he was found out to be dating this player’s ex-wife, Gloria Govan. ", "Barnes and Cousins both ended up ring-chasing on the Warriors, led by this sharpshooting 2-time MVP."]}, {"leadin_sanitized": "Answer the following about the spectacular intersection of jazz and musical theatre. For 10 points each:", "answers_sanitized": ["Kiss Me, Kate", "Jelly’s Last Jam (The musical is about Jelly Roll Morton)", "Duke Ellington "], "parts_sanitized": ["Cole Porter provided the score for this Bella and Samuel Spewack musical about a theatrical production of Shakespeare’s Taming of the Shrew. It was the recipient of the inaugural Tony Award for Best Musical.", "The story of the title band leader’s upbringing in a Creole family from New Orleans and experiences learning from Blues musician Buddy Bolden is told in this 1992 musical. This musical concludes with the title character proclaiming “I was wrong, I was wrong!” before embracing the profound role his upbringing had on his music.", "The music of this jazz pianist was the basis for the 1981 musical Sophisticated Ladies, which includes such hits by him as “Take the A Train”, “Mood Indigo”, and “It Don’t Mean a Thing (If It Ain’t Got that Swing)”."]}, {"leadin_sanitized": "After this meeting, Hugo Grotius was sentenced to life imprisonment, but escaped thanks to his mistress smuggling him out of prison in a book chest. For 10 points each:", "answers_sanitized": ["Synod of Dort [or Synod of Dordt or Synod of Dordrecht]", "John Calvin", "Abraham Kuyper "], "parts_sanitized": ["Name this 1618 to 1619 synod in the Netherlands convened to settle the Arminian controversy. This meeting saw disputes between the Arminians and followers of Franciscus Gomarus, as well as the condemnation of Johan von Oldenbarnevelt.", "The Synod of Dort center on discussions of this theologian, whose ideology centered on the idea of predestination and ruled over Geneva. ", "This orthodox Calvinist founded the Anti-Revolutionary Party while Dutch Prime Minister. This politician promoted “pillarization”, or the division of Dutch society into pillars, based on the Netherlands’ many religions. "]}, {"leadin_sanitized": "This movement aimed to “clothe the ideal in sensuous form,” according to a manifesto written by Jean Moréas. For 10 points each:", "answers_sanitized": ["Symbolism [or the Symbolist movement]", "Charles Baudelaire [or Charles Pierre Baudelaire]", "Edgar Allan Poe (the poem is “The Tomb of Edgar Poe” by Stephane Mallarmé) "], "parts_sanitized": ["Name this French literary movement, preceded by Parnassianism, that favored visions and dreams over realism. Writers in this movement included the lovers Arthur Rimbaud and Paul Verlaine. ", "This Symbolist poet addressed the “hypocrite reader” in a poem from his collection Les Fleurs du Mal.", "This American author was a major inspiration to the Symbolist movement, especially Baudelaire, who translated some of his stories into French. A Symbolist poem about this author’s “dazzling sepulchre” ends by describing “the black flights of Blasphemy scattered into the future.”"]}, {"leadin_sanitized": "These two functional groups act as the di-polaro-phile and the 1,3 dipolar inputs in one of the classical reactions of click chemistry. For 10 points each:", "answers_sanitized": ["azide and alkyne [accept in either order; accept Azide-Alkyne cycloaddition]", "1,2,3 triazole [accept C2H3N3; accept 1,2,4 triazole]", "solid-phase peptide synthesis "], "parts_sanitized": ["Name these two functional groups that are the classical inputs to the Huisgen cycloaddition. One consists of 2 carbon atoms separated by a triple bond, and the other consists of 3 linear nitrogen atoms separated by double bonds. Name both.", "Reacting an azide and an alkyne in the Huisgen cycloaddition yields one of these compounds. Reacting hydrazine with an imide produces substituted examples of these compounds in the Einhorn-Brunner reaction.", "Triazole-based guanidinium salt catalysts have become the preferred catalysts for this general type of reaction, which forms new bonds between amino acids and makes use of F-moc and Boc protecting groups in its “solid phase” variant."]}, {"leadin_sanitized": "This character is betrayed by a member of her “set” named Sandy Stranger, who later becomes a nun. For 10 points each:", "answers_sanitized": ["Miss Jean Brodie [or Jean Brodie]", "Spanish Civil War [or Guerra Civil Española] ", "George Orwell [or Eric Arthur Blair] "], "parts_sanitized": ["Name this teacher at the Marcia Blaine School for Girls who mentors six students she calls the “crème de la crème.”", "Miss Brodie encourages her student Joyce Emily to fight in this conflict, leading to Joyce Emily’s death. Another British author described being shot in the throat by a sniper in an account of this conflict.", "This author fought for the Republican army during the Spanish Civil War, which was recounted in Homage to Catalonia. He allegorized Hitler and Stalin as pigs in the novella Animal Farm."]}, {"leadin_sanitized": "A leader of this country’s Liberal Party died having sex with his son’s ex-girlfriend Wendy, leading to headlines reading “Snedden died on the job”. For 10 points each:", "answers_sanitized": ["Australia", "Aborigines", "Robert Menzies [or Sir Robert Gordon Menzies] "], "parts_sanitized": ["Name this country. Harold Holt, a prime minister of this country, disappeared while swimming off the coast at Cheviot Beach. ", "During Holt’s premiership, a referendum was held on the legal rights of these native inhabitants of Australia.", "This longest-serving prime minister of Australia delivered the “Forgotten People” speech about the country’s working class. This politician failed in negotiations with Gamel Abdel Nasser during the Suez Crisis."]}, {"leadin_sanitized": "In 2006, Frances Allen became the 1st woman to win the Turing Award for her work on programs performing this process, which employ steps like register allocation and instruction selection. For 10 points each:", "answers_sanitized": ["compiling [accept compiler or compilation]", "bootstrap [or bootstrapping compiler]", "RUST "], "parts_sanitized": ["Name this process of translating source code into machine code. Programs that perform this process create bytecode to work in tandem with virtual machines.", "When compilers are self-hosting, or written in the same language that they intend to compile, they are described by this term. This term is a reference to the compiler’s self-starting ability.", "Since 2010, this language developed by Mozilla’s Graydon Hoare has made use of a self-hosting compiler. Since 2016, this language has been voted the “most loved” language by StackOverflow developers."]}, {"leadin_sanitized": "Members of this sect, which reached its highest prominence during al-Ma'mun's era of persecution,centered their philosophy on the ideas of divine justice and divine unity. For 10 points each:", "answers_sanitized": ["Mu’tazila school [accept the Muʿtazilites]", "al-Ghazali [Abū Ḥāmid Muḥammad ibn Muḥammad al-Ghazālī; accept Algazelus]", "Baghdad "], "parts_sanitized": ["Name this rationalist school of Islamic theology whose name references the fact that its founder, Wasil ibn Ata, “withdrew from” the theological circle of Hasan of Basra. Qadi Abd al-Jabbar is a prominent scholar from this sect.", "Historically, intolerant Mu’tazali policies have been linked to the birth of the Ash’ari sect, whose most well-known adherent is probably this medieval philosopher. This scholar attacked the Aristotelian theories of falsafa philosophy in his The Incoherence of the Philosophers.", "The Mu’tazila school grew to prominence in this city in modern-day Iraq, where practitioners of Islamic theology met to teach at its House of Wisdom."]}, {"leadin_sanitized": "This work was designed to be performed in 3 acts, with 3 dancers, performing 12 dances, and wearing 18 different costumes. For 10 points each:", "answers_sanitized": ["Triadic Ballet [or Triadisches Ballett]", "Coppelia", "Igor Stravinsky "], "parts_sanitized": ["Name this Oskar Schlemmer ballet with music by Paul Hindemuth. Designed to evoke the mechanical motion of marionettes, it remains one of the most widely performed avant-garde ballets of all time.", "A similar mechanical style of motion is adopted by the title life-sized doll, whose realistic beauty distracts Franz from his romance with Swanhilde, in this Leo Delibes ballet. It features a notable “Waltz of the Hours”.", "Probably the most prominent example of puppetry in ballet can be seen in Petrushka, a work by this Russian composer of The Rite of Spring, which tells the story of a magician cursed to bring a puppet to life."]}, {"leadin_sanitized": "Modern forms of this religious tradition nearly universally follow the teachings of Isaac Luria. For 10 points each:", "answers_sanitized": ["Kabbalah [prompt on Jewish mysticism; prompt on Judaism]", "Shimon bar Yochai (yo-hai) [or Simeon ben Yohai; accept Rashbi but do NOT accept or prompt on \"Rashi\"]", "Messiah [or Messias] "], "parts_sanitized": ["Name this mystical religious tradition, which believes that God created the world through a process of \"contraction,\" or tzimtzum. This tradition also venerates the 10 emanations, known as the Sefirot.", "According to Kabbalahist tradition, this Roman era Rabbi was the author of the Zohar, the major text of Kabbalah. According to tradition, while this rabbi hid in a cave, the angel Metatron revealed the future Islamic rule of Israel. ", "Metatron's prophecy to Shimon bar Yochai ends with the arrival of this figure, who then kills the final Islamic ruler. This figure is believed to be a future Jewish king, while in Christianity this figure is believed to be Jesus."]}, {"leadin_sanitized": "This town is depicted in several landscapes by Ernest Blumenschein, including one depicting haystacks in its valley. For 10 points each:", "answers_sanitized": ["Taos, New Mexico", "Georgia O’Keeffe", "flowers "], "parts_sanitized": ["Name this town in New Mexico, which contained an artist’s colony founded by Mabel Dodge Luhan. Artists such as Ansel Adams worked in this town beginning in the 1920s.", "This artist produced many paintings of desert landscapes, such as Ram’s Head White Hollyhock, while working in Taos. This artist’s former studio in Taos, the Abiquiu home, contains a famous black door and is now a museum.", "O’Keeffe may be better known for her paintings of these natural objects, which are depicted in her Red Canna series, and are often interpreted to have a suggestive nature. "]}, {"leadin_sanitized": "This theory posits that individuals are situated within and influenced by systems titled micro, meso, and macro. For 10 points each:", "answers_sanitized": ["ecological systems theory [or human ecology theory; accept bioecological theory; accept but do not otherwise reveal development in context theory; accept \"model\" in place of \"theory\" for any answer] ", "development", "time "], "parts_sanitized": ["Name this theory developed by Urie Bronfenbrenner. Later versions of this theoretical model add biological factors such as age and sex.", "In the book Making Human Beings, Bronfenbrenner describes his bioecological perspective on this process. Fellow Soviet born thinker Lev Vygotsky created the pivot model of this process and describes a zone of the proximal form of this process.", "A later revision to the ecological systems model added the chronosystem, which analyzes this variable and physical context. Longitudinal studies track data over the course of this variable."]}, {"leadin_sanitized": "This biologist’s exposure to pre-Lysenkoism theories influenced the direction of his early research on Drosophila pseudoobscura. For 10 points each:", "answers_sanitized": ["Theodosius Dobzhansky [accept (Bateson)-Dobzhansky-Muller model]", "hybrid sterility [accept word forms for sterility]", "allopatric speciation [prompt on speciation; accept vicariance model of allopatric speciation] "], "parts_sanitized": ["Name this Ukranian-American evolutionary biologist and author of the pioneering textbook Genetics and the Origin of Species. With Muller and Bateson, he co-names a model of genetic incompatibility.", "Dobzhansky-Muller incompatibilities are one contributing factor to this general phenomenon in which the F1 generation from two different species are unable to overcome prezygotic barriers and cannot reproduce.", "One way in which fertile, new species are actually created is when a geographic barrier bisects a population. That is the vicariance-driven version of this biological process, which is contrasted with its sympatric counterpart."]}, {"leadin_sanitized": "Johann Siegert, creator of Angostura bitters, accompanied this man during campaigns in Venezuela. For 10 points each:", "answers_sanitized": ["Simon Bolivar [or Simón José Antonio de la Santísima Trinidad Bolívar y Palacios Ponte-Andrade y Blanco]", "llaneros ", "Bernardo O’Higgins [or Bernardo O’Higgins Riquelme] "], "parts_sanitized": ["Name this general, who adopted the dog Nevado during the Admirable Campaign, which helped earn him the nickname “the Liberator”.", "These herders called Bolivar “iron buttocks” for his ability to endure long travel on horseback. These people fought at the Battle of Las Queseras del Medio, where they were told to “return to the battle, damn it!” by Jose Antonio Páez. ", "This other Bolivarian supporter famously challenged his troops to “live with honor or die with glory” at the Battle of El Roble. This Irish general lost at the Disaster of Rancagua. "]}, {"leadin_sanitized": "This character drinks from a jug while singing “Auld Lang Syne” in a poem that takes place “where strangers would have shut the many doors / That opened long ago.” For 10 points each:", "answers_sanitized": ["Mr. Flood [or Eben Flood; accept “Mr. Flood’s Party”]", "Edward Arlington Robinson", "“The Children of the Night” "], "parts_sanitized": ["Name this character whose “party” titles a poem set in Tilbury Town. ", "This author of “Mr. Flood’s Party” used Tilbury Town as a setting for many of his poems, including “Miniver Cheevy” and “Richard Cory.”", "This poem by Robinson claims “The darkness is a sullen thing” before stating the title characters “seem lost in fortune’s winnowing.” It is the title poem of a collection that contains “Luke Havergal” and “Richard Cory.” "]}]}