{
    "tossups": [
        {
            "question_sanitized": "At Doha 2019, this event was the longer of the two races in which Dutch runner Sifan Hissan became the first woman to complete a double in. This is the only distance at which Finnish running legend Paavo Nurmi won multiple Olympic gold medals at, going undefeated throughout the 1920s. At the 2014 Prefontaine Classic, Galen Rupp set the current American record for this event. This distance is the standard length for the (*) NCAA men’s national championship in cross country. At Rio 2016, despite falling mid-race, Mo Farah became the first British runner to win 3 golds by defending his title in this event from London 2012. This non-marathon event is the longest race at a standard outdoor track meet. For 10 points, name this distance event roughly equivalent to 6.2 miles.",
            "answer_sanitized": "10,000 meters [accept 10k or 10 kilometers; accept answers mentioning an (outdoor) track or cross-country 10k; generously prompt on 6.21 miles until mention] (Hissan’s double was amazingly in the 10k and in the 1500m) ",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "One anthropologist from this country stated \"what I want to know in this case is never merely an empirical fact,\" but is instead \"the knowledge that I want to produce\" in his book Global Transformations. Another anthropologist leads a UN organization named \"Lessons From\" this country and was the subject of the Tracy Kidder book Mountains Beyond Mountains. The book The Serpent and the Rainbow details the use of datura and pufferfish to create (*) \"zombies\" in this country. Along with Jamaica, a religion from this country was the subject of Zora Neal Hurston's book Tell My Horse. The book The Black Jacobins by C.L.R. James' describes the leadership of Toussaint L'Ouverture in, for 10 points, what home country of Michel-Rolph Trouillot where anthropological studies of voodoo have taken place.",
            "answer_sanitized": "Haiti (the second anthropologist mentioned is Paul Farmer) ",
            "subcategory": "Anthropology",
            "category": "Social Science"
        },
        {
            "question_sanitized": "This character was played by Christopher Plummer in a 1973 musical written by Anthony Burgess. This character defines a kiss as a “secret which takes the lips for the ear.” In Act II of the play in which he appears, this character does not sign a letter he wrote to his love interest in a pastry shop. This character visits that woman in a convent every day for fifteen years before a (*) log falls on his head. This character wears a white scarf belonging to the Count de Guiche (“GEESH”) during a battle. He composes a ballad while dueling the Vicomte de Valvert, who insulted his most notable feature. This character, who often demonstrates his panache (“pan-ASH”), writes letters for Christian to help him woo Roxane. For 10 points, name this character created by Edmund Rostand who has a large nose.",
            "answer_sanitized": "Cyrano de Bergerac [or Cyrano de Bergerac] ",
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "Peter Wright lost a posthumous 1927 libel case against this man in which he exposed his association with the courtesan “Skittles”, which was largely ignored in a biography by John Morley. This man’s nickname “G.O.M.” was taken to mean either “Grand Old Man” or, according to his opponents, “God’s Only Mistake”. An uprising suppressed by bashi-bazouk troops was invoked by this man in a pamphlet that led to his (*) Midlothian Campaign. This man’s perceived abandonment of Charles “Chinese” Gordon in Khartoum tanked his popularity. This man attacked a chief rival by describing atrocities committed in Bulgaria by the Ottoman Empire. For 10 points, name this Liberal politician, rival to Benjamin Disraeli. ",
            "answer_sanitized": "William Gladstone [or William Ewart Gladstone] ",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "One of these devices can be generated by rotating a partially magnetic, semi-metal crystal in a fixed B-field to drive anisotropy-dependent changes in magnetic entropy. Photon-assisted electron tunneling through two NIS junctions drives the “quantum circuit” variety of the devices. An inert gas passes through a porous regenerator in the idealized “pulse tube” type of these devices. The power of another of these devices increases proportionally to the molar circulation rate of (*) helium-3. Q-sub-L divided by the compressor power gives the coefficient of performance for a perfectly reversible one of these devices, which can be created by reversing the Carnot cycle. For 10 points, name this type of device whose household type is used to keep food cold.",
            "answer_sanitized": "refrigerator [accept cryocooler; accept quantum-circuit refrigerator or QCR; accept heat pump; prompt on (rotating) magnetocaloric effect or MCE with “is used in what type of device?”] ",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "In one play, a poem by this author is recited by Phaedra, a girl dressed in a fairy costume who ran away from her stepfather. Johnny “Rooster” Byron tells tall tales in that play named for a poem by this author and written by Jez Butterworth. A poem by this author describes objects like a “bow of burning gold” and “arrows of desire,” and coined the phrase “chariot of fire.”  Before Sir (*) Hubert Parry turned that poem by this author into a patriotic hymn, it was known by its first line, “And did those feet in ancient times.” In another poem, this author describes a creature that is “meek” and “mild” and asks it “Dost thou know who made thee?” For 10 points, name this British poet of “Jerusalem” who included “The Lamb” in his Songs of Innocence.",
            "answer_sanitized": "William Blake ",
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "After a battle involving this tribe, Paddy Walsh was blamed for the casualties after promising that this tribe’s warriors would be invincible. Samuel Dale and members of this tribe engaged in a “canoe fight”. William McIntosh was murdered by the Law Menders of this tribe under Chief Menawa after negotiating an unauthorized treaty with the US government. Peter (*) McQueen led this tribe in a massacre of civilians at Fort Mims and defeated US troops at the Battle of Burnt Corn. The Treaty of Fort Jackson ended a war with this tribe after a victory at Horseshoe Bend by General Andrew Jackson. For 10 points, name this tribe whose “Red Stick” faction fought an 1813-14 war against the US.",
            "answer_sanitized": "Creeks [accept Muscogee or Mvskokvkle (mus-KO-gel-gee) or Red Sticks before mentioned] ",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "These compounds pass through a Ghose filter with molar refractivities between 40 and 130 and a number of atoms between 20 and 70. Compartmental models of these compounds frequently make use of the acronym LADME, and they are treated as ligands in Schild regression analysis. These compounds cannot possess octanol-water partition coefficients above five and are limited to 5 H-bond donors and 10 H-bond acceptors according to (*) Lipinski’s rule of five. The values of C-max and T-max quantify the serum concentration of these compounds. The first-pass effect greatly reduces the bioavailability of these compounds that may be administered orally or intravenously. For 10 points, name these compounds produced by companies like Novartis and Pfizer.",
            "answer_sanitized": "active drugs [accept pharmaceutical products or logical equivalents; anti-prompt “Be less specific” on any specific drug names or categories (eg. “opioids” or “Aspirin”, etc.); prompt on ligand(s)] ",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "In her book Persistent Problems in Philosophy, Mary Calkins outlined a fourfold defence of this position. In a book titled for this position, May Sinclair argued that this position must necessarily change due to its encounter with New Realism. The objective form of this position was espoused by Josiah Royce, while F.H. Bradley explained the first principle of existence with this position's absolute form. That absolute form of this position is based on the work of (*) Hegel. In the Critique of Pure Reason, Immanuel Kant outlined the transcendental form of this position, which holds that the way objects are seen are not what they truly are. For 10 points, name this position which holds that reality is a fundamentally mental thing.",
            "answer_sanitized": "idealism [accept immaterialism] ",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "After Lionel Hampton's solo for the vibraphone, a solo for this instrument plays on the Benny Goodman recording of \"Good Enough to Keep.\" Another player of this instrument composed \"Jean De Fleur\" for his album Idle Moments. In addition to Grant Green and Charlie Christian, another player of this instrument collaborated with the Wynton Kelly Trio to record Smokin' At the (*) Half Note. Another player of this instrument composed \"Minor Swing\" and a song titled for his name \"-ology.\" That player of this instrument also founded the Quintette du Hot Club de France and pioneered \"Gypsy jazz.\" For 10 points, name this instrument played by Wes Montgomery and Django Reinhardt, a six stringed instrument. ",
            "answer_sanitized": "jazz guitar [accept electric guitar or acoustic guitar] ",
            "subcategory": "Other Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "In one novella from this country, a young girl is raised by her ferryman grandfather, who refuses to take tips because he thinks the government is already paying him fairly. Another work by an author born in this country describes a man with hepatitis intentionally infecting people as revenge for an unjust arrest. In addition to the authors of The Border Town and “Saboteur,” another author from this country wrote the collection Call To (*) Arms, which contains a story about a man who claims \"spiritual victories\" whenever he suffers defeat. That non-Gogol author from this country wrote \"A Madman's Diary\" and \"The True Story of Ah Q.\" For 10 points, name this home country of Shen Congwen (“shen tsong-wen”), Ha Jin, and Lu Xun (“loo shoon”).",
            "answer_sanitized": "the People's Republic of China [or Zhongguo; accept PRC; do NOT accept or prompt on \"Republic of China\" or \"Taiwan\"] ",
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "Journalist Walter Burton Harris was kidnapped in this country, but later befriended his kidnapper and built Villa Harris. A king of this country was probably responsible for the disappearance of revolutionary politician Mehdi Ben Barka. It’s not Italy, but during this country’s “years of lead”, its king imprisoned political prisoners in Tazmamart. American playboy millionaire Ion Perdicaris was kidnapped by (*) Raisuli in this country. Citizens from this country marched into a neighboring territory during the Green March, sparking tensions from the Polisario Front. The Saadi Dynasty ruled this country, which was succeeded by the Alaouite Dynasty. For 10 points, name this country, where Sultan Hassan II ruled from Rabat. ",
            "answer_sanitized": "Kingdom of Morocco ",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "In The Story of Art, Ernst Gombrich remarks how a depiction of this saint was unique for showing him with “feet planted resolutely, not [yielding] an inch.” Allegories of Faith, Hope, and Charity look down upon this saint’s disrobing in Veronese’s depiction of his martyrdom. Natural light atypically enters from the lower right corner in Altdorfer’s depiction of this saint “in the Forest.” Gustave Moreau showed this saint with a golden halo and pink cape while (*) riding a white horse. In a Raphael miniature, this saint wears a blue garter and aims his lance downward, while he rescues a princess chained to a green beast in a bloodier depiction of the same scene by Paolo Uccello. For 10 points, name this Patron Saint of England, often depicted “slaying the dragon”.",
            "answer_sanitized": "Saint George [accept St. George of Lydda] St. George)",
            "subcategory": "Painting",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Note to moderator: read the notes slowly, pausing between dashes. A slow theme in the finale of one of this composer’s symphonies begins “Long F - E - F - low A flat - high F - E flat.”  In that symphony by this composer, offstage trumpets interrupt the first movement’s melody with a triple-p fanfare beginning on A and E. One symphony by this composer opens with strings droning an A over 7 octaves. Incidental music for the poem The Trumpeter of Sacklingen was the basis for the rejected (*) Blumine second movement of this composer’s first symphony. That symphony by this composer includes a round based on “Frère Jacques” in a minor key. The two parts of this composer’s 8th symphony are based on the hymn “Veni, Creator Spiritus” and Geothe’s Faust respectively. For 10 points, identify this late-romantic Austrian composer of the Titan Symphony and the Symphony of a Thousand. ",
            "answer_sanitized": "Gustav Mahler ",
            "subcategory": "Music",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A quantity named for this phenomenon is calculated as 6.08 times the difference in the calculated and reference values of the modified Hosoya Z index. The Hess-Schaad index calculates another quantity named for this phenomenon that decreases monotonically with the number of type 2-3 double bonds. That “energy” named for this phenomenon is zero for a molecule of ethene. The effects of this phenomenon explain why the nitrite ion has a bond (*) order of 1.5 and why the carbonate ion has a charge of minus 2/3. Benzene is often drawn as a hexagon surrounding a circle to visually represent the effects of this phenomenon. For 10 points, name this phenomenon represented visually with double-headed arrows connecting a molecule’s e possible Lewis structures.",
            "answer_sanitized": "resonance [accept (Hess-Schaad)-resonance energy or topological resonance energy or resonance structures; prompt on energy before mention with “associated with what phenomenon?”; do NOT accept or prompt on (hyper)conjugation] ",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "A mutation from glycine to this amino acid at the 93rd position of SOD1 is the most common mutation in ALS patients. A ratio greater than 2:1 for aspartate transaminase to this amino acid’s transaminase is an early warning sign for alcoholic liver disease. The relative binding affinities for specific protein residues are determined using a site-directed mutagenesis technique named for (*) “scanning” with this amino acid. Alpha-ketoglutarate and this amino acid are produced from L-glutamate in the Cahill cycle, after which this amino acid is shuttled to the liver to enter the urea cycle. This amino acid is produced from the trans-amination of pyruvate. For 10 points, name this nonpolar amino acid with a methyl side chain.",
            "answer_sanitized": "alanine [accept D-alanine or L-alanine or alanine scanning or alanine transaminase or 2-aminopropanoic acid; prompt on A or alt or G93A or AST/ALT ratio] ",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "One poem by this author tells the addressee “you surface seldom” and ends by claiming “I would breathe water.” An object in a poem by this author has ”muted bones and acanthine hair” and is “pithy and historical as the Roman Forum.” That poem by this author of “Full Fathom Five” describes a ruined statue and opens “I shall never get you put together (*) entirely.” In another poem, this author wrote “There’s a stake in your fat black heart / And the villagers never liked you” and claims “I think I may be a Jew.” In that poem, this author described a “man in black with a Meinkampf look” who is told “you bastard, I’m through.” For 10 points, name this poet who wrote about her father in “The Colossus” and “Daddy” before her 1963 suicide. ",
            "answer_sanitized": "Sylvia Plath ",
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "An extinct volcano in this city known as Arthur's Seat is held to be the location of camelot. This city is overlooked by Calton Hill, which is home to the Martyr's Monument: an obelisk dedicated to a group of five political martyrs from this city. The Canongate makes up the eatsern edge of the Royal Mile in this city, which is named for linking the Palace of (*) Holyroodhouse with this city's namesake castle. This city is home to the Holyrood Parliament and this city's primary train station is Waverly. This largest Midlothian city sits on the Firth of Forth and is home to a massive monument to native son Sir Walter Scott. For 10 points, name this capital of Scotland, which is also its second largest city after Glasgow.",
            "answer_sanitized": "Edinburgh ",
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "question_sanitized": "It’s not a rabbi, but Samuel Pallache, a member of this profession, negotiated a “Treaty of Friendship and Free Commerce” between Morocco and the Netherlands. Members of this profession taught by Fleming Simon Danser were responsible for the depopulation of Baltimore, Ireland in 1631. Jan Janszoon and other members of this profession founded the Republic of Sále. Members of this profession took the name (*) “Sea Beggars” under William of Orange. Ottoman members of this profession journeyed to Iceland in 1627. Albert Mecklenburg hired a group of these people known as the Victual Brothers, who terrorized the Hanseatic League. For 10 points, name this profession, in which rogue ships attacked trade ships. ",
            "answer_sanitized": "piracy [accept pirates or corsairs; prompt on raiders; prompt on slavers or similar answers] ",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "In the Yoga Sutras of Patanjali, all must engage in this practice to achieve samadhi. Members of the Brahma Kumaris movement believe that this practice is the basis for groups of people living peacefully together. The Buddha claimed that being bitten by a viper was better than breaking this practice. In the ashrama system, all brahmacharya engage in this practice until (*) grihastha. This practice and poverty are the main rules followed by sadhus and sanyasis. Indian examples of this practice frequently pair it with suppressing desires and physical vices. For 10 points, name this practice of avoiding sexual activity practiced by many priests and monks. ",
            "answer_sanitized": "celibacy [accept being celibate; accept chastity; accept sexual abstinence; accept descriptive answers about not having sex until the last sentence; prompt on being a virgin] ",
            "subcategory": "Religion",
            "category": "Religion"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "Harry Martinson, a poet from this country, cut his stomach open with scissors due to controversy arising from his 1974 Nobel Prize win. For 10 points each:",
            "answers_sanitized": [
                "Sweden",
                "The Dwarf [or Dvärgen]",
                "Tomas Tranströmer "
            ],
            "parts_sanitized": [
                "Name this country where an academy decides who wins the Nobel Prize in Literature.",
                "Swedish Nobel Laureate Pär Lagerkvist is most famous for this novel about Piccolino, the short advisor of the prince.",
                "This Swedish Nobel laureate wrote the poem “Baltics,” which begins “it was before the time of the radio masts.”"
            ],
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "According to one book, \"the only style proper for modern northern work,\" is the Northern variety of this style. For 10 points each:",
            "answers_sanitized": [
                "gothic",
                "The Seven Lamps of Architecture",
                "Louis Henry Sullivan "
            ],
            "parts_sanitized": [
                "Name this architectural style distinguished by the presence of flying buttresses and ribbed vaults. Notre Dame Cathedral is a prominent example of this architectural style.",
                "This book of architectural theory praised gothic architecture for exemplifying the title concepts, which include sacrifice, truth, and power. This was John Ruskin's first major work on architecture. ",
                "Ruskin may have inspired this other architect's concept of  “natural nationalism” in American architecture. This inspiration of the prairie school is also known for designing the Wainwright Building."
            ],
            "subcategory": "Other Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Belgian-born Hindu nationalist Koenraad Elst wrote a biography of this man subtitled “A True Aryan”. For 10 points each:",
            "answers_sanitized": [
                "B.R. Ambedkar [accept Bhimrao Ramji Ambedkar or Babasaheb Ambedkar]",
                "untouchables [or Dalits]",
                "satyagraha "
            ],
            "parts_sanitized": [
                "Name this man who, along with his 500,000 followers, took the 22 Vows and became Buddhist in a mass conversion ceremony. ",
                "Ambedkar was a strong advocate for this group of people excluded from the four-tiered Hindu caste system. ",
                "Ambedkar protested in this manner popularized by Mahatma Gandhi. This method of protest literally means “firm truth”. "
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Answer the following questions about some assumptions and approximations made in fluid mechanics. For 10 points each:",
            "answers_sanitized": [
                "Navier-Stokes equations",
                "drag force",
                "Boussinesq approximation "
            ],
            "parts_sanitized": [
                "The assumption of zero viscosity is necessary when working with the Euler equation, which is a special case of these doubly-eponymous equations from fluid mechanics that describe the motion of viscous fluids. ",
                "The central object is assumed to be both spherical and in a fluid with low Reynolds number when using Stokes’ law to calculate this force. Terms for this force and inertial force appear on the right side of the Morison equation. ",
                "When performing calculations involving buoyancy-driven flows, it is common to use this approximation, which ignores density differences not expressed in terms of g. Calculations of the Richardson number, such as in forecasting air turbulence, commonly use this approximation."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "One character in this play worries that choosing to play pop music for the BBC radio program Desert Island Discs will ruin his intellectual credibility. For 10 points each:",
            "answers_sanitized": [
                "The Real Thing",
                "Tom Stoppard [or Tomás Straüssler]",
                "A.E. Housman [or Alfred Edward Housman] "
            ],
            "parts_sanitized": [
                "Name this play in which the playwright Henry leaves his actress wife Charlotte for another actress named Annie.",
                "The Real Thing was written by this Czech-born author of Rosencrantz and Guildenstern are Dead and Arcadia. ",
                "Stoppard’s play The Invention of Love centers on this real-life poet’s love for his Oxford classmate Moses Jackson. This poet wrote the lines “Early though the laurel grows / It withers quicker than the rose.”"
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "In a work created for the Medici Villa in Poggia, a man can be seen carrying a cage of exotic birds in the foreground while two soldiers lean on a marble statue of this military leader and stare at a giraffe. For 10 points each:",
            "answers_sanitized": [
                "Gaius Julius Caesar [accept the Triumphs of Caesar] (The first version is by Andrea del Sarto)",
                "Camera Degli Sposi [accept “Wedding Room”; prompt on partial]",
                "the d’Este family [accept Isabella d’Este] "
            ],
            "parts_sanitized": [
                "Name this leader who was depicted riding in an ornate chariot in a cycle of nine paintings by Andrea Mantegna celebrating his military victories in Gaul.",
                "Mantegna’s Triumphs of Caesar was painted for Mantua’s Ducal Palace. That building is probably best known for a different cycle of frescoes Mantegna created for this room, in which Mantegna painted a sky-blue oculus in the di sotto in su style. Either the Italian or English translation is okay. ",
                "Mantegna was also commissioned to paint multiple scenes, such as his Parnassas and the Triumph of the Virtues, for the studiolo of a noblewoman from this Mantuan family within the Ducal Palace’s “Grotto Wing”."
            ],
            "subcategory": "Painting",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Programs created under the “pure” form of this paradigm will have no side effects and will return the same result for multiple calls with the same arguments. For 10 points each:",
            "answers_sanitized": [
                "functional programming [prompt on declarative programming]",
                "argument(s)",
                "Scheme "
            ],
            "parts_sanitized": [
                "Name this programming paradigm used by languages like Lisp and Haskell that treats programs as its namesake mathematical entities. This paradigm is contrasted with imperative programming.",
                "Functional programming makes use of a technique called currying to reduce a function’s arity to one. Arity is a measure of the number of these general statements that a function can take.",
                "This minimalist programming language developed at MIT and published in the Lambda Papers is notable for its ability to support both functional and imperative programming paradigms. Along with “Common” and “Clojure” this language lends its name to one of the three main dialects of Lisp."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Bhisma uses one of these objects on Duryodhana’s behalf, which is responded to in kind by Krishna, who uses one of these called Panchajanya. For 10 points each:",
            "answers_sanitized": [
                "conch shells [accept conch; prompt on shell(s) alone]",
                "Mahabharata",
                "Dhritarashtra "
            ],
            "parts_sanitized": [
                "Name these sound-producing objects, which are used at the beginning of the Bhagavad Gita to intimidate both armies. In Greek mythology, Daedalus threaded one of these objects using ants and honey. ",
                "Duryodhana is the eldest of the Kauravas in this epic. This epic centers on the Kurukshetra war, which was fought between the Kauravas and the Krishna aided Pandavas. ",
                "The battle preparations in the Bhagavad Gita are relayed by Sanjaya to this blind king, the father of the Kauravas. "
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Answer the following about people from The Guns of August. For 10 points each:",
            "answers_sanitized": [
                "Helmuth von Moltke the Elder [accept Helmuth Karl Bernhard Graf von Moltke; accept Helmuth von Moltke the Younger or Helmuth Johannes Ludwig Graf von Moltke]",
                "Madame Caillaux [accept Henriette Caillaux or Henriette Raynouard]",
                "Nicholas II [or Nikolai II Alexandrovich Romanov] "
            ],
            "parts_sanitized": [
                "A German field marshal of this surname used to read Victorian novels like Lady Audley’s Secret before heading into battle. His son of the same name implemented the Schlieffen Plan during World War I. ",
                "This French socialite murdered the editor of Le Figaro for publishing salacious details about her husband’s previous marriage. She was acquitted in a sensational trial that saw French president Raymond Poincaré testify. ",
                "This ruler dismissed the war minister Sukhomlinov, but that didn’t help his mobilization, which led to 400,000 men going into battle without weapons. This ruler was later overthrown by the Bolsheviks. "
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Although he ran for the presidency of his country with this party, immediately after being elected Andrzej Duda renounced his membership and became an independent. For 10 points each:",
            "answers_sanitized": [
                "Law and Justice Party [or Prawo i Sprawiedliwość]",
                "Republic of Poland",
                "anti-blasphemy laws "
            ],
            "parts_sanitized": [
                "Name this right wing political party, many of whose leaders died in a plane crash near the Russian border in 2010. This party's alliance with the Catholic church has been criticized for leading to democratic backsliding in their country.",
                "The Law and Justice Party is the dominant political party in this country, whose prime minister Mateusz Morawiecki has pushed for legislation to suppress protests in this country's cities, such as Katowice and Warsaw.",
                "In 2010, Polish death metal vocalist Nergal was convicted under a law named for this concept after he tore up a Bible on stage. Laws named for this concept typically attempt to prevent offense to religious groups and are most common in countries with state religions."
            ],
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "leadin_sanitized": "J.S. Bach produced a large number of compositions and a large number of children. Answer some questions about one of his sons, Carl Philipp Emanuel Bach, for 10 points each.",
            "answers_sanitized": [
                "Solfeggietto ",
                "harpsichord",
                "24 "
            ],
            "parts_sanitized": [
                "Perhaps C.P.E. Bach’s most famous composition is this blistering keyboard piece in C minor. Almost fully monophonic, this piece can be performed with the left hand alone, although many students learn it with both hands.",
                "C.P.E. Bach also composed an E-flat major concerto for the unusual combination of piano and this other instrument, which along with the piano and clavichord was one of the most common keyboard instruments in the 18th century. The strings inside this keyboard instrument are plucked instead of hammered.",
                "J.S. Bach’s Well-Tempered Clavier was meant to showcase the benefits of well-tempering as opposed to mean tempering on keyboard instruments. To illustrate those benefits, the Well-Tempered Clavier includes this many pairs of preludes and fugues, one for every major and minor key in Western classical music."
            ],
            "subcategory": "Music",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This actress would often dismiss curtain calls by saying “That’s all there is, there isn’t any more,” and once refused a marriage proposal from Winston Churchill. For 10 points each:",
            "answers_sanitized": [
                "Ethel Barrymore [prompt on Barrymore]",
                "A Raisin in the Sun",
                "David Mamet [or David Alan Mamet] "
            ],
            "parts_sanitized": [
                "Name this member of a renowned acting family prominent throughout the early 20th century. Like Helen Hayes, she is known as “the First Lady of the American Theater.” ",
                "In 1959, this Lorraine Hansberry play premiered at the Ethel Barrymore Theater. It centers on the black Younger family, who decide to move to a predominantly white neighborhood..",
                "The Ethel Barrymore Theater also premiered this author’s 2009 play Race. Trademarks of this man’s plays like Speed-the-Plow include liberal use of profanity and rapid fire dialogue with characters talking over each other."
            ],
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "One form of this process creates a Cairns intermediate and is named for the resemblance of its intracellular machinery to the Greek letter theta. For 10 points each:",
            "answers_sanitized": [
                "prokaryotic DNA replication [accept theta replication; accept “synthesis” in place of “replication”]",
                "clamp [accept answers mentioning clamping DNA polymerase; do not accept or prompt on scaffolding]",
                "BRCA1 or BRCA2 [prompt on BRCA] (This is why their deficiencies are associated with cancer.) "
            ],
            "parts_sanitized": [
                "Name this process that begins in E. coli when binding at the oriC site induces negative supercoiling. This process begins with the binding of primase and the entrance of the polymerase III holoenzyme.",
                "One of the defining characteristics of DNA replication in eukaryotes is the presence of the trimeric, ring-shaped protein PCNA, which serves this function in replication. The beta protein is an analogue of PCNA that serves this function in prokaryotes.",
                "PCNA has been shown to co-localize to replication forks at sites of DNA damage with these two proteins. These products of a major tumor-suppressor gene are recruited by the FA core complex to serve as scaffolds for homology-direction repair proteins like Rad51. Name either."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Shakespeare mentions Sackerson, a prominent participant in this sport, in The Merry Wives of Windsor. For 10 points each:",
            "answers_sanitized": [
                "bear baiting ",
                "Elizabeth I of England",
                "geese [or goose pulling; prompt on birds] "
            ],
            "parts_sanitized": [
                "Name this cruel sport. It involved tying its namesake animal in chains and pitting it against hounds in large gardens, known as “baiting” these animals.",
                "Bear-baiting was made popular during the rule of this English monarch. This “Virgin Queen” overrode a law banning bear-baiting on Sundays. ",
                "A popular Spanish sport involved pulling the head off of this animal while riding full-speed on a horse. Funnily enough, Franco banned the use of these live animals, replacing them with ribbons tied to poles, but Wikipedia claims that “when democracy returned”, these live animals were again getting their heads pulled off."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "In a book titled for Religion and this concept, Keiji Nishitani created his Threefold Topology, which consisted of being, nihility, and this concept. For 10 points each:",
            "answers_sanitized": [
                "nothingness [accept sunyata; accept mu]",
                "Zen Buddhism [or Chan Buddhism] ",
                "Henri Bergson "
            ],
            "parts_sanitized": [
                "Name this concept, whose absolute form was studied by many members of the Kyoto school. In a Jean-Paul Sartre book partially titled for this concept, this concept is said to allow for freedom of choice. ",
                "Keiji Nishitani's thought synthesized existentialism with this branch of Mahayana Buddhism, which focuses on meditation and contemplation of paradoxical koans.",
                "While studying at the University of Freiberg, Nishitani wrote a dissertation titled for the \"Real and the Ideal\" in the thought of Schelling and this other philosopher. More famously, this philosopher proposed the idea of  élan vital in his book The Creative Evolution."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "This disorder can be treated with a variant of cognitive behavioral therapy called DBT, or dialectical behavioral therapy. For 10 points each:",
            "answers_sanitized": [
                "borderline personality disorder [or BPD; do NOT accept or prompt on \"bipolar disorder \"]",
                "splitting",
                "narcissistic personality disorder [or NPD; accept word forms such as narcissism] "
            ],
            "parts_sanitized": [
                "Name this personality disorder, characterized by unstable emotions, a distorted sense of self, and a fear of abandonment. This disorder is named for the previous theory that it was located at the intersection of psychosis and neurosis.",
                "This is a common symptom of BPD, which consists of perceiving people or things as either entirely good or entirely bad. It is commonly known as \"black and white thinking\" or \"all or nothing thinking.\"",
                "Patients with this other cluster B personality disorder also may experience splitting. This disorder is primarily characterized by a grandiose view of self and a need for admiration. "
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "George Thomas earned the nickname “the Rock” of this battle due to his refusal to give up Snodgrass Hill. For 10 points each:",
            "answers_sanitized": [
                "Battle of Chickamauga",
                "Battle of Gettysburg",
                "Battle of Franklin "
            ],
            "parts_sanitized": [
                "Name this 1863 battle where a gap in William Rosecrans’ troops was exploited by James Longstreet to give the Confederates a victory. ",
                "Chickamauga was the second-deadliest battle during the Civil War. The deadliest was this battle, after which Abraham Lincoln gave a namesake “address”. ",
                "George Thomas fought in a campaign where this 1864 battle was lost by the Confederate amputee John Bell Hood. Emerson Opdycke defended the Union center at this battle, which saw the “Pickett’s Charge of the West”."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This poet quoted an early mystic with the line .\"All shall be well, and all shall be well, and all manner of thing shall be well\" in Little Gidding, the last of his Four Quartets. For 10 points each:",
            "answers_sanitized": [
                "T.S. Eliot [or Thomas Stearns Eliot]",
                "Julian of Norwich [or Juliana of Norwich; accept Dame Juliana; accept Mother Juliana; prompt on just Julian or Juliana]",
                "“Ash Wednesday” "
            ],
            "parts_sanitized": [
                "Name this poet, who also quoted the Upanishads by ending \"The Waste Land\" with the mantra \"shantih shantih shantih.\"",
                "Elliot was quoting this anchoress in Little Gidding. This mystic author wrote about her near death experience in Revelations of Divine Love.",
                "In this Eliot poem titled for a Christian holiday, he discusses his conversion to Anglicanism. It begins with the line “Because I do not hope to turn again.”"
            ],
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "In one especially controversial fatwa, this thinker argued for the permissibility of jihad against fellow Muslims. For 10 points each:",
            "answers_sanitized": [
                "Taqī ad-Dīn Ahmad Ibn Taymiyyah",
                "al-Qaeda ",
                "fiqh "
            ],
            "parts_sanitized": [
                "Name this 13th century Sunni scholar and Hanbali theologian, whose The Book of Faith is considered a major inspiration for the Wahhabi movement. ",
                "Ibn Taymiyyah's fatwa in favor of jihad against other Muslims influenced this extremist organization formerly headed by Osama bin Laden. This Salafist terrorist organization carried out the 9/11 Attacks.",
                "Ibn Taymiyyah was a member of the Hanbali school of this discipline, which basis its rulings on the haddith and conpanions of Muhammad instead of contemporary reason. This discipline involves studying Sharia and is often called Islamic jurisprudence."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "One of these ions attacks the reformed carbonyl in the penultimate step of the Cannizarro reaction. For 10 points each:",
            "answers_sanitized": [
                "hydride ion [or H- accept hydride shift; prompt on hydrogen alone; do not accept or prompt on H+]",
                "SN1 [accept unimolecular nucleophilic substitution; prompt on substitution reaction]",
                "suprafacial mechanism "
            ],
            "parts_sanitized": [
                "Name this ion. This ion shifts to a neighboring carbon atom bearing a formal charge of +1 in a common 1,2 carbocation rearrangement.",
                "Hydride shifts commonly occur on the carbocation intermediates formed during reactions proceeding with this mechanism. Reactions following this mechanism proceed in two steps and prefer weak nucleophiles.",
                "This is the term for when rearrangements cause sigma bonds to change on the same side of a molecule, such as in the thermally forbidden case of a [1,3] hydride shift. For a pi system, this term describes reactions involving two interior or exterior bonding lobes."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        }
    ]
}