{"tossups": [{"question_sanitized": "In one poem of this type, the author asks “What is someone? What is no-one?” before concluding “man is the dream of a shadow.” Another of these poems notes “gold” “stands out supreme of all lordly wealth” and begins “Water is best.” The author predicted his future influence in one of these poems describing a “monument more lasting than bronze.” Poems of this type are divided into (*) strophe, epistrophe, and epode sections. A collection of these poems originated the expressions “dulce et decorum est” (“DULL-kay et day-KOR-um est”) and “Carpe diem.” Athletes are the subject of poems of this type written by Pindar, and short, reflective ones are named for Horace. For 10 points, name these poems common in Ancient Greece that inspired one by John Keats written on a Grecian urn.", "answer_sanitized": "odes [accept Pindarian odes, Horiatian odes, or Pindarian odes] ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "In this story, one character responds to another saying “You will never respect me anymore” by eating a watermelon for over thirty minutes. A character in this story realizes he first fell in love after his hair turned gray and refers to women as the “lower race.” This story ends with that character clutching his head and asking “How?” before realizing “the end was still far, far away, and that the hardest, the most complicated part was just beginning.” The two central characters of this story meet in the town of (*) S-- after reconnecting at an opera premiere. While visiting the spa town of Yalta, Dmitri Gurov has an affair with the married woman Anna Sergeyevna in this story. For 10 points, name this Anton Chekhov story titled for a woman who owns a Pomeranian.", "answer_sanitized": "“The Lady with the Dog” [or “The Lady with the Little Dog”; or “The Lady with the Lap Dog”; accept anything containing the words lady and dog; or \"Dama s sobachkoy\"] ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A queen lost her sanity after learning that a necklace created by a member of this profession contained the teeth and eyes of her sons. That queen's husband, King Nidud, was responsible for hamstringing that holder of this profession. In another tale, the swan maiden Hervör left that figure with this profession a ring that he went on to duplicate seven-hundred times. Another figure with this profession lost his wife to (*) Kullervo’s curse and was earlier coerced by the Maiden of Pohjola to build an object that could produce endless grain, salt, and gold, the Sampo. Both Wayland and Ilmarinen were members of, for 10 points, what profession that, in Greek mythology, was held by Hephaestus.", "answer_sanitized": "blacksmith [accept forge gods; accept metalworkers or reasonable equivalents such as smithery; prompt on craftsman; do NOT accept or prompt on \"fire\" gods]   ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Willi Muenzenburg put together a Brown Book to exonerate the accused perpetrators of this event, including future Bulgarian president Georgi Dimitrov. 50,000 troops were deployed five days before this event to raid the offices of an organization led by Ernst Zogler. Benjamin Hett provided evidence against the consensus opinion that this event was solely carried out by Dutch communist (*) Marinus van der Lubbe. Paul von Hindenburg invoked Article 48 following this event, leading to a suspension of civil liberties and the passage of the Enabling Act. Hitler eradicated Communist support in Germany following, for 10 points, what 1933 act of arson on a legislative building?", "answer_sanitized": "Reichstag fire [anything related to a fire at the Reichstag] ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In R, the package that analyzes data for this quantity frequently makes use of the Aalen-Johansen estimator. When data for this quantity is right skewed and censored, the null hypothesis that this quantity is the same for two samples is analyzed using the log-rank test. For quantitative predictor variables, such as cell counts or gene expression data, the Cox PH regression may be used to calculate this quantity. The most commonly-used visualization of this quantity is a plot that displays groups as a series of declining horizontal (*) steps with time on the x-axis. That plot is often used to visualize data from clinical trials and is named for Kaplan and Meier. For 10 points, name this quantity measuring the amount of a population that does not die over time.", "answer_sanitized": "survival rate [or survival estimate or survival function; prompt on hazard function or hazard ratio or hazard curve or (competing) risks model; prompt on answers mentioning illnesses/deaths without the word “survival”] ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "In this city, blind computer programmer Marc Breault hired a detective to investigate a man who married David Jewell’s ex-wife. Victor Houteff purchased property in this city that was informally referred to as “the Rod”. Davy Aguilera noticed that a UPS package delivered to the “Mag-Bag” in this city was full of explosives. George Roden was kicked out of a group in this city that was the subject of the article (*) “The Sinful Messiah”. Events in this city inspired Timothy McVeigh, the Oklahoma City bomber. The Danforth Report criticized Janet Reno’s orders during an attack in this city, in which the Mount Carmel Center was burned to the ground, killing 76 inhabitants. For 10 points, name this city, where David Koresh led the Branch Davidian Cult. ", "answer_sanitized": "Waco, Texas ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Many leaders of this organization are locked up in Black Dolphin prison, where they are all forced to walk bent at the waist. During World War II, the Bitch Wars featured combatants who would become part of this organization. In America, this organization started off selling bags of potatoes and telling people it was antique currency in the Brooklyn neighborhood of (*) Brighton Beach. Pakhan lead this organization, which recruited skilled veterans called afgantsy. “Thieves-in-law” joined this organization, becoming part of its vory culture. Before he was poisoned, Alexander Litvinenko accused Vladimir Putin of running a type of state named after this organization. For 10 points, name this broad group of criminal organizations based in the former USSR. ", "answer_sanitized": "Russian mafia [accept obvious equivalents such as Russian organized crime or Russian mob; accept vory v zakone before mentioned; accept Bratva] ", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "NOTE TO MODERATOR: pause between commas while reading the rhythm. The “fragile echo” of a melody written by this non-American composer is accompanied by a solo obbligato of insect sounds in the Pavana Lachrymae movement of a string quartet. Clarinettist Ferdinand Troyer commissioned this composer’s Octet as a companion piece to Beethoven’s Septet. One string quartet by this composer makes use of the rhythmic motif “dotted half note, three triplets, quarter note.” This composer’s only string quintet is in C major and is scored for a string quartet with an extra (*) cello. This composer, whose works were catalogued by Otto Deutsch, wrote the only major extant sonata for Arpeggione. This composer’s penultimate string quartet, No. 14 in D minor, is based on a Matthias Claudius poem. For 10 points, identify this Austrian composer of the Death and the Maiden string quartet and an Unfinished 8th symphony. ", "answer_sanitized": "Franz Schubert ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "In a Gaussian beam, this quantity’s amplitude is expressed as a solution to the paraxial Helmholtz equation. For spin quantum numbers above 1/2, this quantity’s gradient couples the nuclear quadrupole moment. It's not voltage, but high values of this quantity facilitate electron tunneling in the reverse breakdown of a Zener diode. This quantity equals displacement field minus polarization density all over vacuum permittivity. Birefringence varies (*) linearly with this quantity in the Pockels effect, and the square of this quantity is proportional to changes in index of refraction in the Kerr effect. This quantity disappears inside of a time independent conductor, and it is crossed with the B-field in the Poynting vector. For 10 points, name this field surrounding electric charge.", "answer_sanitized": "electric field (accept E-field; accept electric field amplitude or electric field gradient; do not accept or prompt on electric charge) ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In the book Transcritique, Kojin Karatani examines the thought of Immanuel Kant and this thinker through each other's philosophy. In a book titled for this thinker's Theory of History, G.A. Cohen applied principles of analytic philosophy to this man's political writings. In a book titled for this thinker, another philosopher argues that there are two spirits of this man's thought, which now visit the Earth. In The (*) Open Society and its Enemies, Karl Popper argues that this thinker's reliance on historicism paved the way for totalitarian rule. Jacques Derrida wrote about the Spectres of, for 10 points, what this thinker, whose namesake philosophy was advanced by the Bolsheviks and other European Communist regimes?", "answer_sanitized": "Karl Marx ", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "One person with this surname wrote the book The Great Scourge and How to End It focusing on STD prevention and became an advocate for the Second Coming movement in the US. Another person with this surname published the newspaper the Worker’s Dreadnought and later founded the first teaching hospital in Ethiopia. The aforementioned Christabel and her sister (*) Sylvia were daughters of the most famous person with this surname. The most famous person with this surname engaged in her first hunger strike at Holloway Prison and helped found a union that staged the Black Friday demonstration against the government of H.H. Asquith. The WSPU was founded by members of, for ten points, what British suffragette family led by the matriarch Emmeline? ", "answer_sanitized": "Pankhurst [accept Christabel Pankhurst or Sylvia Pankhurst or Emmeline Pankhurst] ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In a late painting by one artist from this movement, an Egyptian temple is visible behind the shoulder of a young Christ who stands in a garden feeding a dove by hand. Another artist from this movement was inspired by a scene from Leviticus to depict a certain animal with a red ribbon around its horns. A third artist from this movement depicted his daughter holding a trumpet next to the title Golden Stairs in one painting, and legendarily buried a tube of a brown pigment after discovering that it was made from (*) mummies. Wood shavings litter the floor of a carpentry shop in another work by an artist from this movement, who showed the title Shakespearean character floating in a pond in another painting. For ten points, name this art movement, which included Edward Burne-Jones and John Everett Millais, and sought to emulate a certain Renaissance painter. ", "answer_sanitized": "Pre-Raphaelite Brotherhood [accept PRB] (The 1st work is James Collinson’s The Holy Family and the 2nd is Holman Hunt’s The Scapegoat) ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Description acceptable. A 4 to 4 to 1 mixture of THF, diethyl ether, and pentane promotes reactions occurring in this general condition and is known as the Trapp mixture. To avoid side reactions with oxalyl chloride, the Swern oxidation is performed in this general condition. When run in this condition, adding LDA to the aldol condensation will yield enols instead of ketones. Flasks are placed in a mixture of ethanol and (*) ethylene glycol to promote reactions occurring in this condition. The collecting flask in a rotovap is placed in a chamber with this condition to collect distilled solvent. Tap water circulates in and out of a piece of glassware named for both possessing this property and resembling a finger, which is used in sublimation experiments. For 10 points, name this general condition created by using dry ice.", "answer_sanitized": "cold temperatures [accept answers describing very low or freezing or cooling temperatures or -78 C or any specific temperature below 32 Fahrenheit, below 0 Celsius, or below 273 Kelvin; accept cold finger; prompt on answers mentioning “in a bath of acetone/dry ice or other compounds” with “to promote what condition?”] ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "At this location, a girl named Cordelia quotes from Queer Feet, scaring the protagonist due to her strict religious views. The protagonist feels “very close to heaven” after spending a summer at this place, where he frequently fights with its earl over his agnostic beliefs. The lord of this location is found living in Venice with his mistress Cara after separating from his wife, Lady (*) Marchmain. A character who originally lived at this location always carries his teddy bear Aloysius with him, and becomes an alcoholic porter at a Tunisian monastery. That character, Sebastian Flyte, meets the protagonist while studying at Oxford. For 10 points, name this estate “revisited” in an Evelyn Waugh novel. ", "answer_sanitized": "Brideshead [accept Brideshead Revisited] ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Note to players: Description acceptableIn addition to reported dualism, the denial of this action resulted in the denunciation of the Ismalies in the book Scandals of the Esoterics. One surah titled for this action describes how Allah created male and female before describing Allah's ability to perform this action. It doesn't involve birth, but souls pass through Barzakh when undergoing this action. This action will occur 40 years after the (*) death of all sinners, and according to the surah Al-Zumar, this action occurs after the blowing of a second trumpet. The surah al-Qiyama details how this event will occur, which will happen before the Last Judgement in Islamic eschatology. For 10 points, name this action, which according to Christianity was performed by Jesus on Easter Sunday. ", "answer_sanitized": "resurrection [accept al-Qiyama before read; accept any answer indicating rising from the dead; prompt on answers like the end of the world or the last judgement] ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "A 3-stage model of this mountain range’s formation begins with the Notre Dame arc colliding with the Laurentian margin slab. Cameron’s line is a suture zone dating this mountain range’s formation to the Taconic orogeny. The Hamilton Group maps bedrock from this mountain range. The Inner Piedmont Belt contains a high density of Paleozoic, metamorphic rocks that characterize the “crystalline” subset of this mountain range. Trappings of (*) natural gas within an outcropping of shale from this mountain range’s Marcellus formation prompted a surge in “fracking” in the 2010s. Carboniferous-era peat bogs supply the abundant bituminous coal reserves in this mountain range. For 10 points, name this longest mountain range in eastern North America.", "answer_sanitized": "Appalachian Mountains ", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This empire's second emperor invaded Khotan and took control of Four Garrisons. This empire conquered Zhang Zhung, a kingdom which used the mar script. This empire was the second entity referred to in the “uncle and nephew” relation. This empire conquered the Qiang people of Songzhou after a neighboring empire was weakened by the An Lushan rebellion. Ralpacan was one of this empire’s (*) Three Dharma Kings. This empire conquered Xinjiang and Qinghai from the Tang Dynasty. This empire's first emperor, Songtsen Gampo, set this empire's capital at Lhasa. For 10 points, name this empire, whose modern-day counterpart is an autonomous region of China ruled by the Dalai Lama. ", "answer_sanitized": "Tibetan Empire [or Bod Chen Po] ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A film from this country opens with shots of a wheat field and a woman standing next to a sunflower. Shots of a bowl of soup, a girl in a coffin, and a woman lying on a couch show how viewers derive meaning from sequential shots in an effect named for a filmmaker from this country, where Earth was filmed. The “Kino Eye” technique was pioneered by a man from this country who directed the experimental (*) documentary Man with a Movie Camera. A woman with shattered glasses and a runaway baby carriage are shots from an iconic scene from this country that pioneered the use of montage. In a film from this country, people are massacred on the Odessa Steps after a mutiny of sailors. For 10 points, name this country, where Battleship Potemkin was directed by Sergei Eisenstein. ", "answer_sanitized": "Soviet Union [or U.S.S.R.; or United Soviet Socialist Republics; prompt on Russia] ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "In a 2018 book titled for this ideology, Yoram Hazony contrasted Israel with the European Union in order to argue that this ideology provides the best way to protect individual freedoms. According to Anthony Smith, this ideology draws on cultural and symbolic forms to justify modern forms of government. This ideology was posited to be a result of the transition from agrarian to industrial society in the work of Ernest (*) Gellner. According to another thinker, this ideology was spread due to the rise of \"print capitalism.\" The namesake entities of this ideology were called Imagined Communities in a book by Benedict Anderson. For 10 points, name this broad ideology that promotes self governance and independence for a particular group of people. ", "answer_sanitized": "nationalism [do not accept or prompt on any other answer] ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "One character created by this playwright has a stroke after watching an intense college boat race. In the last act of a play by this author, two characters argue about keeping a lightbulb on before the father berates the son’s taste in literature. Sam Evans and Charles Marsden are among the husbands of (*) Nina Leeds in a nine-act play by this author that contains many lengthy soliloquies. In a play by this author, one character’s deteriorating mental state is represented by her wedding dress and the appearance of fog. In that play by this author, the tuberculosis-afflicted Edmund and his morphine-addicted mother Mary are members of the Tyrone family. For 10 points, name this playwright who wrote Strange Interlude and Long Day’s Journey into Night.", "answer_sanitized": "Eugene O’Neill [or Eugene Gladstone O’Neill] ", "subcategory": "American Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Leica Microsystems and Zeiss are popular manufacturers of devices for imaging these objects. For 10 points each:", "answers_sanitized": ["cells [prompt on tissue sections; accept any specific cell types]", "two-photon excitation microscopy/imaging [prompt on answers mentioning photons; do NOT accept one-photon microscopy", "quantum dots [accept QD] "], "parts_sanitized": ["Name these biological objects that are commonly imaged by conjugating them to fluorescent proteins. Time-lapse microscopy is alternatively named for viewing these basic units of biology “live”.", "Recent improvements on live cell imaging include this technique that allows living tissues to be imaged up to 1 millimeter in depth. This technique is named for requiring a certain number of excitations from namesake particles before the signal is passed to a photomultiplier tube.", "Another modern live-cell imaging technique makes use of labelled biomarkers conjugated to these tiny semiconductor particles for targeted imaging. These materials are most commonly made of cadmium selenide."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "According to Varro, this entity is the source of humanity's rational faculty. For 10 points each:", "answers_sanitized": ["genius [or genii]", "Juno [do NOT accept or prompt on \"Hera\"]", "lares [or Lar familiaris] "], "parts_sanitized": ["Name this element of divine essence possessed by every individual male in the Roman religious tradition, which served as a sort of guardian angel. ", "Women were generally believed to not possess genius, and instead were attended by the spirit of this goddess. This queen of the Roman pantheon was depicted on the day of her wedding to Jupiter in a statue at Samos.", "In ancient art, the genius was sometimes depicted flanked by two of these household deities, who were tutelary deities of the hearth. These deities are often contrasted with penates."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Artists associated with the genre of plunderphonics, such as DJ Shadow and the Avalanches, extensively use this technique. For 10 points each:", "answers_sanitized": ["sampling [accept word forms]", "Jamaica", "De La Soul "], "parts_sanitized": ["Name this practice, common in hip-hop music, of taking a part of one song and using it in another song. Legally, this practice requires permission from the copyright holder.", "In a precursor to sampling, a deejay would “voice” over a prerecorded riddim in dancehall music from this country. The most famous singer from this country recorded the track “Three Little Birds.”", "The practice of unlicensed sampling declined after the Turtles sued this hip-hop group because Prince Paul sampled one of their songs without permission for an interlude on the album 3 Feet High and Rising."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The narrator of this collection asks an “expert on guppy menopause” the question “But can it really be said that the guppy cares about being orange?” For 10 points each:", "answers_sanitized": ["Bluets", "Ralph Waldo Emerson", "Harmonium [by Wallace Stevens] "], "parts_sanitized": ["Name this 2009 collection of lyric poetry by Maggie Nelson. It opens with the line “Suppose I were to begin by saying that I had fallen in love with a color.”", "In Bluets, Nelson quotes many lines written by this man, such as “I grieve that grief can teach me nothing” from his essay “Experience.” This Transcendentalist wrote “Self-Reliance” and was friends with Henry David Thoreau.", "Nelson writes “And please don’t talk to me about ‘things as they are’ being changed upon any ‘blue guitar,’” a reference to the poem “The Man with the Blue Guitar.” That poem, along with “The Idea of Order at Key West,” was originally published in this collection."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "This reaction is commonly used in the synthesis of triptan antimigraine medications. For 10 points each:", "answers_sanitized": ["Fischer indole synthesis", "Bronsted-Lowry acid-base classification [accept BL; prompt on Bronsted or Lowry definition alone]", "ester [accept Fischer esterification] "], "parts_sanitized": ["Name this reaction that uses acid catalysis to react a substituted phenyl-hydrazine with a carbonyl compound and generate an enamine intermediate that rearranges into an imine before being converted to the final product.", "Most successful versions of the Fischer indole synthesis make use of a strong acid under this acid-base classification. In this classification, conjugate acids and bases form through proton exchange.", "Fischer also names a reaction that produces one of these compounds by refluxing a carboxylic acid in the presence of an alcohol and a strong acid."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Louis I. Jaffe won a Pulitzer Prize for reporting on this practice after it happened to Robert Powell at the 1928 DNC. For 10 points each:", "answers_sanitized": ["lynching", "Ida B. Wells [or Ida Bell Wells-Barnett]", "Emmett Till [or Emmett Louis Till] "], "parts_sanitized": ["Name this practice, which George Tindall termed the “20th century auto-da-fe”. The first woman senator, Rebecca Felton, praised this practice in the case of Sam Hose. ", "This anti-lynching advocate was inspired by a lynching at the People’s Grocery in Memphis to write The Red Record. ", "This 14-year old boy was violently murdered in Mississippi in 1955, sparking outrage across the nation. This boy’s mother gave him an open casket at his funeral to show the horrors of racism. "], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "A UCLA-based philosopher with this surname collaborated with Jaakko Hintikka on the paper “Bob and Carol and Ted and Alice” that demonstrates his views on two-dimensional semantics. For 10 points each:", "answers_sanitized": ["Kaplan [accept David Kaplan or Benjamin Kaplan]", "Saul (Aaron) Kripke", "Ludwig Wittgenstein [accept Wittgenstein on Rules and Private Language] "], "parts_sanitized": ["Give this surname of that thinker, David, who invented the operator “DTHAT” for his analysis of indexicals and rigid designators. A second thinker with this surname, Benjamin, was a prominent copyright scholar at Columbia.", "The original concept of the rigid designator was created by this Princeton philosopher and author of Naming and Necessity as a way of categorizing descriptions that have the same referent in all possible worlds. ", "Kripke himself created the nonsensical mathematical operation “quus” to illustrate his own ideas about this Austrian philosopher’s “Rules and Private Language”. Those ideas appear in his work Philosophical Investigations."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Lake Kivu is considered to be at risk of experiencing one of these events due to its high amount of dissolved CO2 and methane. For 10 points each:", "answers_sanitized": ["limnic eruption [prompt on lake eruptions; prompt on lake overturn]", "Cameroon ", "Lake Nyos "], "parts_sanitized": ["Name these sometimes catastrophic events, when large clouds of gas called mazuku are released from lakes, suffocating people and wildlife.", "The only directly observed examples of limnic eruptions have occured in this country, which is home to Lake Monoun. This central African country's largest port is Douala and its capital is Yaounde.", "In 1986, this Cameroon volcanic crater lake experienced a limnic eruption that killed over 1,700 people. Along with Lake Monoun, this lake is the only place where a limnic eruption has been directly observed. "], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "A pundit claims this character was born the wrong way and predicts this character will “eat up his mother and father.” For 10 points each:", "answers_sanitized": ["Mr. Biswas [or Mohun Biswas]", "V.S. Naipaul [or Sir Vidiadhar Surajprasad Naipaul]", "bananas "], "parts_sanitized": ["Name this character who meets his eventual wife Shama while painting signs for the Tulsi family. ", "This Trinidadian author wrote A House for Mr. Biswas.", "After Mr. Biswas steals some of this food item, Jairam forces him to eat the rest until he develops stomach trouble. Miguel Ángel Asturias took almost twenty years to write a trilogy named for this food."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "After the Catholic League victory in this battle, Pope Paul V died of a stroke during the victory parade. For 10 points each:", "answers_sanitized": ["Battle of White Mountain", "Thirty Years’ War", "Magdeburg "], "parts_sanitized": ["Name this 1620 battle where Count Tilly defeated the forces of Frederick the Winter King. After this battle, 27 prisoners were executed in Old Town Square. ", "The Battle of White Mountain was the first major battle of this war, which began with two defenestrations in Prague by Protestant rebels. ", "Count Tilly’s forces brutally sacked this city in 1631, burning it to the ground and killing 20,000 of its inhabitants. This city’s name became a byword for destruction. "], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "By the Euler-Lagrange equation, conservative systems will follow a path that minimizes this quantity. For 10 points each:", "answers_sanitized": ["action", "Emmy Noether [accept Noether’s 1st theorem or Noether’s 2nd theorem]", "propagator "], "parts_sanitized": ["Name this quantity whose SI unit is the joule-second. This quantity can be calculated as the time integral of the Lagrangian.", "This German scientist and mathematician’s second theorem allows the symmetries of an action function to be characterized by differential equations. Her first theorem states that a physical system with continuous symmetries will have a corresponding conservation law.", "In the path integral formalism, this function, which specifies the probability amplitude for a particle traveling across space in a given period of time, is equal to the exponential of i over h-bar times the action."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "In this poem, God says “It will be warmer when I blow the trumpet.” For 10 points each:", "answers_sanitized": ["“Channel Firing”", "“The Darkling Thrush” ", "Thomas Hardy "], "parts_sanitized": ["Name this poem delivered from the perspective of a corpse who hears “great guns”  that “shook all our coffins as we lay.”", "In this other poem written by the author of “Channel Firing,” the speaker leans on a “coppice gate” and notices the title “frail, gaunt, and small” bird. ", "“Channel Firing” and “The Darkling Thrush” are both poems written by this author of Far from the Madding Crowd and Tess of the D’Urbervilles."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "One artist born in this nation had her first international solo exhibition, A Fantastic Journey, at Duke University’s Nasher Museum in 2013. For 10 points each:  ", "answers_sanitized": ["Kenya (All three artists are from Nairobi)", "Democratic Republic of the Congo [or DRC; prompt on Congo or Congolese]", "African mask(s) "], "parts_sanitized": ["Name this home nation of Wangechi Mutu. The subject of the 2020 MoMA exhibition Projects 110, Michael Armitage, and the creator of the Sitting Allowance series, Peterson Kamwathi, are both from this country.", "In 2018, the MoMA hosted its first solo exhibition of a black African artist, Bodys Isek Kingelez, who is a sculptor from this other African nation. In 1974, several elaborate palaces and pavilions were built in this nation for a World’s Fair-esque event that accompanied its hosting of the “Rumble in the Jungle”.", "The discovery of elongated, central African examples of these articles of clothing were one of the earliest influences of African art on the European art scene, some of which in a museum apocryphally inspired Picasso’s Les Demoiselles d’Avignon. "], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "It has nothing to do with It’s Always Sunny in Philadelphia, but during these attacks, a suicide bomber blew himself up in a bar named Paddy’s Pub. For 10 points each:", "answers_sanitized": ["2002 Bali nightclub bombings", "Yemen [or Republic of Yemen; accept Yaman]", "Saudi Arabia [or Kingdom of Saudi Arabia] "], "parts_sanitized": ["Name this incident, in which Jemaah Islamiyah killed over 200 people. An audio cassette tape with Osama bin Laden’s voice on it justified this incident in reference to the war on terror, saying “you will be killed just as you kill”. ", "al-Qaeda also backed an attack in this country on the USS Cole. Ali Abdullah Saleh served as this country’s first president after its “North” and “South” counterparts were unified into one country. ", "Osama bin Laden was closely related to this country’s royal family, from which his family’s oil wealth derives. This country’s ruler has the title “Custodian of the Two Holy Mosques” in reference to Mecca and Medina. "], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "This essay opens by stating \"what incredible pains the fancier of traditional architecture must take when he sets out to build\" a certain type of structure. For 10 points each:", "answers_sanitized": ["In Praise of Shadows [or In'ei Raisan]", "Japan [or Nippon; or Nihon]", "Martin Heidegger "], "parts_sanitized": ["Name this essay, which in a later section describes the beauty of a type of gold flecked lacquerware bowl and extensively contrasts the Western love of light and shining with a certain East Asian country's aesthetic of the title concept.", "In Praise of Shadows was written by a novelist and critic from this country. Another critic from this country described the influence of the tea ceremony on this country's aesthetics in The Book of Tea.", "Okakura, the author of The Book of Tea, may have inspired this philosopher's concept of \"being there,\" or dasein. This philosopher argued that art is not merely an expression of a culture, but also a form of creation in his essay \"The Origin of the Work of Art.\" "], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "Charles Manning Child’s lab at UChicago pioneered the use of these organisms while developing a physiological theory of inheritance to rival the Mendelian theory of Thomas Hunt Morgan, which led to these organisms and Drosophila becoming early symbols of that debate. For 10 points each:", "answers_sanitized": ["planarian(s) [prompt on platyhelminthes; accept specific planarians like D. japonica]", "being in grown in space [accept aboard/on the ISS or in (low earth) orbit; prompt on zero gravity, low gravity or microgravity with “in what type of environment does this condition occur?”]", "aging "], "parts_sanitized": ["Name these triclad flatworms. These organisms were so popular in regenerative biology at the turn of the 20th century that a majority of Morgan’s own publications centered on them prior to his switch to fruit flies.", "A far more recent study of the planarian D. japonica in 2017 found that fragments were capable of growing back into full worms even when placed in this specific type of extreme environment. Plant seedlings grown in this type of environment notably do not exhibit gravitropism. ", "Most modern planarian research back on Earth makes use of the worms to study this general process, also known as cellular senescence. Progeria is a condition that accelerates this process in humans."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Footnotes in a book on this empire include commentary on Origen of Alexandria’s self-castration, saying Origen saw fit to “disarm the tempter”. For 10 points each:", "answers_sanitized": ["Rome [or Roman Empire]", "Renaissance [or The Civilization of the Renaissance in Italy]", "metahistory [or Metahistory: The Historical Imagination in Nineteenth-Century Europe] "], "parts_sanitized": ["Name this empire. Edward Gibbon’s magnum opus is a six-volume History of the Decline and Fall of this empire.  ", "While Gibbon trashed religion, Jacob Burckhardt was a student of theology, influencing his history of this era’s “civilization”.", "Hayden White claims that historians determine the narrative of a history in a book titled for this concept. White divides historians and philosophers into categories based on “emplotment” in his theory of this concept. "], "subcategory": "Historiography", "category": "History"}, {"leadin_sanitized": "This character asks “What’s the point of a revolution without general copulation?” For 10 points each:", "answers_sanitized": ["Marquis de Sade", "epic theatre", "the fourth wall "], "parts_sanitized": ["Name this theatrical character who stages plays using the inmates of Charenton asylum.", "The use of music and the distancing effect are ways that Peter Weiss’ play Marat/Sade was influenced by a form of theatre described by this adjective. It was promoted by Bertolt Brecht. ", "Throughout the play, the Marquis de Sade speaks to the audience, which is often referred to as “breaking” this construct. "], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Note to moderator: read the notes slowly, pausing between dashes. Everyone knows about the influence of birds on classical music, but it’s about time that insects get some recognition. For 10 points each:", "answers_sanitized": ["bumblebee ", "George Crumb", "Butterfly Lovers Violin Concerto [accept liáng zhù xiǎo tí qín xié zòu qǔ] "], "parts_sanitized": ["Francois Schubert wrote a violin showpiece titled for this insect. A more famous work from Nikolai Rimsky-Korsakov’s opera The Tale of Tsar Saltan depicts the “flight” of this insect.", "Threnody I: The Night of the Electronic Insects is the first of “thirteen images from the dark land” that comprise this American composer’s electric string quartet Black Angels.", "The rising notes “B-D-E-G” begin the solo part of this violin concerto. Along with the Yellow River Piano Concerto, this is one of the most famous Chinese concertos. "], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "In a 2008 book titled for this theory, Cass Sunstein and Richard Thaler outlined ways of libertarian paternalistic policies to influence behavior without use of coercion. For 10 points each:", "answers_sanitized": ["nudge theory [accept word forms like nudging]", "choices [accept word forms]", "Thinking, Fast and Slow "], "parts_sanitized": ["Name this theory, which posits that governments should use behavioral economics and psychological priming to subtly cause people to behave in more socially optimal ways.", "The objective of nudging is to alter the architecture of these things in a way that makes \"good\" decisions more likely. These things are faced by people who suffer \"analysis paralysis,\" which results from there being several options. ", "Nudging is contrasted with rational choice theory in this Daniel Kahneman book. This book describes \"System 1\" and \"System 2,\" which refer to intuitive and deliberate modes of the title action."], "subcategory": "Social Science", "category": "Social Science"}]}