{"tossups": [{"question_sanitized": "One modern technique for synthesizing this compound reacts dimethyl sulphate on a bed of alumina impregnated with potassium fluoride. Emil Fischer developed an early base-catalyzed total synthesis of this compound, which utilized iodomethane and sodium hydroxide. Laboratory extractions of this compound commonly make use of methylene chloride and powdered calcium carbonate to separate it from gallic acid and (*) tannin contaminants. Modern syntheses of this compound begin with its theobromine derivative, and this compound is removed industrially using supercritical CO2. This alkaloid compound’s most notable function derives from its ability to block the adenosine receptor. For 10 points, name this natural stimulant found in tea and coffee.", "answer_sanitized": "caffeine "}, {"question_sanitized": "The chapter “Writing About Poems” from Helen Vendler’s Poets, Poems, Poetry analyzes this poem along with one on a similar theme by Robert Herrick. The speaker of Elizabeth Bishop’s poem “Crusoe in England” is unable to finish a line from this other poem. When this poem’s speaker lies on his couch “in a vacant or pensive mood,” he sees objects that (*) “flash upon that inward eye / Which is the bliss of solitude.” Like a poem about an abbey, the inspiration for this poem was a walk in the Lake District that was recorded in the journal of the poet’s sister Dorothy. This poem is about “a host of golden” objects that are “fluttering and dancing in the breeze.” For 10 points, name this William Wordsworth poem about some flowers. ", "answer_sanitized": "“I Wandered Lonely as a Cloud” [or “Daffodils”; accept anything relating to a Wordsworth poem about daffodils] "}, {"question_sanitized": "A sculptor from this movement used materials like mahogany and painted cement to create 3D models of mathematical equations. Another artist from this movement was inspired by the ultra realistic sketches he made for a North African mining company to create his Mine Triptych. The principles of “Elementarism” inspired another artist from this movement to create his series of Counter-Compositions. Architectural works from this movement include JJP (*) Oud’s Municipal Housing Project and Garret Rietveld’s Schroder House. This movement’s best-known painter limited himself to primary colors and right angles in works like Broadway Boogie Woogie. For 10 points, name this Dutch art movement co-founded by Theo van Doesburg and Piet Mondrian.", "answer_sanitized": "De Stijl [accept neoplasticism] -ax^2-bx+18”, the 2nd Bart van der Luck, the 3rd Theo van Doesburg)"}, {"question_sanitized": "George Crile III wrote a 2003 book about this conflict that describes a plan to blast intimidating messages through loudspeakers to encourage enemy soldiers to defect. This conflict is the subject of the oral history Zinky Boys, which is named for the zinc coffins used to transport dead soldiers during this conflict. The “Lion of Panjshir” fought in this conflict, and he later died two days before (*) 9/11. Texas representative Charlie Wilson helped supply one side during this conflict with Stinger missiles. Defeat in this conflict led to the abandonment of the Brezhnev Doctrine by Mikhail Gorbachev. For 10 points, name this proxy conflict in which the US supplied mujahideen fighters against their Cold War enemies.", "answer_sanitized": "Soviet invasion of Afghanistan [accept anything involving Soviets in Afghanistan; do NOT accept or prompt on the “Great Game”] "}, {"question_sanitized": "Description acceptable. While traveling to this place, the protagonist asks for a book and is given a copy of Valley of the Dolls. This place has a broken television with a picture of a cowboy taped to the front that was stolen from a Sears and Roebuck in Iowa. The protagonist is first taken to this place on the evening after his daughter Barbara’s wedding. A character in this place wears a locket with the Serenity Prayer inside and no other (*) clothing. The protagonist conceives a child with adult film star Montana Wildhack in this place, where he is put by aliens with no concept of linear time from the planet Tralfamadore. For 10 points, name this place where Billy Pilgrim is displayed in the Kurt Vonnegut novel Slaughterhouse-Five.", "answer_sanitized": "the human zoo in Slaughterhouse-Five [accept enclosure, habitat, or other synonyms for “zoo”; prompt on Tralfamadore or anything about a planet by asking “what place on Tralfamadore/the planet?”] "}, {"question_sanitized": "At one point in this work, the entire orchestra plays an ascending C melodic minor scale beginning on G that climaxes with a cymbal crash on an F sharp three octaves higher. The original plan for this composition was for it to be a one-movement work based on the “Inquisition of Blood” verse from Psalms. A prominent theme in this symphony is mocked by trombone and woodwind glissandi in the \"Interrupted Intermezzo\" movement of another work. This symphony quotes Lehar's The Merry Widow for a march in which the (*) snare drum repeats a 22-bar ostinato for all 12 repetitions of a central theme. Motifs from Lady Macbeth of the Mtsensk District and an \"invasion theme\" appear in, for 10 points, what Shostakovich symphony named for a besieged Soviet city?", "answer_sanitized": "Dmitri Shostakovich’s Symphony No. 7 (accept Leningrad Symphony; accept Shosty 7; prompt on “Symphony No. 7” before “Shostakovich” by asking “what composer’s 7th Symphony?”, accept “Symphony No. 7” after “Shostakovich” is read) "}, {"question_sanitized": "Mob boss Jim Elkins controlled a union of pinball machine operators in this state called the Coin Machine Men that were revealed to have had ties to Terry Schrunk, the mayor of this state’s largest city. Wilson Price Hunt led an overland expedition to this modern-day state that was mirrored at sea by the Tonquin. In this state, a cult contaminated salad bars with (*) salmonella in an effort to get their leader Rajneesh elected. This state’s Fort George was previously named for the founder of the Pacific Fur Company, John Jacob Astor. This state inspired James Polk’s 1844 slogan “fifty-four forty or fight” and was the endpoint of a journey that began in Independence, Missouri. For 10 points, name this state where settlers often traveled to on its namesake trail.", "answer_sanitized": "Oregon "}, {"question_sanitized": "In non-centrosymmetric materials, a rotational symmetry described by this word can force electrons to have energy bands with adjacent Weyl points. A unit metric with this name is defined by the six Plücker coordinates. According to Chasles’ theorem, the most general displacement of a rigid body will occur along an axis described by this word that coincides with the joint axis. In a dislocation described by this word, Burgers vector is (*) parallel to the dislocation line. The effectiveness of a device with this name is quantified as the length of its axial lead divided by its pitch. That device of this name converts rotational motion to linear motion and is a type of simple machine. For 10 points, name this device, an ancient one of which is named for Archimedes.", "answer_sanitized": "screw [accept screw symmetry, unit screw, screw axis, screw displacement, or Archimedes’ screw] "}, {"question_sanitized": "According to Suetonius, Ptolemy of Mauretania was killed by Caligula for showing off his ownership of this good. Julius Pollux claimed that this good was discovered when Hercules’ dog was sniffing around on the beach. It’s not glass, but Sidon was a production center for this good. Pliny the Elder described how this good was created through salting and boiling in large lead vats that resulted in a terrible odor. The dibapha variety of this good featured prominently on the (*) togas of Roman senators. The production of one pound of this good required the deaths of 10,000 animals of the genus Murex. For 10 points, name this Phoenician good produced from the fluid of crushed snails. ", "answer_sanitized": "Tyrian purple [accept purple dye and other equivalents; prompt on Murex snails with “what comes from the snails?”] "}, {"question_sanitized": "A Matthew Lukiesch book titled for these phenomena is subtitled \"Their Causes, Characteristics, and Applications.\" One of these phenomena named for Ernst Mach can be explained by lateral neural inhibition. One type of these phenomena caused by muscle fatigue was used to study conformity by Muzafer Sherif. Other varieties of these phenomena result from (*) confusion in the figure-ground distinction. Ludwig Wittgenstein distinguished \"seeing that\" from \"seeing as\" using the rabbit-duck type of these phenomena. The Autokinetic effect and Phi phenomenon are examples of these phenomena that suggest movement in stationary objects. For 10 points, name these phenomena that cause the brain to misinterpret stimulus from the eyes.", "answer_sanitized": "optical illusions [accept visual illusions; prompt on just illusions] "}, {"question_sanitized": "These cells possess a namesake transmembrane receptor with a cysteine-rich SR domain in its binding site. These cells are distinguished in flow cytometry with the markers CD64, CD115, and F4/80. Secretion of VEGF-A and the T-cell suppressive ligand PD-L1 are key to their function in tumor microenvironments. They’re not dendritic cells, but pattern recognition receptors, such as (*) TLR4, are used by these cells to recognize antigens. IL-4 and IL-10 alternatively activate a class of these cells that differ from their classically activated variants, which are associated with type-I immunity. A population of these cells in the liver that target red blood cells are known as Kupffer cells. For 10 points, name these large cells that engulf cellular debris. ", "answer_sanitized": "macrophage [accept alveolar macrophages or M1 macrophages or M2 macrophages or TAM(s) or tumor-associated macrophage(s) or Kolmer cells before mention; prompt on myeloid cells or phagocytes] (The 1st clue refers to MARCO, a type of scavenger receptor) "}, {"question_sanitized": "In one novel by this author, two characters discuss a skeleton that was found holding a faded portrait, which may have been her lover or husband. That novel by this author centers around a novelist who wrote A Girl of Sixteen. Another novel by this author opens with the protagonist watching a girl's reflection in a train window as she cares for a man with tuberculosis. This author named another novel for the pattern on a handkerchief and based its structure around the (*) tea ceremony.  One novel by this author ends as the protagonist feels \"the Milky Way\" flow inside him as a silk warehouse burns. That novel by this author features the relationship between Shimamura and the geisha Komako. For 10 points, name this author of Beauty and Sadness, Thousand Cranes, and Snow Country.", "answer_sanitized": "Yasunari Kawabata "}, {"question_sanitized": "According to one theologian, \"many in every generation may not come that far, but none comes further\" than this concept. That theologian also referred to this concept as the \"highest passion.\" The first encyclical of Pope Francis compared this concept to light. In one letter, the Apostle Paul states that this concept comes from hearing, which comes from the Word of Christ. This concept is the central topic of (*) Hebrews 11, which defines this concept as \"the assurance of things hoped for, the conviction of things not seen.\" In the armor of God passage of Ephesians, this concept is identified with the shield. Sola fide refers to salvation by this concept alone. For 10 points, name this concept, which in Christianity refers to belief and trust in God. ", "answer_sanitized": "faith [accept fide before \"Sola fide\"] (the theologian in the first line is Soren Kierkegaard) "}, {"question_sanitized": "In late 2019, the MAGIC spectroscopic survey identified two atypically lithium-rich examples of these stars. These stars make up the largest subset of stars in the OGLE Collection. The angular diameter and the apparent magnitude of these stars are the two inputs in the Baade-Wesselink method. BL Herculis and W Virginis are two subclasses of these stars. The ionization-driven transition from He1+ to He2+ drives one process in these stars via the (*) Kappa mechanism. The presence of type Ia supernovae and these stars are commonly used in calibrations of the distance ladder. These stars are found on the region of the instability strip closest to supergiants on the HR diagram. For 10 points, name these variable stars discovered by Henrietta Leavitt.", "answer_sanitized": "Cepheid variables [accept Classical Cepheid(s), Galactic Cepheids, Type II Cepheid(s) or Anomalous Cepheid(s); prompt on variable stars] "}, {"question_sanitized": "During his monologue at the 2016 NFL Honors, Conan O’Brien quipped that this player would be portrayed in a movie by a kid on his first day of school. This player threw a bootleg pass to Shawn Thompson to win his final college game in overtime after a missed PAT by Alabama. After a 2017 victory, this player’s jersey was stolen by a man who had previously stolen Von Miller’s helmet the year prior. Early in his career, this player was tackled by (*) Charles Woodson before a fumble recovery by Oakland’s Greg Biekert was controversially overturned. After losing to Miami in week 17 of the 2019 season, this player threw a pick six to conclude a loss to the Titans in his only wild card game since 2010. For 10 points, name this former quarterback for the New England Patriots who signed with the Buccaneers in the 2020 offseason.", "answer_sanitized": "Tom Brady (The second clue refers to the 2000 Orange Bowl; the powerbreak clue is the Tuck-Rule game) "}, {"question_sanitized": "In one book, this thinker argued that analysis of a term could not be both informative and correct, an idea which was later dubbed the \"paradox of analysis.\" Ludwig Wittgenstein argued in the book On Certainty that one of this thinker's arguments had displaced the phrase \"I know.\" That argument by this thinker was laid out in the book Proof of an External World and is known as the \"this is one (*) hand\" argument. This thinker attacked attempts to define what \"good\" is, calling such attempts the \"naturalistic fallacy.\" This thinker supported that fallacy using his \"open question\" argument. For 10 points, name this English analytic philosopher, the author of Principia Ethica.", "answer_sanitized": "G.E. Moore [or George Edward Moore] "}, {"question_sanitized": "It's not in Italy, but this city is home to a chicken and potato dish cooked in white wine and olive oil known as chicken Vesuvio. This non-Puerto Rican city is home to a steak sandwich made with aioli and tomato and served on fried and pressed green plantains. In addition to the jibarito, this city is home to a brewery that makes the 312 wheat ale is located on its namesake (*) Goose Island. One of this city's most iconic dishes is said to be \"dragged through the garden\" due to the amount of toppings it has. Italian immigrants in this city invented a roast beef sandwich served au jus with sweet peppers. Those dishes are this city's style of hot dogs and the Italian beef sandwich. For 10 points, name this midwestern city famous for its namesake kind of deep dish pizza.", "answer_sanitized": "Chicago "}, {"question_sanitized": "A predecessor to one type of this instrument popular in the 1920’s was called the snowshoe. Indian religious ceremonies use a variant of this Western instrument called a manjira or taal. Crotales are known as “antique” types of this instrument. The bass drum, the piccolo, the triangle, and this instrument were used by Classical-era composers to imitate (*) Janissary bands from the Ottoman Empire. Sabian and Zildjian (“zill-jun”) primarily manufacture these instruments. Zills are a type of this instrument that belly dancers play with their fingers. A foot pedal is used to operate the “hi-hat” variety of this instrument, which also comes in “crash” and “ride” types found in drum kits. For 10 points, name this percussion instrument consisting of metal disks that can be hit or slammed together.", "answer_sanitized": "cymbals [or hi-hat cymbals; or crash cymbals; or ride cymbals; prompt on “percussion” or “drums” or “drum set” with “what specific percussion instrument?”] "}, {"question_sanitized": "The protagonist of this novel listens in on a couple making love while a band plays a waltz. This novel ends with the protagonist singing Schubert’s “The Linden Tree” while in battle. That character in this novel carries around an X-ray plate of his lover’s lung. This novel’s protagonist enters a sanctuary and finds two old women dismembering and eating a child in a hallucination during a (*) snowstorm. The charismatic Dutch businessman Mynheer Peeperkorn commits suicide in this novel. Frequent intellectual debates between Naphtha and Settembrini are witnessed by the protagonist of this novel, who visits his cousin Joachim in the Alps and contracts tuberculosis. For 10 points, name this novel about Hans Castorp’s time in a sanatorium, written by Thomas Mann.", "answer_sanitized": "The Magic Mountain [or Der Zauberberg] "}, {"question_sanitized": "A short essay about this conflict warns against the archetypal rebel, saying  “just like a mad dog, if you do not strike him, he will strike you, and a whole land with you.” The Count of Helfenstein was forced to “run the gauntlet” by the Bright Band during this conflict. The instigator of this conflict was expelled from Zwickau and preached at St. Katharine’s Church with Nikolaus Storch. The Battle of (*) Frankenhausen ended this conflict, where thousands of people were killed under an “archdevil at Mühlhausen”. This conflict was condemned in a tract written by Martin Luther against its namesake “murderous and thieving hordes”. For 10 points, name this 1524-25 revolt led by its namesake lower class Germans. ", "answer_sanitized": "German Peasants’ War [accept anything referring to German peasants revolting; accept Deutscher Brauernkrieg] "}], "bonuses": [{"leadin_sanitized": "An ideal op-amp is configured as a voltage follower in the Sallen-Key topology for implementing the second-order type of these devices. For 10 points each:", "answers_sanitized": ["electronic filters [accept any specific filter, such as high-pass filter, low-pass filter, band-pass filter, etc.]", "cosine [accept raised-cosine filter]", "roll-off [accept roll-off factor] "], "parts_sanitized": ["Name these electronic devices. Depending on whether they pass signals above or below their cutoff frequency, they are called either “high-pass” or “low-pass”, respectively.", "When doing digital modulation and pulse-shaping, it may be beneficial to use a variant of the low-pass filter named for this trigonometric function being “raised”. The filter’s name refers to the fact that its frequency spectrum equals 1 when evaluated at zero, much like this trig function does.", "This quantity, symbolized beta, is the main parameter of interest for a raised cosine filter, since it measures the excess bandwidth. This quantity shares its name with a term for the steepness of a frequency transmission function."]}, {"leadin_sanitized": "John Cadwalader shot this group’s namesake in the mouth during a duel, declaring “I’ve stopped the damned rascal’s tongue”. For 10 points each: ", "answers_sanitized": ["Conway Cabal", "James Wilkinson", "Commonwealth of Pennsylvania "], "parts_sanitized": ["Name this group led by a namesake Revolutionary War officer who sought to replace George Washington with Horatio Gates. ", "Conway’s dissatisfaction with Washington was revealed after a drunken tirade by this officer. This man asked Esteban Miró to support his efforts for a revolution in Kentucky and reportedly conspired with Aaron Burr. ", "One of Conway’s staunch supporters, Thomas Mifflin, became a governor of this state. Washington’s losses at Brandywine and Germantown in this state sparked Conway’s dissension. "]}, {"leadin_sanitized": "One of these people puts his heart on top of a cedar tree, which is later placed in a bowl of water to resurrect him. For 10 points each:", "answers_sanitized": ["brothers [accept “The Tale of Two Brothers”]", "“Ave atque vale” [or “Hail and farewell”]", "Sappho "], "parts_sanitized": ["Name this type of person, two of which become king and crown prince at the end of an ancient Egyptian tale named for them. ", "Catullus 101, a poem written by Catullus to mourn the death of his brother, is usually titled for this three-word phrase that ends the poem. The original Latin phrase or the common English translation is acceptable.", "In 2014, a team of researchers rediscovered this author’s “Brothers Poem.” Known as the Tenth Muse, she lends her name to an adjective meaning “lesbian.”"]}, {"leadin_sanitized": "Answer some questions about the men in Heracles' life.  For 10 points each:", "answers_sanitized": ["Adonis", "Argonauts [accept any answer indicating Jason's crew or the heroes searching for the golden fleece]", "Abderus "], "parts_sanitized": ["Roman sources claim that Heracles was a lover of this beautiful man. More traditionally, this man is identified as the lover of Aphrodite who was killed by Apollo in the guise of a boar.", "While traveling with this group, Heracles was the lover and companion of Hylas. Hylas was kidnapped by nymphs in Mysia, causing Heracles so much grief that he abandoned this group. ", "This lover of Heracles was given the role of watching the flesh eating Mares of Diomedes, which resulted in him being eaten alive. In response to this man's death, Heracles fed Diomedes to the horses and went on to found a namesake city in Thrace in his honor."]}, {"leadin_sanitized": "Answer some questions about the disaster that was the 2020 Democratic Iowa caucus. For 10 points each:", "answers_sanitized": ["Pete Buttigieg [or Mayor Pete]", "Acronym [prompt on Pacronym by saying \"what is the non-profit they are affiliated with?\"]", "Tom Perez [or Thomas Edward Perez] "], "parts_sanitized": ["Despite winning fewer initial votes than Bernie Sanders, this former mayor of South Bend, Indiana won the most delegates in the Iowa caucuses. This politician endorsed Joe Biden after dropping out before Super Tuesday. ", "The announcement of the Iowa results were delayed in part due to the failure of a mobile app created by Shadow at the recommendation of this progressive nonprofit organization. This organization, headed by Tara McGowan, also backs Courier Newsroom and Lockwood Strategy.", "This chair of the DNC has been criticized for his delayed public response to the reporting debacle. This Maryland politician served as Secretary of Labor from 2013 to 2017."]}, {"leadin_sanitized": "The Yokoyama family gathers to honor the eldest son Junpei, who died while saving another boy from drowning, in this director’s film Still Walking. For 10 points each:", "answers_sanitized": ["Hirokazu Kore-eda [or Kore-eda Hirokazu]", "Cannes Film Festival", "Tokyo Story [or Tōkyō Monogatari] "], "parts_sanitized": ["Name this Japanese director of the 2018 film Shoplifters.", "Kore-eda won the prestigious Palme d’Or at the 2018 iteration of this French film festival. Parasite won its 2019 iteration.", "Kore-eda’s directing has prompted comparisons to Yasujiro Ozu, the director of this 1953 film that replaced Citizen Kane at the top of the Sight &amp; Sound directors’ poll. It centers on an aging couple whose children are too busy to spend time with them."]}, {"leadin_sanitized": "The last leader of this state challenged Ivan the Terrible to invade, declaring “All is ready for you here. We invite you to the feast”. For 10 points each: ", "answers_sanitized": ["Khanate of Kazan", "Veliky Novgorod ", "Catherine the Great [accept Catherine II or Princess Sophie of Anhalt-Zerbst] "], "parts_sanitized": ["Name this state whose last ruler, Yadegar Mohammed, was deposed following a 1552 siege by Ivan. ", "Kazan faced constant raids from ushkuyniki pirates from this city. Archbishop Pimen was forced to ride backwards on a mare as punishment for treason during a 1570 massacre in this city led by Ivan’s oprichniki. ", "Kazan was sacked during Pugachev’s Rebellion, which took place during this empress’ reign. Pugachev claimed to be this tsarina’s murdered husband, Peter III. "]}, {"leadin_sanitized": "This action occurs after Torvald stands up and says “The most wonderful thing of all--?” For 10 points each:", "answers_sanitized": ["Nora Helmer slamming the door [accept anything involving closing a door; prompt on anything involving Nora leaving her family]", "Henrik Ibsen", "macaroons "], "parts_sanitized": ["Name this physical action that scandalized audiences when it happened at the end of an 1879 play. It signals the end of Nora’s marriage to her domineering husband.", "Nora Helmer slams the door in A Doll’s House by this Norwegian playwright.", "At the beginning of A Doll’s House, Nora demonstrates her independence by sneaking in some of these items that were forbidden by her husband. Later in the play, Nora gives Dr. Rank some of these things. "]}, {"leadin_sanitized": "This quantity for a polymer can be found by taking the inverse of the y-intercept on a Zimm plot, which relates this quantity to the radius of gyration and the second virial coefficient. For 10 points each:", "answers_sanitized": ["molar mass [accept molecular weight or molecular mass]", "dispersity [accept polydispersity (index) or PDI]", "viscosity "], "parts_sanitized": ["Name this quantity that for an ideal gas is equal to the product of density and R-T divided by pressure. Water has a value of roughly 18 grams per mole for this quantity.", "Another way of analyzing the molecular weight of a polymer is with this quantity, which measures the variance in a polymer’s molecular weight distribution. This quantity is defined as the ratio of the weight-average to the number-average of the molar mass.", "According to the Mark-Houwink equation, the molecular weight of a compound is also linearly proportional to the logarithm of this other quantity, which is measured in a laboratory using a rheometer."]}, {"leadin_sanitized": "Answer the following about fictional drugs in contemporary American literature, for 10 points each:", "answers_sanitized": ["David Foster Wallace [prompt on DFW]", "My Year of Rest and Relaxation", "White Noise [by Don Delillo] "], "parts_sanitized": ["Hal Incandenza may have consumed the hallucinogenic drug DMZ after some was put on his toothbrush near the end of the lengthy novel Infinite Jest, which was written by this author.", "The protagonist of this 2018 novel by Ottessa Moshfegh takes prescription drugs like Silencior and Maxiphenphen and sleeps through much of 2000 and 2001 after she is fired from an art gallery.", "In this novel, Babette has an affair with Willie Mink in exchange for the drug Dylar. Babette’s husband is Jack Gladney, a professor of Hitler Studies who narrates this novel. "]}, {"leadin_sanitized": "A blood-red flag raised above the tent of Tissaphernes gave the signal to murder five leaders of this group, including Clearchus and Proxenus. For 10 points each:", "answers_sanitized": ["the Ten Thousand", "Corinth", "Battle of Mantinea "], "parts_sanitized": ["Name this group whose arduous journey after the Battle of Cunaxa was documented in the Anabasis. Members of this group cried “Thalatta! Thalatta!” upon reaching the Black Sea. ", "At Cunaxa, the Ten Thousand fought against Artaxerxes II, who concluded a war named after this city with the Peace of Antalcidas. Periander ruled as a tyrant over this city on its namesake isthmus. ", "Xenophon’s son, Gryllus, died in this battle. Another notable death in this battle was Epaminondas, victor at Leuctra. "]}, {"leadin_sanitized": "In 2012, the CMS and ATLAS experiments announced the discovery of the Higgs Boson with statements declaring that signals at 125 and 126 GeV had each passed this measure of confidence. For 10 points each:", "answers_sanitized": ["5-sigma standard [or five standard deviations; prompt on .00006% or 1/3.5 million]", "p-value [prompt on probability value]", "ANOVA [accept analysis of variance] "], "parts_sanitized": ["Name this measure of statistical confidence that particle physicists commonly set as the minimum for announcing a significant discovery.", "The 5-sigma standard corresponds to a rigorous value of roughly 3 times 10^-7 for this other statistic. For most analyses, a value below .05 for this statistic is enough to reject the null hypothesis and claim significance.", "One way of calculating significance between multiple groups is to use either the “one-way” or “two-way” variants of this statistical technique. This technique analyzes the differences among group means across a sample and essentially generalizes the t-test to more than 2 means."]}, {"leadin_sanitized": "In response to an objection to this theory, Plato reportedly responded \"that is because you have eyes but no intelligence\" For 10 points each:", "answers_sanitized": ["theory of forms accept [or eidos; accept theory of ideas]", "Sophists", "third man argument [or TMA] "], "parts_sanitized": ["Name this theory that holds that there are real world objects that are only imitations of the title things of this theory.", "The theory of forms was heavily discussed in a dialogue titled for this sort of person. These people were rhetoric teachers who aimed at convincing audiences over the truth. Gorgias and Protagoras are examples of this type of person.", "In the dialogue titled for him, Parmenides outlined this objection against the theory of forms, which used the example of greatness to argue that the theory of forms required an endless chain of forms."]}, {"leadin_sanitized": "One character joyfully exclaims “Ecco un artista!” shortly after this event, before learning that her trust had been betrayed. For 10 points each:", "answers_sanitized": ["Mario Cavaradossi’s execution by firing squad [accept Mario or Cavaradossi and accept reasonable synonyms like “death/murder/assasination” in place of “execution”; prompt on partial answers]", "Giacomo Puccini", "“Vissi d’arte” or “I lived for art” "], "parts_sanitized": ["Name this operatic event that Spoletta claims to arrange “as we did with Count Palmieri”. This event’s aftermath prompts one character to cry “O Scarpia, we meet before God!” before throwing herself from a parapet.", "Cavaradossi’s execution by firing squad and the title character’s subsequent suicide both occur in Tosca, an opera by this Italian composer of La Boheme.", "The original plan for Scarpia to arrange a mock execution for Mario in exchange for Tosca’s hand in marriage occurs shortly after Tosca sings this penitent aria in Act 2, which asks “In this hour of grief… why, Lord, do you reward me thus?”."]}, {"leadin_sanitized": "In his book Living Buddha, Living Christ, this thinker examines the intersections of compassion and holiness between the title figures' teachings. For 10 points each:", "answers_sanitized": ["Thich Nhat Hanh [prompt on just Thich; accept Thay; accept Nguyen Xuan Bao but prompt on just Nguyen]", "meditation", "Diamond Sutra [or Vajracchedikā Prajñāpāramitā Sutra] "], "parts_sanitized": ["Name this Vietnamese Buddhist monk and peace activist, who founded the Plum Village School. This man also coined the term \"Engaged Buddhism\" in his book Vietnam: Lotus in a Sea of Fire.", "In the book The Miracle of Mindfulness Nhat Hanh advocated for this practice as a way of finding peace, but warned against using this practice as an escape from reality. This practice is central to Zen Buddhism and features deep contemplation.", "Nhat Hanh also wrote a book length commentary on this text titled \"This text\" That Cuts Through Illusion. Along with the Heart Sutra, this sutra is one of the central texts of Zen Buddhism."]}, {"leadin_sanitized": "The influence of concepts like Zaum poetry and the 4th dimension can be seen in works like Old-Fashioned Love and Cockerel and Hen by a founding member of this art movement. For 10 points each:", "answers_sanitized": ["Rayonism [or Rayonist abstraction; accept “Rayism” in place of Rayonism; prompt on but OTHERWISE DO NOT MENTION Russian Futurism]", "Russia [accept the Soviet Union or the USSR or CCCP]", "cycling [accept The Cyclist or Dynamism of a Cyclist; accept riding a bike or equivalents] "], "parts_sanitized": ["Name this avant-garde offshoot of Futurism created by Natalia Goncharova and Mikhail Larionov. This movement sought to convey energy and motion by melding themes of scientific discovery with nationalist imagery.", "Larionov and Goncharova were both painters from this nation, where Goncharova had previously been inspired to co-found the Jack of Diamonds art group by an 1910 exhibition in Moscow.", "Goncharova is perhaps best-known for a painting in which a man in a brown coat performs this activity while text from storefronts passes behind him. In another work, non-Russian futurist, Umberto Boccioni, used heavy “force lines” to depict the “Dynamism” of a performer of this activity."]}, {"leadin_sanitized": "This quantity is represented in the Capital Asset Pricing Model as beta. For 10 points each:", "answers_sanitized": ["risk", "Eugene Fama or Kenneth French [accept Fama-French three-factor model]", "arbitrage [or Arbitrage Pricing Theory; prompt on APT] "], "parts_sanitized": ["Name this quantity, which represents the possibility of loss of value in finance. ", "The Capital Asset Pricing Model was expanded upon by these two economists, who co-name a three-factor model that takes into account market capitalization and book-to-market ratio. Name either. ", "Stephen Ross developed a pricing theory for this practice. This practice consists of buying a security in one market and selling it for a profit in another market. "]}, {"leadin_sanitized": "In 1972, Paul Berg demonstrated the function of the restriction enzyme EcoR1 by inserting lambda phage genes and the E. coli galactose operon into circular DNA from this virus. For 10 points each:", "answers_sanitized": ["SV40 [accept simian vacuolating virus 40 or simian virus 40]", "immortal [accept word forms like immortalize or immortalization; do not accept or prompt on anything mentioning “stem cells”]", "polio virus "], "parts_sanitized": ["Name this polyoma virus that causes excess vacuole formation in cells it infects. Cells transformed with this virus provoke strong immune responses due to the recognition of its namesake “large T antigen.”", "Primary human cells are commonly transfected with SV40 LTA to knock out the proteins Rb and p53, which allows those cells to proliferate indefinitely. Cell lines with that property, such as HeLa cells, are thus described by this adjective.", "Despite its usefulness in modern biology, the initial discovery of SV40 was prompted by a public health concern, in which up to 30% of vaccines for this other viral disease were contaminated with SV40. Those vaccines for this disease were originally created by Jonas Salk."]}, {"leadin_sanitized": "A leader of this country alleged that a priestess poked out the eyes of a black sheep and buried it alive in an attempt to overthrow him through voodoo witchcraft. For 10 points each: ", "answers_sanitized": ["Republic of Chad", "Mobutu Sese Seko Kuku Ngbendu Wa Za Banga [accept Joseph-Desiré Mobutu] (his full name means “The all-powerful warrior who, because of his endurance and inflexible will to win, goes from conquest to conquest, leaving fire in his wake”)", "State of Libya "], "parts_sanitized": ["Name this country whose first president, Francois Tombalbaye, advocated a return to yondo ritual rites and was opposed by the rebel group FROLINAT. ", "Francois Tombalbaye carried out a campaign of authenticité with his promotion of “Chaditude”, similar to this other leader’s authenticité campaign. This leader donned a leopard toque and renamed his country’s colonial capital of Leopoldville after orchestrating the death of Patrice Lumumba.", "One of Tombalbaye’s successors, Hissene Habre, carried out the Toyota War with this neighboring country. This country also had its own insane dictator, Muammar Qaddafi. "]}, {"leadin_sanitized": "In this novel, the clone Somni-451 watches a forbidden “disney” about the book publisher Timothy Cavendish. For 10 points each:", "answers_sanitized": ["Cloud Atlas", "utopia [or Utopia Avenue]", "nine [or Number9Dream; or Cloud 9] "], "parts_sanitized": ["Name this 2004 novel by David Mitchell centered on six nested stories that span time and location.", "A recent book by Mitchell focuses on a 1960s British rock band named for an “avenue” described by this word. Thomas More coined this word to describe a perfect society.", "This number is featured in the title of a novel by Mitchell about a student who searches for his missing father in Tokyo. This number is also in the title of a 1979 play about sexual politics set in colonial Africa and modern London."]}]}