{"tossups": [{"question_sanitized": "Heinrich Mann's essay \"Geist und Tat\" begins with the assertion that this thinker has had \"the greatest, most palpable success\" out of everyone who ever wrote. Two of his major works were translated into English by Maurice Cranston, whose three-volume biography of this man concludes with The Solitary Self. Paul de Man's Allegories of Reading concludes with an essay called \"Excuses\" analyzing an episode from this philosopher's autobiography in which he wrongly implicates the servant girl Marion (mah-ree-\"OWN\") in the the7t of a ribbon. Voltaire uncharacteristically admired a controversial anti-religious polemic appearing in the fourth book of this thinker's educational treatise framed as a Bildungsroman. This author of the \"Profession of Faith of a Savoyard Vicar\" wrote a book on political theory proposing individual submission to the \"general will.\" For 10 points, name this Swiss-French philosopher who wrote Emile, Confessions, and The Social Contract.", "answer_sanitized": "Jean-Jacques Rousseau", "category": "Philosophy"}, {"question_sanitized": "When this character is told \"there is no such thing as abstract morality,\" he decides to live his life \"with due regard to the policeman round the corner.\" This character receives a small Persian rug purported to explain the meaning of life. This admirer of Watts and Burne-Jones annoys Clutton and his friends from Amitrano's when he proclaims his preference for Ruskin. He loses most of his fortune in a bad investment with the Scottish Macalister and is forced to design clothes for the fashion company Lynn and Sedley. He is taken hop-picking by a man obsessed with El Greco and Spain named Thorpe Athelney, whose daughter Sally this character marries and takes to live at Doctor South's practice. This art student-turned-medical student, who grows up with the Vicar of Blackstable, is unable to curtail his passion for the waitress-turned-prostitute Mildred Rogers. For 10 points, name this club-footed protagonist of W. Somerset Maugham's Of Human Bondage.", "answer_sanitized": "Philip Carey [prompt on Carey]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Reissner's 3ber is an aggregation that forms when SCO-spondin is secreted into this substance. Increased IgÂ·G levels in this substance appear as distinctive oligoÂ·clonal bands on an electroÂ·phoretic gel. Beta-2 transferrin is found exclusively in this substance. Solutions that are less dense than this substance are termed hypobaric. Proteins in this substance are detected with Pandy's test. Its 6low is restricted by the Dandy-Walker malformation, in which the fourth ventricle is partially enlarged. The ependymal cells of the choroid plexus produce this substance, whose 6low is directed by arachnoid villi. This substance is collected during a lumbar puncture. For 10 points, name this clear, colorless liquid that surrounds the brain and spinal cord.", "answer_sanitized": "CSF [or cerebrospinal  luid]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In a painting by this artist, a bare-breasted Medea balances a sword while posing for a painter in baggy pants and an unbuttoned plaid shirt. Romantic history painting in6luenced early works by this artist like The Sinking of the Titanic, but he moved to a 6lattened style seen in works like Self-Portrait with Trumpet and Self-Portrait with Saxophone. Candles and stockings allude to The Rake's Progress in a violently angular painting by this artist of a hanging, rape, and child abduction in an attic. This artist's Perseus and Argonauts form an allegorical set with his most famous work, which shows the Fisher King standing in a boat next to a group symbolizing the Holy Family. The Castle, The Homecoming, and The Staircase are the individual portions of a triptych by this artist that he painted as a response a7ter being 3red by the Frankfurt Art Academy. For 10 points, name this German Expressionist artist of The Night and the triptych Departure.", "answer_sanitized": "Max Beckmann", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A novel from this country concludes with the protagonist in a mental asylum imagining himself on Mars where inhabitants only speak the word \"kah-ray-kuh-kuh-ko-kex.\" In that novel from this country, Dr. Science springs the title femicidal descendant of the last King of Hungary from a psychiatric ward. In another novel from this country, \"How Should a Boy Behave?\" is the only course taught at the Benjamenta Institute, whose headmaster falls in love with the title boy. A psychopath named \"death by vagina\" titles the novel Moravagine (\"MORE\"-ah-vah-ZHEEN) from this country, another of whose writers composed The Robber in a personal microscopic pencil script. An author who spent most of his life in this country wrote a novel about an artist who sculpts the Urmutter (OOR-muh-tah) a7ter leaving a medieval monastery, and another novel about a boy who dreams of a sparrow hawk a7ter learning about the god Abraxas. For 10 points, name this European country home to Blaise Cendrars, Robert Walser, and Hermann Hesse", "answer_sanitized": "Switzerland [or the Swiss Confederation; or die Schweizerische Eidgenossenscha7t; or Confédération Suisse]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Greenwood et al. found that freewheel running prevents this phenomenon in rats by attenuating the activity of serotonin neurons in the dorsal raphe nucleus during stressful situations. The Wortman-Brehm model uses the subject's expectation and the importance of the outcome to predict whether reactance or this phenomenon will occur. According to Dweck et al., girls exhibit this e5fect more than boys in achievement situations with adult evaluators. An experiment in which subjects solved anagrams a7ter being exposed to an irritating noise showed that this e5fect exists in humans. This behavior, which was reversed by forcibly ragging subjects to the other side of a shuttle-box, was demonstrated in a seminal experiment in which only one dog in each pair could press a lever to stop electric shocks. For 10 points, name this behavior studied by Martin Seligman, in which the subject gives up a7ter experiencing inescapable harm.", "answer_sanitized": "learned helplessness", "category": "Social Science"}, {"question_sanitized": "This quantity is the coefficient of the first Rivlin-Ericksen tensor in a retarded motion expansion. One form of this quantity is proportional to the square of the product of grid size and the Smagorinsky constant at scales smaller than the width of an LES cutoff filter. That form of this quantity is defined as the ratio of two additional transport variables in the k-omega model. Because another form of this quantity has units of length squared over time, raising it to the three-fourths power and dividing by the fourth root of the energy dissipation rate per unit mass gives the Kolmogorov length scale of a turbulent flow. In the Navier-Stokes equations, the Laplacian of fluid velocity is multiplied by that \"kinematic\" form of this quantity, whose ratio to thermal diffusivity equals the Prandtl number. For 10 points, name this quantity that is constant for Newtonian fluids and zero for superfluids.", "answer_sanitized": "viscosity [accept eddy viscosity or turbulent viscosity or kinematic viscosity or momentum di fusivity]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This leader lost power a7ter setting aside 23 percent of his country's land for utopian farming communities run by the Maharishi Heaven on Earth Development Company. This leader defeated an insurgency led by a man he refused to promote to chief game ranger, Adamson Mushala. This man cemented his dictatorial rule by banning the Committee of Fourteen led by his cabinet minister Sylvester Chisembele (chee-sem-bay-lay). Despite this leader's call for peaceful protests, his party organized the violent Cha-cha-cha campaign against British rule. To reduce dependence on countries ruled by white minority governments, this leader negotiated a Chinese-funded railway that provided access to the port of Dar es Salaam. This leader's vice president chaired the Chona Commission, which established this man's UNIP as the sole legal party. In the Mulungushi reforms, this leader nationalized his country's crucial copper mining industry. For 10 points, name this leader who was defeated in 1991 by Frederick Chiluba, the 3rst president of Zambia.", "answer_sanitized": "Kenneth David Kaunda", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Senators belonging to this party led the opposition to the \"3 for 3 Law\", which would have required all government o53cials to disclose their taxes, assets, and con6licts of interest. A movement opposing this party was sparked by a YouTube video in which students stated their name and ID number to prove that they attended a certain university. A current head of state belonging to this party was elected governor a7ter signing 608 promises in front of a notary. In 2013, a member of this party who opposes gay marriage and adoption became the 3rst openly gay mayor in his country. This party, which was opposed by the \"I Am 132\" movement, had a 3nance minister resign a7ter proposing a widely criticized meeting between his head of state and then-candidate Donald Trump. This ruling party has been lambasted for its handling of the kidnapping of 43 students in Iguala and is a rival of the PRD and PAN. For 10 points, name this party of Enrique Peña Nieto, a centrist party that currently holds power in Mexico.", "answer_sanitized": "PRI [or Partido Revolucionario Institucional; or Institutional Revolutionary Party]", "category": "Current Events"}, {"question_sanitized": "In a battle fought in this state, a regiment of 44 men under Richard Dowling fended off a gunboat attack and successfully captured one; that battle took place at a fort recently renamed Fort Griffin. Two bombardments were conducted by the Union on Fort Sabine, which was located in this state. A battle fought in this state may have been caused by one commander claiming he wanted \"a little battlefield glory before the war ended altogether.\" That man, Colonel Theodore Barrett, ordered Lieutenant David Branson to conduct raids on encampments led by Colonel John \"Rip\" Ford. The CSS Alabama sunk the USS Hatteras off the coast of this state. This state was the site of the final battle of the American Civil War, the Battle of Palmito Ranch. For 10 points, name this state, whose secession from the Union and entry into the Confederacy resulted in the ouster of governor Sam Houston.", "answer_sanitized": "Texas", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This thinker wrote that the Baining were \"unstudiable\" and failed to \"exhibit much activity beyond the mundane routines of daily work.\" This thinker distinguished 3ve levels of learning and de3ned Learning II as the \"change in the process of Learning I.\" This coiner of deutero-learning stated that \"successive genotypic innovations make multiplicative demands upon the soma\", one of his seven propositions on the \"economics of 6lexibility.\" This thinker identi3ed two attitudinal turning points in his lifetimeÂ—one demoralized Western civilization while the other provides \"the means of achieving a new and perhaps more human outlook.\" This author of \"From Versailles to Cybernetics\" argued that Balinese society exhibits stasis rather than schismogenesis, which he coined while studying the Iatmul's naven ritual. For 10 points, name this British-born anthropologist, the author of Steps to an Ecology of Mind and the third husband of Margaret Mead.", "answer_sanitized": "Gregory Bateson", "category": "Social Science"}, {"question_sanitized": "It's not a noble gas, but the stable nuclide with the highest thermal neutron capture cross-section belongs to this set of elements. One of these elements is bound to three fod [\"fahd\"] or dpm [\"d-p-m\"] ligands in a reagent used to improve the resolution of NMR spectra by deshielding every proton; that reagent is called a chemical shi7t reagent. The cyclen derivative DOTA chelates one of these elements in a notable example of a GBCA. Two of these elements name \"anomalies\" in which their concentrations in minerals are disproportionately high or low compared to their counterparts. Because these elements are highly paramagnetic, MRI contrast agents typically contain a compound centered on one of them. Because scandium and yttrium behave similarly to these elements, they are grouped together in the rare earth metals. . For 10 points, the poor shielding of 4f orbitals results in decreased atomic radii in what group of elements found above the actinides?", "answer_sanitized": "anthanides [or rare earth metals until \"rare\"]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "During this event, Albert Leo Schlageter was shot by 3ring squad for blowing up train tracks and was venerated as a right-wing martyr. A player in this crisis demanded \"productive guarantees\" and took action a7ter an announcement was made by REPKO. Right-wing organs in the press riled up fears of the \"black shame\" during this event, in which West African troops were accused of raping white women. In response to this action, the Cuno government called for a \"passive resistance\" campaign of industrial strikes by ten percent of the workforce, which it paid for with money-printing that turned into runaway in6lation. At the end of this action, which was initiated by Raymond Poincaré to seize coke and coal deposits, France agreed to the Dawes Plan. For 10 points, name this action in 1923 in which French and Belgian soldiers occupied a German industrial valley to forcibly collect reparations.", "answer_sanitized": "occupation of the Ruhr valley [or the Ruhr crisis; prompt on occupation of the Rhineland]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The initial discovery of this phenomenon remained unknown for seven years because computers analyzing TOMS data dismissed it as a measurement error. The recent negative trend in the magnitude of this phenomenon is the subject of a 2016 paper by Susan Solomon et al. that compares \"chem-dyn-vol,\" \"vol-clean,\" and \"chem-only\" simulations, as well as observations from sources like the SÂ·BÂ·UÂ·V satellite and the Syowa station. In 1985, Farman, Gardiner, and Shanklin published the 3rst evidence of this phenomenon, which intensi3es at temperatures below negative 78 degrees Celsius due to the formation of nacreous clouds that sequester nitric acid and produce chlorine monoxide. For 10 points, name this phenomenon occurring during the austral spring, whose extent is de3ned as the area of Earth's surface over which the total column amount of a certain compound is less than 220 Dobson units.", "answer_sanitized": "the Antarctic ozone hole [or the hole in the ozone layer; accept answers that describe depletion of the ozone layer over Antarctica / the South Pole; prompt on \"ozone depletion\" or equivalents that do not mention the word \"hole\" or a geographic location]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Theodor Adorno was wounded by Walter Benjamin's negative opinion of his fragmentary musical composition in this genre that was inspired by The Adventures of Tom Sawyer. A series of in6luential early works in this genre were collaborations between Christian Felix Weisse and the pedagogue Johann Adam Hiller. The elder Johann André wrote proli3cally in this genre, including a work that inspired one based on the same text by Wolfgang Amadeus Mozart; that Mozart composition in this genre features a role tailored for Caterina Cavalieri including the aria \"Martern aller Arten\" (MAR-tahn all-uh ART-un). Another Mozart composition in this genre features the arias \"O zittre nicht, mein lieber Sohn\" (oh TSIT-ruh NISHT, \"mine\" LEE-bah \"ZONE\") and \"Der Hölle Rache\" (dair HOO-luh RAH-kuh) and was based on a libretto by Emanuel Schikaneder, who played the bird-catcher Papageno (\"papa\"-GAY-noh) at its premiere. For 10 points, name this genre of German comic opera exempli3ed by The Abduction from the Seraglio and The Magic Flute.", "answer_sanitized": "Singspiel (ZING-shpeel) [or Lustspiel mit Gesang; or Schauspiel mit Gesang; or Komödie mit Musik; prompt on German opera; prompt on comic opera]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "In Cultural Capital, John Guillory related this poem's \"refunctioning of the commonplace book\" to its subsequent linguistic capital as a means of inculcating literacy in schools. William Empson objected to the \"complacence\" of this poem's \"bourgeois ideology,\" arguing that the \"universality and impersonality\" of its truisms \"claim as if by comparison that we ought to accept the injustice of society.\" Assessing this poem, Samuel Johnson famously wrote, \"Had [he] written o7ten thus, it had been vain to blame, and useless to praise him,\" concluding his \"Life\" of its author. In this poem, the speaker imagines himself being described as \"drooping, woeful wan, like one forlorn, or crazed with care, or crossed in hopeless love.\" This poem asks, \"Can Honour's voice provoke the silent dust?\" and praises the \"rude forefathers of the hamlet\" whose \"sober wishes never learned to stray\" as they dwelt \"far from the madding crowd's ignoble strife.\" For 10 points, name this influential elegy, the magnum opus of Thomas Gray.", "answer_sanitized": "\"Elegy Written in a Country Churchyard\"", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A regent of this dynasty who took the throne a7ter suppressing the Dardanians was nicknamed \"He who will give\" because of his deferred promise to give up power. Another member of this family sexually pursued the youth Damocles, who jumped into boiling water to escape him, and ran a sex dungeon out of the Parthenon, where he was housed a7ter ousting Demetrius of Phaleron. The astronomical poet Aratus wrote at the court of another ruler from this dynasty, who broke a naval blockade in the Chremonidean (krem-oh-NID-ee-an) War. Anti-ship siege weapons and the Helepolis tower were innovations of a capricious king from this dynasty called \"Besieger of Cities.\" An early member of this dynasty had himself crowned king with a diadem a7ter defeating Ptolemy at the Battle of Salamis, but lost his empire to an alliance of Lysimachus and Seleucus at the Battle of Ipsus. For 10 points, name this ruling house of Macedonia between 306 and 168 B.C., which descended from a Diadoch (\"die\"-ah-doke) with one eye.", "answer_sanitized": "Antigonid Dynasty", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "A man criticized this school of thought as being like a \"sorceress's thread\" since depending on how the thread is pulled, it appears either \"yellow or reddish.\" This line of thinking was codi3ed in a 12th-century text known as The Guidance by Burhan al-Marghinani (al-marg-hin-AHN-ee), whose translation into English by Charles Hamilton formed the basis of British policy in India. This school's founder supported the Zaydi Revolt and was supposedly poisoned in Kufa, leaving his disciples Abu Yusuf and al-Shaybani to continue to spread its ideas. The founder of this school is credited with being the 3rst to use qiyas, a form of analogic reasoning that applies nass to new cases. This school of thought is sometimes known as \"People of Opinion\" in contrast to the \"People of Hadith,\" a term which encompasses the competing Hanbali, Maliki and Sha3 schools. For 10 points, name this most-widespread school of 3qh (feek).", "answer_sanitized": "Hanafi School [prompt on 3qh]", "category": "Religion"}, {"question_sanitized": "A man in this work says his ancestors thought \"Life was a dying. Being born was starting to die. Death was being born,\" remembering how he was haunted by a white meeting-house that he calls a \"temple of death.\" In this work, two consecutive acts end with a mother addressing increasingly frantic monologues to her daughter, who stares at her in silence. Many characters in this work are described as having faces that resemble life-like masks in repose, which a carpenter identi3es as the family look. In this work, a woman screams when she sees a medicine box placed on her husband's displayed corpse, a7ter which the son of the Canuck nurse girl Marie Brantome is murdered aboard his docked clipper, the \"Flying Trades.\" In this work, Captain Adam Brant conspires with Christine to murder her husband, the homecoming Civil War general Ezra Mannon. For 10 points, name this trilogy of plays, a reimagining of the Oresteia by Eugene O'Neill.", "answer_sanitized": "Mourning Becomes Electra [prompt on The Homecoming; prompt on The Hunted; prompt on The Haunted]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The third movement Larghetto of Chopin's 3rst piano sonata is the only piece he wrote in this time signature. Ludwig Minkus used this time signature to indicate the exotic setting of the \"Dance of the Golden Idol\" from La Bayadère (lah \"bye\"-ah-\"DARE\"). The 3rst movement of Villa-Lobos's Bachianas Brasileiras No. 5 begins with eight cellos playing pizzicato in this time signature. A piece in this time signature begins with the bassoons and horns playing a motif of rising 37ths separated by falling semitones while the strings repeat a col legno ostinato. The Promenade from Pictures at an Exhibition alternates between this time signature and 6/4 time. In the second movement of Tchaikovsky's \"Pathetique\" Symphony, a waltz is unusually written in this time signature. A stirring march in this time signature opens Gustav Holst's movement \"Mars, the Bringer of War.\" For 10 points, name this unusual time signature popularized by the Dave Brubeck Quartet piece \"Take Five.\"", "answer_sanitized": "5/4 time (\"five-four\")", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This writer criticized the settings of another writer's poems as the products of \"a cook's boy helping the gloomier dwarfs boil toads and snails\" in a series of lectures that begins by asking listeners to \"imagine a man on an island\" who 3nds a box containing all of W. H. Auden's works. The speaker of one of his poems recalls \"the factory that manufactures, a7ter so long, Vicks VapoRub Ointment\" and \"a dinosaur and pterodactyl with... Papier-mȃché smiles,\" references to this poet's childhood in Hollywood. The speaker of another of his poems discusses \"this print of mine, that has kept its color\" and \"this serviceable body that no sunlight dyes\" before lamenting \"the world goes by my cage and never sees me.\" That poem describes \"wild beasts, sparrows pecking the llamas' grain\" at the title location. Another of his speakers \"fell into the State\" until his \"wet fur froze,\" and recalls that \"they washed me out of the turret with a hose.\" For 10 points, name this American poet of \"The Lost World,\" \"The Woman at the Washington Zoo,\" and \"The Death of the Ball Turret Gunner.\"", "answer_sanitized": "Randall Jarrell", "subcategory": "Literature American", "category": "Literature"}], "bonuses": []}