{"tossups": [{"question_sanitized": "In this city in the 1930s, the meteorologist Wilhelm Gustlo f organized a local Nazi party before being shot by the young Jew David Frankfurter, an event described in Gunter Grass's novel Crabwalk. In a 1929 disputation in this city, Ernst Cassirer challenged Martin Heidegger on his concept of \"thrownness,\" inspiring Heidegger to write Kant and the Problem of Metaphysics. Ernst Kirchner (KEERK-ner) spent the last 20 years of his life painting in this city, where he committed suicide. Robert Louis Stevenson wrote Treasure Island in one of the 40 tuberculosis sanatoriums constructed in this city, which was also the site of the  ctional Berghof (BAIRG-ho f) sanatorium visited by Hans Castorp in Thomas Mann's novel The Magic Mountain. Klaus Schwab (SHVAHB) founded an organization that uses a  ve-day annual meeting in this city to bring together business elites and world political leaders. For 10 points, name this ski resort in the Swiss Alps that is home to the annual World Economic Forum.", "answer_sanitized": "Davos", "category": "Geography"}, {"question_sanitized": "One of these texts describes bathing on the second day of the Saturnalia with a \"perilous\" guest of whom it says, \"once was enough.\" Another of these texts uses the ironic formula \"laudandum, ornandum, tollendum,\" where \"tollendum\" means both \"immortalized\" and \"killed off.\" Johann and Wendelin (VEN-deh-lin) of Speyer introduced the printing press to Venice with an edition of these works in 1469. In 1345, Petrarch's rediscovery of these texts in a Verona library helped revive Italian interest in classical literature. The amanuensis Tiro devised a shorthand to take down these texts, which discuss the author's frustration with his cruel brother Quintus. Written in Greek-in lected Latin, these texts address the author's friend Atticus on such issues as the assassination of Caesar, the ascent of Antony, and the death of Tullia. For 10 points, name this set of epistles authored by the greatest speaker of ancient Rome.", "answer_sanitized": "Cicero's letters [or the Epistulae ad Familares; or Epistulae ad Atticum; or the letters of Marcus Tullius Cicero]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This man wrote helpful accompanying inscriptions to woodcut propaganda such as On the Origin of Monks, explaining that the devil depicted was su fering labor pains and shitting out monks. This man refuted arguments for papal supremacy in his Treatise on the Power and Primacy of the Pope. Matthias Flacius Illyricus challenged this man for labeling pretty much all religious practices adiaphora, or \"nonessentials.\" The Hebraist (hee-BRAY-ist) Johannes Reuchlin (ROY-klin) directed the education of this reformer, whose Instructions laid out the rules for new schools. This man was accused of going against sola  de in his Loci Communes. This \"teacher of Germany\" authored a set of 28 articles that a  rmed the \"real presence\" in the Eucharist, but denied salvation by works, to be presented at a meeting convened by Charles V. For 10 points, name this author of the Augsburg Confession, a Lutheran reformer with a Latinate name.", "answer_sanitized": "Philip Melanchthon (mell-ANK-thon) [or Philipp Schwarzerdt]", "category": "Religion"}, {"question_sanitized": "Martin Gibbs applied a  ve-stage psychological model created by John Leach to the study of these entities. \"Filters\" and \"scramblers\" distort the study of these entities, according to a theorist who charted their traditional lifecycle, Keith Muckleroy. Ligan are a sign of the proximity of these entities, whose study is inhibited by the reproduction of Teredo. Kenneth McIntyre's book The Secret Discovery of Australia largely relied on evidence from one of these entities. Examination of one of these entities yielded an object intensely studied by Tony Freeth and Alexander Jones, who reproduced a design of eight spindles and   ty-four gears that predicted the location of  ve planets. Oxhead ingots indicated the location of one of these entities near Uluburun, Turkey. The Antikythera mechanism was discovered during an examination of one of these sites. For 10 points, name this type of site studied in maritime archaeology and exempli ed by the remains of the Titanic.", "answer_sanitized": "shipwrecks[or ships; or boats]", "category": "Social Science"}, {"question_sanitized": "A character created by this author orders her daughter to slash her with a paper-cutter whenever she succumbs to depression, which prevents her from getting treatment for her poisoned German shepherd Otto. At the end of one of this author's novels, the dolls Tina and Nu are mail-delivered to a character who lost them by throwing them in the basement of a loan shark gang. This author employed a technique called \"dissolving boundaries\" to represent the consciousness of a character who experiences the sky as \"poisoned egg stars.\" The protagonist of a novel by this author throws a friend's notebooks into the Arno, in reference to Manzoni. That character, Lenu Greco, competes with her friend Lila across a quartet of novels that begins with My Brilliant Friend. This author of The Days of Abandonment may have been \"unmasked\" as the translator Anita Raja by Claudio Gatti in October of 2016. For 10 points, give the pseudonym of this author, a contemporary Italian woman who wrote the Neapolitan Novels.", "answer_sanitized": "Elena Ferrante [or Anita Raja until it is read]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A widely studied example of one of these enzymes in Pseudomonas putida allows the bacterium to use camphor as an energy source. A di ference spectrum assay can measure the amount of denaturation of these enzymes based on the shi t in their Soret peak. Studies of related chloride peroxiÂ·dases have shown the catalytic cycle of these enzymes generally involves the formation of an iron-four oxo species, known as \"Compound One.\" BergaÂ·mottin is an inhibitor of these enzymes, which is why patients taking lipitor are advised not to drink grapefruit juice. Phenobarbital is used to increase expression of these enzymes in mice, and they can be isolated in EÂ·R microsomes. The conversion of testosterone to estraÂ·diol is accomplished by one of these enzymes called aromatase. These enzymes process xenobiotic (ZEE-nuh-bie-AH-tik) substrates in phase I of drug metabolism. For 10 points, identify this class of heme-dependent enzymes partially named for the maximum absorption wavelength that occurs when they are complexed with carbon monoxide.", "answer_sanitized": "cytochrome p450 monoÂ·oxygenases [or p450s; or CYPs; prompt on cytochromes, heme(-dependent) monoÂ·oxygenases, heme(-containing) monoÂ·oxygenases, omega hydroxylÂ·ases; do not accept \"cytochrome c\"]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In a midterm election, crooked journalist Frank Kent fabricated a quote by this man that originated the conservative catchphrase \"tax and spend.\" This adviser dispatched the lesbian reporter Lorena Hickok to Appalachia to collect information on poverty. A lifelong chainsmoker, he moved into the Lincoln Bedroom after chronic stomach cancer ended his hopes of a presidential run. Republicans afraid of the electoral influence this man wielded passed the Hatch Act, which still forbids federal employees from standing for political office. This man was called a \"crumbling lighthouse\" by Winston Churchill while coordinating negotiations between the Big Three during World War II. Harold Ickes squabbled over funding with the agency this man ran, which at its height employed over 3 million people. For 10 points, name this close friend of Franklin Roosevelt who administered the Works Progress Administration.", "answer_sanitized": "Harry (Lloyd) Hopkins", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A ter moving to this city, Zhuang meets her older lover in a movie theater and refers to herself only as \"Z\" in a Xiaolu Guo (SHYAO-lu GWOH) novel. In a novel set in this city, Haroon Amir's decision to leave his life as a bureaucrat and become a vaguely Buddhist New Age guru indirectly causes his son Karim to join the punk scene. This city, the setting of A Concise Chinese English Dictionary for Lovers and Hanif Kureishi's Buddha of Suburbia, is where Obinze (oh-BIN-zay)  nds work as a deliveryman and meets Cleotilde in Chimamanda Adichie's Americanah. It is also the setting of a novel in which the overbearing Chanu drives his wife Nazneen into an a fair with the radicalized Karim. Another novel set here opens as Samad Iqbal's best friend, Archie Jones, attempts to gas himself in his car on New Year's Day. For 10 points, name this city whose expatriate Bangladeshi community is explored in both Monica Ali's Brick Lane and Zadie Smith's White Teeth.", "answer_sanitized": "London", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "This type of modi cation occurs through the addition of ethyl diÂ·azoÂ·acetate to benzene in the Buchner reaction. Pyridine derivatives are produced through this type of reaction with the use of diÂ·chloroÂ·carbene in the Ciamician-Dennstedt (chah-MEE-chee-an DENN-shtet) rearrangement. It's not a reduction, but the expulsion of nitrogen gas following treatment with nitrous acid drives this type of reaction in the Ti feneau-Demjanov (TIFF-eh-\"no\" DEM-yah-no f) rearrangement. The opposite of this type of reaction occurs when certain alpha-haloÂ·ketones are reacted with sodium hydroxide in the Favorskii rearrangement. In an example of the Beckmann rearrangement, cycloÂ·hexane reacts with hydroxylÂ·amine and acid to form caproÂ·lactam through this type of reaction. In mass spec, it leads to the formation of the tropylÂ·ium cation from a benzyl group. It's not oxidation, but in the Baeyer-Villiger (\"buyer\"-vill-ig-er) rearrangement, cyclic ketones treated with mCPBA undergo this process to form lactones. For 10 points, name this type of rearrangement in which a cyclic system increases in size.", "answer_sanitized": "ring expansion [prompt on ring formation; prompt on rearrangement before mention; anti prompt on speci c answers such as \"forming an [n]-membered ring\"]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In Proverbs, one of these things is called a \"strong tower\" and contrasted with the \"strong city\" signifying \"the wealth of the rich.\" In the opening lines of the Song of Solomon, a metaphor identi es one of these things as \"perfume poured out.\" These things are central to the implicit theology of Acts, in which Peter says he has no silver or gold before healing a lame beggar at the Beautiful Gate by using one of these things belonging to Jesus. In the Gospel of Mark, Jesus rebukes the apostles for attempting to stop a strange exorcist from using one of these things, saying, \"Whoever is not against us is for us.\" A ter wrestling with God, Jacob receives a new one of these things. In the Garden of Eden, Adam gives these things to the animals. For 10 points, name these things, one of which belonging to God is the subject of the Third Commandment, which warns not to take it in vain.", "answer_sanitized": "names", "category": "Religion"}, {"question_sanitized": "Recent performances of this opera have been in luenced by the  ndings of Michael Kaye and Jean-Christophe Keck, who intend their critical edition of it to supersede earlier editions by Choudens and Fritz Oeser. This opera's third act includes a spurious septet and the spurious aria \"Scintille, diamant\" (sin-TEEL, dee-uh-MAHNT) so it has frequently been  lipped with the second act. Near the end of this opera, the protagonist insults his lover by singing a  nal verse of his song about a click-clacking dwarf. This opera was written so that four villains could be sung by the same bass-baritone and four love interests could be sung by the same soprano, though the demands of the coloratura aria \"Les oiseaux dans la charmille\" (lays wah-ZOH dahns lah shar-MEEL) o ten necessitates a separate singer to play Olympia. In this opera, Giulietta's act opens with the duet \"O nuit, belle nuit d'amour\" (oh NWEET, \"bell\" NWEET dah-MOOR), an iconic barcarolle. For 10 points, name this opera about a German story writer by Jacques O fenbach.", "answer_sanitized": "The Tales of Ho3fmann [or Les contes d'Ho3fmann]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "In a novel by a later author, this writer is nearly crushed by a falling bed he had rigged to his ceiling, and is ridiculed by the protagonist for the mixed metaphors in a speech he delivers so quietly the audience can't hear him. This writer reproduced an oration by the Mingo chief Logan as part of his refutation of Count de Bu fon's theory that animals are smaller and people are stupider in America than in Europe. This writer's only book includes the o t-quoted anti-slavery line \"I tremble for my country when I re lect that God is just.\" He wrote a long letter to Maria Cosway featuring a dialogue between his head and his heart. His responses to 23 \"queries\" about his home state were published as Notes on the State of Virginia. For 10 points, name this American author who articulated the \"unalienable rights\" of \"life, liberty, and the pursuit of happiness\" in The Declaration of Independence.", "answer_sanitized": "Thomas Jefferson", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This process is the subject of a six-stage classi cation system developed by Anna Behrensmeyer using data collected during  eldwork in the Amboseli Basin. Cernohouz and Solc created an empirical logarithmic pro le for the growth of this process's namesake \"rind.\" This process is responsible for the existence of an electron spin resonance due to submicroscopic reduced iron particles in lunar regolith and meteorites. The ZTR index quanti es the extent of this process by measuring the total concentration of zircon, tourÂ·maÂ·line, and ruÂ·tile. This process may produce concentric layers of saprolite or \"honeycomb\" features like tafoni. It's not crystallization, but susceptibility to this process decreases when moving from orthoclase to quartz on the Goldich dissolution series. For 10 points, name this physical and chemical process that causes the in situ breakdown of rocks, as opposed to erosion.", "answer_sanitized": "weathering [or bone weathering; or weathering rind; or space weathering; or meteorite weathering; or spheroidal weathering; or honeycomb weathering; or physical weathering; or chemical weathering]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "In a composition of this type and number, the  rst movement climaxes with a controversial triple forte passage in which the recapitulated theme in the bassoons, cellos, and basses o ten gets drowned out by the rest of the orchestra. In the last movement of that piece of this type and number, a sudden fortissimo C-sharp interrupts the quiet opening statement of a theme it later forces into F-sharp minor before being jerked back into the home key of F major. In Antonin Dvorak's piece of this type and number, the English horn only plays three measures in the entire piece, when it restates a theme resembling birdsong introduced by the  lute. Jean Sibelius pretended for years to be working on a piece of this type and number even a ter he burned the score in 1945. A B minor entr'acte from the incidental music to Rosamunde may have originally been intended as the  nale to a piece of this type and number with two fully scored movements. For 10 points, name this type of piece and number, of which Schubert's is known as the \"Un nished.\"", "answer_sanitized": "Symphony No. 8 [or eighth symphony; prompt on partial answer]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This collection includes a dialogue-poem that ends when a man interrupts an eight-line stanza with the exclamation \"Ah, no more,\" and provides the  nal line. The speaker of another poem in this collection says, \"within my heart I made closets, and in them many a chest...in those chests, boxes; in each box a till. Yet Grief knows all, and enters when he will.\" In another poem in this book, the speaker recalls how his \"soul lay out of sight, untuned, unstrung,\" and asks the addressee to \"cheer and tune my heartless breast.\" This collection includes a sonnet composed entirely of stacked appositive phrases such as \"the soul in paraphrase,\" \"the six-days'-world reposing in an hour,\" and \"something understood.\" This book concludes with the line \"So I did sit and eat\" a ter that poem's title personi cation welcomes a soul \"guilty of dust and sin.\" Two poems entitled \"Prayer\" and three entitled \"Love\" appear in this book of devotional verse. For 10 points, name this book, the major work of George Herbert.", "answer_sanitized": "The Temple", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This painting was originally displayed facing a depiction of a female model in it costumed as a male matador. Rolf Laessoe (\"lasso\") argued that this painting is divided between a lozenge-shaped \"painting-within-a-painting\" and a larger \"studio space,\" bridged by a \"painter\" wearing a hat incongruous with the outdoor setting. The double meaning of the word \"grenouille\" (grun-WHEEL) is suggested by a  gure in the bottom le t of this painting, whose upper half depicts a bull nch  lying at the viewer. The artist of this painting deliberately broke the rules of perspective by painting a chemise-wearing woman in its background large enough to be nine feet tall. This painting adapts a cane-carrying man's recumbent pose from that of a river god in Marcantonio Raimondi's Judgement of Paris. This painting probably depicts the artist's brother-in-law, Ferdinand Leenho f (LEYN-ho f), with his brother Eugene and his model Victorine Meurent (myoo-RAHN). For 10 points, name this Edouard Manet painting of two clothed men having a picnic with a naked woman.", "answer_sanitized": "Luncheon on the Grass [or Dejeuner sur l'herbe]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This philosopher noted how the concept of sound precedes any particular tune to illustrate \"priority in eternity,\" a concept he added to Aristotle's priorities of time, preference, and origin. This philosopher exclaimed \"Too late have I loved thee!\" twice in an o t-excerpted passage from a meditation on memory paradoxes. Long before McTaggart, this philosopher argued that, because long metric feet can only be measured relative to short feet in the past, time has no existence except as \"distension\" of memory. He anticipated Descartes by asserting \"If I am deceived, I am\" regarding existence, and developed the \"argument from analogy\" to rebut solipsism. In Wittgenstein's Philosophical Investigations, this philosopher's account of learning words \"repeatedly used in their proper places\" illustrates the \"picture theory\" Wittgenstein rejects. This philosopher asked, \"Give me chastity and continence - but not yet\" in his major work, in which he agonized over his childhood the t from a pear tree. For 10 points, name this 5th-century Christian bishop who authored the Confessions.", "answer_sanitized": "St. Augustine of Hippo [or Augustinus]", "category": "Philosophy"}, {"question_sanitized": "A phenomenon named for these entities occurs under conditions given by the Ehlers-Geroch (AY-lerz geh-ROKE) theorem in the limit of small size and mass. The divergence of a congruence of these entities becomes in nite at a  nite value of the a  ne parameter under appropriate energy conditions, according to the focusing theorem. Cotangent bundles are split into level sets of constant energy by the namesake  low of these entities. The Penrose-Hawking theorems state that spacelike and timelike singularities possess their namesake incompleteness. Writing the Euler-Lagrange equation for an action functional parameterized with respect to proper time, then multiplying by the inverse metric tensor, produces an equation named for these entities. For 10 points, name these paths that are traced out by a particle in free fall in general relativity and generalize the concept of a straight line to curved space.", "answer_sanitized": "geodesics [or geodesic motion; or geodesic congruence; or geodesic  low; or geodesic incompleteness; or geodesic equation; prompt on paths or trajectories or world lines; anti-prompt on light rays]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "An obscure newspaper called the Patriot spread this idea, which sparked a craze for ubhejane (OOB-heh-jah-nay). Zackie Achmat organized red-shirted protesters against this idea. Matthias Rath, who pro ted from this idea by selling to Khayelitsha residents, was sued by the TAC. The Washington Post leaked a world leader's letter to Bill Clinton espousing this belief that approvingly cited Peter Duesberg. In East Germany, a report by Jakob Segal involving sheep in Fort Detrick, Maryland endorsed this belief; Segal testi ed to further a joint KGB-Stasi plot to spread it. When confronted on this belief on-air, a politician nicknamed \"Dr. Beetroot\" snapped, \"I am not Manto to you.\" The Durban Declaration denounced this belief, whose acceptance by the Mbeki government from 2000 to 2005 may have killed up to 300,000 South Africans. For 10 points, identify this pseudoscienti c belief which questions the viral origin of a sexually-transmitted immune de ciency syndrome.", "answer_sanitized": "AIDS denialism [or equivalents, such as AIDS isn't caused by HIV, AIDS was created by the CIA, AIDS can't be cured by retrovirals, etc.]", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "During World War II, this man headed the APA's committee to settle refugee psychologists like Kurt Lewin from Nazi Germany. To encourage an \"idiographic\" rather than \"noÂ·moÂ·thetic\" approach to psychology, this man rigorously identi ed eight central dispositions in 301 letters from grieving mother Jenny Masterson. With Philip Vernon and Gardner Lindzey, this man devised a scale to measure an individual's values system along six dimensions. Wartime fearmongering inspired this man to work with Leo Postman on an experiment that de ned the roles of \"leveling\" and \"sharpening\" in the spread of rumors. In his major work, this psychologist proposed the \"least-e fort principle\" as an explanation for a phenomenon he measured on a  ve-point spectrum from \"antilocution\" to \"extermination.\" This psychologist, whose brother Floyd wrote the textbook Social Psychology, created a three-part hierarchical theory of personality based on cardinal, central, and secondary traits. For 10 points, name this humanistic psychologist from Harvard who authored 1954's The Nature of Prejudice.", "answer_sanitized": "Gordon (Willard) Allport", "category": "Social Science"}, {"question_sanitized": "A preacher from this city's New Bethel Baptist Church became known as The Man with the Million Dollar Voice a ter recording and selling his sermons, such as \"The Eagle Stirreth Her Nest.\" That preacher, C.L. Franklin, organized over one hundred thousand people at this city's \"Walk to Freedom,\" where Martin Luther King gave a rough version of his \"I Have a Dream Speech\" two months before the March on Washington. The Supreme Court held that a district court could not redraw the lines of 53 school districts surrounding this city in Millikan v. Bradley. A police raid on a \"blind pig\" on 12th Street in this city sparked a riot that prompted Governor George Romney to mobilize the National Guard. For 10 points, name this city where that 1967 race riot was partially caused by a decline in the number of jobs in the automobile industry.", "answer_sanitized": "Detroit", "subcategory": "History American", "category": "History"}], "bonuses": []}