{"tossups": [{"question_sanitized": "A structure H will be a substructure of a series-parallel construct if and only if all of these things for H do not include the wheel designated by W-sub-four. Tutte hypothesized that a structure K with the bridgeless property will have a nowhere zero four-畔low if its underlying Petersen family is not one of these things for K. A theorem by Tutte states that every mathematical snark will have a Petersen graph as one of these things. Graphs have the property that they are well-quasi-ordered with respect to the embedding of these constructs according to the Robertson-Seymour theorem. Wagner's theorem, and not Kuratowski's theorem, states that a graph is planar if and only if the original graph and all of these constructs do not include K-sub-炬ve and K-sub-three-three. For 10 points, name these structures which are formed by contracting and deleting edges of a source graph.", "answer_sanitized": "graph minor [do not accept or prompt on \"graph\" or \"subgraph\"]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "A David Hockney work in this medium depicts a mental institution as a tiered gallery containing black-clad men wearing bizarre masks. Another artist in this medium has created works depicting a giant rook chess piece and a stately Edwardian mansion filled with dirt. That artist, Es Devlin, won its prestigious Linbury Prize. Pablo Picasso included an arch topped by a lyre and depictions of skyscrapers in a piece of this type. Before turning to architecture, Inigo Jones revolutionized this kind of art in England by introducing Italian innovations. A minimalist piece in this medium was inspired by a Shaker rocking chair and created by Isamu Noguchi as part of his long-running collaboration with Martha Graham. For 10 points, name this type of artwork that is used to accompany works like the opera The Rake's Progress, the ballet Parade, and the play Hamlet.", "answer_sanitized": "stage design [or set design; or scenic design; prompt on theater or equivalents]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "An artist from this country created The Weight of Death by weighing the total amount of ink used in such manifestos as Mein Kampf. Another artist from this country created the Silhouettes series by leaving outlines of her body in natural media like mud and burning oil. A student of Picasso from this country painted four exaggerated figures in African masks, the rightmost holding up a huge pair of shears, in his masterpiece The Jungle. This country appears in the background of a painting that takes the facial expressions of its subjects from Charles LeBrun's models of contempt, dread, compassion, and astonishment. That painting, which takes the pose of a pale-white nude in the water from the Borghese Gladiator, is John Singleton Copley's Watson and the Shark. For 10 points, name this home country to Ana Mendieta and Wilfredo Lam, where Alberto Korda took the photograph Heroic Guerrilla Fighter depicting Che Guevara.", "answer_sanitized": "Cuba", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Eckard Wimmer’s group at SUNY Stony Brook was condemned for showing that this pathogen’s genome could be assembled entirely from synthetic cDNA fragments. A modified version of this pathogen, P·V·S-RIPO, is being tested in clinical trials to treat glioblastoma. The T·g·P·V·R mouse line was developed to model the effects of infection by this virus. In the 1960s, Bernice Eddy found that rhesus monkey cells used to prepare vaccines against this virus were contaminated with S·V·40. It replicates in the oropharynx and small intestine before spreading into the C·N·S, where it kills lower motor neurons in the anterior horn of the spinal cord. Albert Sabin developed an oral vaccine for this virus, which is responsible for a disease that can result in long-term muscle paralysis and atrophy. For 10 points, Jonas Salk developed a vaccine against what virus?", "answer_sanitized": "poliovirus", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In a novel from this modern-day nation, a relative of Chopin home from Singapore calls the tropics a \"disease\" with no cure and recalls how 4000 Malaysian workers spontaneously went on strike one day at noon. In that novel from this country, the General asks what his wife Kristina meant when she muttered \"Coward\" outside his friend's room. In another novel from this country, The Prince leads a mob against a town visited by a traveling circus showcasing the stuffed body of the world's largest whale. An author from this country, whose history is the subject of the tome Parallel Stories, wrote a novella in which The General reunites with his friend Konrad to discuss the day Konrad tried to kill him hunting. This country is home to the authors of Embers and The Melancholy of Resistance. For 10 points, name this home to Laszlo Krasznahorkai and Sandor Marai, the latter of whom recalled its former union with Austria.", "answer_sanitized": "Hungary [or Magyarorszag]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This piece's unusual orchestration divides the violins into 24 parts, omits oboes and clarinets but includes a bass clarinet and two alto saxophones, and calls for three mixed choruses that often sing a semitone apart. This largely atonal piece ends on an E major triad in a manner anticipated by the D major ending of the composer's experimental Stabat Mater, from which this piece borrows. This piece sets text from Venantius Fortunatus's Pange lingua (PAHN-gay LIN-gwah) in its 18th section, Crux delis. The only section of this piece with no vocalists is the penultimate section, labeled Alla breve (BREH-vay), which is followed by In pulverem mortis from Psalm 30. Unlike his German forerunner, this piece's Catholic composer stuck entirely to untranslated Latin texts, which he mostly did again in his Polish Requiem. For 10 points, name this piece by Krzysztof Penderecki (SHISH-to f pen-der-ETZ-kee) that pays tribute to Bach's analogous pieces setting texts from St. John and St. Matthew.", "answer_sanitized": "the St. Luke Passion [or Passio et mors Domini nostri Jesu Christi secundum Lucam; or The Passion and Death of Our Lord Jesus Christ According to Luke]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "An ancient temple dedicated primarily to this deity had columns of irregularly shaped stones, with the lower sections resembling the petals of a lotus, the middle sections consisting of concentric rings, and the upper sections looking like bunches of reeds. That temple dedicated primarily to this deity contained a sculpture of a different deity depicted as a hawk fighting a snake on top of a hippopotamus, whom Plutarch identified as Typhon. A text named for this deity was hidden inside five successively smaller boxes until it was stolen first by Neferkaptah, then by Setne Khamwas. This deity made it possible for Nut to give birth by winning the light of five extra days in a game of dice with Khonsu, and he helped Isis assemble the pieces of Osiris' body. For 10 points, name this male counterpart of Seshat who ruled the Ogdoad of Hermopolis, served as the Egyptian god of scribes, and was depicted with the head of a baboon or ibis.", "answer_sanitized": "Thoth [or Djehuty; or Tehuti; or Book of Thoth; do not accept \"Hermes Trismegistus\"]", "category": "Mythology"}, {"question_sanitized": "This piece's unusual orchestration divides the violins into 24 parts, omits oboes and clarinets but includes a bass clarinet and two alto saxophones, and calls for three mixed choruses that o畔ten sing a semitone apart. This largely atonal piece ends on an E major triad in a manner anticipated by the D major ending of the composer's experimental Stabat Mater, from which this piece borrows. This piece sets text from Venantius Fortunatus's Pange lingua (PAHN-gay LIN-gwah) in its 18th section, Crux  delis. The only section of this piece with no vocalists is the penultimate section, labeled Alla breve (BREH-vay), which is followed by In pulverem mortis from Psalm 30. Unlike his German forerunner, this piece's Catholic composer stuck entirely to untranslated Latin texts, which he mostly did again in his Polish Requiem. For 10 points, name this piece by Krzysztof Penderecki (SHISH-to f pen-der-ETZ-kee) that pays tribute to Bach's analogous pieces setting texts from St. John and St. Matthew.", "answer_sanitized": "the St. Luke Passion [or Passio et mors Domini nostri Jesu Christi secundum Lucam; or The Passion and Death of Our Lord Jesus Christ According to Luke]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In a bird's-eye photograph, this man bites on a garden hose and brandishes a wooden hammer while standing on a marble zodiac. The 炬rst piece in the \"dance of darkness\" genre, which his work inspired, drew controversy when the audience thought performers had strangled a chicken. Arrows pierce this man's torso in one piece from an erotic photography collection he modeled for, Ordeal by Roses. The ending of The Truman Show uses a piece of music from a biopic about this man, which shows his grandmother refusing to let him play outside during segments about his childhood. A pulsating E-畔lat major arpeggio in 炬rst inversion concludes the third string quartet of Philip Glass, which is nicknamed for this man. The aforementioned biopic, which culminates with the section \"Harmony of Pen and Sword,\" was directed by Paul Schrader. For 10 points, name this subject of a 炬lm subtitled \"A Life in Four Chapters,\" which contains scenes from his novels Runaway Horses and The Temple of the Golden Pavilion.", "answer_sanitized": "Yukio Mishima [or Kimitake Hiraoka; accept names in either order]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "Francois Rochebrune commanded soldiers of this nationality in the Zouaves (zwahvs) of Death despite knowing only one phrase of their language during a nationwide guerrilla war. Aristocrats of this nationality founded the \"Hotel Lambert sect,\" a political group visited by French intellectuals. Soldiers of this nationality used the slogan \"For our freedom and yours,\" and included the namestnik (nah-MEST-nik) who founded \"Adam's Village.\" A畔ter an uprising of these people sparked by the cry \"Gentleman, let us have no more dreams!\", positivists of this nationality undertook a Herbert Spencer-inspired national revival movement under the slogan of \"organic work.\" In addition to Jews, people of this nationality were a major target for dislocation under Bismarck's Kulturkampf. A rebellion of these people, headed by one of the original supporters of their May 3 Constitution, started when a secret society of cadets attempted to murder Grand Duke Constantine in 1830. For 10 points, give the ethnicity of the leaders of the November Uprising and other expatriates from a nation destroyed by partition.", "answer_sanitized": "Polish people", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This saint's discovery of a hill overgrown with basil prompted the Greek tradition of distributing sprigs of that plant. The Jew Judas Cyriacus was himself sainted for aiding this saint. According to legend, this saint instantly calmed a storm by throwing a nail into the sea. A pageant held on the final day of the Filipino festival Flores de Mayo honors this saint's most important miracle, in which she either raised a dead man or healed a sick woman on her third attempt. She is said to have caused an overpopulation of cats at a Cypriot monastery by having them imported to battle an infestation of snakes. She is the namesake of a chapel in the Church of the Holy Sepulchre, which was built on the site where she discovered the True Cross. For 10 points, name this saint who was almost 80 years old when she began a relic-hunting trip to Jerusalem at the behest of her son, the Roman emperor Constantine.", "answer_sanitized": "St. Helena of Constantinople", "subcategory": "Religion American", "category": "Religion"}, {"question_sanitized": "The \"Green Dogs\" militia propped up the regime of this ruler, who unsuccessfully attempted to stamp out his nickname \"Mighty Mouth\" from his days as a goatherd. Under this dictator, a new alphabet based on the Roman alphabet without the letters p, v, and z was created. This dictator launched a revanchist invasion of his country's western neighbor with Soviet backing, only for the Soviets to immediately switch sides and supply his enemy with 15,000 Cuban mercenaries. Nation-building e猼forts launched by this dictator included the attempted abolition of the qabil clan system. This \"Scienti炬c Socialism\" proponent negotiated with Helmut Schmidt to let German special forces retrieve a PFLP-hijacked Lu畔thansa plane. Over a million refugees 畔led into his country a畔ter his disastrous invasion of the Ogaden region. A畔ter his power was sapped by rebels like Mohamed Farah Aidid, he was derisively nicknamed the \"Mayor of Mogadishu.\" For 10 points, name this dictator under whom Somalia devolved into a failed state.", "answer_sanitized": "(Mohamed) Siad Barre", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This character examines watercolors of a sinking ship in a storm with a cormorant on its mast, a woman personifying the Evening Star, and a pale giant resting against an iceberg, before asking the artist whether she was happy when she painted them. This man hails his beloved from a stone stile in the field and draws his usual comparison between her and an elf as he reprimands her for a month's absence. He worries he will take to \"bleeding inwardly\" if the channel between England and Ireland breaks the string connecting his heart to his beloved's before proposing to her by the horse-chestnut in his orchard. In a supernatural occurrence, this man's voice calling across the fields causes his lover to reject the final proposal of her missionary cousin and seek this man out, only to find that he has been crippled and blinded in a fire set by his mad attic-bound wife. For 10 points, name this owner of Thornfield Hall who marries Jane Eyre.", "answer_sanitized": "Mr. Rochester [or Edward Fairfax Rochester; or Fairfax Rochester]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A major precipitating incident of this war was the Secret Bond, signed by sixteen lords in a participating country. The major battle of this war took place on the River Esk, where repeated cavalry charges into the enemy pikes created a corpse wall, allowing Lord Edward Clinton's warships and Don Pedro de Gamboa's arquebusiers to bombard Governor Arran into submission. One side in this conflict undermined the other with propaganda for \"assured men,\" but did not relieve the \"Castilians\" who avenged George Wishart by conspiring to disembowel Cardinal Beaton. One side in this war violated the Treaty of Greenwich signed in the aftermath of its defeat at Solway Moss, and suffered further humiliation from Lord Somerset on \"Black Saturday\" at the Battle of Pinkie Cleugh (klu f). Henry VIII started this war in 1543 to break up the Catholic Auld Alliance between his northern neighbor and France. For 10 points, name this war named for the way in which England tried to force a marriage between the future rulers Mary, Queen of Scots, and Edward VI.", "answer_sanitized": "War of the Rough Wooing", "subcategory": "History British", "category": "History"}, {"question_sanitized": "At the end of this essay, the author groups himself among those who turn their eyes away from the birth of a \"formless, mute, infant, and terrifying form of monstrosity.\" The author of this essay begins by noting that something has occurred which could be called an \"event,\" if that word were not suspected and reduced by the school of thought he challenges. This essay cites two passages from Claude Levi-Strauss's \"Introduction to the Work of Marcel Mauss\" to illustrate the divergent meanings of the \"supplementarity\" produced by the third title concept, the free substitution of signi炬ers. The controversial presentation of this essay at a 1966 conference at Johns Hopkins launched the post-structuralist movement, and it was later collected as the penultimate essay in Writing and Di ference. For 10 points, name this seminal essay outlining some principles of deconstruction by Jacques Derrida.", "answer_sanitized": "Structure, Sign, and Play in the Discourse of the Human Sciences\" [or \"La Structure, le Signe, et le Jeu dans le Discours des Sciences Humaines\"]", "category": "Philosophy"}, {"question_sanitized": "In the 1930s, this state's governor proclaimed, \"I am not a liberal. I am what I want to be - a radical.\" A畔ter Walter Liggett accused that governor of organized crime ties, Liggett was mysteriously murdered in this state. A branch of the Teamsters, Local 574, unionized this state's largest city a畔ter a 1934 general strike launched by the Trotskyite Dunne brothers. The anti-communist positions of a politician from this state drew Thomas Dewey's retort that \"You can't shoot an idea with a gun.\" In addition to Governor Floyd Olson, this state's progressive representatives included the man who fought to include a civil rights plank in the Democratic platform in 1948. The Western Federation of Miners unionized immigrant laborers working in America's major deposit of iron ore, this state's Mesabi Iron Range. For 10 points, name this state whose Democratic Farmer-Labor Party bred staunch liberals like Hubert Humphrey.", "answer_sanitized": "Minnesota", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This novel re畔lects its author's time studying under Henri Bergson with a passage about a butter畔ly that dies on the narrator's palm because he blew on its cocoon. A畔ter the title character of this novel teaches Zaharia to satisfy his inner demon, Zaharia ignites a can of para猼炬n in the pedophile-sheltering Holy Virgin of Revenge Monastery. Although the protagonist of this novel revives his spirit during an one-night stand with a widow on Easter, he fails to stop the townspeople from beheading her in public for the suicide of her unrequited lover. The narrator of this novel reads Dante and struggles to write a manuscript about \"the Void\" and the Buddha. Its narrator manages a lignite mine with a santuri player who illustrates his active approach to life by seducing a courtesan named Madame Hortense. For 10 points, identify this novel about a Nietzschean Cretan miner, by Nikos Kazantzakis.", "answer_sanitized": "Zorba the Greek [or Vios kai Politia tou Alexi Zormpa]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This operation takes place at each \"leapfrog\" time step of the Yee algorithm. In computational MHD, a fourth-order instance of this operation is o畔ten replaced by a di猼ferent operation that is second-order but has 220 degrees of freedom per conforming 炬nite element. The magnitude squared of this operation appears in the expression for the rate of change of magnetic energy due to Joule heating. Along with the time derivative, this operation modi炬es the superconducting current density in the London equations. The free-space electromagnetic wave equation may be derived by performing this operation on both sides of the di猼ferential formulation of Faraday's law or Ampère's law, then using the identity that applying this operation twice is equivalent to subtracting the Laplacian from the gradient of the divergence. For 10 points, name this operation that relates the magnetic vector potential to the B-炬eld and is denoted \"del cross.\"", "answer_sanitized": "curl [accept del cross until mentioned; anti-prompt on spatial derivative]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This poem's speaker calls on an \"old lecher with a love on every wind\" who has \"reckoned up every unforeknown, unseeing plunge...into the labyrinth of another's being.\" Re畔lecting on the songs of blind men, this poem's speaker prays, \"O may the moon and sunlight seem one inextricable beam, for if I triumph I must make men mad.\" In this poem, the phrase \"half-mounted man\" derives from Jonah Barrington, from whom the author also takes the anecdote of Mrs. French and the farmer's clipped ears. This poem's speaker determines to make his soul study until \"wreck of body\" and \"slow decay of blood\" seem but \"a bird's sleepy cry among the deepening shades.\" This poem begins by asking, \"What shall I do with this absurdity...decrepit age that has been tied to me as to a dog's tail?\" Its second section describes the speaker \"pac[ing] upon the battlements\" of the title structure. For 10 points, name this title poem of a 1928 collection containing \"Among School Children,\" \"Leda and the Swan,\" and \"Sailing to Byzantium,\" by William Butler Yeats.", "answer_sanitized": "\"The Tower\"", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This country's \"sung points\" are analyzed as \"melodic machetes\" in Jennie Smith's When the Hands are Many. An anthropologist from this country compared the memory of two historical castles and a guerrilla soldier, who all share a name meaning \"carefree,\" in a book about its \"silencing.\" That anthropologist from this country denounced anthropology's reliance on the \"Savage Slot.\" This country, whose countryside was historically organized into communal lakou, was studied in an ethno-botanic pro炬le that made wildly improbable claims about the use of pu猼fer炬sh and datura plant. This country's public health crises were analyzed as \"structural violence\" by an anthropologist pro炬led in Tracy Kidder's Mountains Beyond Mountains. Wade Davis' The Serpent and The Rainbow made notorious claims about religious practices in this country, which was studied by Paul Farmer and Michel-Rolph Trouillot. For 10 points, name this country analyzed in C.L.R. James's The Black Jacobins, as well as many ethnographies of Vodou.", "answer_sanitized": "Republic of Haiti [or République d'Haïti (ay-EE-tee)]", "category": "Social Science"}, {"question_sanitized": "Toxicant-target interactions of molecules like acroÂ·leÂ·in and curÂ·cumin can predicted from a parameter derived from this theory which is symbolized omega. This theory explains why certain metals like titanium and niobium form oxides via hydrolysis or abstraction of oxygen. This theory predicts that in reactions with ambident nucleoÂ·philes, the more electronegative atom reacts via a SN1 (ess-enn-\"ONE\") mechanism while the less electronegative atom reacts via a SN2 (ess-enn-\"TWO\") mechanism. OxoÂ·philÂ·icity and Kornblum's rule are predicted by this theory, which explains why nucleophiles like Grignard reagents add one-two to alpha-beta unsaturated carbonyls. The quantity central to this theory is proportional to the second derivative of the total energy of a system with respect to the number of electrons, but it can also be calculated as half the di猼ference of the ionization energy and electron a猼炬nity. Molecules are categorized based on their size, charge, and polarizability by, for 10 points, what acid-base theory developed by Ralph Pearson?", "answer_sanitized": "Pearson hard soft acid base theory [or HSAB theory; accept Pearson HSAB theory until it is read; prompt on hardness]", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": []}