{"tossups": [{"question_sanitized": "A famous dramatist and translator of this language advocated its classical forms in the \"Epistle on Poetry.\" This language's syntax and paragraph structures, though  not  this language itself, were used to write the innovative story \"Poor Liza.\" The \"Apologia of a Madman\" was written in this language by a man imprisoned as \"clinically insane\" because he had published his vituperative \"First Philosophical Letter\" in 1836. This language, used in the letter that sparked the Chaadaev Affair, is used in a paragraph that describes Genoa and Lucca as the \"family estates\" of the Antichrist. This language appears in the opening paragraph of  War and Peace  because it was the language of the  literati in St. Petersburg. For 10 points, name this language spoken by the Russian elite and by the invading commander in War and Peace , Napoleon Bonaparte.", "answer_sanitized": " French  [or le  français ]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A mythological text titled for one of these animals ends with Fer Loga traveling through Áth Luain after requesting that the women of Emain Macha  (AH-mahn MAH-kah)  sing to him every evening for a whole year. In that text titled for one of these animals, Conall Cernach throws Ánluan's severed head at Cet mac Matach  (KET mac MAH-tahk)  during a dispute over the champion's portion at a feast hosted by Mac Da Thó. Another of these animals, which poisons Menw fab Teirgwaedd  (MEN-oo fob TEER-gwide)  after he steals one of its hairs, is actually the transformed son of Taredd Wledig. Ysbaddaden  (ISS-buh-DAH-den)  claims that cutting his hair requires obtaining the comb and scissors that lie between the ears of that one of these animals, which leads to King Arthur and his knights hunting it on behalf of Culhwch  (kul-HUUK) . For 10 points, name these animals that include Twrch Trwyth  (TURK TROO-ith)  and an \"Erymanthian\" one captured by Heracles.", "answer_sanitized": " pig s [or   boar s; accept  Tale of Mac Da Thó's  Pig  or Erymanthian  Boar ]", "category": "Mythology"}, {"question_sanitized": "art Two of a film titled for this character opens with a series of chaotic shots of wolves, bears, and boars trampling through undergrowth, followed by shots of stampeding horses on a plain. In that film, this character crawls through a field picking flowers that he weaves into a necklace for himself, which he starts to eat in the next scene. Juri Jarvet (YOO-ree YAR-vet)  played this character in the final film directed by Grigori Kozintsev. A controversial 1971 film titled for this character was directed by Peter Brook. Norman Mailer plays himself and Woody Allen plays Mr. Alien in a bizarre 1987 film titled for this character. In a 1985 film, a man in blue robes defiantly breaks a bundle of arrows after his brothers fail to do so, ruining a hands-on teaching moment planned by his warlord father, who is modeled on this character. For 10 points, name this Shakespeare character, the model for Hidetora Ichimonji in Akira Kurosawa's  Ran (RAHN) , who foolishly abdicates and divides his kingdom among his children.", "answer_sanitized": "King  Lear", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "This technique can be used to determine the oxygen environment of heptaÂ·valent neptunium compounds, in particular whether oxygen ligands are bridging or not. Compounds that can be analyzed with this technique can have their vibrational energy levels probed with NÂ·RÂ·VÂ·S. Spectra in this technique typically consist entirely of a doublet or sextet. The source for this technique must be moved to prevent it from being monochromatic, which is why shifts in this technique are measured in terms of millimeters per second. The most common source for this technique consists of a cobalt atom whose decay eventually emits a 14.4 kilo-electron-volt ray. Like NMR, this technique obtains information about the nucleus, as information about oxidation state and spin state can be obtained from the isomer shift and quadrupole splitting. For 10 points name this form of spectroscopy primarily used to study compounds containing iron-57, which relies on the recoil-free absorption of gamma rays.", "answer_sanitized": "Mössbauer  spectroscopy", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Many details about the religion of these people were compiled by Sebastian Englert, a German Capuchin missionary who was dubbed their \"uncrowned king\" during his 30 years stay among them. An artifact with apparent religious significance to them is known as the \"Stolen Friend.\" These people left the mythical island of Hiva after Hotu Matu'a sent seven explorers to discover a more fertile home. Leaders of these people could gain prestige by picking representatives who would swim to an island, climb a cliff, and retrieve the first egg of the sooty tern. That ritual was part of a cult religion which was named for tangata manu, or the \"birdman.\" According to one theory, their undeciphered script is a pictographic representation of their creation by the god Makemake  (mah-kay-mah-kay) . After death, important leaders of these people were deified and depictions of them were sculpted out of volcanic rock and placed facing the sea on stone platforms called ahu. For 10 points, name these people who sculpted massive stone heads called Moai.", "answer_sanitized": "Easter Islander s [or  Rapa nui ]", "category": "Religion"}, {"question_sanitized": "This house consolidated control over the Holy Roman Empire at the Battle of Mühldorf; it later issued the Declaration of Rhense, disavowing the need for papal approval of the elected emperor. The first Holy Roman Emperor from this house sheltered Marsilius of Padua and William of Ockham, who constructed a theory of imperial supremacy to spite his enemy, Pope John XXII. A French queen from this house held the \"Ball of Burning Men\" and attended the signing of the Treaty of Troyes for her insane husband, Charles VI. Joseph II seized on the 1778 death of a member of this house to occupy their territory, only to be forced to withdraw by Frederick the Great in the Treaty of Teschen. Charles XII of Sweden came from a minor branch of this house, which built Neuschwanstein (noy-SHVAHN-styne)  Castle and patronized Richard Wagner under King Ludwig II. For 10 points, name this German royal house that, from 1180 to 1918, ruled Bavaria.", "answer_sanitized": "House of  Wittelsbach   (\"VITTLES-Bach\")", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Colin Campbell argued that the \"spirit\" of this activity originates from 19th-century Romanticism. Increases in this activity are leading to a global crisis according to a book about its \"shadows\" by Peter Dauvergne  (doh-vern) . Racial disparities in this practice were explained economically in a study by Charles, Hurst, and Roussanov. The third and longest chapter of Sidney Mintz's  Sweetness and Power  analyzes the changes in this activity among the working class in the Victorian United Kingdom. Daniel Miller applied his work from the Global Denim Project to a study of this practice \"and its consequences.\" In economics, a function explaining this activity is the subject of the life-cycle and permanent income hypotheses. Gambling is analyzed as a form of this practice in \"The Belief in Luck,\" a chapter of a book that attributes it to \"pecuniary emulation.\" For 10 points, name this practice of capitalist societies whose \"conspicuous\" variant was described by Thorstein Veblen.", "answer_sanitized": "consumption  [or conspicuous  consumption ; or  consumerism ; or word forms]", "category": "Social Science"}, {"question_sanitized": "In an essay by Sigmund Freud, this state is characterized by a cleavage between the critical ego and the ego altered by identification, which is caused by the withdrawing of free libido from an object into the ego. In that essay, a personinthistitlestatecan\"know whom \"butnot\"w  hat \"isitscause,thepresenceofunconsciouselementsservingto distinguish it from its title counterpart. James Boswell quoted Samuel Johnson remarking that \"the only book that ever took him out of bed two hours sooner than he wished to rise\" was a Renaissance treatise on this subject by the pseudonymous Democritus Junior. A poem about this condition argues that its personification is \"only seen of him whose strenuous tongue can burst Joy's grape against his palate fine.\" In theories of the humors, this malady is caused by an excess of \"black bile.\" For 10 points, name this condition, the subject of an  Anatomy  by Robert Burton and an ode beginning \"No, no, go not to Lethe,\" written by John Keats.", "answer_sanitized": "melancholy  [or  melancholia ; or  Melancholie ; do not accept wrong answers such as \"sadness\" and \"depression\"]", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "Alpha tubulin undergoes a post-translational modification in which chains containing four to six of this molecule are added near its C-terminus. In plants, algae, and bacteria, the starting point for porphyrin biosynthesis is the production of aminoÂ·levuÂ·linÂ·ic acid from this molecule. Flux through the urea cycle is regulated by allosteric activation of CPS I by an N-acetyl derivative of this molecule. Vitamin K causes many proteins in the clotting pathway to undergo carboxylation at these residues. One of this compound's receptors is blocked by a magnesium atom which must be displaced for long-term potentiation to occur. A PLP-dependent enzyme decarboxylates this molecule to form the inhibitory neurotransmitter GABA  (\"gabba\") . For 10 points, name this amino acid whose monoÂ·sodium salt is responsible for the flavor of umami.", "answer_sanitized": "glutamate  [or  Glu ; or  E ]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One member of this family argued that stereochemistry proved the persistence of consciousness, somehow, in  The Physical Basis of Immortality . That first ordained female minister in the United States critiqued Darwin in  The Sexes Throughout Nature . Another member of this family obtained a letter of introduction from William Lloyd Garrison to his future wife, with whom he founded the  Woman's Journal . That man read out a six-point protest against coverture law during his wedding to Lucy Stone, who became the first American wife to keep her maiden name. The most famous member of this family helped found a London institution with the leader of the \"Seven Against Edinburgh,\" Sophia Jex-Blake, after starting her career thanks to the entire student body of Geneva College voting ironically. For 10 points, name this family of reformers that included the first woman to graduate from medical school, Elizabeth.", "answer_sanitized": "Blackwell  family", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This essay argues that from the perspective of the intellect, sin has no essence, but is \"diminution or  less ,\" whereas the conscience feels sin \"as essence,\" viewing it as \"pravity or  bad .\" This essay identifies the Fall of Man with the \"unhappy...discovery we have made, that we exist.\" Denying the possibility of access to objective reality, this essay analogizes people to \"colored and distorting lenses\" that \"we have no means of correcting...or of computing the amount of their errors.\" This essay lists \"Illusion, Temperament, Succession, Surface, Surprise, Reality, Subjectiveness\" as the \"lords of life.\" The oft-quoted aphorism \"We live amid surfaces, and the true art of life is to skate well on them\" appears in this essay. This essay's author writes, \"I grieve that grief can teach me nothing,\" after remarking, on a rare autobiographical note, that his son died over two years ago. For 10 points, name this essay by Ralph Waldo Emerson about the disappointments of the title phenomenon.", "answer_sanitized": "\" Experience \"", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A bureaucrat from this country forges a manuscript about a 17th-century timekeeper to justify the title government agency in the satirical novel  The Time Regulation Institute.  In an allegorical novel from this country by the author of  The Forty Rules of Love , Auntie Banu summons the djinns \"Mr. Bitter\" and \"Mr. Sweet\" to uncover her sister's incestuous rape. Another author from this country wrote a quartet about a bandit nicknamed \"the Slim,\" who kills the feudal landlord Abdi only after losing his love Hatche in a book followed by  They Burn the Thistles . A more famous author from this country wrote about the failed siege of Doppio in a novel about a slave of the weapon-building Hoja, and described the death of Ruya at the end of a novel about Galip taking over the life of Celal.   For 10 points, name this country that has enforced Article 301 against several of its own authors, most famously the author of  The White Castle and  The Black Book , Orhan Pamuk.", "answer_sanitized": "Republic of  Turkey  [or  Türkiye  Cumhuriyeti] [the unnamed novels are  The Bastard of Istanbul  by Elif Safak and  Memed, my Hawk  by Yasar Kemal]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This scientist names a phenomenon that has only been detected in Tololo-1247-232, Haro 11, and a handful of \"green pea\" galaxies. Himiko, a gaseous cloud half the diameter of the Milky Way that is the most massive structure known to have existed in the early universe, belongs to a class of objects named for this scientist. He also names a technique that enables the identification of star-forming galaxies with redshifts around  z  equals three based on the suppression of radiation at wavelengths shorter than 91.2 nanometers. At redshifts greater than  z  equals six, there is enough neutral hydrogen in the intergalactic medium to cause quasar emission spectra to exhibit a Gunn-Peterson trough rather than this scientist's namesake \"alpha forest.\" For 10 points, identify this scientist whose namesake series is generated by electrons transitioning to the lowest energy level of the hydrogen atom.", "answer_sanitized": "Theodore  Lyman  [or  Lyman  continuum leakage; or  Lyman -alpha blobs; or  Lyman  break technique; or Lyman -alpha forest; or  Lyman  series]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "A woman who poisoned her neighbor was held to have standing to challenge the Chemical Warfare Act as violating this amendment in  Bond v. United States . Between 1976 and 1985, this amendment was applied under the \"traditional governmental functions\" test, but that test was not replaced when  National League of Cities v. Usery  was overturned by  Garcia v. San Antonio MTA . Parts of the Brady Bill that required local law enforcement to run background checks were invalidated as examples of \"commandeering\" that violated this amendment. James Madison opposed efforts to add the word \"expressly\" as an adjective describing delegated power in this amendment. This amendment states that the \"powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\" For 10 points, name this last amendment of the Bill of Rights.", "answer_sanitized": "10th Amendment", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Anton Reicha  (RYE-kah)  included eight fugues in a bizarre twelve-movement piece in this genre labeled \"scientifique.\" In a piece in this genre, the dynamic marking  mezza voce  dominates an A-flat major movement marked Affettuoso e sostenuto  followed by a heavily syncopated  Presto  finale in the home key of E-flat. Six of Mozart's early pieces in this genre follow the circle of fifths beginning with D major, then G major. The finale of Michael Haydn's Symphony No. 23 in D major had a strong influence on the finale of a later G major composition in this genre by Mozart. Schubert quoted from his own lied  (LEET)  \"Der Erlkönig\"  (dair AIRL-ker-nish)  in the D minor tarantella concluding one of his pieces in this genre. Mozart's Opus 10 consists of six pieces in this genre, including ones nicknamed \"Dissonance\" and \"Spring,\" and was dedicated to the composer of the \"Erdödy\"  (AIR-der-dee)  and \"Sun\" ones, Joseph Haydn. For 10 points, name this genre of pieces played by an ensemble consisting of two violins, a viola, and a cello.", "answer_sanitized": "string quartet s [prompt on  quartet s]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This faction commissioned Stephen College to make effigies that it lit in bonfires organized by the Green Ribbon Club. This faction, whose use of crowds may have been the first instance of the term  mobile vulgus  becoming \"mob,\" especially reviled Lord Danby. Martyrs from this faction included the author of  Discourses on Government , Algernon Sidney. This faction corresponded to the \"Petitioners\" during a crisis in which they nicknamed their opponents the \"Abhorrers,\" after Irish cattle thieves. This faction's leader, the 1st Earl of Shaftesbury, engineered the Exclusion Crisis to exclude the Duke of York from succession in the aftermath of the Popish Plot. Several of this faction's leaders were implicated in the Rye House Plot, which sought to kill Charles II and their nemesis James II. For 10 points, name this 17th-century faction of Protestant anti-monarchist Parliamentarians that opposed the Tories.", "answer_sanitized": "the  Whig s [or the  Petitioners  until it is read]", "subcategory": "History British", "category": "History"}, {"question_sanitized": "In a set of five variations on this painting, the words \"EAT,\" \"DIE,\" \"HUG,\" and \"ERR\" encircle its central image superimposed on a red star. Robert Indiana titled a series for the \"American dream\" of the artist of this painting, who inscribed the words \"Art Co.\" on its right edge. This painting's artist imitated sculptural depth by incising graphite ink into Upsom wallboard material used in advertising. This painting is one of a series of eight \"poster portraits\" its artist created of important figures in the 1920s, including Arthur Dove and Georgia O'Keeffe. It depicts a visit by its subject to Marsden Hartley's apartment using criss-crossing diagonal shards to represent motion. The word \"BILL\" is written in billboard font on the top of this painting, which depicts a bar with two blaring sirens on the bottom of a figurative representation of a fire truck that inspired a poem by its subject. For 10 points, name this William Carlos Williams-inspired painting by Charles Demuth, which depicts its title number three times.", "answer_sanitized": "I Saw the Figure Five in Gold  [or  The  Figure Five in Gold ]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This poem's speaker compares a skittish animal to \"one who takes everything said as personal to himself.\" This poem is set among \"tall slim trees too much alike to mark or name a place by so as to say for certain I was here or somewhere else.\" This poem's speaker encounters a bird who would \"say no word to tell me who he was who was so foolish as to think what  he  thought,\" fearing the speaker wants the white feather in his tail. Contemplating this poem's title object, the speaker says \"I thought that only someone who lived in turning to fresh tasks could so forget his handiwork on which he spent himself.\" This poem, the penultimate entry in  North of Boston , ends with the image of \"the slow smokeless burning of decay.\" For 10 points, name this Robert Frost poem in which the narrator \"out walking in the frozen swamp\" discovers the title mass, an abandoned \"cord of maple.\"", "answer_sanitized": "\"The  Wood-Pile \"", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "According to legend, after this man was dismembered, his body parts were put together and buried by a woman named Azalea. This man granted honorary citizenship to soldiers in the Polish Legions who had switched to his side, who were the ancestors of the modern Polish population of Cazale. After holding the fort of Crete-a-Pierrot for weeks, this man surrendered and forced his former ally into exile on the ship  Heros . By restoring that ally's  fermage forced labor system, and refusing to create a nobility, this man alienated the  gens de coleur   (zhens deh coh-LOOR)  elite, who supported the insurrection of Alexandre Pétion  (PAY-tee-on) . He chose an Arawak word meaning \"place in the mountains,\" and a flag featuring a palm with a liberty cap, for the nation whose independence he declared. European nations embargoed his country after he ordered an 1804 massacre of the whites on Saint-Domingue (sahnt-doh-MAHNG) . For 10 points, name this first Emperor of Haiti.", "answer_sanitized": "Jean-Jacques  Dessalines  [or Emperor  Jacques I ]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The combination of this phenomenon and the Jahn-Teller effect is responsible for the exotic behavior of the half-metal LÂ·SÂ·MÂ·O. Axel Becke's gradient-corrected approximation to the energy of this phenomenon is used in the BÂ·3Â·LÂ·YÂ·P hybrid functional. The reference layer in the read head of a hard drive is pinned at the point of maximum sensitivity on its hysteresis curve by this phenomenon's namesake \"bias.\" The spin-statistics theorem classifies particles as bosons or fermions based on whether their wavefunctions are symmetric or antisymmetric with respect to this phenomenon. It is combined with electron correlation to define a namesake energy in the expression for the Kohn-Sham potential. For 10 points, name this quantum mechanical interaction between identical particles that manifests as a coupling between nearest neighbor spins in lattice models of magnetic systems, where it is denoted by a capital letter J.", "answer_sanitized": "exchange  interaction [or  exchange  mechanism; or double  exchange ; or  exchange  bias; or  exchange anisotropy; or  exchange -correlation energy]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "During this war, a photograph of a screaming mother, the \"Madonna of Bentalha,\" was taken after a massacre that may have been one of many false-flag operations committed by OÂ·JÂ·AÂ·L and OÂ·SÂ·SÂ·RÂ·A. This war was prolonged by the rejection of the Sant'Egidio platform by the hardline \"eradicator\" faction of the army. The hostility of the unemployed  hittistes  to the Westernized  chi-chis  was a major cause of this war. This war began when a military coup installed Mohamed Boudiaf after deposing Chadli Bendjedid, in response to elections that went well for the Islamic Salvation Front. Veterans from the Afghani jihad formed the brutal GIA in this decade-long conflict with over 200,000 casualties. For 10 points, name this war between Islamist insurgencies and the FLN in a former French colony in Africa.", "answer_sanitized": "Algerian Civil War", "subcategory": "History World", "category": "History"}], "bonuses": []}