{"tossups": [{"question_sanitized": "In a poem, one of these animals \"believes we may long for one more dream...before we come home to our strange bodies and rise from the dead.\" Two of these animals \"bow shyly as wet swans\" in a poem whose speaker observes, \"There is no loneliness like theirs,\" and concludes, \"Suddenly I realize that if I stepped out of my body I would break into blossom.\" An encounter with two of these animals is the subject of James Wright's \"A Blessing.\" In another poem named for one of these animals, the speaker says, \"I foam to wheat, a glitter of seas\" a7ter describing \"the substanceless blue pour of tor and distances\" a7ter the \"stasis in darkness.\" One of these animals is the title subject of Sylvia Plath's \"Ariel,\" and another of these animals \"must think it queer to stop without a farmhouse near\" in a Robert Frost poem. For 10 points, name this type of animal, one of which appears in \"Stopping by Woods on a Snowy Evening\" and \"gives his harness bells a shake.\"", "answer_sanitized": "horse [or pony]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The title song of this musician's 3rst album, adapted from Richard Rodgers, opens with improvisations on \"Good King Wenceslas\" before instructing the listener to \"count your raindrops.\" This musician's cover of Kurt Weill's \"Pirate Jenny\" changes the setting to a \"crummy southern town\" suddenly attacked by a \"Black Freighter.\" This one-time Juilliard student wedged a segment of Bach's Fugue in C Major into the middle of the song \"Love Me or Leave Me.\" The slave aunt Sarah and the mixed-race Safronia are two of the title speakers of one of this musician's songs. A thoughtless Vernon Jordan question prompted the response \"Motherfucker, I AM civil rights\" from this musician, who opened a song inspired by Medgar Evers' murder with the lines \"Alabama's gotten me so upset, Tennessee made me lose my rest.\" For 10 points, name this female singer-songwriter who performed the Lorraine Hansberry-adapted \"To Be Young, Gi7ted and Black\" and the protest anthems \"Four Women\" and \"Mississippi Goddam.\"", "answer_sanitized": "Nina Simone", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This character is sarcastically compared to the Ancient Mariner lusting a7ter a young intellectual in need of a \"breechpad\" a7ter he brie6ly appears at the National Library. This character experiences a \"high vast irradiation everywhere all soaring all around about the all\" that produces a brief fusion between his identity and another man's, which is marked by the one-word paragraph \"Consumed.\" A section that constantly refers to the bronze and gold hair of the barmaids Lydia Douce and Mina Kennedy ends with this character reading the last words of the patriot Robert Emmet and farting. This character is introduced by a sentence stating that he \"ate with relish the inner organs of beasts and fowls.\" He has a vision of his dead son Rudy at the end of the \"Circe\" episode and is tormented by Blazes Boylan's a5fair with his wife Molly. For 10 points, name this protagonist of Ulysses.", "answer_sanitized": "Leopold Bloom [or Leopold; or Poldy; or Poldy Bloom; prompt on Bloom]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A7ter a53rming that the Lord \"is slow to anger but great in power,\" the opening lines of Nahum state that the Lord's way is in this thing. A man states that God crushes him with one of these things \"and multiplies my wounds without cause\" a7ter lamenting the fact that he must appeal for mercy to his accuser. A minor prophet compares this thing to a crop that \"has no stalk\" and of which \"the bud shall yield no meal,\" and predicts that even if it does yield, \"foreigners shall swallow it up.\" A7ter prophesying how the calf of Samaria will be broken in pieces, Hosea (ho-ZAY-ah) declares that Israel will reap this thing. A voice emerging from one of these things tauntingly asks a man if he can pull up Leviathan with a 3shhook and condemns the arguments of Zophar, Eliphaz, and Bildad. The Lord's chariots are frequently compared to one of these things, as when Elijah is taken up to heaven in one of these things. For 10 points, name these weather phenomena, one of which is a manifestation of God in the Book of Job.", "answer_sanitized": "a whirlwind [or a tempest; or a storm; or a tornado]", "category": "Religion"}, {"question_sanitized": "By one account, this man accepted, then rejected, then 3nally accepted a gi7t of a room full of treasure a7ter exclaiming \"If such riches were mine, long ago I would have been lord of many lands!\" According to legend, he hid in a co53n with a dead chicken to escape to Europe and raise an army, whose defeat forced him to agree to the Treaty of Devol. Named a7ter a legendary giant, this likely patron of the Gesta Francorum destroyed the Varangian Guard for his father at the Battle of Dyrrachium (dee-RAHK-ee-um). This man's army scaled a city's walls with a rope ladder from the Armenian turncoat Firouz, and held it against Kerbogha by charging behind Peter Bartholomew's Holy Lance. The last three books of the Alexiad focus on the threat posed by this commander, who took up Urban II's call at Clermont as an opportunity to lop o5f parts of the Byzantine Empire. For 10 points, name this son of Robert Guiscard, a wily Norman mercenary who le7t the First Crusade to build the Principality of Antioch.", "answer_sanitized": "Bohemond of Taranto [or Bohemond of Otranto; or Bohemond I of Antioch]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A solution of orcinol, hydrochloric acid, and ferric chloride turns this color in the presence of pentoses in Bial's test. A coordination complex used to dissolve cotton and cellulose named for Schweizer (SHVITE-zehr) is this color. A set of proteins named for this color acquires it due to an LMCT band caused by charge transfer from sulfur to a certain element. An isomer of naphthalene (NAF-thah-leen) containing a 3ve-membered ring fused to a seven-membered ring is this color. The IUPAC \"Nomenclature of Organic Chemistry\" book is nicknamed a7ter this color. In a Birch reduction, addition of sodium to ammonia results in a solution of this color from the solvation of electrons. A common introductory spectroÂ·photometry lab observes the change from pink to this color when cobalt chloride is hydrated. A common pH indicator uses a bromoÂ·thymol derivative named for this color. For 10 points, name this color of copper two sulfate.", "answer_sanitized": "blue [prompt on purple]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Galusha Grow's shouting match with Laurence Keitt (\"kate\") over this document devolved into a thirty-congressman brawl in which John Potter triumphantly waved John Cadwalader's ripped-off wig. During a White House meeting over this document, the President warned a visitor to \"beware the fate of Tallmadge and Rives,\" to which the visitor responded \"I wish you to remember that General Jackson is dead.\" During the Senate debate over this document, James Henry Hammond made his famous allusion to a \"mud-sill of society and of political government.\" Congressional debate over this measure eventually resulted in the English Bill, which invalidated a referendum exclusively on its Article 7 that was fixed by John C. Calhoun. The Democratic Party fractured over this document, with supporters of a furious Stephen Douglas opposing those of President James Buchanan. This document was eventually superseded by one approved in Wyandotte (\"why\"-an-\"dote\"). For 10 points, name this illegally-enacted constitution that would have legalized slavery in the new state of Kansas.", "answer_sanitized": "Lecompton Constitution [prompt on the Constitution of Kansas]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The expected number of times that this process occurs by chance is directly proportional to the search space according to the Karlin-Altschul equation. Margaret Dayho5f developed a set of constructs widely used in this process by examining the parsimony of phylogenetic trees. An algorithm that performs this process begins by taking the k-words of a given query, identifying seeds within a database, and then extending those seeds until a certain fall-o5f score is reached. The presence of a zero in the scoring function distinguishes the local form of this process from its global form, the former of which was developed by Michael Waterman. The NCBI website hosts an algorithm that performs this process. For 10 points, name this process, performed by the BLAST (\"blast\") algorithm, in which multiple nucleic acid or protein sequences are arranged to determine similarity.", "answer_sanitized": "sequence alignment [prompt on descriptive answers, such as looking for sequence similarity]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In a portrait by this artist called \"Boy in Red,\" a child holds a string tied to a magpie that three cats eye menacingly. In another of his portraits, his possible lover wears black lace in mourning and points to the sand at her feet, where the word \"only\" is followed by this artist's name. This artist added a medal from the Order of the Golden Fleece to his portrait of the Duke of Wellington a7ter completion. Theophile Gautier quipped that this artist's most famous portrait depicted \"the corner baker and his wife a7ter they have won the lottery;\" in that group portrait, he included un6lattering details like the king's tacky medals and Maria Josefa's awkward pose. For 10 points, name this artist who painted a candid portrait of the Count of Floridablanca and several paintings of the Duchess of Alba as court painter for Charles IV of Spain, in addition to creating the Black Paintings.", "answer_sanitized": "Francisco de Goya", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "An algorithm named the \"big O of log n\" algorithm performs this task, and requires that all inputs be written in the form of A x plus B y plus C equals zero. Another algorithm for performing this task generates pairwise intersections between edges of all of its inputs, then makes entry and exit intersections. A much simpler algorithm for performing this task generates a region of 9 outcodes with the center outcode designated by four zeros. The Greiner-Hormann algorithm for this task operates on polygons, while the Cohen-Sutherland algorithm for this task operates on lines. This task is generally performed before rasterization and a7ter projection transformation in parallelized architectures. Occlusion culling is usually performed alongside this task to save GPU operations. For 10 points, name this operation which removes geometric objects not in the view volume.", "answer_sanitized": "geometric clipping", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "This leader smashed the Sealed Knot cabal with intelligence gathered by the genius spymaster John Thurloe. This leader divided his country into twelve regions, each of which was policed by a militia funded by the \"decimation tax.\" This leader created the \"Other House\" to deal with the uproar over James Naylor's imitation of Christ's entry into Jerusalem. This leader commissioned William Penn and Robert Venables to attack the Spanish West Indies in the \"Western Design,\" which failed to capture Hispaniola but did take Jamaica. A7ter three months of debate over the Humble Petition and Advice, this man ended the Rule of the Major Generals and overruled the Instrument of Government. Under this ruler, militias attempted to abolish bear-baiting, stage plays, and Christmas. For 10 points, name this Puritan who, a7ter the end of Barebone's Parliament, ruled England as Lord Protector from 1653 to 1659.", "answer_sanitized": "Oliver Cromwell", "subcategory": "History British", "category": "History"}, {"question_sanitized": "According to Ovid, a man with this occupation gave Aeneas a goblet depicting the story of how the Coroni emerged from the ashes of Orion's daughters. That man with this occupation had three daughters whom Dionysus turned into doves a7ter Agamemnon kidnapped them because they could produce unlimited quantities of wine, wheat, and olive oil. Besides Anius, men with this occupation included a fugitive from Argos who traveled to Ithaca with Telemachus, as well as a Trojan prince who founded the city of Buthrotum in Epirus and succeeded Neoptolemus as the husband of Andromache. One man with this occupation descended to Hades in his chariot during the war of the Seven Against Thebes. Another man with this occupation died of shame a7ter losing a contest to Mopsus, who correctly guessed the number of 3gs on a tree. For 10 points, name this occupation held by men such as Amphiaraus, Calchas, and Tiresias.", "answer_sanitized": "seers [or prophets; or soothsayers; or oracles; accept priests of Apollo until \"Buthrotum\"]", "category": "Mythology"}, {"question_sanitized": "This poem's author punned on the word for \"meaning\" by adding an extra n to the last word of the phrase \"unser dunkeles Sinngrün\" (UN-sah DUNK-uh-luhs ZIN-groon), or \"our dark periwinkle.\" This poem describes a sepulchral monument \"like a brother to that on the Nile, the lo7ty Sphinx,\" that \"placed the face of men on the scale of the stars.\" In this poem, an owl draws an \"indescribable outline\" in a listener's \"Totengehör\" (TOH-ten-guh-HER), a compound literally meaning \"death-hearing.\" This poem's speaker prays to reach \"the end of ferocious insight\" and \"sing jubilation and glory to approving angels.\" In this poem, members of a race of Laments lead a dead youth away from the City of Grief to the Mountains of Primal Grief. This poem ends by imagining how \"we, who think of happiness rising, would feel the emotion that almost overwhelms us when a happy thing falls.\" For 10 points, name this poem by Rainer Maria Rilke, the last of the Duino Elegies.", "answer_sanitized": "the tenth Duino Elegy [or \"Duino Elegy No. 10\"; or \"The Tenth Elegy\"; or \"Die Zehnte Elegie\"; or \"the last Duino Elegy\" until it is read; prompt on Duino Elegies; prompt on Duineser Elegien]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "n an e5fort to revitalize a town in this state, sculptor Gary Gre5f placed massive metal statues of pheasants, grasshoppers, and deer along its so called \"Enchanted Highway.\" A 2015 law in this state allows police to 3re beanbag and taser rounds from drones, one of the instances of deregulation that has earned it the nickname \"Silicon Valley of Drones.\" The 2014 documentary The Overnighters follows a pastor from this state who housed thousands of migrants in his church. This state's Three A53liated Tribes are commemorated in its town of Washburn, where there is a reconstruction of Fort Mandan, where the Corps of Discovery spent the winter of 1804. This state's city of Williston was one of many that experienced rapid population growth a7ter the technique of fracking opened up the Bakken shale. For 10 points, name this Upper Midwestern state that has experienced an oil boom since 2006.", "answer_sanitized": "North Dakota", "category": "Geography"}, {"question_sanitized": "Two di5ferent models of these entities are related by the Schrie5fer-Wol5f (SHREE-fer VULF) transformation. A procedure for computing these entities' thermodynamic properties consists of iteratively adding degrees of freedom along a logarithmically discretized, semi-in3nite chain. The Conwell-Weisskopf and Brooks-Herring models describe a phenomenon named for these entities that, at low temperatures, is the dominant term in Matthiessen's formula for charge carrier mobility. Kenneth Wilson developed the numerical renormalization group method to explain the existence of 3nite minimum resistivity in systems containing these entities, which create virtual bound states that facilitate electron tunneling in the Anderson model. Zone re3ning decreases the concentration of these entities in semiconductors, where they act as acceptors or donors. For 10 points, name these crystal defects that result from the substitution of foreign atoms.", "answer_sanitized": "impurities [or dopants; or doping agents; accept ionized impurity scattering; accept substitutional defects before \"substitution\" and prompt therea7ter; prompt on crystal defects or lattice defects]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "David Wilbern wrote a psychoanalytic essay on Shakespeare's usage of this word 3ttingly entitled \"Shakespeare's [this word].\" A7ter insisting that Hermione and Polixenes \"wish...all eyes blind with the pin and web but theirs,\" Leontes uses this word eight times in 3ve lines in a frantic speech to Camillo. Gloucester tells Edmund that \"the quality of [this word] hath not much need to hide itself\" as he demands he hand over the forged letter implicating Edgar in conspiracy. Before the performance of The Murder of Gonzago, Hamlet puns on Ophelia's remark that she \"thinks [this word],\" calling it \"a fair thought to lie between maids' legs.\" When asked what she can say to top her sisters' praises, Cordelia responds with this word, prompting Lear to say, \"[this word] will come of [this word]. Speak again.\" For 10 points, name this concept that, according to the title of a play featuring Beatrice and Benedick, is the subject of \"much ado.\"", "answer_sanitized": "nothing", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The 3rst critical biography of this composer was published in 2016 and written by John Harley. In her book on this composer, Suzanne Cole traces the publication and reception history of his setting of the Preces, Responses, and Litany, which was deemed his greatest work during the 19th century. This composer's unusually large-scale seven-voice motet Suscipe quaeso (soo-SKEE-pay KWY-soh) is sometimes thought to be related to his seven-voice mass Puer natus est nobis. Along with one of his students, this composer was granted a 21-year monopoly on printing music in 1575. In a piece by this composer, melodies are gradually passed between eight di5ferent choirs before a passage in which all forty voices sing together. For 10 points, name this teacher of William Byrd who composed the motet Spem in alium, as well as a theme used as the subject of a fantasia by Ralph Vaughan Williams.", "answer_sanitized": "Thomas Tallis", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In a classic experiment on this process, participants were divided into two groups, which both watched a video of a job interview; one group was told the job was \"submariner,\" while the other was told it was \"astronaut.\" Harold Kelley put forward the \"covariation principle\" governing this process, which relies on consensus, distinctiveness, and consistency. The \"father\" of psychological studies of this e5fect was Gestalt psychologist Fritz Heider. Bernard Weiner analyzed this cognitive process with relation to achievement. A failure in this process was uncovered in an experiment by Edward Jones, who presented subjects with essays praising Fidel Castro. This process is distorted in the self-serving bias and the just-world bias. For 10 points, name this cognitive process of inferring the causes of events, which is distorted by the correspondence bias in a namesake \"fundamental error.\"", "answer_sanitized": "causal attribution", "category": "Social Science"}, {"question_sanitized": "In one country, this industry was built by German immigrants led by Robert Dieseldor5f and raised funds to support the Nazis. An oligarchy built on this industry ordered occultist general Maximiliano Hernandez Martinez to gun down 30,000 peasants wearing the traditional garb of the Pipil Indians. This industry, which provided the wealth of the \"Fourteen Families,\" was supported in another country by the protectionist \"valorization\" program. This industry was introduced to the Americas by Gabriel de Clieu. Rafael Uribe Uribe led a group of interests in this industry in signing the Treaty of Neerlandia to end the Thousand Days' War. The coronelismo system of patronage was built on this industry, which names, with milk, the First Brazilian Republic. For 10 points, name this agricultural industry that undergirds the economies of Brazil and Colombia, which sell beans to Starbucks.", "answer_sanitized": "coffee", "subcategory": "History World", "category": "History"}, {"question_sanitized": "An opponent of this theory argued that the answer to the question \"What is the aim of chess?\" may be either \"checkmate\" or \"fame.\" Arthur Fine provided a middle-ground alternative to this position called \"NOA\" (\"noah\"), which Alan Musgrave analyzed in a paper titled \"NOA's Ark - Fine for\" this position. This position was critiqued in the \"dappled world\" theory of Nancy Cartwright, who espoused the \"entity\" version of it preferred by Ian Hacking and the Stanford School. An alien community that observes a \"thermally incandescent river of molecules\" instead of \"3re\" was used to defend this position by Paul Churchland, who objected to Bas van Fraasen's alternative theory to it. Hilary Putnam's \"no miracles\" argument for this position is undermined by Larry Laudan's \"pessimistic induction\" against it. It developed to compensate for faults in logical positivism, and holds that theories make metaphysical, semantic, and epistemological commitments. For 10 points, name this epistemic position in the philosophy of science, which holds that the objects of scienti3c analysis actually exist.", "answer_sanitized": "scientific realism", "category": "Philosophy"}, {"question_sanitized": "This ruler sponsored miniaturists who illustrated the Tales of a Parrot and Tales of Amir Hamzah in his court's characteristic naturalistic style. This ruler kept on his predecessor's 3nance minister, Todar Mal, who standardized weights and measures in the dahsala system. This ruler's expansion southward was aided by his sack of Chitor Fortress during the war against Mewar. This ruler formalized an elaborate bureaucracy in which o53ceholders held 33 numerical ranks between 10 and 5,000. This ruler introduced a system in which administrators maintained numbers of troops according to their assigned zat and sawar numbers and were given a rank divided by ten, the mansabdari system. The historian Abu'l Fazl was one of the \"Nine Jewels\" at this ruler's Persianate court, which he established a7ter throwing o5f his childhood tutor, Bairam Khan. For 10 points, name this 16th-century Mughal emperor who built Fatehpur Sikri and succeeded Humayun.", "answer_sanitized": "Akbar the Great", "subcategory": "History World", "category": "History"}], "bonuses": []}