{"tossups": [{"question_sanitized": "This approach was used by Albrecht and Axell to develop a model that assumes two types of sellers with different reservation prices. First-generation models in this approach suffered from the Rothschild Paradox that homogenous goods cannot be sold at different prices under equilibrium conditions. A major model used in this approach was devised to challenge Lucas' neutrality of money model, and exhibits several Pareto-ranked equilibria for output based on the \"optimism\" or \"pessimism\" of agents in the steady-state. Daron Acemoglu and Robert Shimer used this approach to prove that social insurance policies that reduce risk aversion can increase output. A major model used in this approach, which imagines an island where producers climb coconut trees they cannot consume before trading, won the 2010 Nobel Prize for Mortensen, Pissarides, and Diamond. For 10 points, name this framework often used to model the effect of frictions on the labor market by assuming costs for workers looking for jobs.", "answer_sanitized": "search and matching theory", "subcategory": "Social Science Economics", "category": "Social Science"}, {"question_sanitized": "This character conceives of conversation as a \"served dessert\" of ripe fruits to be piled atop a silver plate signifying his wife's mind. This man insults his daughter's suitor by offering him two fingers of his left hand in greeting as he stands warming his boot soles at the fireplace. While escorting his confidante to her carriage, this character observes that his love interest has \"too many ideas,\" ominously adding, \"Fortunately they're very bad ones.\" In an attempt to impress this character, a young man auctions off his valuable collection of bibelots (BIB-uh-\"lows\"), keeping only his prized enamels. This man warns of an irrevocable break that will occur if his wife returns to England to see her dying cousin who secretly secured her the fortune she inherited. This man tells Ned Rosier he is not rich enough to marry his illegitimate daughter Pansy. This character succeeds in marrying a woman who rejects both Lord Warburton and Caspar Goodwood. For 10 points, name this husband of Isabel Archer in The Portrait of a Lady.", "answer_sanitized": "Gilbert Osmond [or Gilbert Osmond]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A monopoly on this practice was the major factor in the Ajuran Sultanate’s conquest of the Horn of Africa. The merchant Nabataean Kingdom received their Aramaic name from their mastery of this practice. Para·krama·bahu I, of the Sri Lankan Polon·naru·wa Kingdom, devoted his life to developing this practice in the form of wevas. Historian Karl Wittfogel argued that mastery over this technology was the key to the “oriental despotism” of civilizations like Peru and China. The Achaemenid Empire’s qanat are still-in-use examples of this technology, and the Khmer Empire fell with a decline in their variant on this technology, the baray. In Ancient Egypt, this technology involved a lever attached to a fixed beam called the shaduf. During the Hellenistic Era, this technology was advanced by Archimedes’ Screw. For 10 points, name this technology used by ancient civilizations to create wells and reservoirs.", "answer_sanitized": "irrigation [or water distribution; or water management]", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "According to tradition, a fire in this city that fused metal statues together originated its namesake high-quality bronze. This city's trade connections with Egypt led one of its tyrants to name his successor after Pharaoh Psamtik. This city's Potter's Quarter adapted Assyrian artifacts to produce perfume holders shaped like owls and invented the \"black-figure\" style that dominated Archaic trade. The saying \"Not everyone can go to\" this city reflected how sailors flocked to this city for the sacred prostitutes at its Temple of Aphrodite. Pausanias describes an ornate cedar chest given at Olympia by this city's tyrant Cypselus. In 146 B.C., Roman soldiers under Lucius Mummius sacked this city and looted its statues. Under Periander, this \"mother city\" of Corcyra and Syracuse paved a 5-mile track called the diolkos to ease movement of goods. For 10 points, name this wealthy Greek city on an Isthmus joining the Peloponnese to Attica.", "answer_sanitized": "Corinth", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "A linguist studying these languages ridiculed non-universalist theories of their structure as the \"cafeteria principle.\" Absence of in界lectional a猴炤xation, lexical tone, and derivational non-compositionality are characteristics of these languages according to their \"prototype hypothesis.\" These languages sometimes develop into a \"continuum\" visualized as a \"ladder of lects\" displaying the acrolect, mesolect, and basilect. Derek Bickerton's language bioprogram hypothesis provides a universalist theory of the origin of these languages that competes with the \"substrate\" and \"superstrate\" hypotheses. These languages have the \"world's simplest grammars\" according to a linguist specializing in them, John McWhorter. These languages are learned as 炤rst languages by children, unlike nonnative constructs such as Tok Pisin. For 10 points, name these natural languages formed from contact between two other languages, which are contrasted with pidgins.", "answer_sanitized": "Creoles", "category": "Social Science"}, {"question_sanitized": "This compound is commonly attached to an initiator for copolymerization via NMP. This compound's 4-hydroxy derivative has been investigated for clinical use as a membrane-permeable SOD-mimetic agent. This compound catalyzes a class of oxidations that rely on BÂ·AÂ·IÂ·B or sodium hypoÂ·chlorite as secondary oxidants to convert this compound into an N-oxoÂ·ammonium salt. Both this compound and its hydroxylated derivative are available at low cost, since they are formed from the easily produced precursor triÂ·acetone amine. Like PBN and DÂ·MÂ·PÂ·O, derivatives of this compound are commonly used as spin traps or labels for ESR due to stability granted by the four methyl groups found near the heteroÂ·atomic nitrogen in this compound, which is single bonded to a neutral oxygen atom. For 10 points, name this piperidine derivative, which Â– like trityl and DPPH Â– is a stable organic radical.", "answer_sanitized": "TEMPO [or (2,2,6,6-Tetramethylpiperidin-1-yl)oxyl]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "After moving to America, this man mentored Romare (roh-MAH-ray) Bearden at the Art Students League and helped introduce him to collage. This artist drew a word bubble containing the letters \"KV\" above a doctor embracing a skeleton, and painted the characters \"123HURRAH\" entering the skull of a medalled mannequin. He and his friend John Heartfeld coined the term \"photomontage,\" and this artist collected his sketches in the books Ecce Homo and The Face of the Ruling Class. In one of his most famous paintings, the Grim Reaper swigs a wine bottle while parading through a fractured cityscape with a throng of syphilitics. The Nazi regime dubbed him \"Cultural Bolshevist Number One\" for his socially-critical art, including Fit for Active Service and Republican Automatons. In 1944, he painted a horde of tiny skeletons crawling up the leg of a dictator in an infernal landscape. For 10 points, name this German satirist who created For Oskar Panizza and Hitler in Hell.", "answer_sanitized": "George Grosz (\"gross\")", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Li Ying's 2007 documentary about this site opens with footage of a 90-year-old swordsmith at work. A plan to raze this site and replace it with a dog-racing track was aborted thanks to a letter written by Vatican ambassador Bruno Vittel. On its grounds, a bronze statue of a homing pigeon atop a globe sits adjacent to a statue of a German shepherd. The most recent addition to this site was a memorial to Radhabinod Pal, the lone dissenter in a 1946 trial. In 1978, it was the site of a secret ceremony at which a head priest consecrated the memory of fourteen men given the designation \"Class A\" by the IÂ·MÂ·TÂ·FÂ·E. Every August 15, this site is mobbed by journalists eager to report on which politicians visit, as Junichiro Koizumi did annually during the early 2000s. For 10 points, name this Shinto shrine that is infamous for honoring Japanese war criminals.", "answer_sanitized": "Yasukuni Shrine", "category": "Geography"}, {"question_sanitized": "An early instance of polymeter appears in a rondo movement by this composer in which an oboist plays in 4/4 (\"four-four\") time for thirteen bars against 6/8 (\"six-eight\") time in the strings. That movement, which ends on a historically unprecedented high F for the oboe, concludes his Oboe Quartet, which he composed for the virtuoso Friedrich Ramm. In a later aria, he reused the opening phrase of the F major Andante ma adagio middle movement of his B-界lat major Bassoon Concerto, the most popular piece in the bassoon repertoire. Brahms wrote his B minor Clarinet Quintet a睌ter requesting a private performance by Richard Mühlfeld (RIH-shart MYOOL-felt) of this composer's A major piece in the same genre. This composer's 炤nal completed instrumental work was an A major concerto which, like the aforementioned quintet, was written for the clarinetist Anton Stadler. For 10 points, name this composer who, upon his death at age 35, le睌t behind an un炤nished D minor Requiem.", "answer_sanitized": "Wolfgang Amadeus Mozart [or W. A. Mozart]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In a poem from Michael Drayton's Idea, the speaker ridicules a \"witless gallant\" who begs him for one of these things. In a poem George Herbert sent to his mother, the speaker asks God, \"Why are not [these things] made of thee?\" A poem about these things says each one \"is a coin: its face reveals the SoulÂ—its converse, to what Power 'tis due.\" Another poem defends these things by observing how \"bees that soar for bloom...murmur by the hour in foxglove bells\" a睌ter noting that \"nuns fret not at their convent's narrow room.\" These things are called \"a moment's monument\" in the opening poem of Dante Gabriel Rossetti's The House of Life. Wordsworth wrote that one should \"scorn not\" these things, which Mary Wroth arranged into a \"crown.\" Keats wrote that the creators of these things must be \"misers of sound and syllable,\" and wrote some examples of them including \"On First Looking into Chapman's Homer.\" For 10 points, name this poetic form re界lexively described by many 14-line poems.", "answer_sanitized": "sonnets [prompt on poems", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A \"combinatorial\" version of a theorem named for this man was first proved by James Cannon, who did so by decomposing actions on a certain object to actions that have undergone Mobius transformations. That theorem named for this mathematician can be extended to both one-sided and two-sided boundary arcs by making use of the Schwartz reflection principle, and is used to build analytic continuations. That theorem named for this mathematician was generalized to the \"uniformization theorem\" by Felix Klein, and states that there is a bio·holo·morphic mapping from a non-empty simply connected open subset of the complex plane to the open unit disk. A pair of differential equations named for this man and Cauchy gives necessary and sufficient conditions for functions to be complex differentiable. For 10 points, identify this German mathematician who names a \"zeta\" function.", "answer_sanitized": "Bernhard Riemann [or Georg Friedrich Bernhard Riemann; or Riemann mapping theorem]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "Peasants who did not belong to this group were forced to join it by guild-backed militias led by the \"Hidden One\" following a supposed prophecy by Elijah and Enoch. Practices of this group are known from writings of a mysterious author only called the \"Young Man.\" This group, whose numbers swelled as a result of the Revolt of the Germanies, created a secret alphabet for disseminating stories like \"The Handless Maiden\" in the \"language of the ajami.\" This silk trade-controlling group created the maritime Republic of Sale (SAL-ay), and unsuccessfully sought aid from the Huguenot stronghold of Bearn. Mon3 mountain bandits supported a rebellion of these people under Farax Abenfarax that was crushed by Don John of Austria in 1571. The village of Hornachos was exempted from the general expulsion of this group, which was forced to prove its loyalty by keeping doors open on Fridays and visibly eating pork. For 10 points, name this ethno-religious group in 16th-century Spain consisting of Muslims who converted to Christianity.", "answer_sanitized": "Moriscos [or crypto-Muslims; prompt on Spanish Muslims or Moors; do not accept \"Conversos\"]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In this 炤lm, a telephoto lens produces an extremely 界lat image of one of the protagonists hitting a golf ball toward a horizon decked with trees and a single huge mountain. In this 炤lm, a shot of a woman sitting up in bed pulling her knees to her chest cuts to a reverse angle of her in the same pose on the ledge of a window overlooking a cityscape. As a photo is taken near the end of this 炤lm, the protagonist frowns and looks away from the o猴f-screen photographer at the woman walking away from him and getting in an elevator. This 炤lm opens with a close-up of the bottom of a woman wearing pink underwear lying on her side. In this 炤lm, one of the insomniac protagonists is ignored by her inane photographer husband and befriends and sings karaoke with a famous actor staying at her hotel. For 10 points, name this So炤a Coppola 炤lm in which Bill Murray and Scarlett Johansson play a pair of existential crisis-stricken Americans in Tokyo.", "answer_sanitized": "Lost in Translation", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "A 1986 book argued that this character's repeated use of the word exaiphnes (ex-ah-EEF-nace) makes his central image \"the lightning bolt,\" which 界lashes like the sun in \"later paintings of Turner.\" This character reports a saying that victims of a viper's bite only want to speak to others who have been bitten likewise. This character takes some 炤llets o猴f of an ivy-and-violet wreath intended for a poet because that poet only won one contest two days before. This character compares a friend to the satyr Marsyas, as a haughty 界lute-player, and to sculptures of Silenus, which open to reveal images of gods inside. Martha Nussbaum's The Fragility of Goodness argues that the work in which he appears is redeemed by this character's speech, which marvels at another character's capacity to sleep under a blanket with him without making a romantic move. A睌ter another character relays the wisdom of Diotima of Mantinea, this character barges into Agathon's courtyard with a coterie of drunk friends. For 10 points, name this roguish Athenian general who complains of his love for Socrates in Plato's Symposium.", "answer_sanitized": "Alcibiades", "category": "Philosophy"}, {"question_sanitized": "This character asks a man if he pulls his legs up under him as he falls a睌ter telling him how she dreamt she was falling over a cli猴f. A睌ter this character says they've decorated the veranda with 界lowers and raised a 界lag for her deceased mother's birthday, an aspiring sculptor mistakenly gives 界lowers to this character's stepmother. This character is fascinated by the \"thrilling\" terminal illness su猴fered by the delusional shipwreck survivor Lyngstrand. She contemplates the excitement of being abducted and raped by Vikings while talking to a man she compares to a troll. This character demands a kingdom from a man she claims compared her to a princess and kissed her when he visited her town ten years earlier. This woman inspires an aging, vertigo-a猴界licted architect to hang a wreath from the tower of his new house. For 10 points, name this woman who appears as a girl in The Lady from the Sea and becomes the paramour of Halvard Solness in The Master Builder.", "answer_sanitized": "Hilda Wangel [prompt on Wangel]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This function may be computed for systems with spherical symmetry using the hypernetted-chain or Percus-Yevick equations. This function may be written solely in terms of integrals of motion for systems in equilibrium with regular orbits, according to the strong Jeans (\"jeans\") theorem. The time constant of Landau damping is proportional to the derivative of this function with respect to velocity. This function's time derivative equals the negative of its Poisson bracket with the Hamiltonian. This function is the ensemble average of the Klimontovich density. Decreasing the number of degrees of freedom by six and integrating the Liouville equation produces an equation for this function of s particles in terms of this function of \"s plus one\" particles. For 10 points, name this function that gives the number of particles per unit volume in phase space and obeys Maxwell-Boltzmann statistics in the kinetic theory of gases.", "answer_sanitized": "particle distribution function [accept radial distribution function or pair distribution function or pair correlation function; prompt on probability density function or PDF; prompt on correlation function before \"integrals of motion\" but do not prompt therea睌ter; do not accept \"cumulative distribution function\" or \"CDF\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a story titled for a man with this name, the narrator gives a brief outline of the plot, then gives the reader the option of meditating on it individually or reading the fuller account, trusting that there will be a moral \"done up neatly, and condensed into the 炤nal sentence.\" That story of this title re界lects on an in界luence that \"lays its strong hand on every deed which we do, and weaves its consequences into an iron tissue of necessity\" and concludes that \"individuals are so nicely adjusted to a system...that, by stepping aside for a moment, a man exposes himself to a fearful risk of losing his place forever.\" In that story, a man with this name pranks his wife by taking a new lodging in the street next to his own and ends up staying away from home for twenty years. That story by Nathaniel Hawthorne shares this name with the title setting of a novel in which Squire Thornhill seduces Olivia, the daughter of Dr. Charles Primrose. For 10 points, give this name, the title setting of a sentimental novel by Oliver Goldsmith about its \"Vicar.\"", "answer_sanitized": "Wake eld", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "The so-called \"father\" of this kind of 炤rm was a French immigrant who earned the nickname \"the General\" for supervising R&amp;D for the U.S. Army during World War II. That man, Georges Doriot, founded the ARDC. Paul Gompers has written extensively about how these companies became the primary bene炤ciaries of a liberalizing amendment to ERISA's \"prudent man\" rule in 1979. They are referred to metonymically as \"Sand Hill Road\" a睌ter a mile-long stretch of road in Menlo Park where many of them are headquartered. These 炤rms, which include Greylock Partners, Sequoia, and Kleiner Perkins, generally operate by making \"o猴ferings\" in rounds dubbed Series A, Series B, and Series C. Individuals who use personal wealth to compete with these 炤rms are dubbed \"angels.\" For 10 points, name this form of private equity company that provides startup funding to tech 炤rms like Google and Facebook.", "answer_sanitized": "venture capital 炤rm [prompt on private equity]", "category": "Social Science"}, {"question_sanitized": "The core complex formed by these proteins consists of four alpha helices held together by the interaction of one glutamine with three arginines in a region known as the \"zero ionic layer\". One of these proteins lacks a transmembrane domain, so its function is dependent on palmÂ·itÂ·oylÂ·ation of cysteine residues in its DÂ·HÂ·HÂ·C domain. A protein responsible for dissociating these proteins from one another, named for its inactivation by N-ethylÂ·maÂ·leÂ·imÂ·ide, is the ATPase (a-t-p-\"ace\") NSF. For these proteins to act, complexin must 炤rst be displaced by the calcium sensor synaptotagmin. Members of the genus Clostridium cause botulism and tetanus by releasing toxins that lead to the cleavage of these proteins, which include syntaxin and synaptobrevin. For 10 points, name these proteins that mediate membrane fusion leading to vesicle exocytosis and neurotransmitter release.", "answer_sanitized": "SNAREs [or SNAP (Soluble NSF Attachment Protein) Receptor; accept syntaxin or synaptobrevin before each word is read]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "British soldiers in World War I used this man's name to refer to German 15-centimeter artillery shells. He opened the Club Deluxe, which struggled until the gangster Owney Madden purchased it from him and transformed it into the Cotton Club. A legend that this man was denied passage on the Titanic was popularized by a Leadbelly song. His relationship with Lucille Cameron led Georgia Congressman Seaborn Roddenbery to propose a constitutional amendment. In 1913, he skipped bail and fled to Paris after he was convicted for violating the recently enacted Mann Act. In 1910, over 20 people died in a series of race riots and lynchings that targeted nationwide celebrations of this man's victory over James Jeffries, who was dubbed the \"Great White Hope\" for coming out of retirement to challenge him. For 10 points, name this outspoken athlete, the first black boxer to win the heavyweight championship.", "answer_sanitized": "Jack Johnson [or John Arthur Johnson]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Using a perturbative expansion in this quantity to perform a canonical change of variables on the Lagrangian of light-cone Yang-Mills theory reproduces the CSW selection rules. The Parke-Taylor formula gives the \"maximally helicity violating\" form of this quantity. The inner product of the on-shell four-momentum with this quantity is zero, according to the Ward identity. Klein-Gordon operators are used to isolate the poles of time-ordered correlation functions in order to compute this quantity via the LSZ reduction formula. This quantity is proportional to the Fourier transform of potential energy under the Born approximation. The wavefunction and this quantity are expressed as weighted sums of spherical harmonics in the partial wave expansion method. For 10 points, name this quantity whose magnitude squared gives the differential cross section of a scattering process.", "answer_sanitized": "scattering amplitudes [or probability amplitudes; or S-matrix elements]", "subcategory": "Science Physics", "category": "Science"}], "bonuses": []}