{"tossups": [{"question_sanitized": "These structures may be analyzed using Havlena-Odeh plots that linearize their material balance equations. Frederic Lahee (LAY-hee) created the standard classi送cation scheme for these structures, which are the subject of decline curve analysis. Computer models of these structures make use of techniques such as history matching, stratigraphic grid transfer, and geostatistical inversion. The \"Hu鴁f and Pu鴁f\" method of cyclic steam injection or carbon dioxide  looding is a tertiary recovery technique to increase the extraction e鴁送ciency of these structures, which include components like \"Christmas trees\" and \"nodding donkeys.\" One of these structures may experience \"kick\" due to hydrostatic pressure imbalance in the mud column, which will lead to blowout if formation  luids reach the surface. For 10 points, name these arti送cial structures created by drilling into the earth in search of hydrocarbons to use as fuel.", "answer_sanitized": "oil wells [or oil reservoirs; or oil  elds; or oil rigs; or oil platforms; accept petroleum for \"oil\"]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "If X is the two-by-two block matrix \"zero, identity, negative identity, zero,\" then this type of function has a Jacobian J that satisfies the equation \"J times X times J-transpose\" equals \"X,\" which is known as the symplectic condition. The active view of a system's time evolution considers a continuous succession of the infinitesimal type of these functions. The defining equation for these functions is typically written as \"K equals H plus partial G partial t,\" where K and H are Hamiltonians and G is a generating function that may be any of four types depending on which displacements and conjugate momenta are used as independent variables. The volume of phase space and the value of the Poisson bracket are invariant with respect to these functions. For 10 points, identify this two-word term from classical mechanics for a change of coordinates that preserves the form of Hamilton's equations.", "answer_sanitized": "canonical transformations [accept mapping or change of coordinates for \"transformation\"; prompt on coordinate transformations or contact transformations or symplectomorphisms; do not accept \"point transformations\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Japanese economic anthropologist Naoki Kasuga argued that a type of these phenomena did not presuppose a \"parts-and-whole image.\" Auguste Comte argued that science went from mathematics to a position where these entities are reduced to natural law. Another thinker stated that it was \"patently obvious\" that education is one of these things and that when these things are due to cooperation, their nature is no different than when they are not. H.L.A. Hart argued that the title concept is one of these entities in The Concept of Law. Marcel Mauss coined the \"total\" form of these things in The Gift while another thinker divided them into \"material\" and \"nonmaterial\" types. Emile Durkheim said in his \"fundamental rule\" that \"One must consider these phenomena as things.\" For 10 points, name these entities described as things that are outside the individual yet still capable of exercising social control, a term coined in The Rules of Sociological Method.", "answer_sanitized": "social facts", "category": "Social Science"}, {"question_sanitized": "Herbert von Karajan's (KAH-rah-yahn's) canonical 1969 Deutsche Grammophon recording of this piece with the Berlin Philharmonic paired it with Tchaikovsky's Variations on a Rococo Theme. A G minor section in the middle of this piece's second movement quotes the composer's song \"Leave Me Alone,\" a favorite of the composer's sister-in-law. This piece was inspired by the premiere of a piece in the same genre by Victor Herbert, its composer's colleague during his stint as director of the National Conservatory of Music. This piece's composer refused to add to the 送nale a 59-bar cadenza written by its dedicatee, Hanus Wihan (HAH-noos VEE-hahn). This B minor piece, its composer's last concerto a ter his concertos for piano and violin, was contemporaneous with its composer's \"American\" String Quartet. For 10 points, name this concerto by the composer of the Symphony \"From the New World\" that was recorded twice by Yo-Yo Ma.", "answer_sanitized": "Antonin Dvorak's Cello Concerto in B Minor [or Dvorak's Opus 104; or B. 191; prompt on cello concerto]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One of these animals presented to King George II was called the Indian Monster and was reportedly fed hard boiled eggs. The charango instrument of South America is sometimes made from these animals. The first person to raise these animals commercially was a German basketmaker who used them to make his products. In the United States, these members of the order Cingulata were called Hoover Hogs when eaten during the Great Depression. The rate of car accidents caused by these animals has increased, in part due to their recent pattern of northern migration, and in part due to their tendency to jump into the air when startled. Different varieties of these animals include the pink fairy one, the screaming hairy one, and the nine-banded one, which is a carrier of leprosy. For 10 points, name these New World mammals, some species of which can roll into a ball to protect themselves.", "answer_sanitized": "armadillos [accept chlamyphoridae, or dasypus, or dasypodidae prompt on cingulata before mentioned]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In Huey Long's My First Days in the White House, Long promised to make this man his Secretary of War. This man received the nickname \" Old Duckboard\" after raiding a wharf to give his troops something to sleep on. This man saw some of his earliest service as a garrison commander in the Philippines, leading an offensive against rebels in Noveleta. This man was arrested after he parroted gossip about Mussolini running over a small child in his car. He received two Medals of Honor, one for his service in the taking of Veracruz, which he later tried to return, and another for his taking of Fort Riviere from the Cacos (kah-kohs). This man ran for the Senate in Pennsylvania, during which campaign he decried the treatment of the Bonus Army. Perhaps his most famous military service came during the Banana Wars, which inspired him to write War is a Racket. After his retirement, he alleged that Gerald McGuire, with the financial backing of J. P. Morgan, prepared a coup attempt to overthrow FDR and install a fascist regime. For 10 points, name this Marine Corps General who exposed the Business Plot.", "answer_sanitized": "Major General Smedley Darlington Butler", "subcategory": "History American", "category": "History"}, {"question_sanitized": "When a man in this novel asks the time, he is told it's \"half past sick by the cock,\" recalling an encounter with a prostitute during which he had seen a picture of Canada, where he owns an island and considers building a farm. Because he is thinking about making a Faustus 送lm, another character in this novel borrows a collection of Elizabethan plays, which he later opens to random Faustus passages. Characters in this novel discuss the phrase \"peeled one,\" referring to a man who later robs a dead Indian when the bus they're riding stops. In this novel, the protagonist's body is thrown into a ravine along with a pariah dog a ter a cable le t in the protagonist's pocket by his journalist half-brother causes him to be shot by the police; that shot startles a horse with the number seven branded on its leg, which then tramples the protagonist's ex-wife, Yvonne Constable. A small Mexican town is the setting of, for 10 points, what novel about the last day of alcoholic British consul Geo鴁frey Firmin, a work by Malcolm Lowry?", "answer_sanitized": "Under the Volcano", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This man becomes trapped between two gates when his horse is cut in half by a portcullis, but a maid helps him escape by giving him a ring that grants invisibility. That maid later rubs ointment all over this man's body to cure his insanity, which befalls him a ter he breaks a promise to his wife to spend no more than a year away from her. This man has an identically named half-brother whose epithet is \"the Bastard,\" as well as a twin sister named Morfydd (MOHR-送th). While playing a game of gwyddbwyll (GWITH-bush), this man orders his ravens to attack the servants of King Arthur in The Dream of Rhonabwy (HRON-ah-bwee). This man avenges Esclados' defeat of his cousin Calogrenant a ter summoning a storm in the forest of Brocéliande (bro-SAY-lee-ahnd) by pouring water onto a stone. For 10 points, name this son of Urien who marries the Lady of the Fountain and gains the epithet \"Knight of the Lion\" in a romance by Chrétien de Troyes.", "answer_sanitized": "Yvain (ee-VAIN) [or Ywain; or Owain; or Owein; or Iwein]", "category": "Mythology"}, {"question_sanitized": "Niobium is typically separated from tantalum by complexing it with this element. Ruppert's reagent can be used to add a functional group containing carbon and this element to carbonyls. One of the most commonly studied ionic liquids includes a weakly-coordinating anion consisting of this element and boron. An anti-metabolite cancer drug that inhibits thyÂ·midÂ·ylÂ·ate synthase consists of this element bonded to the 送ve position of uracil. A molecule with this an atom of this element at its center exhibits the strongest known hydrogen bonds. The isotope of this element with atomic weight nineteen is NMR-active. The strongest superÂ·acid consists of antimony and this element, which causes the strongest inductive e鴁fect when added to the alpha position of acetic acid. For 10 points, name this most electronegative element and lightest halogen.", "answer_sanitized": "Fluorine [or F]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "An American branch of a religious group from this country won a 2006 RFRA case that was initiated when U.S. customs agents seized thirty gallons of ayahuasca tea shipped to Santa Fe. That group was founded by Mestre Gabriel and is known as the Union of Plants or UDV. Riots broke out in this country in 1995 when a bishop kicked a statue of a saint on TV. That bishop worked for an Edir Macedo-founded Pentecostalist church in this country called the Universal Church of the Kingdom of God. This country has the largest population of Seventh Day Adventists in the world. Adherents of another religion from this country call themselves \"povo do santo\" or \"people of the saint\", worship various Yoruba, Fon, and Bantu gods, and have priests that perform ritual dances to please Orixas (oh-ree-SHAHs). For 10 points, name this country home to Candomble (kahn-dohm-blay), which celebrates Carnival under a large statue of Christ the Redeemer.", "answer_sanitized": "Federative Republic of Brazil [or Republica Federativa do Brasil]", "category": "Religion"}, {"question_sanitized": "This ruler shares a name with a Scottish clan with common ancestry by way of Einar. This man's successor was conceived with his mistress Poppa of Bayeux, who was captured a ter this ruler defeated her father Berengar II. That successor was excommunicated a ter for his assaults on the estates of Arnulf of Flanders. This man's grandson commissioned a biography of him, written by the monk Dudo of Saint-Quentin. An apocryphal story describes how one of his men toppled the King of France during a ceremony. This man was succeeded by his son, William Longsword. This ruler frequently clashed with Charles the Simple, but a ter an unsuccessful siege of Chartres, signed a truce in the treaty of Saint-Clair-sue-Epte. For 10 points, name this Viking, the 送rst Scandinavian ruler of Normandy, an ancestor of William the Conqueror.", "answer_sanitized": "Rollo [accept Robert I, Duke of Normandy]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In Jan Mabuse's (yahn mah-boos's) depiction of this scene, nine angels representing the nine orders of angels are arrayed in the top right, above two dogs taken from engravings by Durer and Schongauer (\"shone\"-gow-er). In a triptych of this scene by Hieronymus Bosch, a half-naked man who may be Balaam or the Antichrist wears a reliquary dangling between his legs, and two armies charge at one another in the background. A depiction of Palla Strozzi carrying a falcon headlines a gold-covered exemplar of the International Gothic style depicting this scene, by Gentile (jen-TEE-lay) da Fabriano. Sandro Botticelli's depiction of this scene unusually depicts a Roman ruin over which a wooden hut is built, and includes portraits of Lorenzo and Piero de Medici paying homage to Mary. For 10 points, name this Biblical scene that typically shows the presentation of gold, frankincense, and myrrh to the infant Jesus.", "answer_sanitized": "Adoration of the Magi [or Adoration of the Kings; prompt on the Nativity; do not accept \"Adoration of the Shepherds\"]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A servant's suicide causes a member of this family to falsely accuse another of attempted rape, resulting in the patriarch of this family almost beating his son to death. A member of this family gives herself a nickname meaning \"stranger under the plantains\" upon founding a private poetry club. An elderly comic relief character rescues a girl in this family from being sold as a concubine; that character, Granny Liu, visits this family's grandiose Daguanyuan (DAH-gwahn-Y'WAHN) garden, built to celebrate imperial patronage. The most famous member of this family struggles in a love triangle between the graceful Xue Baochai (SHWAY bao-\"CHAI\") and fragile Lin Daiyu, and was born with a piece of jade in his mouth, since he is a reincarnated stone. For 10 points, name this family, including the clueless Baoyu, whose rise and fall is documented by Cao Xueqin (TSAO shway-CHEEN) in the novel Dream of the Red Chamber.", "answer_sanitized": "Jia (JYAH) family", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In this poem, a transition between two radically di鴁ferent refrains occurs with the line \"The ant's a centaur in his dragon world.\" That passage from this poem concludes, \"Here error is all in the not done, all in the di鴁送dence that faltered.\" In this poem, a vision of \"the city of Dioce (\"die\"-OH-chay) whose terraces are the color of stars\" follows a description of the a termath of an execution that observes how \"maggots...eat the dead bullock.\" This poem's passage beginning \"Zeus lies in Ceres' bosom\" includes a refrain o ten taken to address the poet himself: \"pull down thy vanity.\" The most acclaimed part of this poem begins by describing the treatment of the corpse of Mussolini, whom its author idolized, and was begun while its author was imprisoned in Pisa. For 10 points, name this giant poem assembled across four decades by Ezra Pound.", "answer_sanitized": "The Cantos [accept The Pisan Cantos]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In an essay from The Interpretation of Cultures, Cli鴁ford Geertz distinguished the \"interest theory\" of this concept from its \"strain theory\" while analyzing it \"as a Cultural System.\" This construct is likened to a \"camera obscura\" in which \"men and their circumstances appear upside-down,\" according to an essay titled for this construct, which promises that men will one day \"hunt in the morning, 送sh in the a ternoon...criticise a ter dinner\" without being \"hunter, 送sherman...or critic.\" Louis Althusser claimed that this construct \"interpellates individuals as subjects\" and operates through a namesake \"state apparatus.\" Post-structuralist accounts of this concept leave out the upper square of Lacan's \"graph of desire\" according to Slavoj Zizek, who characterized it as a Kantian \"sublime object.\" Marx and Engels attacked the Young Hegelian tradition in a set of essays on the \"German\" one. For 10 points, identify this term for a system of socio-political doctrines, such as Marxism or Fascism.", "answer_sanitized": "ideology [or The German Ideology; accept ideological state apparatus; prompt on false consciousness]", "category": "Philosophy"}, {"question_sanitized": "In this city, a democratic government under Giuseppe Galletti won popularity by abolishing the macinato tax. Residing in this city, Margaret Fuller solicited American contributions for its government and attempted to win American diplomatic recognition with her paramour Lewis Cass, Jr. The evacuation of soldiers from this city was agreed to in the September Convention, which ruined the government of Marco Minghetti. In this city, the stabbing of Pellegrino Rossi set liberal protests into motion that resulted in an 1849 popular \"Republic\" whose constitution was the 送rst to abolish capital punishment. Attempts to capture this city failed at the Battle of Aspromonte and the Battle of Mentana. Napoleon III guaranteed this city's regime militarily until the Franco-Prussian War, when it was captured by Ra鴁faele Cadorna. Giuseppe Garibaldi repeatedly tried and failed to capture this city, once using the slogan \"[this city] or death.\" For 10 points, name this city that joined uni送ed Italy in 1870, leading Pope Pius IX to call himself a \"prisoner in the Vatican.\"", "answer_sanitized": "Rome [or Roma]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Janis Joplin's version of this standard, which she recorded with Big Brother and the Holding Company and played at Woodstock, added 41 repetitions of the word \"no\" near its end. Sidney Bechet's (beh-SHAY's) soprano saxophone version of this song became his signature and launched Blue Note Records. Musicologists debate this song's connection to the folk song \"Sometimes I Feel Like a Motherless Child.\" Billie Holiday, recording with Artie Shaw, added a blues in lection to this song's lyric \"One of these mornings you're going to rise up singing, then you'll spread your wings and you'll take to the sky.\" In its original appearance, this song is a lullaby sung by the 送sherman's wife Clara to her child on Cat送sh Row. For 10 points, name this DuBose Heyward and George Gershwin collaboration, the opening song from Porgy and Bess, which concerns a season when \"the livin' is easy, 送sh are jumpin', and the cotton is high.\"", "answer_sanitized": "\"Summertime\"", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "A ter citizens of this kingdom saved the crew of the R. J. Robertson, Wilhelm I ordered the construction of the German Emperor's Tributary Monument. Bernard Bettelheim refused to leave a temple in this kingdom which he came to as part of the Loochoo Naval Mission. This kingdom was founded a ter a king of the Chuzan, Sho Hashi, successfully conquered the Nanzan. A ter sailors from this, at the time, vassal were massacred by the Paiwan, Japan invaded the o鴁fending territory. Tei Do, a commander for this kingdom, was executed a ter failing to surrender to invading Satsuma forces. Matthew Perry opened a coaling station in this kingdom at Naha. In 1945, the former central palace of this kingdom, Shuri Castle, was destroyed during the allied invasion of Okinawa. For 10 points, name this kingdom which ruled much of the island chain that stretches between Kyushu and Taiwan.", "answer_sanitized": "Ryukyu Kingdom [accept Loochoo Kingdom before mention]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A complex of HPDP and this molecule is used to detect protein S-nitroÂ·sylÂ·ation in its namesake \"switch\" assay. In Hi-C, 送ve-prime overhangs are labeled with a fourteen-dÂ·CÂ·TÂ·P nucleotide analog containing this molecule. SELEX (\"sell\"-ex) uses primers attached to this molecule to immobilize the resulting nucleic acids. This molecule is used as a coÂ·factor by an enzyme that converts acetyl-CoA to malÂ·onÂ·yl-CoA in the 送rst step of fatty acid synthesis, and an enzyme that converts pyruvate to oxÂ·aloÂ·acetate in the 送rst step of glucoÂ·neoÂ·genesis. The structure of this cofactor is distinguished by a ureido (yur-\"eye\"-doh) ring fused to a tetraÂ·hydroÂ·thioÂ·phene ring and it is utilized exclusively by carbÂ·oxylÂ·ase enzymes. The association of this molecule with a protein found in egg whites has a dissociation constant of ten to the minus fourteen molar. For 10 points, name this B vitamin that binds extremely tightly to aviÂ·din and streptÂ·aviÂ·din.", "answer_sanitized": "biotin [or vitamin B7; or vitamin H]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "An illiterate peasant asks this character to read an advertisement for Bovril that had been dropped alongside other lea lets from an airplane over the Cova da Iria. This character reads a book he had forgotten to return to the library of a ship called The Highland Brigade, but never progresses past a scene in which a body sprawled over the squares of the King and Queen's pawns is found by a chess player. This man treks to a mass faith healing in Fatima hoping to run into a girl with a paralyzed hand. This man, who reads Herbert Quain's The God of the Labyrinth, ultimately abandons both the lame virgin Marcenda and the hotel chambermaid Lydia to follow the ghost of his real-life heteronym, Fernando Pessoa (peh-SOH-uh). For 10 points, name this title character of a novel by Jose Saramago about the year of his death.", "answer_sanitized": "icardo Reis [or Ricardo Reis]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A Tony Horwitz book includes a story about this man bringing his own cow to war because he could not stand any other milk. He nearly resigned his commission to join the filibusterer William Walker as second-in-command, but a flattering letter from Winfield Scott persuaded him to change his mind. This man's brother-in-law, John Slidell, helped him get appointed superintendent of West Point, but he was forced to resign five days into the job because of his state's secession. Near the end of the Civil War, he was given command of the Department of the West, but clashed with John Bell Hood, failed to stall Sherman, and was replaced with Joseph Johnston. Harry Williams's biography of this man, Napoleon in Gray, is a reference to his nickname \"Little Napoleon.\" He took command of the Army of the Mississippi after Albert Sidney Johnston's death at Shiloh. For 10 points, name this general who initiated the Civil War with his siege of Fort Sumter and who won at First Bull Run.", "answer_sanitized": "P.G.T. Beauregard [or Pierre Gustave Toutant-Beauregard]", "subcategory": "History American", "category": "History"}], "bonuses": []}