{"tossups": [{"question_sanitized": "Overdrive sequences enhance the rate of integration of this organism's genetic material into a host. A genetic construct found in this organism can be classi ed as noÂ·paÂ·line, octopine or agropine depending on what type of opine (oh-peen) is used by this organism as a source of nitrogen. VirA (veer-\"a\"), a histidine kinase, is one part of a two component-system encoded by the vir operon of this organism. Phenolic compounds like aÂ·cetoÂ·syringÂ·one can be used to induce infection by this organism. Certain species can be transformed by dipping them in a liquid culture of this organism. Infection with this organism, which carries the Ti plasmid, leads to the formation of benign tumors known as crown gall disease. For 10 points, name this bacterium commonly used in plant biotechnology to transform Arabidopsis.", "answer_sanitized": "Agrobacterium [or A. tumefaciens; or Agrobacterium tumefaciens; or R. radiobacter; or Rhizobium radiobacter; or A. radiobacter; or Agrobacterium radiobacter]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "When Evan Priestley was part of this organization, he developed the Phabricator collaboration tool, which is used for code reviews. In 2013, this company acquired the Mobile-Backend-as-a Service provider Parse, but shut it down in January 2017, raising concerns about vendor lock-in. A publicly available framework initially developed by this company centers on \"components\" that implement the render method, and is a popular alternative to Angular for building UIs for Web apps. Another of this company's frameworks originally converted scripting code to C++, but now merely executes it using just-in-time compilation on a virtual machine. This company's projects include the JavaScript Library React, as well as the HipHop transpiler, allowing them to write a modified form of PHP. For 10 points, name this company whose social network service is centered on a user's \"Timeline\" and which has periodic updates announced by Mark Zuckerberg.", "answer_sanitized": "Facebook", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "In a myth of these people, a man plants orange trees around his house and sticks a silver pin in his head to ward off a death-spirit who nevertheless kills him with an iron hammer. A god of these people captured his wife by drawing lines on the ground that grew into a copper castle, then defeated her father in a three-part metamorphosis contest. That god of these people is accompanied by swan-riding attendants and multi-colored, music-producing clouds. A queen and king of these people were born on the same day at different forest wells, she from the rib of a cockatrice and he from an egg watched over by a white horse. After remaining in a cave for 100 days while eating only garlic and mugwort, a bear transformed into a woman who became the mother of these people's first king, Dangun, as related in the Samguk Yusa. For 10 points, identify these people who created founding myths for kingdoms like Silla and Gojoseon.", "answer_sanitized": "Koreans [or Hanguk-in; or Joseon-in]", "subcategory": "Mythology Other", "category": "Mythology"}, {"question_sanitized": "This monastic order permanently gave up meat after its seven founding monks allegedly fell asleep for forty-five days and awoke to find their meat turned to ash. Philip Groning spent six months filming the lives of some of these monks for his 2005 documentary Into Great Silence. This order, which was founded by Bruno of Cologne, has an emblem which includes a banner with seven stars and the motto \"the cross stands  rm while the world turns.\" On Mondays, members of this contemplative order take a long walk called a spatiamentum. The monks of this order occupy themselves by distilling a sweet liqueur which has given its name to a greenish-yellow color. This hermit order lives in monasteries called \"charterhouses.\" For 10 points, name this monastic order which is named for its founding monastery near Grenoble in the French Alps, the Grand Chartreuse.", "answer_sanitized": "Carthusian Order [accept the Order of Saint Bruno until \"Bruno\"]", "subcategory": "Religion Christianity", "category": "Religion"}, {"question_sanitized": "In exchange for financing this campaign, the Riccardi of Lucca were given customs collections on wool exports. Archbishop John Peckham tried to negotiate an end to this campaign, but the opposing side denounced a ruler as worse than Saracens in the \"Declaration of Defiance.\" After completing this action, its perpetrator hired James of Saint George to design the \"iron ring\" of eight concentric castles, including one on a cliffside called Harlech. Provoked when an opposing ruler married Eleanor de Montfort, this campaign ended with that ruler's death at the Battle of Orewin Bridge. According to legend, this action's completion inspired the \"last bard\" to issue a curse before jumping off a cliff. At the end of this process, English-speaking sheriffs enforcing common law were imposed on settler-populated counties carved out by the Statute of Rhuddlan. Its victor used Marcher Lord castles as forward bases for expeditions into mountainous Snowdonia. For 10 points, name this achievement of Edward I, who subdued a territory ruled by Llywelyn ap Gruffudd (thew-EL-in ap \"griffith\").", "answer_sanitized": "the Edwardian conquest of Wales [or the Anglo-Norman conquest of Wales; or Edward I's invasion of Wales; or the English conquest of Wales; or equivalents; prompt on the invasion of Wales]", "subcategory": "History British", "category": "History"}, {"question_sanitized": "A poet from this country concluded a poem, \"I am light honed to a still point in the incandescent onrush, a  ne ash in the beast's sudden desiccation when the sun explodes.\" That poet from this country described a \"silence for spectroscopic  light of fancy\" before the speaker tells a potential landlady \"I am brunette, but madam, you should see the rest of me.\" Another poet from this country ended his death poem with the lines, \"The new star appears, foreshadows its going before a going and coming that goes on forever.\" That poet from this country described himself as a \"watchman for the watchword\" at the title location of a poetic sequence in which he declares, \"naked I stand; before your watery presence,\" addressing the village stream \"mother Idoto.\" Poets from this country wrote \"Telephone Conversation,\" \"Elegy for Alto,\" and the sequence Heavensgate. For 10 points, name this birth country of Christopher Okigbo and Wole Soyinka.", "answer_sanitized": "Federal Republic of Nigeria", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This thinker argued that because theoretical statements are not translatable into statements about the immediate objects of experience without a loss of meaningful content, \"descriptivist\" interpretations of theories inevitably collapse into \"instrumentalist\" interpretations. One of this thinker's papers posits that \"persistence\" and \"plasticity\" are the two essential criteria of goal-directed processes. When a target theory includes terms not included in the base theory from which it was reduced, it produces what this thinker called a \"heterogeneous reduction.\" This author of Teleology Revisited argued that vocabularies from distinct scienti c theories could be linked by bi-conditional \"coordinating de nitions\" producing what he called \"bridge laws\" in The Structure of Science. For 10 points, name this foremost 20th-century analytical philosopher of science, who shares his last name with the author of Mind and Cosmos and \"What is it Like to Be a Bat?\"", "answer_sanitized": "Ernest Nagel [do not accept \"Thomas Nagel\"]", "category": "Philosophy"}, {"question_sanitized": "An essay by this author contrasts Titian's skin tones with Van Dyck's, arguing that the latter lack the title property, which is the \"power or passion de ning any object.\" He claimed that the title sculptures disprove Joshua Reynolds's theory of the mutual exclusivity of grand design and exactness of detail in one of three essays he wrote about the exhibition of the Elgin Marbles. This author of \"On Gusto\" wrote an essay describing a match between butcher Bill Neate and Tom Hickman, known as the \"Gas-man.\" He controversially described his seduction of his landlord's daughter, Sarah Walker, in a work subtitled \"the New Pygmalion.\" This author of \"The Fight\" co-wrote The Round Table with Leigh Hunt, and included pro les of Walter Scott and Jeremy Bentham in his collection of character sketches of twenty- ve representative men of the early 19th century. For 10 points, name this English essayist, the author of Liber Amoris and The Spirit of the Age.", "answer_sanitized": "William Hazlitt", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Grodzinsky and Reinhart argued against Grimshaw and Rosen that this grammatical phenomenon can only be understood as innate if it is processed by a di ferent module than co-reference. The \"co-argument condition\" was proposed in a theory of this phenomenon in Norwegian; that work by Lars Hellan focuses on the pronouns seg and ham. Besides case, the conditions named for this phenomenon are what distinguish NP-traces from Wh-traces. Reinhart and Reuland's predicate-based theory of this phenomenon states that a predicate is re lexive if and only if its arguments are co-indexed. A pronoun possesses this property if it has a quanti ed determiner phrase as its antecedent. \"Herself saw him\" is not grammatical because \"herself\" lacks an antecedent, according to this phenomenon's Condition A. This phenomenon co-names a Chomskian theory of phrase structure grammar along with \"government.\" For 10 points, name this linguistic phenomenon, the syntactic constraints on nouns, pronouns, and anaphors.", "answer_sanitized": "binding [accept word forms, such as bound]", "category": "Social Science"}, {"question_sanitized": "A woman of this profession in a red dress dri ts in and out of focus and dissolves in and out of a  eld of gray haze in a 12-minute short  lm by David Lynch included as an extra on the DVD release of Inland Empire. A sequence depicting another woman of this profession, which is overlaid with Gloria's narration of how her sister Iris cut her wrists a ter marrying a wealthy suitor to pay her father's medical bills, appears in Stanley Kubrick's Killer's Kiss. A person of this profession asks her composer husband to remove the title objects a ter she jumps in front of a train at the end of a  lm by Emeric Pressburger and Michael Powell. In another  lm, a woman with this profession hallucinates feathers sprouting from her shoulder and stabs herself with a shard of glass, resulting in her death at the end of her \"perfect\" performance. For 10 points, name this profession practiced by the protagonists of The Red Shoes and Darren Aronofsky's Black Swan.", "answer_sanitized": "ballerina [or ballet dancer; prompt on dancer]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Poetic moments in this speech include an evocation of man's \"climb from the swamp to the stars\" and a warning of a \"thousand years of darkness.\" This speech darkly hints at the cause for the disappearance of 66 shiploads of grain headed for Austria, and criticizes the gi t of a yacht to Haile Selassie. Near its conclusion it opens three consecutive paragraphs with the phrase \"You and I,\" quoting FDR's 1936 convention speech to say \"You and I have a rendezvous with destiny.\" It was known as \"The Speech\" while being perfected over a series of deliveries to city Chambers of Commerce, before it was  nally delivered on television by the host of GE Theater. This speech raised $8 million for a man it praises for promising \"peace through strength\" against the advance of communism. For 10 points, name this 1964 speech supporting Barry Goldwater that launched the political career of Ronald Reagan.", "answer_sanitized": "\"A Time for Choosing\" [prompt on \"The Speech\" before it is read]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In 2012, police in this country kidnapped and murdered the son of Julieta Castellanos (hoo-lee-et-ah cas-tay-yah-nohs), the rector of its largest university. The Dinant Corporation has been accused of orchestrating the murders of over one hundred small farmers in this country's Bajo Aguan valley in order to manufacture palm oil. In 2011, this country's National Front of Popular Resistance created the LIBRE political party, which ran Xiomara (hsee-oh-ma-ra) Castro in its 2013 presidential election. In 2016, an activist in this country was assassinated a ter leading its native Lenca people to oppose the construction of a dam on its Gualcarque (gwahl-kar-kay) river. That activist, Berta Cáceres (KAH-seh-\"race\"), accused Hillary Clinton of legitimating the election of Por rio Lobo a ter its government was overthrown in a 2009 coup. For 10 points, name this Central American country where that coup overthrew President Manuel Zelaya (zeh-\"LIE\"-ah).", "answer_sanitized": "Republic of Honduras", "category": "Current Events"}, {"question_sanitized": "One artist from this country created a series of sculptures of cute, sleepy-eyed children carrying casually carrying lethal weapons like saws and knives. Another artist from this country founded its \"concreteness\" group and devoted the last years of his life to repeatedly painting circles. Some of this country's traditional painting styles were revived in part by Ernest Fenollosa in the nineteenth century. A contemporary artist from this country has voluntarily lived in a sanatorium for the last four decades and paints many works that consist of polka-dots. Another artist from this country has produced many paintings of smiling, technicolor  lowers, as well as the cover art for Kanye West's Graduation. That cartoonish style from this country o ten subverts sexualized images of women. For 10 points, name this country that is the origin of the super lat style and artists such as Yayoi Kusama and Takashi Murakami.", "answer_sanitized": "Japan [or Nihon; or Nippon]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This ruler took the opportunity to blockade and subjugate a rival state a ter two of its o  cials referred to him as \"sovereign\" rather than \"lord.\" O  cial accounts claim that under this man's rule, Christian nobles began abandoning the Trinity for the heresy of Skariya the Jew. This ruler schemed to expropriate monastic lands by adjudicating a synod between the \"Possessor\" and \"Non-Possessor\" factions, where his policies were championed by holy man Nilus of Sora. A delegation including Cardinal Bessarion o fered a second marriage to this ruler, a ter which he adopted the symbol of a two-headed eagle for his seal. This husband of Zoe Palaeologus carted o f the veche bell of a conquered city whose fur-trading elites he exiled. This ruler's refusal to pay tribute led to a battle in which the opposing side under Ahmad Khan retreated a ter failing to cross the Ugra river. For 10 points, identify this Grand Prince of Moscow who subjugated Novgorod and gained independence from the Golden Horde.", "answer_sanitized": "Ivan III [or Ivan the Great; prompt on Ivan]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "An army led by a member of this ethnic group was formed by a meeting in Bilpam, which is the name given to the headquarters of that army. A \"white army\" helped participate in a massacre of this ethnic group at Bor. This group's traditional spiritual leaders are the \"masters of the  shing spear,\" who sacri ce their long-horned cows to their lone god, Nhialac. Worshipers of this ethnicity were killed in the capital of Unity state in the Bentiu massacre. A current President of this ethnic group o ten wears a black Stetson cowboy hat because he really liked one that George W. Bush had given to him in 2006. A member of this ethnic group named John Garang led the SPLA. This ethnic group o ten oppressed the Nuer and is the plurality in a country with the capital at Juba. For 10 points, name this ethnic group led by Salva Kiir that is the largest in South Sudan.", "answer_sanitized": "Dinka people [or Jieng]", "category": "Social Science"}, {"question_sanitized": "Although this character's creator claimed he was a purely imaginative product, he was partly modeled on David Shipman. In this character's  nal scene, he does not realize that his dog has already died before him and has been stu fed by his friends in a lifelike pose. A ter being helped out of a chair facing the sunset, this man cries \"Here!\" before dying. To allow his friend to win a silken calash as a prize, this character purposely only grazes a potato with his bullet during a shooting contest. Abiram White frames him for the murder of Asa Bush in a novel in which this man is assisted by Captain Middleton, the grandson of his friend Major Duncan Heyward. Frequently accompanied by Chingachgook, in di ferent novels he is referred to as \"the trapper,\" \"Hawkeye,\" and \"Deerslayer.\" For 10 points, name this protagonist of James Fenimore Cooper's Leatherstocking Tales.", "answer_sanitized": "Natty Bumppo [or Natty Bumppo; or Nathaniel Bumppo; or Path nder; or La Longue Carabine; accept the trapper, Hawkeye, Deerslayer, or Leatherstocking before each are read]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Reaction of a münchnone (MYOONK-nohn) with an alkyne followed by a retro-Diels-Alder loss of carbon dioxide can be used to produce these molecules. Two of this molecule are joined to boron tri- luoride in the dye BODIPY (bo-\"die-pie\"). The Michael addition of tosyl isoÂ·cyanide to an enone followed by an elimination forms these molecules in the Van Leusen reaction. A primary amine reacts with a 1,4-diketone (\"one four die key tone\") to form them in the Paal-Knorr synthesis. Four of these structures are combined to form a porphyrin (POR-fur-in) ring. They can be formed by treating of furan with ammonia to replace the oxygen atom with nitrogen. For 10 points, name these  ve-membered heteroÂ·cyclic aromatic compounds containing a single nitrogen atom.", "answer_sanitized": "pyrroles (PEER-ole(s))", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The Wessobrunn prayer was the inspiration for a Helmut Lachenmann piece written for sixteen of these instruments, his Consolation II. The \"humorous,\" \"sentimental,\" \"erotic,\" \"ghostly-horri c,\" and \"mystical-funereal\" states are represented by  ve of these instruments in Ligeti's Aventures. Live and recorded versions of the same performer of this instrument simultaneously interact with a synthesizer in Milton Babbitt's Philomel. The eleventh chapter of Joyce's Ulysses inspired Thema for tape and this instrument, which along with Sequenza III was one of several pieces for this instrument that Luciano Berio wrote for Cathy Berberian. An ensemble of these instruments performs Ligeti's Lux Aeterna. Stockhausen manipulated and distorted a recording of a 12-year-old boy using this instrument in Gesang der Jünglinge (geh-ZAHNG der YOONG-ling-uh). For 10 points, name this instrument that 20th-century composers o ten called upon to sing nonsense syllables.", "answer_sanitized": "the human voice [accept singer before it is read; prompt on things like \"the human body\"]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This poet wrote a poem of seven-line stanzas preserving an a-b-c-d-e-f-g rhyme scheme beginning with the line, \"I see scarlet, green, blue, white, yellow.\" This poet described himself trembling \"like a child before the rod\" in a poem he described as a \"song of nail and uncle,\" and which begins by depicting \"the  rm desire that enters my heart.\" The title of T. S. Eliot's second poetry collection, Ara Vos Prec, is taken from lines spoken by this man in a passage ending with the line \"Poi s'ascose che gli a  na\" (poy sah-SKOH-say kay \"glee\" ah-FEE-nah), or \"Then he hid himself in the re ning  re.\" Petrarch praised this poet as the \"gran maestro d'amor,\" and Guido Guinizzelli calls him \"miglior fabbro\" (MEEL-yohr FAH-broh), or \"better smith,\" in Dante's Purgatorio. This poet wrote the  rst poem consisting of six stanzas of six lines with repeating end-words followed by a three-line envoi. For 10 points, name this Occitan troubadour who invented the sestina.", "answer_sanitized": "Arnaut Daniel", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This property is the most basic characteristic of a quantum computer proposed by Alexei Kitaev (kih-\"tie\"-ev) that exploits the non-Abelian group of excitations of the Moore-Read Pfa  an (FAFF-ee-an) state. Those quasiparticles that appear in systems with this property have statistics operators that are representations of the braid group, which means that interchanging two of them is equivalent to multiplying their combined wavefunction by an arbitrary unit complex number. Anyons (\"any\"-ons) can only exist in systems with this property, which along with broken inversion symmetry is necessary for Rashba spin-orbit coupling to occur. When the gate-to-source voltage of a MOSFET (\"MOSS\"-fet) exceeds the threshold value, the region below the gate oxide becomes an inversion layer that behaves like an electron gas with this property. For 10 points, identify this geometry that is characteristic of systems like quantum wells and graphene.", "answer_sanitized": "2-D [or two-dimensional; or con ned to two dimensions; or planar; do not accept or prompt on \"lattice\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The patron saint of this ethnic group was a servant of one of the Three Marys before arriving in Camargue (kah-MAHRG), where her church is now located. University of Texas historian Ian Hancock, a specialist in the Vlax dialect of their language, wrote a book titled \"We are [this people].\" This ethnic group venerates Sarah the Black and Ceferino Gimenez Malla (tseh-feh-REE-no HEE-men-ez MY-yah) as saints. One group of these people speak Domari. Members of this ethnic group were imprisoned by Ferdinand VI of Spain in a \"Great Round Up.\" Some members of this ethnic group resolve con licts in a court called the Kris. Antipathy towards this group is known as antiziganism, and these people were forced to wear upside-down brown triangles as part of the Porajmos. The  lag of this ethnic group depicts a red wheel, alluding to the nomadic nature of this group. For 10 points, name this much-maligned ethnic group which probably originates from India and were o ten accused by Europeans of stealing their children.", "answer_sanitized": "Roma [or Romani; or Gypsies]", "subcategory": "History European", "category": "History"}], "bonuses": []}