{"tossups": [{"question_sanitized": "One section of this book lists the restrictions imposed by the Hindu caste system on the chandala and finds that \"undying chandala hatred\" has been disguised as love. This book praises Thucydides for writing with \"severe, hard factuality\" as opposed to Plato, whose theory of forms made him a \"coward before reality;\" it also argues that the Greeks demonstrate its comparison of great men to \"explosives in which...force is stored up.\" The last section of this book features a discussion between a coal and a diamond and asserts that \"all creators are hard.\" This book includes a collection of aphorisms called \"Maxims and Arrows\" and attacks the dialectical method in \"The Problem of Socrates.\" For 10 points, name this polemical book against representatives of decadence in 19th-century Europe, a Friedrich Nietzsche book subtitled \"How to Philosophize With a Hammer.\"", "answer_sanitized": "Twilight of the Idols: Or, How to Philosophize with a Hammer [or Götzen-Dämmerung (guut-zen-day-mer-ung)]", "category": "Philosophy"}, {"question_sanitized": "In the introduction to the story this character appears in, the narrator discusses confusions about this character's name and origins, as well as what to title his story, as the four difficulties he faced in writing it. When this character sees a nun from the Convent of Quiet Self-Improvement, he rubs her bald head and mocks her to win laughs from the crowd of men in a wine shop. This character becomes angry whenever villagers refer to a \"long bench\" as a \"straight bench,\" and he focuses on drawing a perfect circle in lieu of signing his name to a confession, after which he is executed. This man is beaten over the head by a man who cut off his pigtail while studying in Japan, whom this character refers to as the \"Imitation Foreign Devil.\" For 10 points, name this Chinese peasant who wins many \"spiritual victories,\" and whose \"true story\" was told by Lu Xun (LOO \"SHUN\").", "answer_sanitized": "Ah Q [prompt on Ah; prompt on Q]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "An outbreak of violence in this war began after British soldiers atop the Grande Hotel Bretagne (breh-TAHN-yuh) fired on unarmed protesters marching past the Tomb of the Unknown Soldier. During this conflict, orphans were moved into \"child-cities\" administered by a former member of the Hitler Youth women's branch, who attacked the opposing side for evacuating 28,000 children into \"indoctrination camps\" abroad. The second phase of this conflict began when a military force refused the \"Scobie order\" to disarm, sparking urban warfare against \"Organization X\" in the \"December events.\" This war was fought between the government and mountain-based guerrilla fighters loyal to the DSE and KKE, who lost logistical support when they backed Stalin in the Tito-Stalin split. Marshall Plan aid was delivered to royalist forces in this conflict in an early application of the Truman Doctrine to contain communism. For 10 points, name this 1946-1949 conflict that ended in victory for the strongly anti-communist Hellenic Army.", "answer_sanitized": "Greek Civil War", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A thinker described how complex \"molecular\" versions of these entities arise from four \"incidents,\" which he listed in tables of opposites and correlatives. Proponents of the \"will theory\" of these entities argue that they reduce to a single, fundamental one, in contrast to the \"interest theory.\" Wesley Hohfeld developed an influential analysis of these entities. Jeremy Bentham described the idea of an imprescriptible natural version of these entities as \"nonsense upon stilts.\" Ronald Dworkin described these entities as \"trumps\" in explaining their ability to override other objectives in a book about taking them \"seriously.\" Robert Nozick described these entities as side-constraints on action, emphasizing their negative kind over the positive kind. Utilitarians argue that they are conferred upon people only by the law, in contrast to John Locke. For 10 points, name these principles that describe what people are free or entitled to do, including free speech and freedom of religion.", "answer_sanitized": "human rights [or natural rights; or civil rights]", "category": "Philosophy"}, {"question_sanitized": "One character in this story twirls around in a shirt and trousers whose back is cut in two by a bayonet, showing his bare ass to an amused onlooker. Another character mutters \"Always harbor construction!\" in irritation, and confirms that an unseen character in this story was \"soldier, judge, engineer, chemist, and draftsman.\" At a pivotal moment in this story, a character's face shows \"no sign of the promised transfiguration\" in death. At the conclusion of this story, the protagonist swings a knotted rope to deter two people from jumping onto his steamer; that occurs after a visit to a tea house, where a gravestone hidden underneath a table promises that a previous ruler will rise again. In this story, a character pulls out a nude corpse impaled through the forehead with an iron needle after being alarmed by popping-off gears. That traveler in this story is shown instructions for the \"harrow\" to write the phrase \"Be just!\" For 10 points, name this story in which the Officer demonstrates a torture machine, which was written by Franz Kafka.", "answer_sanitized": "\"In the Penal Colony\" [or \"In der Stra kolonie\"]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Prokofiev's piano sonata of this number alludes to Schumann's lied (LEET) \"Wehmut\" in its second movement, marked Andante caloroso. A symphony of this number ends on a series of soft C-sharp major arpeggios in the tuned percussion, which were added in an unsuccessful attempt to win a first-class Stalin Prize. Sofia Gubaidulina (goo-\"BYE\"-doo-LEE-nuh) was among this many composers denounced by Tikhon Khrennikov in 1979 for their participation in Western music festivals. Prokofiev's piano sonata of this number was the second of his \"War Sonatas,\" and his symphony of this number was his last. Another symphony of this number pastiches the tune \"Da geh' ich zu Maxim\" (dah GAY ish tsoo MAHK-seem) as its \"invasion theme,\" and was broadcast to German lines as propaganda during its premiere in a city under siege. For 10 points, give this number of Dmitri Shostakovich's \"Leningrad\" Symphony.", "answer_sanitized": "seven", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Heterogeneity across firms is behind a productivity shift in a model of this phenomenon created by Marc Melitz. James Anderson and Eric van Wincoop criticized a common empirical model of it that they argued produced biased results by ignoring \"multilateral resistance.\" Predictions from a common model of this phenomenon can be visualized using Lerner diagrams. Autor, Dorn, and Hanson have suggested employment decreased and welfare rolls increased in areas most affected by this phenomenon in the early 2000s. Gravity models relate its magnitude to variables like distance. According to a theory of this phenomenon, if production occurs in the \"cone of diversification,\" factor prices will equalize across space. Paul Krugman's models of it use increasing returns to scale to explain it in the absence of differences in factor endowments or technologies. For 10 points, name this exchange of goods and services across borders.", "answer_sanitized": "international trade", "category": "Social Science"}, {"question_sanitized": "A procedure that uses a modification of this distribution has one of its key parameters given by the Welch-Satterthwaite equation. This distribution is a special case of the generalized hyperbolic distribution in which the psi parameter has been set to zero and the lambda parameter is less than zero. This distribution's associated density is proportional to the gamma function of \"v plus one\" divided by \"two,\" where v is this distribution's degrees of freedom. This distribution relies on using a statistic often represented with the letter s, which is used because the related \"zed\" statistic is invalid. This distribution is used to estimate the mean of a normally-distributed population when the standard deviation is not known. For 10 points, name this distribution developed by Guinness Brewery employee William Gosset and published under the pseudonym \"Student.\"", "answer_sanitized": "Student's t-distribution [accept Welch's t-distribution before the word \"density\" is read]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "The words \"Go and set everything aflame\" inspired a painting of this type, a fresco in which Jesus shoots a beam of light at the title saint, which then splits into four rays directed at four continents. That fresco of this type honoring Saint Ignatius was created by Jesuit painter Andrea Pozzo (ahn-DRAY-ah POH-tzo). A scythe-wielding personifcation of Time gobbles up the arm of a putto in another of these paintings, in which Immortality carries a crown made of stars to a group of flying women amidst a swarm of bees. Urban VIII commissioned that quadratura-filled Triumph of Divine Providence from Pietro da Cortona, who specialized in this type of work. A smoky spiral of angels takes Mary up to Heaven in a work of this type by Correggio located at Parma Cathedral. The Union of the Crowns and The Apotheosis of James I partly form one of these works created by Peter Paul Rubens for the Banqueting House at Whitehall. For 10 points, name this form of interior decoration painted by Michelangelo for the Sistine Chapel.", "answer_sanitized": "ceiling paintings", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The plans for these buildings almost always consisted of a grid composed of a series of rectangle-shaped 2- by 4-foot units. Unrealized designs for one of them were used to construct the Sharp Family Tourism and Education Center on the campus of Florida Southern College in 2013. Aaron Resnick designed twelve of these buildings for a Westchester County, New York cooperative community named for them. The first of these structures includes a few curved bricks on a straight wall, because its architect raided the worksite of the Johnson Administration Building to stay under budget. That example in Madison, Wisconsin included the first ever carport. These one-story buildings are generally made up of modular concrete blocks, have flat roofs, and had an intended budget of under five thousand dollars. For 10 points, name this style of modest middle-income houses created by Frank Lloyd Wright to be a housing style for all of America.", "answer_sanitized": "Usonian houses [prompt on Frank Lloyd Wright buildings; prompt on Frank Lloyd Wright houses]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "One of these objects on the sole of the foot is the second of the 32 lakshanas, or auspicious marks, which has led to one of them generally being included in Buddhapada, sculptures of Buddha's footprint. The ancient Hindu, Jain, and Buddhist concept of an ideal universal ruler is named for one of these objects and generally depicted with one of them. Four ritual exercises that mimic holding these objects are practiced by the Falun Gong, who take their name from one. The mantra \"Om mani padme hum\" is frequently embossed onto metallic objects of this type, which are used for prayer in Tibetan Buddhism. One of these objects, often used to represent the elements of the Eightfold Path, was traditionally held to be set in motion when the Buddha gave his first sermon. For 10 points, name these objects that include the Dharmachakra, which is depicted on the flag of India.", "answer_sanitized": "wheels [or prayer wheels; accept (dharma)chakras until \"Dharmachakra\"]", "category": "Religion"}, {"question_sanitized": "This man's collaborator Harvey Sacks applied his analytical framework to study recordings of phone calls to the Los Angeles Suicide Prevention Center. Sociologists of science have been influenced by this man's study of differences between workplace manuals and workplace environments, which he called the \"shop floor problem.\" This man noted that he was forced to abandon \"game\" metaphors to understand gender performance by one of his subjects, the trans woman Agnes. In experiments devised by this man, students erased another player's moves made in tic-tac-toe and behaved like lodgers while having dinner with their parents. To test the consequences of violating tacit behavioral understandings, which he argued social agents built as they interpreted, this man designed several \"breaching experiments.\" For 10 points, name this founder of ethno·method·ology.", "answer_sanitized": "Harold Garfinkel", "category": "Social Science"}, {"question_sanitized": "These compounds can be evaluated by measuring two parameters, h and c, named after Woodward and Cohen. The synthesis of one class of these molecules includes the cyclization of ACV by IPNS. Nitro·cefin can be used to test for the presence of enzymes that hydrolyze these molecules. pUC (\"puck\") plasmids encode an enzyme that hydrolyzes these molecules in their bla (\"blah\") gene. Another enzyme that hydrolyzes these molecules was first identified in a strain of K. pneumoniae (\"k\" new-MOHN-ee-ay) from New Delhi. The efficacy of these compounds can be increased by co-administration with cla·vu·lan·ic acid. A member of this class of molecules inhibits the enzyme DD-trans·pep·tid·ase, and they include carba·penems and cephalo·sporins. For 10 points, name this family of antibiotics distinguished by the presence of a four-member cyclic amide group, such as penicillin.", "answer_sanitized": "beta-lactams [or beta-lactam antibiotics; prompt on lactams]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This party formed a government after Miles Lampson rolled tanks up to a ruler's palace and shouted, \"Where's the boy?\" in the Abdin Palace Incident. A former leading politician in this party tried to discredit it by publishing the Black Book, accusing them of corruption in power. The motto \"Obedience and Struggle\" was used by this non-Chinese party's youth wing, the \"Blue Shirts,\" which it created to defend its agreement to a 1936 treaty with England. It originally formed under governor Reginald Wingate for the purpose of sending a national delegation to the Paris Peace Conference, and it was created by a former participant in the Orabi Rebellion, Sa'ad Zaghloul (sah-ahd zahg-lool). Under Mustafa al-Nahhas, this liberal constitutionalist party frequently clashed for power with King Farouk. For 10 points, name this political party that negotiated independence for Egypt.", "answer_sanitized": "Wafd Party [or Delegation Party]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "When this character is asked, \"Should dying men flatter with those that live?\" he replies, \"No, no, men living flatter those that die.\" This character remarks, \"Light vanity, insatiate cormorant, consuming means, soon preys upon itself,\" in a speech he begins by declaring, \"Methinks I am a prophet new inspired.\" This character warns, \"Thy death-bed is no lesser than thy land wherein thou liest in reputation sick,\" as he addresses a ruler from his own deathbed. He describes a \"fortress built by Nature for herself against infection and the hand of war,\" a \"royal throne of kings\" and \"sceptered isle,\" in a speech eulogizing \"this blessed plot, this earth, this realm, this England.\" This character dies in grief after his son is exiled by the corrupt king for feuding with Thomas Mowbray. For 10 points, name this historical fgure who appears as an elderly man in Richard II, the father of the usurper Henry Bolingbroke.", "answer_sanitized": "John of Gaunt [prompt on John]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This peninsula will eventually be connected to the mainland by the planned Parallel Thimble Shoal Tunnel. An island off its coast is the setting of a festival that was the subject of a Newberry Medal winning book by Marguerite Henry. Sailboats called skipjacks are used for fishing near this peninsula, due to a law restricting powerboats in the body of water to its east. One of the largest poultry companies in the US, Perdue Farms, began in this peninsula's largest town of Salisbury. Its barrier island Assateague is the site of an annual tradition in which wild ponies are driven across a narrow channel to Chincoteague Island. The longest bridge-tunnel complex in the world connects this peninsula's southern tip of Cape Charles to the city of Virginia Beach. This landmass contains the Eastern Shore and lies between the Atlantic Ocean and Chesapeake Bay. For 10 points, name this peninsula containing most of Delaware, whose name combines Delaware with two other states.", "answer_sanitized": "Delmarva Peninsula", "category": "Geography"}, {"question_sanitized": "This country seized four vessels owned by Captain John Meares, which were registered in Macau and disguised with Portuguese flags, starting a dispute over fishing rights. To further negotiations with this country, Thomas Jefferson signed the so-called \"Two Million Dollar Act.\" This country agreed not to police a disputed spot of land, which was subsequently settled by outlaws and \"Redbones,\" and which was called the \"Neutral Ground.\" This country was humiliated by England in the Nootka Crisis. Harman Blennerhassett's farm on an island in the Ohio River was intended as the launching point of an expedition against this European country's possessions in a plan exposed by James Wilkinson. This country settled navigation rights with the United States in Pinckney's Treaty, which dealt with the disputed \"West\" section of a colony it owned. For 10 points, name this European country which agreed to the Adams-Onis Treaty handing over Florida.", "answer_sanitized": "Kingdom of Spain [or España; or the Spanish Empire]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In computational fluid dynamics, an error term known as the \"false\" type of this process appears when using upwind schemes. Nekhoroshev's theorem restricts the extent of this process in nearly integrable systems, where it leads to unstable growth of action variables. The \"marker\" velocity of a system undergoing this process is given by Darken's first equation. The expression \"one-third\" times \"the integral from t equals zero to infinity\" of the \"velocity autocorrelation function\" gives the proportionality constant in a partial differential equation governing this process that may be solved via the Boltzmann-Matano method. The current density in a semiconductor equals the sum of a drift component and a component named for this process. The product of k, T, and mobility gives this process's namesake coefficient. For 10 points, name this process described by Fick's laws, in which particles move down concentration gradients.", "answer_sanitized": "diffusion [or false diffusion; or Arnold diffusion; or interdiffusion; or diffusion current; or diffusion coefficient; prompt on mass transport; prompt on mass transfer]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In an essay for Harper's Weekly, this writer recalled a train ride on which she hid the fact that she had a Jewish grandmother from an anti-Semitic colonel who later ordered roast beef hash for lunch. The fact that many readers took that essay to be fiction led her to write an essay that begins by describing a student's intention to take a story and \"put in the symbols.\" This author of \"Artists in Uniform\" offended Flannery O'Connor by raving about the symbolism of Holy Communion and describing her childhood loss of faith in Memories of a Catholic Girlhood. This longtime correspondent of Hannah Arendt wrote a novel in which a woman either falls or jumps from a 20th-story window after Harald Petersen cheats on her. That semi-autobiographical novel by this wife of Edmund Wilson begins with the wedding of Kay Strong and centers on a circle of eight friends from Vassar College. For 10 points, name this author of The Group.", "answer_sanitized": "Mary McCarthy [or Mary Therese McCarthy]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Alan Olmstead and Paul Rhode argued that new varieties of this commodity were responsible for its rise in production, against a controversial book with chapters like \"Feet,\" \"Breath,\" and \"Tongues.\" Seaman A. Knapp gave demonstrations on the Terrell Farm and elsewhere of methods for producing this good more efficiently on behalf of the General Education Board. The transition from \"war capitalism\" to modern capitalism frames a global history of this commodity by Sven Beckert. The Stalybridge riots occurred after a depression in Lancashire began during this good's \"famine,\" which also led to increased production of it in Egypt. In a 2014 book, Ed Baptist argued that its productivity increased thanks to the development of more effective forms of torture. James Hammond delivered a speech claiming the South was invincible because this crop \"is king.\" For 10 points, name this dominant export of the Confederate States of America.", "answer_sanitized": "cotton", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "One technique in this paradigm used to track the propagation of quasiparticles SA is known as transient grating spectroscopy. Another technique used in this field is the diffraction image referencing method, also known as the diffraction-difference method. One of the earliest studies in this field examined the dissociation kinetics of cyanogen iodide. An experiment in this field showed that the bond in sodium iodide alternates between ionic and covalent forms. An important technique in this field relies on firing two laser pulses, the first to initiate a reaction and another to study its progress. For 10 points, identify this field of chemistry developed by Ahmed Zewail, which uses ultrashort laser pulses to study chemical reactions over a very short timescale.", "answer_sanitized": "femto-chemistry [or pump-probe spectroscopy]", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": []}