{
    "tossups": [
        {
            "question_sanitized": "Local legend holds that Muhammad safely landed in this country at a cove called the Prophet's Hole. During David Livingstone's exploration of this country, he discovered a native red-eyed megabat now called Livingstone's  lying fox. In 2005, this country's capital was evacuated due to the eruption of Mount Karthala, one of the largest active volcanoes in the world. This country, which takes its name from the Arabic word for \"moon\", is the world's largest exporter of the  lower which provides the primary scent in Chanel No. 5, the ylang-ylang (y'lahng y'lahng). In the 20th century, it was discovered that natives of this country had long been salting and eating coelacanths while the rest of the world assumed that  sh was extinct. This country gained its independence in a 1974 referendum in which its islands of Anjouan and Moheli voted for independence, while the nearby island of Mayotte voted to remain a French department (day-part-mahnt). For 10 points, name this archipelagic nation in the northern part of the Mozambique Channel whose capital is Moroni.",
            "answer_sanitized": "Union of the Comoros [or Udzima wa Komori, or Union des Comores, or al-Ittiḥād al-Qumurī, or al-Ittiḥād al-Qamarī]",
            "category": "Geography"
        },
        {
            "question_sanitized": "In a poem in this collection, the speaker recalls \"how quivering and  erce we were, there snowbound together, simmering like wasps in our tent of books!\" a ter asking, \"Remember our lists of birds?\" and describing to the addressee how the new owners have changed their old house in Maine. The poet inserted his precocious daughter Harriet's exclamation \"But you can't love everyone, your heart won't let you!\" into a poem in this collection adapted from the story In the Village by Elizabeth Bishop, whose trip with the author to the coast of Maine is recounted in this collection's opening poem. This collection, which includes \"The Scream,\" \"The Old Flame,\" and \"Water,\" ends with a poem in which the speaker describes how his nose once \"crawled like a snail on the glass\" in a building that stands in \"a Sahara of snow\" in South Boston as \"a savage servility slides by on grease.\" For 10 points, name this collection whose title poem describes the Robert Gould Shaw Memorial, a work of Robert Lowell.",
            "answer_sanitized": "For the Union Dead",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "Four months a ter this battle occurred, Popular Mechanics used a football metaphor about running backs and defensive linemen to  rst describe it to the public. A ter participating in the  rst phase of this battle, the Darter ran aground on a reef and was unable to be scuttled. A message containing an excerpt from \"The Charge of the Light Brigade\" caused one commander to return to this battle without waiting for orders. The failure to capitalize on the Battle of the Sibuyan Sea nearly spelled disaster for one side at this battle. Ernest Evans was posthumously awarded the Medal of Honor for his actions during this battle, while the Samuel B. Roberts earned the moniker \"the destroyer escort that fought like a battleship.\" One part of this battle in the Surigao Strait featured battleships that had been damaged or sunk at Pearl Harbor \"crossing the T\" against the enemy force, and it also featured the defense of \"Ta fy 3\" o f the island of Samar. For 10 points, name this battle which featured the destruction of much of the remaining Japanese carrier force, the largest naval battle of World War II.",
            "answer_sanitized": "Battle of Leyte Gulf [prompt on Second Battle of the Philippine Sea]",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "Scholars in this field include Anton Kaes, whose historicist analyses of the influence of collective memory on German culture include From Hitler to Heimat, which overlaps in subject matter with the major works of Thomas Elsaesser (ELL-zess-er). The Boston University professor and possibly insane hoarder Ray Carney was sued for stealing the property of one of his subjects in this field, Mark Rappaport. The essay \"The Imaginary Signifier\" developed a psychoanalytic, semiotic approach to this field and was written by Christian Metz. A standard introductory textbook in this field was written by the husband-and-wife team Kristin Thompson and David Bordwell. Influential early theorists in this field included Andre Bazin (bah-ZAHN), whose realist principles are sometimes contrasted with those of Sergei Eisenstein. For 10 points, name this field represented by the British magazine Sight & Sound and the French magazine Cahiers du cinema (kye-YAY doo SEE-nay-mah).",
            "answer_sanitized": "film criticism [or  film studies; or  film theory; or film history; or cinema studies before it is read; or obvious equivalents; prompt on media studies]",
            "subcategory": "Fine Arts Audiovisual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "An essay titled for this question discusses a prior text as the possible origin of an ongoing \"critical ontology of ourselves\" and cites Baudelaire to sketch a four-point outline of the related \"attitude of modernity.\" That essay o fers a provisional de nition of \"modern philosophy\" as philosophy that is attempting to answer this question. Another essay responding to this question paradoxically argues for the necessity of restrictions on the private use of reason in civic posts while ensuring that public use of reason remains free. Moses Mendelssohn attempted to answer this question when it was posed by the Berlinische Monatsschri t (bair-LEE-nih-shuh moh-NAHT-\"schri t\") two months prior to a more famous response that included the motto \"Sapere aude!\" and gave the summary answer \"man's exit from his self-incurred immaturity.\" For 10 points, name this question addressed in a short essay by Immanuel Kant attempting to de ne the movement he represented.",
            "answer_sanitized": "\"What Is Enlightenment?\" [or \"Was ist Au klärung?\"]",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "A textbook titled for these entities was written by Philip J. Kocienski. Ian Young and Phil Baran suggested bio-mimetic methods as a way of avoiding the decrease in yield caused by having to use these entities. Norrish type II reactions can be used to append nitroÂ·benzyl examples of these entities which have the advantage of being photolabile (\"photo\"-lay-\"bile\"). In the  rst step of a Favorskii reaction, a propÂ·arÂ·gyl alcohol is generated to serve as one of these entities. PiÂ·perÂ·iÂ·dine and triÂ· luoroÂ·acetic acid are used in peptide synthesis to remove examples of these entities known as BÂ·OÂ·C and FÂ·MÂ·OÂ·C. Ethylene glycol can be used as one of these reagents by converting a carbonyl group into an acetal, thus preventing reduction of the carbonyl by a hydride or Grignard reagent. For 10 points, name these chemical reagents which are reversibly added to a particular functional group to prevent it from reacting in a multi-step organic synthesis.",
            "answer_sanitized": "protecting group",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "According to eyewitness accounts, members of this group were forced to prove their loyalty by eating pieces of Murad Beg's body o f a skewer. Ali al-Karaki forced this group to give up its oral tradition of legends about Abu Muslim. This group was motivated by poems proclaiming \"I am Alexander\" and \"I am God's mystery\" written under the pen-name Khata'i. Its power diminished thanks to dissension between its constitutive tribes, such as the Ustajlu (ooh-stahj-loo) and Rumlu. This group was established under Sheikhs Junayd and Haydar, who proselytized among the Black Sheep Turkomans of Uzun Hasan. Their administrative dominance was undermined by Georgian and Armenian slaves converted to Islam in the 17th century, a ter Shah Abbas decided to replace them with a ghulam army. These horse-mounted murid warriors wore turbans around an item gored twelve times for the twelve imams. For 10 points, name these \"red-headed\" holy warriors under Shah Ismail who helped found the Safavid Empire.",
            "answer_sanitized": "Qizilbash (kih-zihl-bahsh) [or the Redheads; prompt on Safavids; prompt on Su s or Turks or Turkomans]",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "In 2005, FEANTSA (fee-ahnt-sa) developed the ETHOS (\"ethos\") typology in order to standardize the de nition of this condition throughout the European Union. A book by Peter Rossi traces the demographic shi t of Americans with this condition from primarily older white men before World War II to a younger and more diverse group a ter it. Until the 1980s, the dominant academic explanation for this condition was disa  liation theory, until it was supplanted by displacement theory. In the United States, the McKinney-Vento act provides federal money for people with this condition, who are the subject of Elliot Liebow's ethnography Tell Them Who I Am. San Francisco mayor Art Agnos popularized the term \"compassion fatigue\" to describe the gradual desensitization towards people with this condition. Communities use point-in-time counts to estimate the number of people with this condition, who are o ten victimized by sweeps of their encampments. For 10 points, name this condition in which a person does not have a stable residence.",
            "answer_sanitized": "homelessness [or being homeless; or living on the streets; or any indication that someone does not have a stable home]",
            "category": "Social Science"
        },
        {
            "question_sanitized": "This character is compared to \"a bunny-rabbit sewn up in the carcass of an ox\" in the escape fantasy of a man who addresses a letter to this character calling him \"a stick insect...whose sole defence against a universe of predators is its bizarre shape.\" This man loses his virginity to a woman in a silver wig on a pile of dri tsand in a public toilet at the bidding of a mysterious man who promises to fetch him for a party \"where you will see how Sea Point lives.\" This character spent his childhood at a boarding school for institutionalized children called Huis Norenius (\"HOUSE\" nor-AY-nee-us). In a rehabilitation camp, an unnamed doctor takes an obsessive interest in this character, who had earlier built a makeshi t rickshaw from a wheelbarrow in which to transport his mother to the farm where she grew up. Before this character is captured, he spends a long time in a state of inactive delirium, surviving on strips of pumpkin. For 10 points, name this hare-lipped South African gardener, whose \"life and times\" title a novel by J. M. Coetzee.",
            "answer_sanitized": "Michael K [or Michael K; or Michaels]",
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "question_sanitized": "Global mutagenesis using these entities was used to determine the minimal genome for the  rst synthetic organism Mycoplasma laboratorium. The most common example of these entities in humans is evolutionarily derived from the 7Â·SÂ·L RNA encoding the signal recognition particle. The Mu bacteriophage relies on these entities to integrate into the host genome. The replicative forms of these entities require the action of a reÂ·solvÂ·ase for separation. Helitrons are examples of these entities that replicate with a rolling-circle mechanism. The Sleeping Beauty system utilizes these elements in vertebrates. Hybrid dysgenesis in Drosophila is a result of the action of one of these entities known as the P element. They can be used for gene insertions and knock-ins. Class I (\"one\") of these entities use reverse transcriptase for replication and include LINEs and SINEs (\"lines and sines\"). For 10 points, Barbara McClintock used corn to discover what DNA sequences that can change positions within a genome?",
            "answer_sanitized": "transposons [or transposable elements; accept retrotransposon]",
            "category": "Social Science"
        },
        {
            "question_sanitized": "Frederick de Armas argues that a fanciful description of this character with two maids is an ekphrasis of Botticelli's Primavera. A poet commissioned to write an acrostic poem about this character protests that seventeen letters cannot be divided regularly between stanzas. In a subsequently-reported dream sequence, a maid for this character o fers a petticoat as collateral for a six-coin loan in a cave housing a dried-up salted heart cut from a castrated corpse. A man dressed as Merlin claims that this character can be saved if another character is whipped on the buttocks thirty-three hundred times in a prank orchestrated by the Duke and Duchess. A ter addressing a request to this character, a man bloodies the mouth of a mule-rider armored with a pillow. Despite never appearing in person, this character is repeatedly invoked by the novel's protagonist before  ghting characters like Sanson Carrasco. For 10 points, name this peasant girl, actually named Aldonza Lorenzo, who serves as the title character's muse in Don Quixote.",
            "answer_sanitized": "Dulcinea del Toboso [or Aldonza Lorenzo before it is read; or Aldonza Lorenzo before it is read]",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "This entity's establishment on the feast day of a saint from Antioch re lected its organizer's birth in prison. This entity entered a defensive alliance with England a ter its  rst leader married a non-Portuguese Philippa of Lancaster; that marriage was part of an unsuccessful plan to also marry its  rst leader's sister to the Prince of Wales. One of this body's leaders was nicknamed the \"Bark King\" a ter a series of bad harvests; that  gure, Christopher of Bavaria, became this body's leader a ter its  rst head's overthrow. The nickname \"King Pantsless\" was given to this polity's organizer by Albert of Mecklenburg, whose defeat allowed this body's creation by the regent for the child king Olav IV. This entity's  rst ruler changed his name from Bogislav to lead this organization, which was founded to counter the power of the Hanseatic League. For 10 points, name this combination of three kingdoms set up to be ruled by Erik of Pomerania by the connivances of Margaret I of Denmark.",
            "answer_sanitized": "Kalmar Union [or Union of Kalmaris; or Kalmarunionen; or Unio Calmariensis]",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "Per Baltzer Overgaard analyzed this type of action as a signaling game whose objective is to show possession of resources. A spin on the \"rational actor framework\" was developed by anthropologist Scott Atran in his  eldwork on this phenomenon, whose prevalence among women has gradually increased according to Mia Bloom. Max Abrahms applied psychological correspondent-inference theory to his phenomenon to show why it \"doesn't work.\" The \"strategic logic\" of this action was examined by a University of Chicago professor who compiled a complete database on one form of its expression, concluding that it was fundamentally about territory; that scholar of this phenomenon is Robert Pape. In the late 19th-century, this activity o ten followed Mikhail Bakunin's doctrine of \"propaganda of the deed.\" For 10 points, identify this type of violence by non-state actors that incites fear in service of political goals.",
            "answer_sanitized": "terrorism [or suicide bombing; or Islamic terrorism; prompt on Islamism or Islamic radicalism]",
            "category": "Social Science"
        },
        {
            "question_sanitized": "Atmospheric models of these stars have two key parameters: a \"transformed radius\" that is proportional to the radius at which Rosseland optical depth equals twenty, and an e fective temperature that is computed iteratively while accounting for line blanketing. Local thermodynamic equilibrium and plane-parallel geometry are not valid assumptions for these stars' atmospheres. The centers of about ten percent of planetary nebulae contain one of these stars. So-called \"slash\" stars are spectroscopically intermediate between these stars and O-type stars. At low metallicity and high rotation rate, the inner core of one of these stars becomes a hypernova in the \"collapsar\" model of long-duration gamma-ray bursts. Broad emission lines of helium and either carbon or nitrogen characterize these stars, which evolve from luminous blue variables. For 10 points, identify these doubly-eponymous stars that have extremely high rates of mass loss.",
            "answer_sanitized": "Wolf-Rayet (\"wolf\"-ray-et or \"wolf-rye\"-ay) stars [or Class WR stars; or Class WN stars; or Class WC stars]",
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "question_sanitized": "In a composition written for this time period, Fürchtet euch nicht (FERSH-tet oish NISHT) is the  rst of eight set pieces labeled Intermedium. The  nal piece in Francesco Manfredini's Opus 3 was written for this time period. Heinrich Schütz's SWV 435, his third published Historia, was composed for this time period. The D major chorus Jauchzet, frohlocket (YOWK-zet fro-LOCK-it) opens another piece in six parts written for this time period. The instruction Arcate, sostenuto e come sta appears in the  rst of six movements of a piece composed for this time period that concludes with a 12/8 Pastorale ad libitum. Pieces written for this time period include Giuseppe Torelli's Opus 8, No. 6, a concerto grosso in G minor, the same key as the Opus 6, No. 8 of Arcangelo Corelli, another concerto grosso composed for this time period. For 10 points, name this holiday, the subject of Baroque oratorios that depict events such as the adoration of the Magi.",
            "answer_sanitized": "Christmas [or Christmas Eve; or Christmas Day; or Christmastide; or Christmas season; or Twelvetide]",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "One painting by this artist has sha ts of light from the top le t corner cross the body of a sword-wielding entertainer performing on a rug. Another painting by this artist has a man on the le t hand side looking at a  gure lying face down in the mud and who has lost his top hat a ter being executed by  ring squad. A third work by this painter shows the title  gure bowing as he ascends a staircase adorned with laurel wreaths to gain the favour of Louis XIV. This painter of Sabre Dance in a Café, The Execution of Marshal Ney, and The Reception of the Grande Condé at Versailles painted a shield with  ve studs hanging above a group of men being entertained by a nude boy with a snake wrapped around him in another work. Another of his paintings shows the central  gure facing six vestal virgins and performing the title gesture, implying that he should kill his defeated opponent, a fellow gladiator. This painter's Snake Charmer was used for the cover of Edward Said's Orientalism. For 10 points, name this French Academic painter of Pollice Verso (poh-lee-chay vair-so).",
            "answer_sanitized": "Jean-Léon Gérôme (zhahn-lay-ohn zheh-rohm)",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This writer concluded, \"There we leave you in that blessed dependency, to hang upon him that hangs upon the cross,\" in a text that elaborates the meanings of the line \"And unto God the Lord belong the issues of death.\" This writer defended propositions \"That a Wise Man Is Known By Much Laughing\" and \"That Nature Is Our Worst Guide\" in his early set of Paradoxes and Problems. In a work divided into 23 tripartite sections, each containing an \"expostulation\" and a \"prayer,\" he wrote that \"all mankind is of one Author, and one volume,\" with each chapter to be \"translated into a better language.\" This man's delivery of \"Death's Duel\" prompted Izaak Walton to observe that he had \"preached his own funeral sermon.\" He wrote that \"every man's death diminishes me, because I am involved in mankind\" in a passage asserting \"no man is an island.\" For 10 points, name this Dean of St. Paul's whose Meditation XVII (\"seventeen\") advises \"ask not for whom the bell tolls,\" and whose poetic works include the Holy Sonnets.",
            "answer_sanitized": "John Donne",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": "The tension associated with these objects' annihilation instability exactly balances the negative energy density at the minimum potential of their corresponding tachyonic  elds. In p-form electrodynamics, these objects are the source of Ramond-Ramond  elds. These objects are classi ed based on whether they exist at the Planck or tera-electron-volt energy scales in the Randall-Sundrum model. In ekpyrotic cosmology, the interaction of two of these objects separated by a \"bulk\" results in the creation of a new universe. These objects belong to the derived category of coherent sheaves on a Calabi-Yau manifold. The Neveu-Schwarz (neh-voo-shvahrts) class of these objects carries a magnetic charge. If these objects satisfy the Dirichlet boundary conditions, they are pre xed with a capital letter D. For 10 points, name these mathematical objects used in M-theory that generalize the concept of a string to higher dimensions.",
            "answer_sanitized": "membranes [do not accept \"strings\" Â– all of the clues refer to branes with more than one dimension]",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "According to English popular tradition, the weather on St. Swithun's Day will persist for this length of time. In Islam, Adam is said to have received his life-breath this long after he was formed from clay. Before getting killed by Jesus, it is prophesied that the Islamic false messiah figure Al-Masih ad-Dajjal will spend this length of time corrupting the earth. A journey which retrieved grapes from the brook of Eshcol lasted for this length of time, after which a favorable report was given by Caleb and Joshua. In Jewish tradition, an embryo receives its soul this long after conception. In a New Testament story, Jesus refuses to throw himself from the top of a tower or to create bread out of stones despite spending this much time being tempted by the devil, inspiring the observance of Lent. For 10 points, name this running time of the deluge which flooded the world in the Book of Genesis.",
            "answer_sanitized": "forty days and nights",
            "subcategory": "Religion Other",
            "category": "Religion"
        },
        {
            "question_sanitized": "This group notoriously killed victims with a repurposed wheat-sheaf knife protruding sideways out of a copper plate on a leather glove. This group subscribed to the ideas of the assassinated author of the science  ction novel On the Paci c in 2255. The leader of this party was a member of the militant wing of the Party of Rights. A unit called the Handschar swore joint oaths of loyalty to the leader of this party and a foreign ruler, and members of this party saluted with the greeting \"For home!\" and the reply \"Ready!\" Despite the support this party won from religious leaders such as Bishop Stepinac (step-EE-nahts), it recognized Sunni Islam as a state religion. This group tried to kill, expel, or convert to Catholicism the Serbs it ruled over at locations like the Jasenovac (yah-say-no-vahts) Concentration Camp, the \"Auschwitz of the Balkans.\" For 10 points, Ante Pavelic (ahn-tay pah-veh-litch) led what Nazi-aligned party that ruled Croatia during World War II?",
            "answer_sanitized": "Ustaše (oo-STAH-sheh) [or Ustasha; or Ustaša-Croatian Revolutionary Movement]",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "The herald Lichas lies to this character about why King Eurytus's city was sacked. This character realises she has made a mistake when a piece of used wool crumbles when exposed to sunlight. This woman's son vows to marry the princess Iole at the end of the work they appear in. The  rst words this woman speaks are a retelling of the maxim that no man should be called lucky until he is dead. In that work, she was likely played by the same actor who portrayed her husband. This woman tries to use a love charm to win her husband's a fections back, and kills herself when that plan fails. This woman's actions cause the ful llment of a prophecy that her husband would be killed by someone already dead; that someone is the centaur Nessus. For 10 points, identify this character, the co-protagonist of Sophocles's The Women of Trachis, in which she accidentally murders her husband, Heracles.",
            "answer_sanitized": "Deianira (day-ah-NYE-rah)",
            "category": "Mythology"
        }
    ],
    "bonuses": []
}