{"tossups": [{"question_sanitized": "The input into this technique can be recovered using the Freeze-and-Squeeze method or a kit using Buffer QG. A gap in the readout of this technique indicates a binding site in the footprinting assay. A pipet tip is used to push bubbles to the side when preparing one component used in this technique. Orange G and bromophenol blue are used as loading buffers in this technique, which usually contain glycerol to weigh down samples into (*) wells. Samples can be transferred to nitrocellulose membrane after this procedure to perform a Southern Blot. Ethidium bromide is used to visualize samples under UV light in this technique, in which a ladder is run as a size standard. For 10 points, name this technique in which an agarose matrix is used to separate DNA molecules by size.", "answer_sanitized": "gel electrophoresis [accept agarose gel electrophoresis or DNA gel electrophoresis; do NOT accept “protein gel electrophoresis”, “polyacrylamide gel electrophoresis”, “PAGE”, “SDS-PAGE”, as all the clues are about DNA gel electrophoresis]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "It’s not sand, but children greet Hari, Shree and Ganapathy by writing out a mantra with this substance as part of the Vidyarambham (“VIDH-yuh-RUM-bhum”) ritual. The ceremonies of Mamabhat and Annaprashana are often performed with the use of this substance. Upon entering her new house for the first time, brides will push an urn of this substance with their foot; they may also throw handfuls of this substance and coins over their heads. Vermillion is added to this (*) substance commonly used to make rangoli during Diwali. Before being sprinkled with ghee, the dead have this substance placed in their mouths as part of Antyesti, or Hindu funeral rites. This substance is thrown in a fire to ward off demons at Hindu weddings. For 10 points, identify this food whose prominence in weddings may have inspired the tradition of throwing it at a bride and groom.", "answer_sanitized": "rice"}, {"question_sanitized": "The USDA blocked British food relief packages after this event because of a ban on British beef over fears of mad cow disease. False rumors of lawlessness led police in the city of Gretna to turn back survivors of this event at gunpoint and led to the police murder of civilians on Danziger Bridge. The president infamously remarked (*) “Brownie, you’re doing a heck of a job” to Michael D. Brown, who oversaw relief operations during this event. In the relief concert after this event, Kanye West declared that the president “doesn’t care about black people.” Thousands of people sheltered in the Superdome during and after this event, which destroyed Ward 9. For 10 points, George Bush and FEMA received immense criticism for their response to which 2005 hurricane that ravaged New Orleans?", "answer_sanitized": "Hurricane Katrina", "subcategory": "American History", "category": "History"}, {"question_sanitized": "A column in the newspaper El Espectador described how a man who nearly died in this manner \"Was Proclaimed a National Hero, Kissed by Beauty Queens...and Then Spurned by the Government and Forgotten for All Time.\" One man who dies in this manner might have “drawn fish out of the sea simply by calling their names.” That man, who is possibly named Lautaro, is referred to as a \"big boob\" and a \"fool” and inspires a town to paint their houses bright colors. Melquiades dies in this manner in One Hundred Years of Solitude. A village's women decide that another character who experiences this fate must be named (*) Esteban, and they make clothes for him because he is incredibly large. For 10 points, name this fate which befalls \"the handsomest\" one of these men \"in the world,\" who washes ashore in a short story by Gabriel Garcia Marquez.", "answer_sanitized": "drowning [accept shipwreck after the first sentence]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Star players of this instrument in England during the Baroque era included Valentine Snow and John Grano. Giuseppe Torelli composed over ten sinfonias which combined strings and continuo with one or more of these instruments. It echoes the soprano soloist in the aria “Let the Bright Seraphim” from Handel’s oratorio Samson. A piece originally titled for the (*) “Prince of Denmark” is now partially nicknamed for this instrument. The chorus exhorts “Sound” this instrument in the song “See the Conqu’ring Hero Comes” from Handel’s Judas Maccabeus. Jeremiah Clarke is the true composer of a “Voluntary” and a “Tune” named for this instrument which were both misattributed to Henry Purcell. A cylindrical bore distinguishes this instrument from the related cornet. For 10 points, name this highest-pitched member of the brass family.", "answer_sanitized": "trumpet", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This country’s legislature adopted the “Large Judgment” to combat moral offenses after expelling Catholic influence in the Battle of Sauðafell (“SAW-the-fell”). The eruption of the Laki volcanic system in this country sparked a famine known as the Mist Hardships. (*) Irish monks who briefly settled this country known as the Papar are attested in the Book of Settlements. Murat Reis (“moo-ROT RAY-ees”) led Barbary pirates on raids of the coast of this country for slaves in 1627 in the Turkish Abductions. This country’s violent Age of the Sturlungs ended with the Old Covenant, placing it under the rule of Norway. Early settlers of this country elected a Lawspeaker to lead the Althing. For 10 points, name this Nordic island country with capital at Reykjavik (“RAKE-ya-vik”).", "answer_sanitized": "Iceland", "subcategory": "European History", "category": "History"}, {"question_sanitized": "An unfinished Margaret Mead manuscript called Learning to Live in One World advised this country to avoid \"culture-wrecking\" in the aftermath of World War II. One anthropological work classifies tribes primarily from this country as tender-minded or tough-minded. Residents of this country worship \"holy-mouth-men\" and \"listeners\" from a latipso system in a (*) satirical essay titled for this people's demonym spelled backwards. In Patterns of Culture, Ruth Benedict contrasts the practices of a people from this country with those of the Kwakiutl and the Dobu. An indigenous tribesman in this country was unable to speak his own name because there was no other member of his tribe remaining to introduce him, leading him to take the Yana name for \"man,\" a story recounted in Theodora Kroeber's Ishi in Two Worlds. For 10 points, name this country whose inhabitants include the Nacirema and the Navajo.", "answer_sanitized": "United States of America [or United States; or USA; or Nacirema; or Americans]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "In one work by this author, two married beggars are kicked out of town after the husband attempts to seduce his employer’s fiancée and had their blindness cured at the title place. One play by this author begins with a man asking what “the cardinals of Rome” would say if he stayed the night in a public-house to protect his fiancée. This author of The Well of the Saints wrote an unfinished play about Conchubor’s attempts to marry Naoise’s (“NEE-shuh’s”) lover. One of this author’s characters offers his finest clothes and a ticket to America to stop a man pursuing the bar-maid (*) Pegeen. This author set a work in the Aran Islands which ends with a widow mourning her sixth son drowned. This author of Riders to the Sea wrote a play about Christy Mahon killing his father that sparked riots at its Dublin premiere. For 10 points, name this Irish playwright of Playboy of the Western World.", "answer_sanitized": "John Millington Synge", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The radii of these objects can be inferred from the pulse profile of their persistent hotspots. A mission designed to study these objects consists of 56 x-ray concentrators as part of a timing instrument; that program is called NICER. The internal structures of these objects consists of a semispherical phase that subsequently transitions into thin rods then to sheets. A hypermassive one of these objects is the most likely outcome of the merger of two of these objects, which can cause a (*) kilonova. The Magnificent Seven is a group of these objects near Earth. Their size has an upper limit of about three solar masses, called the TOV limit. They have intensely strong magnetic fields, and rotating magnetized ones are called pulsars. For 10 points, name these compact stars formed from a namesake neutral nuclear particles.", "answer_sanitized": "neutron stars [accept pulsars until mentioned]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Much of this architect’s training was done through his detailed red chalk copies of Roman buildings illustrated in the Codex Coner. This architect added an elaborate cornice and coat of arms to Antonio da Sangallo’s design for the Palazzo Farnese (“far-NAY-zay”). It’s not Brunelleschi, but this architect used inset pairs of columns as part of a Mannerist extension to the Basilica of San Lorenzo and gave the name “Gates of Paradise” to Ghiberti’s bronze doors. He created a tripartite (*) staircase with oval steps as part of his design for the Laurentian Library. This architect retained and simplified a predecessor’s Greek cross floor plan after reluctantly accepting the design of St. Peter’s Basilica upon the death of Donato Bramante. For 10 points, name this High Renaissance architect, who also painted the ceiling of the Sistine Chapel.", "answer_sanitized": "Michelangelo [or Michelangelo di Lodovico Buonarroti Simoni]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A law professor who ran for president in this country earned the nickname “Robocop” for his staccato speaking style and the elevated literary register of his speech. That man’s opponent, labeled the “Berlusconi” of his country for his ownership of Nessma TV, ran his campaign from jail after being arrested for purported money laundering and tax fraud. Nabil Karoui conceded this country’s October 2019 election to Kais Saied after beating out Abdelfattah Mourou of the (*) Ennahda Party to make the run-off. For their “decisive contribution to building pluralistic democracy” in this country, civil society organizations in the National Dialogue Quartet won the 2015 Nobel Peace Prize. After a municipal officer confiscated his wares, the fruitseller Mohamed Bouazizi immolated himself in Sidi Bouzid, kicking off the Arab Spring. For 10 points, name this North African country where Zinadine ben Ali was toppled.", "answer_sanitized": "Tunisia", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "This artist, who said that women are either “goddesses” or “doormats” when talking to Francoise Gilot, painted a portrait of a woman who was later illegally treated with electroshock therapy by Jacques Lacan. The subject of that portrait by this artist has one frontal red eye, one profile green eye, and a red blotch covering most of her face. Marie-Therese Walter is depicted with her eyes closed, head turned sideways, and face divided to create a phallic looking form in this artist’s portrait (*) Le Reve. Paul Eluard introduced this artist to a photographer who modeled for his painting Weeping Woman; that woman was Dora Maar. This artist painted a Portrait of Gertrude Stein during his Rose Period. For 10 points, Dora Maar photographed what abusive Spanish Cubist during the creation of his painting Guernica?", "answer_sanitized": "Pablo Ruiz Picasso (Picasso also referred to women as “suffering machines”)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "An atom of this element bonded to three alkoxide groups is the starting point of the Michaelis-Arbuzov reaction. A bond between this element and fluorine is vital to the function of active site inhibitors of serine proteases. Two highly oxidized atoms of this element are present in zoledronic acid. This element’s tribromide can be used to convert alcohols to alkyl bromides with inversion of configuration, and it’s not boron but it’s trifluoride binds strongly to hemoglobin. This element is attached to three phenyl groups in a reagent used to form (*) ylides for use in the Wittig reaction. This element often forms five covalent bonds, violating the octet rule, and its white allotrope is highly flammable. For 10 points, name this element with atomic number 15 and symbol P.", "answer_sanitized": "phosphorus [or P before mentioned]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "One work by this author contains an appendix responding to a review of his previous work by Christian Garve and J.G. Feder. That work by this thinker defines “nature” as “the sum total of all objects of experience,” and its 21st section provides three tables, the first of which, the “logical table of judgments,” categorizes its subject by quantity, quality, relation, and modality. This thinker argued that the solution to the problem of causality is obtained by “restor[ing] to the pure concepts of the (*) understanding their a priori origin,” and attempted to answer the question “How is metaphysics as a science possible?” This author recounted being woken from his “dogmatic slumber” by David Hume in the preface to his Prolegomena to Any Future Metaphysics. For 10 points, identify this thinker who formulated the doctrine of transcendental idealism in his Critique of Pure Reason.", "answer_sanitized": "Immanuel Kant", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "One author with this last name wrote about a boy burning his possessions in “The Red Lacquer Music-Stand.” In another work, she described “the softness of a woman bathing in a marble basin” who “guesses [her lover] is near” and requests to see “[a]ll the pink and silver crumpled up.” One author with this name, whose affair with Ada Dwyer Russell inspired “Two Speak Together,” wrote “In Summer and in Winter I shall walk / Up and down” in a garden “in my stiff, brocaded gown.” That poem’s narrator receives a letter saying her (*) husband died in war and asks “Christ! What are patterns for?” Another author with this name declared “My mind’s not right” and “I myself am hell; nobody’s here” in a work where an animal leads her young to garbage. For 10 points, give this last name of the Imagist poet Amy and the author of “Skunk Hour,” Robert.", "answer_sanitized": "Lowell [or Robert Lowell; or Amy Lowell]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "At the request of a colonel seeking to preserve this country’s neutrality, its IV (“fourth”) Corps was interned at Görlitz from 1916 until the end of the war. The surrender of this country’s fortress at Rupel led to its “November Events,” in which pro-Entente officers installed a dismissed prime minister at the head of the Provisional Government of National Defence. “Reservists” in this country fought to strengthen the monarch during that National Schism against the (*) Venizelists, and were led by this country’s former army chief Colonel Metaxas. This country which entered World War I to achieve the irredentist Megali idea cleansed its Muslim population in a series of population transfers with Turkey after the war. For 10 points, name this country where Anglo-French support for Eleftherios Venizelos forced King Constantine I from Athens.", "answer_sanitized": "Greece", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Anuenue (“a-NOO-ay-NOO-ay”) was a Hawaiian messenger goddess represented by one of these objects which Hina used to travel to the sun and moon. Julunggul and Ngaylod are different names for creatures represented by one of these objects. High tells Ganglieri a story about one of these objects which will be destroyed by those in Muspell during Ragnarok. An ant bites a creature represented by one of these objects which regurgitates (*) the Wawalag sisters. Water was created by creatures named for these objects when they tickled the bellies of frogs. Creatures named for these objects travelled across “song lines” until they returned to their watering holes. Aboriginal Australian myth features serpents named for, for 10 points, which objects that include the bridge that separates Midgard and Asgard, Bifrost?", "answer_sanitized": "rainbows [prompt on bridge until read with “what kind of bridge?”]"}, {"question_sanitized": "A nun in one of this author's works looks like she “received a charge of shot full in the face\" due to her smallpox. People in that story arrange a \"plan of campaign\" on a \"human citadel\" which ends with that nun proclaiming \"the end justifies the means.\" In one story by this author, an officer emotionlessly cooks the fish caught by an executed watchmaker and a draper who are shot and left to float downstream. Another story by this author of (*) “Two Friends” begins with a character sharing several chickens. This author wrote a story in which Rachel hides in a bell tower after stabbing the title effeminate officer. He also wrote about a group of people in a stagecoach who try to get the title rotund prostitute to sleep with a Prussian officer so they can leave. For 10 points, name this French writer of \"Mademoiselle Fifi” and \"Boule de Suif.”", "answer_sanitized": "Guy de Maupassant", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "When shunted with a resistor and capacitor, the dynamics of a device named for this word depend on a parameter symbolized beta sub c in the RCSJ model. The natural log of the product of two concentrations appears in the definition for the “built-in” potential for a device named for this word. A device named for this word has a nonlinear inductance proportional to the magnetic flux quantum over the cosine of phase. A type of field effect transistor named for this word operates only in depletion mode and was the (*) first practical field effect transistor ever built. A thin insulator bridging two superconductors comprises a device called a Josephson this word. It names the boundary that forms between p-type and n-type doped semiconductors. For 10 points, a rule named for nodes or what other word is often used along with Kirchoff’s loop rule?", "answer_sanitized": "junctions [or Josephson junctions; or p-n junctions; or Kirchoff’s junction rule]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This organization partners with its country’s Communist Party and Congress of Trade Unions in the “Tripartite Alliance.” A militant faction of this organization sabotaged the construction of the Koeberg nuclear facility. The government enacted the Public Safety Act in response to this organization’s Defiance Campaign, which included the burning of (*) pass books. Albert Lutuli won the 1960 Nobel Peace Prize for his leadership of this organization. Members of this party founded the paramilitary group “Spear of the Nation” in response to the Sharpeville massacre, and one of this party’s leaders gave the “I am Prepared to Die” speech during the Rivonia trial. For 10 points, name this anti-Apartheid party in South Africa once led by Nelson Mandela.", "answer_sanitized": "African National Congress [or ANC; prompt on Spear of the Nation before mentioned]", "subcategory": "World History", "category": "History"}], "bonuses": [{"leadin_sanitized": "You have entered your first software development job. For 10 points each:", "answers_sanitized": ["debugging", "version control system [or revision control system; or source control system]", "refactoring "], "parts_sanitized": ["You spend a lot of time doing this action, the act of chasing down and eliminating errors in your code. GDB or Valgrind can be used for this task.", "You, of course, use Git to store your code. Git is an example of this type of software, which stores successive changes in source code, and which can merge branches if two different teams are making changes simultaneously.", "After writing some messy code, you perform this action on it to clean it up. This is the action of changing an inelegant block of code without changing its external behavior."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Longtime Hoover Institute fellow Robert Conquest drew on accounts made public during the Khrushchev Thaw to explore this man’s bloody rule in his 1968 work The Great Terror. For 10 points each:", "answers_sanitized": ["Joseph Stalin [or Ioseb Jughashvili]", "Sergei Kirov", "the Holodomor [or the Great Famine; or the Ukrainian Genocide; or the Terror-Famine in Ukraine; or the Famine-Genocide in Ukraine; prompt on famine; prompt on dekulakization] "], "parts_sanitized": ["Name this Soviet dictator who executed hundreds of thousands in his Great Purge of the 1930s.", "In his 1989 book Stalin and [this man’s] Murder, Conquest argued that Stalin ordered the murder of this close confidant as a pretext to begin the Great Purge.", "Though he later retracted his view, Conquest asserted in his 1986 text The Harvest of Sorrow that Stalin deliberately engineered this event, described as a “classic example” of its kind by Raphael Lemkin."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "In a novel by a man with this surname, Carwin throws his voice to make Theodore believe he is having auditory hallucinations, driving him insane. For 10 points each:", "answers_sanitized": ["Brown [accept William Hill Brown or Charles Brockden Brown]", "Philadelphia", "Clotel "], "parts_sanitized": ["Give this surname shared by William Hill, the author of The Power of Sympathy, and Charles Brockden, the author of Wieland, both candidates for the first American novel.", "Charles Brockden Brown hailed from this city, which was home to a man who wrote as Silence Dogood and published Poor Richard’s Almanack, Benjamin Franklin.", "Neither William Hill Brown nor Charles Brockden Brown should be confused with William Wells Brown, who wrote this first African-American novel named for the title daughter of Thomas Jefferson and Sally Hemmings."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Philadelphia has a distinct and well-studied accent. For 10 points each:", "answers_sanitized": ["jawn", "vowels", "rhoticity [prompt on descriptions of pronouncing a hard \"r\"] "], "parts_sanitized": ["This word, which probably came from the New York pronunciation of “joint,” is one of the most distinctive features of “Philadelphia English.” This word can be used to refer to any place or object.", "Stereotypical Philadelphian accents include many elongations of these types of sounds, which results in the pronunciation \"Iggles” (“ih-ggles”). These sounds are contrasted with consonants.", "Philadelphia is one of the few East Coast American cities that developed this feature. The opposite of this characteristic is present in Received Pronunciation, resulting in the father-farther merger."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "The role of SLC24A5 alleles in determining this trait has been challenged by recent discoveries of those variants in East Africans. For 10 points each:", "answers_sanitized": ["skin color [or logical equivalents; accept hair color]", "lactase [or LCT]", "glucose-6-phosphate dehydrogenase [or G6PD]  "], "parts_sanitized": ["Name this trait determined by melanin levels. Early humans’ migration northwards likely led to decreased selection pressure on functional MC1R, leading to lighter variants of this trait.", "In humans, alleles in this enzyme are believed to have faced stronger selection pressure than any other enzymes. A hydrogen breath test is used to diagnose deficiency of this enzyme critical for digesting dairy products.", "It’s not hemoglobin, but defects in this gene confer malarial resistance to carriers. This enzyme catalyzes the rate-limiting step of the pentose phosphate pathway, and its deficiency leads to an intolerance to sulfa drugs."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "The first artwork to include this feature was a depiction of The Holy Family named for the tiny insect in its bottom right, and it also appears on the cover of the Four Books on Human Proportion. For 10 points each:", "answers_sanitized": ["Albrecht Durer’s monogram [or Albrecht Durer’s initials; accept answers that mention an A and a D; accept anything that mentions Albrecht Durer and words like symbol; prompt on Albrecht Durer’s signature]", "the Devil [or Knight, Death, and the Devil; or Ritter, Tod und Teufel]", "Bellini [accept Giovanni Bellini] "], "parts_sanitized": ["Name this feature that an artist was given exclusive rights to in a successful suit against Marcantanio Raimondi over his copies of it. This feature is unusually absent in a plaque under a parrot in a depiction of Adam and Eve.", "Raimondi had dastardly copied over 70 of Durer’s engravings. Thankfully, Durer sued him before he could copy his “master” engraving depicting a knight, death, and this third title figure who is given a goat’s head.", "In Venice, Durer befriended a member of this family named Giovanni who painted The Feast of the Gods. Although Antonello da Messina did not introduce oil paint to Venice, he still influenced that artist from this family."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The title character of this story is asked why he goes to bed when he's not sleepy and asks \"What else would you have me do?\" before wondering why his bed has no fleas. For 10 points each:", "answers_sanitized": ["\"Hamlet of the Shchigrovsky District\"", "Ivan Turgenev", "A Sportsman's Sketches "], "parts_sanitized": ["Name this story, where the narrator meets a man at a party who tells him about how he \"purposely exposed himself to all kinds of petty slights\" when his wife Sofya died after having an affair with Mr. Orbassanov.", "\"Hamlet of the Shchigrovsky District\" was written by this author, who created the nihilist Bazarov in Fathers and Sons.", "\"Hamlet of the Shchigrovsky District\" appears in this short story collection, whose treatment of the lives of serfs got Turgenev arrested. It also includes \"Kasyan from the Beautiful Lands,\" \"Death,\" and \"Forest and Steppe.\""], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This country’s “All Blacks” team traditionally performs a haka dance before each match. For 10 points each:", "answers_sanitized": ["New Zealand [or NZ]", "rugby union [or rugby football; do not accept “rugby league”]", "Robert Muldoon "], "parts_sanitized": ["Name this Commonwealth country whose Maori players were refused entry into South Africa until 1970.", "The 1981 tour in this sport of South Africa’s “Springboks” generated huge controversy in New Zealand, where a Cessna dropped flour bombs on an Auckland match in protest of apartheid.", "This New Zealand Prime Minister refused to ban the Springbok Tour, citing “no politics in sport.” This architect of the Think Big strategy sparked a constitutional crisis by refusing his successor’s instructions to devalue the NZ dollar."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "The 75 acts that make up this ritual are depicted in the tomb of Khemire in Thebes. For 10 points each:", "answers_sanitized": ["opening of the mouth ceremony", "bulls", "Horus "], "parts_sanitized": ["Name this ritual that used a blade in the shape of a fishtail known as the peseshkef. Originally performed on statues, this ritual was intended to allow the recipient to be able to speak and eat in the underworld.", "The opening of the mouth ceremony is extensively described in the Pyramid Texts which narrates how a king would sacrifice and consume the gods in the form of these animals. A sacred one of them appeared as a herald of Ptah (“puh-TAH”).", "The spell from the Book of the Dead that accompanied the opening of the mouth ceremony mentioned the recipient’s mouth being bound by Seth, the enemy of this god, whose eye was a symbol known as the wadjet (“WAH-jit”)."]}, {"leadin_sanitized": "These people’s “Shore” named a Roman military command over fortifications straddling the English Channel. For 10 points each:", "answers_sanitized": ["Saxons [or Anglo-Saxons]", "Flavius Aetius", "St. Gildas [or Gildas the Wise; or Gildas Sapiens] "], "parts_sanitized": ["Name these Germanic people who settled England in the 5th and 6th centuries and together with the Angles name the dominant cultural identity of post-Roman England.", "In the “Groans of the Britons,” mid-5th-century English Romans pleaded to this general asking for aid against barbarian invaders like the Saxons. This general defeated Attilla at the Catalaunian Plains in 451 AD.", "This 6th-century English monk recorded the “Groans of the Britons” in his polemic On the Ruin and Conquest of Britain. This saint founded a monastery named for him in Rhuys, Brittany."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "In her first appearance, this literary character remarks that she once hated Tomás Arroyo for “showing her what she could be and then forbidding her to ever be what she might be.” For 10 points each:", "answers_sanitized": ["Harriet Winslow [accept either underlined part]", "The Old Gringo", "Cuba "], "parts_sanitized": ["Name this governess of the Miranda hacienda. Even though the hacienda is destroyed, this woman refuses to leave and eventually develops a complex relationship with a man who “came to Mexico to die.”", "Harriet Winslow works for Arroyo, who kills the title character of this novel after he burns historical Spanish land grants. This novel’s title character is based on Ambrose Bierce.", "In Carlos Fuentes’ The Old Gringo, Harriet’s father was believed to have been killed in combat during the US’s intervention in this home country of Alejo Carpentier, who supported Fidel Castro’s Communist Revolution."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "A monument to Horace-Bénédict de Saussure and Jacques Balmat in Chamonix commemorates the first ascent of this summit. For 10 points each:", "answers_sanitized": ["Mont Blanc [or Monte Bianco]", "Switzerland", "St. Moritz "], "parts_sanitized": ["Name this mountain where the Goûter Refuge shelters modern-day climbers ascending it. Its first climbers name the common Voie Des Cristalliers (“vwah day KRIS-tah-li-eh”) route up this mountain, located between Haute-Savoie (“oht sah-VWA”) and the Aosta Valley.", "Mountaineering is a popular sport in this Alpine country, which features competition in stone throwing, Schwingen wrestling, and yodeling at Unspunnenfest in the canton of Bern.", "Skiers flock to this Swiss city, which twice hosted the Winter Olympics and has a yearly “White Turf” horse race on a namesake frozen lake. The Palace Hotel in this city is named for the family of Caspar Badrutt, who developed its winter sporting traditions."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "The death of Waraqa may have influenced one of these events during which the central figure was reminded that he is the “Prophet of God”. For 10 points each:", "answers_sanitized": ["Muhammad’s suicide attempts [accept descriptions for suicide like throwing himself off of a cliff]", "Aisha", "caves [or kahf] "], "parts_sanitized": ["Identify these events related by al-Bukhari that are commonly denounced as only being supported by weak hadiths. The most famous account of these events relates how the central figure was worried about the loss of “Divine Inspiration” and how he feared that “something may happen to me.”", "This youngest wife of Muhammad narrated the most famous version of the suicide attempts. This woman led the Banu Umayya against the forces of Ali at the Battle of the Camel.", "Muhammad’s first suicide attempt came shortly after the first few verses of the Quran were revealed to him while he was praying in one of these locations called Hira."]}, {"leadin_sanitized": "This author’s story “A Brief History of the Homely Wench Society” is about a club created by students with their names on a list of ugly women made by an all-male Cambridge society. For 10 points each:", "answers_sanitized": ["Helen Oyeyemi", "Icarus [or The Icarus Girl]", "fox [or Mr. Fox; or “The Hedgehog and the Fox”] "], "parts_sanitized": ["Name this author of the short story collection What is Not Yours is Not Yours who reworked Snow White as a story about racial passing in Boy, Snow, Bird.", "Oyeyemi’s first novel, about the half-English, half-Nigerian eight-year-old Jessamy, who is followed by the doppelganger TillyTilly, is named for this mythical figure. Auden described Brueghel’s depiction of this figure as “a boy falling out of the sky” in “Musee des Beaux Arts.”", "Oyeyemi created a writer with this name who can’t stop violently offing his female protagonists, but is dissuaded by his fictional muse Mary. An Isaiah Berlin essay contrasts this animal with the hedgehog."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "The allegro brillante first movement of this piece begins with the melody in the first violin leaping up a minor seventh, from E-flat to D-flat. For 10 points each:", "answers_sanitized": ["Robert Schumann’s Piano Quintet [prompt on partial answer]", "trout [or forelle]", "César Franck "], "parts_sanitized": ["Name this piece in E-flat, its composer’s opus 44. It was written during its composer’s “Year of Chamber Music,” 1842.", "Prior to Schumann, most piano quintets used a double bass instead of a second violin. Franz Schubert wrote a quintet of that type which quotes one of his earlier songs named for this type of fish.", "This Belgian-French composer dedicated his piano quintet in F minor to Saint-Saëns even though the latter hated it. Like his Symphony in D minor, that piano quintet makes heavy use of cyclic form."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This function is denoted by a plus sign inside of a circle and for arguments x and y, evaluates to x plus y if both are less than 57, but the number 5 otherwise. For 10 points each:", "answers_sanitized": ["quus (“kwoos”) [accept quaddition]", "Saul Kripke", "truth "], "parts_sanitized": ["Identify this function invented to illustrate an apparent paradox about the past meaning of one’s usage of symbols.", "The “quus” function was invented by this philosopher in his 1980 book Wittgenstein on Rules and Private Language. This man proposed the concept of a rigid designator, which designates the same object in all possible worlds, in his Naming and Necessity.", "A seminal 1975 paper by Kripke is titled “Outline of a Theory of” this concept, which was paired with “meaning” in the title of a paper by Donald Davidson. A theory of this concept in formal languages was developed by Alfred Tarski."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "A landmark 1862 paper titled “On the Physical [these things]” proposed that light consists of vibrations in an electromagnetic field. For 10 points each:", "answers_sanitized": ["lines of force [prompt on “field lines”]", "James Clerk Maxwell", "displacement current [do not prompt on partial answer] "], "parts_sanitized": ["Give this three-word term introduced by Michael Faraday to describe the paths followed by electric charges in an electric field.", "“On the Physical Lines of Force” was written by this Scottish physicist whose four equations explain classical electromagnetism.", "Maxwell realized that Ampère’s original current law was inconsistent for time-varying fields, so he added this quantity, usually written as dD/dt (“d-D-by-d-t”), to the right-hand side."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This city’s namesake replaced its original planner, Pierre Charles L’Enfant, with Andrew Ellicott over the Randolph Square Matter. For 10 points each:", "answers_sanitized": ["Washington, D.C. [accept either underlined part]", "Benjamin Banneker", "Thomas Jefferson "], "parts_sanitized": ["Name this district not exceeding ten square miles that Congress chose to establish as the capital of the United States.", "This self-taught African-American surveyor and astronomer joined Ellicott in surveying the boundaries of the original land grant for the federal capital.", "After departing Washington, Banneker sent one of his almanacs to this man imploring to recognize the equality of his slaves. This slave-holder asserted the inferiority of blacks in Notes on the State of Virginia."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This man developed a warm, quasi-vocal approach to playing the vibraphone, in contrast to Lionel Hampton’s frenzied style. For 10 points each:", "answers_sanitized": ["Milt “Bags” Jackson [or Milton Jackson]", "Django Reinhardt [accept either part because the track is just called “Django”; accept Jean Reinhardt]", "bebop [accept bop; do not accept “hard bop”] "], "parts_sanitized": ["Name this vibraphonist and founding member of the Modern Jazz Quartet, or MJQ.", "One of the Modern Jazz Quartet’s standards was a somber John Lewis composition named in honor of this Belgian-born jazz guitarist. He composed “Minor Swing” with his longtime collaborator Stéphane Grappelli.", "Although the MJQ’s music is usually labeled cool jazz, most of its players started off playing this style as part of Dizzy Gillespie’s band. Charlie Parker pioneered this style, characterized by fast tempos, advanced harmony, and virtuosity."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "These functional groups are produced through a condensation with a carbonyl and a primary amine. For 10 points each:", "answers_sanitized": ["imine (“ih-MEEN”) [or Schiff base]", "oxime [or aldoxime; or ketoxime]", "nitrogen gas [or N2] "], "parts_sanitized": ["Name this functional group consisting of a nitrogen double bonded to carbon.", "When hydroxylamine (“hahy-drok-suh-luh-MEEN”) undergoes condensation with a carbonyl, the result is one of these compounds, a derivative of imines in which the nitrogen is bonded to a hydroxyl group.", "The Wolff-Kishner reduction, which goes through a hydrazone intermediate, is driven by the formation of this diatomic gas, which has a strong triple bond. This gas is “fixed” into ammonia by root nodule bacteria."], "subcategory": "Chemistry", "category": "Science"}]}