{"tossups": [{"question_sanitized": "In one of these works, the author describes how he drew inspiration from a Tom Waits song and the revelation that came from watching John Barrymore in Twentieth Century. Another of these works begins and ends with a quote from Proust’s Against Sainte-Beuve and describes the writer’s struggle to learn about his Indian heritage. One of these works says “But in the end, (*) stories are about one person saying to another: this is the way it feels to me… Does it feel this way to you?”Another one of these works, which compares Zen Buddhist poems, is titled “Japan, the Beautiful, and Myself.” Those examples of these works were delivered by Ishiguro, Naipaul, and Kawabata, and one will soon be given by Peter Handke. For 10 points, name these speeches that are given within six months of receiving the prize of the same name.", "answer_sanitized": "Nobel Prize for Literature lectures [or Nobel Prize for Literature acceptance speeches; do not accept or prompt on “Nobel Prize banquet speeches”]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "In his book Tubes, Andrew Blum called a “technology corridor” in this state “the bullseye of America’s internet.” The Great Stalacpipe Organ makes music by tapping stalactites in this state’s Luray Caverns. Every July, “saltwater cowboys” drive wild ponies south across the (*) Assateague Channel to this state’s Chincoteague Island. Harriet Beecher Stowe’s book Dred is a tale of maroons living in this state, where northern sections of the Great Dismal Swamp lie. A 1969 tourism campaign spawned the ubiquitous slogan that this state “is for lovers.” Herbert Hoover built a presidential fishing retreat near a tributary of the Rappahannock River in this state’s Shenandoah National Park. For 10 points, name this state where visitors tour historic homes like Mount Vernon and Monticello.", "answer_sanitized": "Virginia", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Chapter 11 of the Tao Te Ching begins by using the hole in one of these objects to explain how the “use comes from what is not there.” Maimonides identified the top of the angelic hierarchy with ophanim, a set of these objects which “sparkled like topaz” that follow an unnamed creature in the Book of Ezekiel. Daniel 7:9 may be another reference to those fiery examples of these objects associated with the Heavenly merkabah. The chant (*) “Om mani padme hum” (“OHM MUN-ih pud-may HOOM”) is typically inscribed on some of these objects by Tibetan Buddhists, inspired by the belief that the Buddha set one of them in motion in his very first sermon. One of these objects represents the passage of time in Jainism, while another depicted on a hand represents Ahimsa. The term dharmachakra refers to, for 10 points, what kind of object which are studied in Jewish mysticism as supporting the Lord’s chariot?", "answer_sanitized": "wheels [accept ophanim, prayer wheels or dharmachakra until mentioned]"}, {"question_sanitized": "One character by this author argues that Sarah Siddons would make a better Hamlet than her brother and complains about the habit of dressing the Macbeth witches in Scotttish garb. One of this author’s characters is friends with her servant Annette, who frequently gets locked in closets by her love interest Ludovico. In one novel by this author, the scheming Father Schedoni frames Vivaldi for abducting a nun in order to prevent his marriage to Ellena. Mr. S and Mr. W. debate to distinguish between (*) “horror” and “terror” in this author’s essay “On the Supernatural in Poetry.” One of this author’s characters falls in love with Valancourt and is trapped in a castle by the villainous Count Morano - that character is Emily St. Aubert. Jane Austen parodied this author of The Italian in Northanger Abbey. For 10 points, name this female Gothic author of The Mysteries of Udolpho.", "answer_sanitized": "Ann Radcliffe", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Carl Czerny’s (“CHAIR-nee’s”) Opus 12 is a set of variations on a “popular” piece of this type by Schubert, which is not a march but is sometimes called “Trauer.” A collection of eight “Poetic” pieces of this type are frequently performed on guitar but were originally written for piano by Enrique Granados. In 1819, an Austrian music publisher sent a piece of this type to 51 composers, requesting a variation on it from each of them. Beethoven wrote (*) 33 variations on that piece by Anton Diabelli. A piece of this type in D-flat major was inspired by a dog chasing its tail, and its nickname refers to the scale of the piece and not its duration. “Tales from the Vienna Woods” is a piece of this type by Johann Strauss, Jr. For 10 points, name these dances in 3/4 (“three-four”) time which include Chopin’s “Minute” one.", "answer_sanitized": "waltz [or valse; or vals; prompt on “dance”]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Description acceptable. Gideon Rosen and John Burgess’ book, A Subject With No Object, is concerned with analyzing the strategies of those who oppose this position. Stewart Shapiro proposed a “working” version of this position, intended to refer to those who operate as though this position was true. Paul Benacerraf (“bih-NAH-suh-ruf”) wrote an article in which the contrasting educations of Johnny and Ernie are used to argue against this position, which according to Benacerraf, was held by Frege. The (*) Quine-Putnam indispensability thesis is generally understood as an argument for this philosophical position, as, according to the thesis, we should have an ontological commitment to certain types of entities. For 10 points, identify this anti-nominalist philosophical position according to which things like numbers have an independent ontological status.", "answer_sanitized": "mathematical realism [accept “mathematical Platonism” or “the idea that mathematical objects exist” or equivalents]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Randy Ewoldt plotted Lissajous curves to study one of these substances’ potential applications in wall-climbing robots. Most numerical simulations of these materials break down at high values of the Weissenberg number. These substances are described by the Ostwald-de Waele power law when the exponent n, called the behavior index, does not equal 1. These substances can be modeled nonlinearly with the Herschel-Bulkley model, or linearly with the Bingham equation. Depending on whether a graph of (*) stress against shear velocity is concave up or down, these substances can either be shear thickening or shear thinning. Kids’ science experiments often involve mixing cornstarch and water to create oobleck, one of these substances. For 10 points, name these fluids that include snail slime, and ketchup, which have a variable viscosity.", "answer_sanitized": "non-Newtonian fluids [accept viscoelastic materials before “shear thickening”; prompt on fluids] (The Ewoldt paper refers to snails)", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Benjamin Reiss analyzed the resemblance between alienation and blackness in a chapter on a blackface minstrel troupe from one of these places. Amariah Brigham encouraged the publication of The Opal while directing an early example of this type of institution in Utica, New York. “Bat wing”-style floor plans, exposure to natural light, and good air circulation formed the core of designs for these institutions made by Thomas Kirkbride. Franklin Pierce used his first veto to block a bill allocating federal land for these institutions, which were championed by Civil War nurse (*) Dorothea Dix. The New York World published an undercover account of ten days in an abusive one of these places on Blackwell’s Island by Nellie Bly, who faked symptoms to enter. For 10 points, name these facilities for hosting the mentally ill.", "answer_sanitized": "mental asylums [or mental hospitals; or psychiatric hospitals; or clear equivalents to facilities for the mentally ill; prompt on hospitals alone]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Diogenes’ performance of this action is cited in the essay “The Search for the Absolute,” in which Jean-Paul Sartre describes a certain artist’s work as “half-way between nothingness and being.” A “decisive moment” shows that artist performing this action in between two of his pieces and was captured by his friend Henri Cartier-Bresson. A purposely unfinished Impressionist fragment titled for this action adapted part of its artist’s St. John the Baptist Preaching; that (*) Auguste Rodin (“oh-GOOST roh-DAN”) sculpture titled for this action lacks a head or arms. A group of figures are shown performing this action in the 1948 sculpture City Square, while three different depictions of emaciated figures performing this action were created by the same Swiss Surrealist. For 10 points, Alberto Giacometti is known for depicting men performing what kind of movement?", "answer_sanitized": "walking [accept equivalents like stepping; or marche; or The Walking Man; or L'homme qui marche; or Walking Man; prompt on movement or motion before the last word]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Two alkoxides and two of this species are present in the reagent SMEAH (“S-M-E-A-H”). Addition of this species transforms acid chlorides to aldehydes in a reaction named for Rosenmund. Its not alkyl or aryl, but this species can “shift” to move carbocations to higher-degree carbons. Replacing one instance of these species with a cyanide group makes a certain reagent selective for transforming imines into amines. NADH and NADPH are (*) donors of this species. Four equivalents of this anion are bound to boron in a common reducing agent, which isn’t as strong as one where lithium is a counterion for aluminum bound to four equivalents of this anion. For 10 points, name this anion with formula H-minus, which appears alongside nickel and another metal in a type of rechargeable battery.", "answer_sanitized": "hydride [accept H- or H-minus before read, do not accept “hydrogen” or “H+” or “H-plus”]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The tissue responsible for this sense is the origin of esthesioneuroblastoma (“ess-THEE-see-oh-NEW-ro-BLAS-toh-muh”). c-KIT (“see-kit”) expression distinguishes the precursors of microvilli (“my-cro-VILL-eye”) cells and sustentacular (“SUS-ten-TACK-yoo-lar”) cells, both of which support receptors for this sense. Swipe-card models suggest that both the shape and vibration of molecules influence binding to receptors of this sense. The neurons transducing this sense contain nonmotile cilia on the dendritic knob. Connections between first and second-order neurons for this sense are made in non-kidney structures called glomeruli. The nerve carrying this sense passes through the (*) cribriform plate, and fires in response to a diverse array of G-protein coupled receptors. Damage to cranial nerve I disrupts this sense. The VNO is used to detect pheromones via this sense. For 10 points, name this sense which has receptors in the nose.", "answer_sanitized": "olfaction [accept equivalents like smell]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "During this conflict, Quintus Caepio died fighting Poppaedius Silo after having his commands ignored by a general who had previously developed the pilum. Appian writes that Vidalius drank poison and jumped into a funeral pyre after realizing he could not defend Asculum against Pompeius Strabo during this conflict. Notable coins struck during this conflict include one that depicts eight soldiers swearing an oath and another in which an image of a bull goring a wolf is paired with (*) Oscan inscriptions. According to Cicero’s Philippics, one side in this conflict that had capital at Corfinium aimed “not to rob us of our state, but to be received as members of it.” The assassination of Livius Drusus sparked this conflict, which ended with a grant of citizenship to the Italian allies through the Lex Julia. For 10 points, name this 91 BCE civil war in which the Marsi and Samnites rebelled against Roman rule.", "answer_sanitized": "The Social War [or the War of the Allies; accept Marsic War until “Marsi”; prompt on Italian War]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This character steals a flower from an Italian that she puts in her dead brother’s hand before he is buried, and when meeting another character, this character assumed that he was working as a bartender. At one point in the novel in which this character appears, she is rebuffed by a man with a “face of pure benevolence.” This character’s brother vows to “wipe up deh street” with someone that this character met while working in a factory making shirt collars and cuffs in Rum Alley. This character’s brother says she’s (*) gone “to deh devil” after discovering that this character has run away, and the novel that this character appears in ends with this character’s mother Mary saying “I’ll fergive her!” For 10 points, name this character, who becomes a prostitute after her boyfriend Pete leaves her, the title “Girl of the Streets” of a novel by Stephen Crane.", "answer_sanitized": "Maggie Johnson [or Maggie: A Girl of the Streets]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "In one part of this book, a woman who sights a blooming chestnut tree out a window accepts an imminent death \"gracefully.\" This book advocates setting small, manageable goals to maintain psychohygiene. One section in this book tells the reader how to employ paradoxical intention to continually confront fears. This book is the first in a series explicating the author's rejection of the Freudian will to pleasure and the Adlerian will to power. In this book's postscript \"The (*) Case for a Tragic Optimism,\" the author advocates \"saying yes to life in spite of everything\" as a core statement of the author's coping method, which advocates embracing work, love, and suffering to avoid \"emotional death.\" For 10 points, name this book that advocated for logotherapy in the context of Viktor Frankl's experience in concentration camps.", "answer_sanitized": "Man's Search for Meaning: An Introduction to Logotherapy", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Exyn Technologies creates software for these devices in mining applications. Scaramuzza made a “foldable” one of these devices, whose dynamic models often break down their controls into one thrust force parallel to a major axis and one moment. Vijay Kumar created a “Mod” group of these things able to self-assemble into a larger structure. Parrot AR and (*) DJI Phantom are popular consumer varieties of these devices. Since they cannot vary blade pitch, these devices change their direction of thrust by changing motor speed independently. These devices were used in a light show at the 2018 Winter Olympics, and Amazon wants to use them to deliver packages. For 10 points, name these flying devices, typically featuring four helicopter blades, which are often flown autonomously or by hobbyists.", "answer_sanitized": "quadcopters [or quadrotors; accept drones; prompt on ModQuad; do not accept “UAVs” or “unmanned aerial vehicles” because hobbyist drones are not necessarily autonomous;]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This artist painted a lunette that inspired a ceiling fresco in the Villa Albani; that fresco was painted by an artist who was partly named for this man and was friends with Johann Winckelmann. This artist’s work served as the inspiration for the German Nazarene movement. Benjamin West was called the American version of this artist and named one of his sons after him. Effusive praise for this Italian artist in a critic’s Discourses led to that critic being called “Sir Sloshua” by members of an (*) artistic movement that signed the painting Isabella with cryptic initials and published a periodical titled The Germ. Elizabeth Siddal modeled for an artistic movement named for this artist that included Dante Gabriel Rossetti, the painter of Beata Beatrix. For 10 points, William Holman Hunt and John Everett Millais (“mill-AY”) were part of a “Brotherhood” named for what High Renaissance artist?", "answer_sanitized": "Raphael [or Raffaello Sanzio da Urbino] (the painting mentioned in the first line is Anton Raphael Mengs’ Parnassus)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In one work, a man in a fiery cloud tries to force this character to eat her own burning heart. The narrator met this character dressed in red when they were both nine, and next saw her dressed in white when they were eighteen. He was able to keep his love for this character secret because another beautiful woman was standing in his line of sight. This woman explains the origin of moonspots and visits an amphitheater made from a giant rose. This woman also shows the narrator places full of ambitious people and lovers, represented by (*) Mercury and Venus respectively. This woman brings the narrator to the Empyrean before being replaced by St. Bernard. This addressee of La Vita Nuova takes over a job from Virgil by showing a man through nine celestial spheres. For 10 points, name this woman who guides Dante through Paradise in the Divine Comedy.", "answer_sanitized": "Beatrice Portinari [prompt on Portinari]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Troops of this empire under Najm-e-Sani massacred the inhabitants of Qarshi before their mutiny and annihilation at Ghazdewan. During a civil war [emphasize] in a neighboring state, Prince Ahmet attempted to win the support of rebels led by Shahkulu sympathetic to this empire who belonged to the Alevi tradition. The first ruler of this empire created a bejeweled goblet from the skull of Muhammad Shaybani, whom he defeated at the Battle of (*) Merv. This dynasty, which traced its descent to a Sufi Kurdish mystic in Ardabil, rallied the Turkoman Qizilbash to take the city of Tabriz. This empire’s western expansion was halted at the Battle of Chaldiran by the Ottomans. For 10 points, name this Shi`a dynasty led by Ismail I which established a gunpowder empire in Persia.", "answer_sanitized": "Safavid Empire [prompt on Persia before mentioned; prompt on Iran]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "Tiberius destroyed a temple of this deity after Decius Mundus tricked Paulina into having sex with him in it by disguising himself as a different god. In 537, Justinian destroyed a temple to this deity which contained the last known inscription written in Egyptian hieroglyphics. A temple of this deity and Serapis was built outside of the Capitoline hill in the 2nd century BC. A Liburnian ship is used as proof of a cult of this deity among the Suebi according to (*) Tacitus. Plutarch relates how Queen Astarte of Byblos allowed this deity to nurse her son while this deity was searching for a chest inside of a tree. Lucius joins a cult of this deity in order to become human again in the Latin novel The Golden Ass. This primary deity of the cult complex of Philae lost her husband after he was chopped up by his brother Set. Horus’ mother was, for 10 points, what Egyptian goddess, the wife of Osiris?", "answer_sanitized": "Isis"}, {"question_sanitized": "This man offered a monetary reward for the first ship captain to send fifty barrels of corn, flour, or biscuits to the Isle of Rhé. This man concluded the Treaty of Monzón after sending in forces to the Valtelline to support the forces of Grisons (“gree-SAWN”) Protestants. In the Treaty of Bärvalde, this man concluded an alliance with Sweden subsidizing the presence of (*) Gustavus Adolphus and his army in Germany. This man reconciled his king with the Queen Mother in the Treaty of Angoulême (“on-goo-LEM”), after she was exiled following Charles de Luynes’s (“lween’s”) assassination of Concino Concini. That woman, Marie de' Medici, later tried to oust this minister on the Day of the Dupes. This man commanded a siege against the Duke of Buckingham and his allied Huguenots in La Rochelle. For 10 points, name this powerful French cardinal who served Louis XIII.", "answer_sanitized": "Cardinal Richelieu", "subcategory": "European History", "category": "History"}], "bonuses": [{"leadin_sanitized": "Shigeru Miyamoto cited an experience of getting lost in his maze-like childhood home while creating the dungeons for Legend of Zelda games. For 10 points each:", "answers_sanitized": ["Ocarina of Time. Most players found having to pause in order to equip the iron boots required for this level to be too cumbersome. ANSWER: Water Temple", "Link", "Din [accept Din’s Fire] "], "parts_sanitized": ["Name this difficult dungeon from Legend of Zeld", "This is the name given to the playable character in the Legend of Zelda series; in some games the player can change the name of this Hylian, who wears a green tunic.", "This goddess in the Legend of Zelda series is the goddess of power. In The Wind Waker, the first Goddess Pearl that Link recovers from Dragon Roost Island belongs to this goddess, and in Ocarina of Time, Link can gain the ability to cast “[this goddess’s] Fire.”"], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "A painting of this title consists of three semicircular lunettes with monochromatic backgrounds of pink, blue, and black upon which are several white formless figures. For 10 points each:", "answers_sanitized": ["Dance [or Dance II; or La Danse]", "Henri Matisse", "Albert Barnes [or Barnes Foundation] "], "parts_sanitized": ["Give this title of two primitivist paintings of figures holding hands in a circle against a flat blue background, with one located in The Hermitage and a paler version at the Museum of Modern Art.", "This French neo-Impressionist artist of La Danse spearheaded the style of fauvism (“FO-vism”) along with Andre Derain (“duh-RAN”) in the early 1900s.", "Matisse’s Dance II was painted at this man’s request to “paint … as if you were painting for yourself.” He names an American museum whose current collection includes that painting and Matisse’s The Joy of Life."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "A mercapto group consists of this element bonded to hydrogen. For 10 points each:", "answers_sanitized": ["sulfur [or S]", "DMSO [or dimethyl sulfoxide]", "sulfone [or sulfonyl] "], "parts_sanitized": ["Name this element with atomic number 16. In elemental form, 8 atoms of this element form a ring-shaped molecule.", "This common sulfur-containing reagent with formula C2H6SO is a mild oxidant and may be used alongside oxalyl chloride in the Swern oxidation. It’s also a common drug delivery vehicle.", "Sulfoxides such as DMSO may be oxidized further into one of these functional groups in which a sulfur is bonded to two oxygens."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This book’s 14th chapter, titled “The System of the Universe,” contains an accurate description of the dynamics of the solar system. For 10 points each:", "answers_sanitized": ["The Age of Reason", "Thomas Paine", "Marie-Jean-Antoine-Nicolas de Caritat, Marquis de Condorcet "], "parts_sanitized": ["Identify this philosophical work better known for its merciless attacks on organized religions, particularly Christianity, and its advocacy of Deism. This work argues that Christians practice a “religious denial of God,” and that for God to pay attention only to Earth would cheapen his power.", "The Age of Reason was written by this American thinker, who defended the French Revolution against Edmund Burke in his earlier book Rights of Man. He also wrote the pamphlet Common Sense.", "Paine was a friend and one-time collaborator of this philosopher and expert on voting theory, whose own works include his essay advocating for gender equality, “On Giving Women the Right of Citizenship.”"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "This play ends with Stan unable to speak due to injuries sustained when Jason hit him in the head with a baseball bat. For 10 points each:", "answers_sanitized": ["Sweat", "Lynn Nottage", "bars [or saloons; prompt on restaurants or cafes, since it is the End of the Line Cafe] "], "parts_sanitized": ["Name this play set in Reading, Pennsylvania, during the closing of Olstead's steel mill. During this play Cynthia and Tracey compete for a job while the mill attempts to hire non-union workers.", "This author of Sweat and Ruined dramatized the life of her seamstress great-grandmother in Intimate Apparel.", "Sweat is largely set in one of these places, and Mama Nadi runs one of them which doubles as a brothel in Ruined. In O’Neill’s The Iceman Cometh, the ex-alcoholic Theodore Hickman comes to one of these places."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "In this city, Alexander the Great wedded eighty Persian women to himself and his generals, most of whom were divorced after Alexander’s death. For 10 points each:", "answers_sanitized": ["Susa", "Daniel", "Gondishapur [or Gundeshapur] "], "parts_sanitized": ["Name this city, that along with Anshan, served as the center of Elamite civilization. Gustave Jéquier discovered the Code of Hammurabi stele in this city while excavating in 1901.", "Susa contains the tomb of this Biblical figure, who interprets Nebuchadnezzar’s dreams and survives a den of lions in his namesake book.", "Susa lost significance during the Sassanid period, when Shapur I built this nearby city which hosted a prominent academy."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about birds in Greek myth.", "answers_sanitized": ["peacock [accept peafowl]", "Lapiths", "Ares "], "parts_sanitized": ["The goddess Hera honored her slain servant Argus by placing his one hundred eyes on the tail of this ostentatious bird, which became one of her symbols.", "Before being crushed by pine trees and turning into a bird, the gender-switching hero Caeneus fought as part of this Greek tribe that battled with the centaurs.", "An Amazonian shrine of this god was protected by birds that seemed badass because they could shoot arrow-like feathers, but they were easily scared off by a bunch of Argonauts banging their weapons together."]}, {"leadin_sanitized": "One movement's \"manifesto\" read in this place claimed \"I want words...that are seven yards long\" and repeats that movement's name before Goethe, Stendhal, and the Dalai Lama. For 10 points each:", "answers_sanitized": ["Cabaret Voltaire", "Dada", "Tristan Tzara "], "parts_sanitized": ["Name this Zurich institution founded by Emmy Hennings and Hugo Ball, who recited the nonsense sound poem \"Karawane\" there while wearing a cylindrical cardboard \"magical bishop\" costume and a chef's hat.", "The Cabaret Voltaire was frequented by artists in this absurdity-emphasizing movement founded in Switzerland. This movement included writers and artists like Hans Arp and Marcel Duchamp.", "The Cabaret Voltaire was frequented by this author of the epic poem “The Approximate Man,” who featured dialogue between Mouth, Ear, Eye, Nose, Neck, and Eyebrow in The Gas Heart."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Howard Georgi proposed two candidate theories of this type based on the SO(5) and SO(10) groups. For 10 points each:", "answers_sanitized": ["Grand Unified Theories [or GUTs]", "strings", "compactification [prompt on descriptive answers like “curling up space”] "], "parts_sanitized": ["Name these theories whose goal is to explain the strong, weak, and electromagnetic forces - but not gravity - as low-energy manifestations of a single underlying force.", "M-theory is one proposal that attempts to unify all four fundamental forces together using these one-dimensional vibrating objects. Branes are a generalization of these objects to dimensions higher than one.", "This term describes the task of reducing 10-dimensional string theory into everyday 4-dimensional spacetime so it reproduces ordinary observable physical phenomena. Early string theories focused on doing this to heterotic strings on Calabi-Yau manifolds."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This country’s 2006 Lokantra Andolan movement restored democracy and stripped the powers of the autocratic King Gyanendra, paving the way for the abolition of the 240 year-old monarchy. For 10 points each:", "answers_sanitized": ["Nepal", "Gorkha Kingdom [or Gurkha Kingdom]", "Mao Zedong "], "parts_sanitized": ["Name this country where Gyanendra came to the throne after his nephew Crown Prince Dipendra killed the king and most of the royal family at a dinner party in Narayanhiti Palace in 2006.", "From his base in this kingdom, Prithvi Narayan Shah subdued a Newar confederacy in the Kathmandu Valley and united Nepal under the Shah dynasty in 1768.", "The Nepalese royal massacre occurred in the midst of civil war against anti-monarchy insurgents named for this Chinese communist who wrote a textbook on guerrilla warfare and recorded pithy sayings in his Little Red Book."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about the wonderful world of microscopic animals:", "answers_sanitized": ["tardigrades [accept Tardigrada or moss piglets]", "trehalose [or mycose or tremalose; if someone asks, maltose has a different linkage]", "cloaca [accept word forms] "], "parts_sanitized": ["These eight-legged creatures are best known for being able to withstand extreme temperatures, pressures, and radiation, allowing them to survive briefly in outer space. They are colloquially called water bears.", "Tardigrades can enter a state of cryptobiosis, in which their metabolic processes almost stop. While in that state, they use this sugar, which consists of two glucose molecules with a 1-1 linkage.", "Like birds, female tardigrades have one of these structure, an opening that has both digestive, urinary, and reproductive functions."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "King Hima was saved from death when his wife told stories which this deity overheard while sitting on a pile of coins. For 10 points each:", "answers_sanitized": ["Yama", "Diwali [or Deepavali]", "Radha "], "parts_sanitized": ["Identify this god of death and son Surya whose sister is a river deity with a similar name. He is depicted leading souls to naraka upon death.", "Hindus may wash coins to pay reverence to Lakshmi, the goddess of wealth, on the first day of this Hindu holiday of lights.", "While temple coins often features images of Rama, some from Bengal may feature Krishna on the obverse with this leader of the Gopis Krishna’s lover, but not his wife."]}, {"leadin_sanitized": "Eric Foner traces the constitutional impact of this period in his recent book The Second Founding, and earlier analyzed it as “America’s Unfinished Revolution.” For 10 points each:", "answers_sanitized": ["Reconstruction", "Comer Vann Woodward", "W.E.B. Du Bois "], "parts_sanitized": ["Name this post-Civil War period of military occupation in the South criticized for its civil rights progress by the Dunning School of history.", "This supporter of Charles Beard demonstrated that Jim Crow was a 19th-century innovation rather than a perpetual way of life in The Strange Career of Jim Crow. This historian incorporated economic forces into his analysis in The Origins of the New South.", "This scholar pushed back against the Dunning School interpretation in his book, Black Reconstruction in America. This sociologist studied African-Americans in the city’s 7th Ward in The Philadelphia Negro."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "In one of this author's novels, Deeti figures out that she was drugged on her wedding night and raped by her brother-in-law, before she is saved by the Untouchable Kalua. For 10 points each:", "answers_sanitized": ["Amitav Ghosh", "doctor [prompt on scientist or researcher]", "opium "], "parts_sanitized": ["Name this author of the Ibis Trilogy and The Calcutta Chromosome.", "The Calcutta Chromosome revolves around mysticism-inspired work by a character with this occupation, the real-life Ronald Ross. Mr. Kapasi works as an interpreter for one of these people in a Jhumpa Lahiri story.", "Bahram Modi sells this substance in River of Smoke, and the Ibis Trilogy is set during the beginning of conflicts over this resource. Thomas de Quincy wrote a memoir about his use of this substance."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Despite being Catholic and publishing Mass Propers in his Gradualia, this composer managed to prosper under a Protestant regime for decades. For 10 points each:", "answers_sanitized": ["William Byrd (The older composer is Thomas Tallis.)", "cantus firmus", "Elizabeth I [prompt on Elizabeth] "], "parts_sanitized": ["Name this Catholic English composer, who co-composed a set of Cantiones Sacrae along with an older composer who may have been his teacher. Along with that older composer, he held a monopoly on printing music for 21 years.", "Like much Renaissance music, Byrd’s motet Aspice Domine de sede (“AH-spee-che do-mee-ne”) is a polyphonic piece based around one of these pre-existing melodies, known by a Latin term. These melodies were usually placed in the tenor voice.", "This English queen granted Byrd and Tallis the monopoly on music printing, and was the dedicatee of their Cantiones Sacrae. Although she was a Protestant, she kept Byrd around in order to raise her court’s reputation."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This work begins by noting \"Satire is a sort of glass wherein beholders do generally discover everybody's face but their own.\" For 10 points each:", "answers_sanitized": ["\"The Battle of the Books\"", "eating babies [accept eating children or cannibalism or clear equivalents]", "Jonathan Swift "], "parts_sanitized": ["Name this essay describing a fight between the Ancients and the Moderns, with gaps in the manuscript making it unclear who won. It is interrupted by a long description of a bee wrecking a spider's web.", "Description acceptable. The author of \"The Battle of the Books\" suggested in another essay taking this specific action to alleviate poverty in Ireland. That essay claims this action would help lessen the number of Papists and provide glove material.", "That essay, \"A Modest Proposal,\" and \"The Battle of the Books\" were written by this author of Gulliver's Travels."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "This psychologist found that juries that discuss decisions in groups will give lighter punishments for mild crimes and harsher punishments for severe crimes than if jurors deliberated alone. For 10 points each:", "answers_sanitized": ["David Guy Myers", "happiness [accept word forms]", "intuition [accept word forms; prompt on the gut or obvious equivalents] "], "parts_sanitized": ["Name this writer of several of the most frequently assigned psychology textbooks, including Exploring Psychology and Social Psychology.", "Specific term required. The most highly cited academic paper of Myers found that this emotion is correlated with relationship closeness and religiosity, but not necessarily income. Uniquely among nations, Bhutan calculates this emotion's \"gross national\" form as a proxy for societal well-being.", "Myers also wrote a book about the \"powers and perils\" of trusting this faculty. Jonathan Haidt argued that the roots of moral reasoning lie in this faculty, and its primacy in decision-making is explored by Malcolm Gladwell's pop psychology book Blink."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "In a 1996 interview, one member of this group declared, “We are true Thatcherites. Thatcher was the first [member of our group].” For 10 points each:", "answers_sanitized": ["The Spice Girls", "“Cool Britannia”", "The Beatles "], "parts_sanitized": ["Name this pop group. Geri (“JERRY”) Haliwell wore an iconic Union Jack dress during this group’s performance of “Who Do You Think You Are” at the 1997 Brit Awards.", "Halliwell’s Union Jack dress and Noel Gallagher’s Union Jack guitar symbolized this punningly-named cultural resurgence of the ‘90s associated with Britpop.", "The Spice Girls and earlier groups led the “Second British Invasion” of music in the United States. The First British Invasion began when this boy band performed on The Ed Sullivan Show."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Codd’s 12 rules are criteria required for one of these constructs to be considered relational. For 10 points each:", "answers_sanitized": ["database", "join", "rollback "], "parts_sanitized": ["The language SQL is used to manipulate these large collections of information, which organize entries into rows and columns.", "This operation is used to combine two tables in a relational database. It exists in inner, outer, and cross varieties, and requires the two tables to share one column with the same label.", "In SQL, this statement is used to reverse all changes made to the database since the last START TRANSACTION."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "The second opera in this cycle ends with Wotan (“VO-tan”) imprisoning Brünnhilde behind a curtain of magic fire. For 10 points each:", "answers_sanitized": ["Der Ring des Nibelungen [or The Ring of the Nibelungs or the Ring cycle]", "Bayreuth (“bye-royt”)", "Birgit Nilsson [or Märta Birgit Svensson] "], "parts_sanitized": ["Name this cycle of four operas by Richard Wagner, which tells the story of the deeds of Siegfried and the gods’ attempts to win the title cursed object. Its first two entries are Das Rheingold and Die Walküre (“vahl-kuu-ruh”).", "The first complete performance of the Ring cycle took place at the Festspielhaus in this German city. It still hosts an annual festival devoted to Wagner, with customers often waiting over eight years to get tickets.", "This Swedish soprano, celebrated for her tremendous power and stamina, was considered the world’s leading Brünnhilde during the 50s and 60s. She sang the role under Georg Solti in the first-ever complete recording of the Ring cycle."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}]}