{"tossups": [{"question_sanitized": "In this novel, a party crasher on a trans-Atlantic boat trip is likened to thecartoon character Captain Foulenough. The protagonist and two friends are jailedafter a night on the town with girls they call Death's Head and Sickly Child. Foursiblings in this novel debate the role of the (+) priest in the last rites after theirfather turned away Father Mackay on his deathbed. One character tries to convert to Catholicism for his wedding ceremony, but cannot because he had been divorced. The protagonist's friend carries a (*) teddy bear named Aloysius at Oxford and ends up an alcoholic in Tangier. The protagonist divorces his wife Celia Mulcaster to marry his mistress Julia Mottram, the sister of his friend Sebastian Flyte. For ten points, name this novel about Charles Ryder written by Evelyn Waugh.", "answer_sanitized": "Brideshead Revisited", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One character created by this author butchered a bitch in heat and placed thepieces on a streetwoman to get dogs to attack her. This author wrote of Gymnastdazzling Captain Tripet with horse acrobatics before killing him as part of a waragainst (+) Picrochole. Another of his characters tries a variety of torcheculs beforedeciding on a goose as the best thing with which to wipe his bum. That man has a son with his wife Badebec with a name meaning \"all thirsty\" in Greek and Hagarene, and he insists there be no clocks in his (*) abbey, whose motto is \"Do what thou wilt\". One of this author's protagonists gives Paris its name while laughing after starting a flood by pissing, killing a quarter million people. For ten points, name this creator of the impish Panurge and the giants Gargantua and Pantagruel.", "answer_sanitized": "Francois Rabelais", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Several characters in this play whistle The Mountains of Morne. During an interrogation, one character questions whether 846 is necessary or possible, and that man resents his nickname of (+) \"Simey\". One character claims to have around-the-world tour starting in Berlin playing piano, and he is given a drum by a lady who claims to have been the \"belle of the ball\". The second act ends after the (*) lights go out on a game of Blind Man's Bluff, during which Lulu had been fondled. The central character is silently taken away from the boarding house of Meg and Petey Boles by two men who had arrived the previous day, Goldberg and McCann. For ten points, name this play about a celebration for Stanley written by Harold Pinter.", "answer_sanitized": "The Birthday Party", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This poet wrote of pictures of the British royal family and a stuffed loon watchingover the funeral of cousin Arthur. In another work, this writer begged a friend fromNew York City to \"please come flying\". This author of First Death in Nova Scotiaand (+) Invitation to Miss Marianne Moore wrote of a grandmother hiding hertears while a girl draws with crayons in a kitchen in Sestina. In one work, a baby rabbit and owls scatter after an (*) \"illegal fire balloon\" hits a cliff, and that poem ends with the image of a \"weak mailed fist clenched ignorant against the sky\". This poet decided \"some realms I owned, two rivers, a continent/ I miss them, but it wasn't a disaster\" in a villanelle that repeats \"The art of losing isn't hard to master\". For ten points, name this poet of The Armadillo and One Art.", "answer_sanitized": "Elizabeth Bishop", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One character in this play brags of shorting his sister $2.50 when paying back $10in dimes. In this play, Willy repeatedly sings a song with a \"rap, rap, rap\". Anothercharacter claims to have been almost hit by a car while crossing an (+) empty streeton the day after his sixtieth birthday. That man lost his bid at alderman when his wife died. A member of The Movement is on trial for a bombing after being turned in by her son, Don. The prostitutes (*) Margie and Pearl are managed by the bartender, who will not admit he is a pimp and is named Rocky. The policeman Moran and Lieb arrest a character who shot his wife in her sleep and who encourages his friends to let go of their pipe dreams named Hickey. For ten points, name this play set at Harry Hope's bar written by Eugene O'Neill.", "answer_sanitized": "The Iceman Cometh", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Confusion in this novella arises over whether twelve or fourteen bowls of oatmealhad been served. One character in this novella has half of the New Testament copiedinto a notebook, which he keeps in a chink in the wall. The protagonist keeps a (+)spoon inscribed \"Ust-Izhma, 1944\" in his boot and sews half of his bread ration into his mattress. The protagonist uses a special trowel to lay (*) bricks in a power station, at which he and Kilgas used stolen roofing felt to cover windows. The protagonist is given a cigarette butt by Tsezar and shares his barracks with Alyosha the Baptist. This work follows the zeks of the 104th during their time in a gulag. For ten points, name this novella about the titular Shukov's experiences in a prison camp written by Alexander Solzhenitsyn.", "answer_sanitized": "One Day in the Life of Ivan Denisovich (or Odin Dyen Ivana Denisovicha)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This character is treated to a meal at a Greek restaurant on his way to see 2001:A Space Odyssey. This character briefly works as a linotypist at the Vat newspaper.This man buys a condo in Valhalla Village in Florida, and while he is on a date with(+) Peggy Fosnacht, his house burns down, killing Jill and causing Skeeter to go missing. This man suspects that Annabelle Byer is his daughter by the prostitute Ruth. The cocaine habit of this man's son, (*) Nelson, costs him his business, Springer Motors. His daughter Rebecca drowns in the bathtub while his wife Janice is drunk in the first book in which he appears. This native of the Brewer, Pennsylvania area is a former high school basketball star. For ten points, name this subject of a tetralogy in which he \"is Rich\" and is \"at Rest\" written by John Updike.", "answer_sanitized": "Harry \"Rabbit\" Angstrom (accept either underlined portion, prompt on last name)", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This author wrote of a cripple and an invalid being told to dance and sing withtheir hearts in Those Who Do Not Dance. This author wrote of the empty plains andhowling winds in Patagonian Landscapes. Another work by this poet gives ten (+)rules starting with \"You shall love beauty\". This poet evoked images of a slumber party with the lines \"we will have to dream on the same pillow\" and \"I'll wait until they covered me completely. . . / And we will talk for an eternity!\" in a work that later noted \"The rosy boat of his life stopped...\". This poet of (*) Decalogue of the Artist wrote \"From the cold niche where men placed you/ I will lower you to the humble and sunny ground\" to open a three-part, 42-line poem about her deceased lover. For ten points, name this Chilean poet of Sonnets of Death.", "answer_sanitized": "Gabriela Mistral (or Lucila Godoy Alcayaga)", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Seeing six of these people in a chain gang carrying buckets of dirt, the narratorclaims that they \"could by no stretch of imagination be called enemies.\" One of thesepeople was attacked by the Dane Fresleven over a misunderstanding about hens. Oneoperates a (+) boat having been taught \"should the water in that transparent thingdisappear, the evil spirit inside the boiler would get angry\". Another group of them is paid in brass wire but not allowed to spend it, and has their rotten hippo meat (*) thrown overboard. The narrator uses images of \"bundles of acute angles\" and \"faces like grotesque masks\" when telling of these people, who were described in a report to the International Society for the Suppression of Savage Customs that concludes \"Exterminate all the brutes!\". For ten points, name these people whose descriptions caused Chinua Achebe to call Joseph Conrad racist.", "answer_sanitized": "natives in Heart of Darkness (prompt on partial answer, accept equivalents for \"native\", including Africans or Congolese)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "As a child, this character makes a cross diagram marked with Greek lettersthat he used for divining. This character later finds himself betting on a dog killingrats in a pit because there is nothing else to gamble on during the Sabbath. Heearns the nickname Mr. Smudge while working as an ink mixer for (+) Mr. d'Abbs,and this protege of Hugh Stratton attends horse races at Epsom with Odd Bod and Wardley-Fish while a student at Oxford. This man and Percy Smith kill Mr. Jeffris with axes, and he is treated heavily with (*) laudanum for seasickness on a trip to Bellinger. This man wins the Leplastrier fortune upon making a delivery to the Anglican minister Dennis Hasset. For ten points, name this man who bet on transporting a glass cathedral in a Peter Carey novel about him and Lucinda.", "answer_sanitized": "Oscar Hopkins", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This play ends with a character calling two others Adam and Eve and tellingthem \"The World is Yours\". A woman in this play has to inform a man that Mariusand Sulla were enemies, not lovers, and that man opened the play by dictating lettersto his secretary in their entirety. The newspaper reports that no (+) babies had beenborn for a week, and the characters are excited when the mail ship Amelia arrived on time after a week's absence. One character in this play is spared from the (*) stamping mill due to the mercy of a member of the Humanity League, Helena Glory. This play centers on a company started by a physiologist and his engineer son and run by Harry Domin whose machines can each do the work of two and a half men. For ten points, name this play about a robot concern written by Karel Cˇapek.", "answer_sanitized": "R.U.R.", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This writer documented a Monterey County Board of Supervisors meetingin which the citizens wanted to shut down Joan Baez's Institute for the Study ofNon-Violence, and repeatedly posed the question \"In what way does the Holy Landresemble the Sacramento Valley?\" in (+) Notes From a Native Daughter. Shecovered the investigation of Lucille Miller for murdering her husband in a burning car in San Bernardino in Some Dreamers of the Golden Dream and learned that \"it is distinctly possible to stay too long at the Fair\" before moving to (*) Los Angeles from New York. This New Journalist was denied interviews with the Diggers and the San Francisco Police Department in a piece she wrote while following acid-selling Deadeye and the runaways Jeff and Debbie in the Haight-Ashbury district. For ten points, name this essayist of Goodbye to All That and Slouching Towards Bethlehem.", "answer_sanitized": "Joan Didion", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The protagonist of this work is told \"You've got an awfully kissable mouth\" by aboy at a country club dance and later apologizes to her aunt that she will not be ableto attend Draycott Deyo's dance. The protagonist of this story is staying with her(+) cousin for a month, but is invited to stay an additional two weeks to learn how to dress and talk to boys. That cousin becomes jealous when the protagonist becomes of object of affection of (*) Warren McIntyre, and after a game of bridge, goads the protagonist into driving to the Sevier Hotel to perform the title action. The protagonist cuts off her sleeping cousin Marjorie's braids before heading home to Eau Claire a day early. For ten points, name this short story about a provocative haircut written by F. Scott Fitzgerald.", "answer_sanitized": "Bernice Bobs Her Hair", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In one novel by this author, the protagonist's mother becomes despondentafter her brother Yaakov dies in a car accident in Detroit. That protagonist, who ismentored by the sculptor Jacob Kahn, paints a scene with his mother torn betweenhis art and his father's travels called (+) Brooklyn Crucifixion. Those parents moveto Vienna to start Ladover yeshivas. In another novel by this author, the protagonist shares a hospital room with the blind Billy and the one-eyed boxer Mr. Savo after being hit in the eye with a (*) baseball; that ball had been hit by Danny Saunders, who decides not to follow in his father's footsteps as a Hasidic rabbi. The protagonist, who decides to become a Modern Orthodox rabbi, is Reuven Malter. For ten points, name this author of My Name is Asher Lev and The Chosen.", "answer_sanitized": "Chaim Potok", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One character in this work bonds with his son by eating gold flakes intendedto cure impotence. One chapter in this work is a self-account of its writer's sexualassault of teen star Kitty Jackson during an interview in Central Park. One charactereats Hunan string beans and Jaegermeister and leaves a freshly-caught fish when he iskicked out of the offices of (+) Sow's Ear Records. In one chapter, Uncle Ted goes toNaples to find his niece Sasha, and another chapter consists of a seventy-six page (*)slideshow called \"Great Rock and Roll Pauses\". One character used to play bass for the Flaming Dildos and is named Bennie Salazar. For ten points, name this collection of stories by Jennifer Egan.", "answer_sanitized": "A Visit From The Goon Squad                                                                                                                                                                                                                                 ", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One of these events is planned while one perpetrator is silent under the other'scloak, touching her legs to communicate; the latter character notes that, they being19 and 25, are both in their unlucky years. This event is necessitated when a missing(+) wallet renders a contract void and its lender unable to repay a dowry. A sword is stabbed through a lattice after a participant in one of these events asks for help preventing it from a samurai, who turns out to be the brother of the other participant; that man's wife, (*) Osan, tries to prevent it by pawning her kimonos. One instance of this action takes place on the tenth night so that its participants can become Buddhas and remain together for eternity. For ten points, name this action undertaken at Sonezaki and by Ohatsu and Tokubei at Amijima in plays by Chikamatsu Monzaemon.", "answer_sanitized": "love-suicide or shinju (accept double suicide, prompt on \"suicide\")", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The narrator of this poem confesses that he would have traded his only pair ofblue pants to see teen girls so scantily dressed. In this poem, two deceased unchristenedbabies and a hanged criminal are seen on the \"holy table\". One character sees theAlloway (+) Church lit up, and inside sees the devil in the form of a black dog playingmusic on the pipes. This poem begins in Ayr with the central figure drinking ales with (*) Souter Johnny before departing on his mare Maggie. After shouting \"Well done, Cutty-sark\", this poem's central figure is chased by witches who pull off his horse's tail as they reach a bridge over the river Doon. For ten points, name this poem about a man's unusual ride home after a night of boozing written by Robert Burns.", "answer_sanitized": "Tam o' Shanter", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "n one story in this collection, it is noted that \"does and fawns are two thingsthe world ain't never lacked\" and Uncle Ike stays behind on a hunting trip to givemoney to a girl who had an affair with Roth. Another story of this collection seesa woman convinced her son was sold in (+) Egypt when he is actually set to beexecuted in Joliet. In addition to that story about Mary Worsham Beauchamp and (*) Delta Autumn, this collection contains a story in which Sam Fathers starves a dog for two weeks to tame him. That dog, Lion, dies during a hunting trip in which Boon, who can't hit with five shots at point blank range, stabs and kills the title character, Old Ben. For ten points, name this short story collection featuring The Bear, written by William Faulkner, whose title story is named for a spiritual.", "answer_sanitized": "Go Down, Moses                                                                                                                                                                                                            ", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "An art critic in this work praises Margaritone for making the head of theVirgin take up a third of her height. In this novel, St. Gal uses the example of anannulment to show that marriage is a conditional sacrament during a conversationwith St. Augustine in (+) heaven. Its Modern Times section discusses anarchistscalled dynamitards, a revolution supporting the Emiral Chatillon, and the trial of the Jew Pyrot which parodied the (*) Dreyfus Affair. Its Ancient Times section tells of Orberosia and her husband Kraken staging the taming of the Dragon of Alca. A saint in this novel crosses the Ocean of Ice in a stone sailboat to meet creatures that he causes to transform into humans. For ten points, name this novel in which Mael baptizes auks in the title location written by Anatole France.", "answer_sanitized": "Penguin Island (or L' Ile des Pingouins)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This character stayed aroused for 6 days and 7 nights when he lost his virginityto a harlot. This man interpreted his friend's dream about a mountain falling on themas a sign of impending success. When this man was on his deathbed, his friend madea statue of him with (+) gold skin and chest of lapis lazuli, and that death was givenas the reason that that friend's cheeks were emaciated and features were haggard. This man was punished for building a (*) door 72 cubits tall and 24 cubits wide. He was said to eat grasses with gazelles and drink at the watering hole with animals and have strength like the meteorite of Anu. He restrained the Bull of Heaven by the tail while his friend killed it, and his death inspired his friend to seek Utnapishtim. For ten points, name this fallen companion of Gilgamesh.", "answer_sanitized": "Enkidu", "subcategory": "Literature World", "category": "Literature"}], "bonuses": []}