{"tossups": [{"question_sanitized": "This character is oddly happy when he notices that another character's teeth areslightly transparent, indicating that the latter will not live into old age. This characteris inspired to write an essay after recalling that Socrates told Phaedrus that the loveris more divine that the beloved. This man is puzzled by an old man in a (+) yellowsuit whom he sees playing with young people in a boat. This writer receives a free ride to his hotel since the operator was unlicensed, and he returns to that hotel after his trunk is accidentally sent to (*) Como. This man observes a boy wrestle with Jaschu before swimming in the ocean. He was advised not to eat oysters after German papers reported an outbreak. For ten points, name this man who became infatuated with Tadzio, the protagonist of Thomas Mann's Death in Venice.", "answer_sanitized": "Gustav von Aschenbach (accept either underlined part)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A doctor in this work became a Freudian to atone for his work at Buchenwald, and makes a call at 3 am with an invitation to join a drug experiment called The Bridge. One character in this novella starts (+) Inamorati Anonymous after a failed self-immolation. Two characters see a violent play about the kingdom of Faggio described as a \"road runner cartoon in blank verse\" called The Courier's Tragedy, after which the protagonist learns about (*) Thurn and Taxis from Genghis Cohen. In a bathroom, that protagonist saw the symbol of a muted trumpet and the abbreviation W.A.S.T.E. belonging to the Trystero organization. This work ends with an auction of stamps belonging to the recently-deceased Pierce Inverarity. For ten points, identify this novella about Oedipa Maas written by Thomas Pynchon.", "answer_sanitized": "The Crying of Lot 49", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Two neighbors in this novella exchange Christmas gifts of a bird cage and a St.Christopher's medal. At this novella's end, the narrator finds a cat that had beenhastily abandoned in Spanish Harlem, and at its opening, a bartender shows himMr. Yunioshi's photographs of African masks. One character dates the (+) tabloidcelebrity Rusty Trawler and is engaged to Jos ́e Ybarra-Jaegar before her arrest. She has a violent outburst when her brother Fred is killed in World War II, and a veterinarian from Tulip, Texas, reveals her true identity to be (*) Lulamae Barnes. That character, who earns money in powder rooms and delivers \"weather reports\" for Sally Tomato, imagines a place where \"nothing very bad could happen to you there\". For ten points, name this novella about Holly Golightly written by Truman Capote.", "answer_sanitized": "Breakfast at Tiffany's", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This poet wrote that \"When you lie dead there will be no memory of you\" in ToAndromeda and discusses Helen leaving her child and parents for Troy out of longingin a work sometimes named for Anactoria. This poet repeats (+) \"O Hymenaeus!\"in a work about a wedding proclaiming \"Lift high the roofbeam/.../Lift high, you carpenters\". This poet, who also wrote (*) The Marriage of Hektor and Andromache, penned a poem that ends with the five-syllable line \"goddess, my ally\" to a dedicatee who asked \"Whom this time should I persuade to lead you back again to her love?\" and who was described as \"deathless\" and \"Artfully adorned\". For ten points, name this poet of Hymn to Aphrodite, the namesake of a type of stanza, an ancient Greek from the island of Lesbos.", "answer_sanitized": "Sappho", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "In this play, the King smashes the home of a 3000-year-old frog. Two charactersin this play are referred to as 47V and 69Ng. The protagonist decries gold as the\"dead wealth of the Earth\". The wrestler (+) Gajju is discovered dying behind a netthrough which the protagonist talks to the King. Gokul believes that the protagonist is a witch, but Bishu sings her original songs and Kishor brings her gifts. The Preacher (*) Gosain is hired to bring peace to the workers as they prepare for a flag worship ceremony in the mining town of Yaksha. The protagonist awaits the arrival of Ranjan, who dies holding the title garland. For ten points, name this \"Drama in One Act\" about the charming Nandini written by Rabindranath Tagore.", "answer_sanitized": "Red Oleanders", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In this play, one character's husband does not allow her to show her Wagnerautograph to a dinner guest. Another character makes up a tradition of toastingthe last drink. A woman in this play is slapped for warning her (+) niece about anarranged marriage; that woman yearns for her childhood plantation home, Lionnet, and is told about \"people who eat the earth\" by the servant Addie. While (*) Alexandra fetches her sick father from Baltimore, Leo steals a safe deposit box to \"borrow\" 88 thousand dollars worth of Union Pacific bonds for Mr. Marshall in Chicago. Horace dies of a heart attack while his wife withholds medicine to secure her business interests. For ten points, name this play in which Regina outwits her brothers Oscar and Ben into ownership of their cotton mill written by Lillian Hellman.", "answer_sanitized": "The Little Foxes", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The central character of this story says that another character's rejecting breadanswered the question of for what to live and claims that the few to which he belongshave accepted the burden of freedom for the happiness of the masses. The speakerin this story tells another character that he has (+) \"no right to add one syllable tothat which [he had] said before\", and after the speaker's monologue, that addressee responds only with a kiss on the lips. The (*) silent character in this tale is arrested for raising a girl from the dead in Seville. The speaker, described only as four score and ten years old, is criticized as an unlikely Jesuit by the brother of the tale's teller. For ten points, name this parable told to Alyosha by Ivan in Fyodor Dostoyevsky's The Brothers Karamazov.", "answer_sanitized": "The Parable of the Grand Inquisitor (accept equivalents of \"parable\")                                                                                                                                                                                             ", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In one poem, this figure was said to have worked \"Against the foulest crime inhistory known in any land or age\". Another poem asks for peace so that this man\"may sleep on his hill again\". In one poem about this subject of This Dust WasOnce The Man, (+) the narrator offers a sprig of flower at a waiting depot \"Withthe tolling tolling bells' perpetual clang\". This man is seen \"Near the old court-house pacing up and down\" in poem about him walking at (*) midnight by Vachal Lindsay. Another poem that exclaims \"O how should I warble myself for the dead one there I loved?\" and \"O powerful western fallen star\" mourns this leader's death amid the scent of lilacs and appears in Leaves of Grass. For ten points, name this president who was \"fallen cold and dead\" in Walt Whitman's O Captain! My Captain!", "answer_sanitized": "Abraham Lincoln", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This novel tells its readers to mail the publisher for an omitted reunion scene,requests for which received instead a story about a legal roadblock caused by KermitShog. One boy in this novel lives with the swordmaker Yeste in Madrid after themurder of his (+) father. Another character in this novel built the Zoo of Death sothat he could kill one animal every day. This novel is presented as an abridgement of (*) S. Morgenstern's Classic Tale of True Love and High Adventure and was written by William Goldman. One man's life is restored by Miracle Max. One character is tied to a tree after a duel at the Cliffs of Insanity and another is poisoned with iocane powder. A Turkish wrestling champion named Fezzik interrupted the marriage of Prince Humperdinck with the help of the fencer Inigo Montoya. For ten points, name this novel about the romance of Westley and Princess Buttercup.", "answer_sanitized": "The Princess Bride", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This poem describes the Sun \"flecked with bars\" \"As if through a dungeon-gratehe peered\". The speaker of this poem repeats that he \"blessed them unaware\" uponseeing the beauty of water-snakes. One character bites arm and sucks his blood beforeannouncing the arrival of a (+) figure with locks \"yellow as gold\" and skin \"white asleprosy\" who wins a game of dice. Rain causes two hundred men to rise a week after their encounter with (*) Life-in-Death. The speaker is saved from a whirlpool by \"The Pilot\" and his boy. The speaker takes the blame for the breeze stopping blowing, but laments having \"Water, water, every where/ Nor any drop to drink\" after using a cross-bow to shoot an albatross. For ten points, name this poem about the tale of an old sailor written by Samuel Taylor Coleridge.", "answer_sanitized": "The Rime of the Ancient Mariner", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In contrast with Athens, this work claims that in England, one is only allowedto rail against the common man and not the powerful. A group of philosophers inthis work claim that \"Words are but wind, and learning is nothing but words; ergo,learning is nothing but wind\" and are called the (+) Aeolists. One character developsa universal pickle to preserve people and buildings. The narrative is broken up by digressions, including one \"in Praise of Digressions\". (*) Three brothers pluck out the individual letters to spell \"shoulder knots\" from their father's will to justify modifying their coats. This work's name comes from a diversionary tactic used by seamen against whales, as told in Hobbes's Leviathan. For ten points, name this satire about Peter, Martin, and Jack written by Jonathan Swift.", "answer_sanitized": "A Tale of a Tub", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In this novel, the protagonist speaks her first words in six months after eatingoxtail soup. The character of Morning Light in this novel has a theory that \"each ofus is born with a box of matches inside us\". The salt from the protagonist's tearswere said to fill a (+) ten pound bag. After eating quail in rose petal sauce, theprotagonist's sister runs naked through a field, is abducted on horseback, and later becomes a general in the revolutionary army. In addition to that sister, (*) Gertrudis, the other sister of the protagonist, Rosaura, marries her love Pedro Muzquiz at the insistence of her mother Mama Elena. Each of the twelve chapters of this novel represent a month and feature a recipe prepared by the protagonist. For ten points, name this novel about Tita written by Laura Esquivel.", "answer_sanitized": "Like Water for Chocolate (or Como Agua para Chocolate)                                                                                                                                                                                                                        ", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In this work, the character Morty Philips gets sick after using all his luck on aswim. The narrator of this work describes his first date with a stocking-cap-wearingLinda, who dies of a brain tumor at age 9. One chapter tells of Mark Fossie's girlfriendMary Anne Bell joining the (+) Green Berets, and in a chapter titled On the RainyRiver, the narrator tells of Elroy Bergdahl, who took him on a fishing trip on border waters and paid him $200 for staying the week at his lodge. Norman Bowker blames his failure to earn a (*) silver star on the smell and Kiowa dies in a shit field. This work, which includes the chapter The Sweetheart of the Song Tra Bong, tells of Henry Dobbins, who humps his girlfriend's pantyhose. For ten points, name this short story collection about the men of Alpha Company during the Vietnam war by Tim O'Brien.", "answer_sanitized": "The Things They Carried", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The protagonist of one story by this author is frustrated at having to keep herexcitement hidden \"like a rare, rare fiddle\", and her nanny is upset when she insistson feeding her baby, Little B, herself. While saying farewells to her guests the NormanKnights and poet Eddie Warren, the protagonist realizes that her husband (+) Harryis having an affair with Pearl Fulton. In another story by this author, the protagonist asks her brother \"Isn't life?\" in response to the death of a (*) carter thrown from his horse, as relayed by the cream puff delivery man. The protagonist drops off to the widow a basket of food left over from the title event, which she had wanted to cancel. For ten points, name this short story author who wrote of Bertha Young in Bliss and of Laura in The Garden Party.", "answer_sanitized": "Katherine Mansfield (or Kathleen Beauchamp)", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "One character in this novel lives with the s ́eance-holding Madame Williamsuntil her boyfriend Richard slits his wrists after being accused of robbery. Anothercharacter gave a sermon about Isaiah's quote \"Woe is me\" on the twelfth night ofa revival. Those episodes appear in this novel's middle section, (+) The Prayers ofthe Saints, along with another one in which that preacher fathered the bastard Royal during an affair with Esther. The protagonist of this novel goes to a movie on his (*) fourteenth birthday and returns to find his brother Roy stabbed. Later, he has a vision at a tarry service with Elisha at the Temple of the Fire Baptized, the Harlem church of his father, Gabriel. For ten points, name this novel about the religious experiences of John Grimes written by James Baldwin.", "answer_sanitized": "Go Tell It on the Mountain", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One poet from this country noted that \"The longest snake on earth calls it quitsat about forty feet\" while listing digits of Pi, and in another work, declared thatonly two people in a thousand like poetry. Another poet from this country wrote ofa (+) phantom attacked for his mercilessness by owls and ravens who embodied hisformer employees during a feast held on Forefather's Eve. One poet said \"the book of events/ is always open halfway through\" and \"Every beginning/ is only a sequel\" in questioning the titular phenomenon, (*) Love at First Sight. In Notes From a Nonexistent Himalayan Expedition, she cried out \"we have Shakespeare\", \"we play the violin\", and \"at dusk we light lamps\" to the Yeti, a metaphor for Stalin. For ten points, name this home country of Adam Mickiewicz and Wislawa Symborska.", "answer_sanitized": "Republic of Poland", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A character in this play makes up an English proverb about a lord killing hismastiffs to satisfy his peasants and attributes the quote \"Whether they want it ornot, I shall impose truth and justice\" to Pope Gregory. This play's first scene endswith a punch from (+) offstage, fulfilling a prediction about a smack in the gob. Theprotagonist, who experiences histriomania, assumes the identities of Captain Piccini of the (*) Forensics department and Marco Malipieri, counsel to the high court, while recreating a raptus. An interview with journalist Maria Feletti, which is interrupted by Inspector Bertozzo, centers on a railwayman falling out of a window after an attack on the Milan Back of Agriculture. For ten points, name this play about a bombing investigation gone wrong written by Dario Fo.", "answer_sanitized": "Accidental Death of an Anarchist (or Morte accidentale di un anarchico)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One character in this work adopts the identity of Fighting Bob who kills a mana week; that character wants to duel standing sideways until his second convinceshim to stand broad so that the bullets cut right through. The character of Julia inthis play is brought to tears when (+) Faulkland asks about her mirthful singing.The protagonist earns the trust of a lady by reading her a letter stating his intent to use her as a go-between, and she calls him \"the very (*) pineapple of politeness\". A duel instigated by Lucius O'Trigger is foiled by Sir Anthony. An heiress in this work wants to lose her 3000 pound fortune by eloping with Ensign Beverley. For ten points, identify this comedy of manners in which Lydia Languish is wooed by Captain Absolute under the watch of Miss Malaprop written by Richard Sheridan.", "answer_sanitized": "The Rivals", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One short story by this author begins with the narrator noting that his pedometersays he is 25. That narrator is given a drink by a scythe-carrying man who turns outto be his abandoned brother after the narrator leaves the title location. This authorof (+) The Other Side of the Hedge wrote another story whose action starts with ayoung boy walking down a blank alley with a \"To Heaven\" sign during a hazy sunrise. Despite forgetting his purse, that narrator is given a (*) ticket. The narrator is called \"a truant, a guttersnipe, a liar\" by his father when he tells of his voyage in a horse-drawn carriage. Mr. Bons falls to his death after withdrawing from Achilles, whom he had met while on a rainbow bridge. For ten points, name this British author of the short story The Celestial Omnibus.", "answer_sanitized": "Edward Morgan Forster", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The narrator of this work seeks manuscripts for Milton's Lycidas but is turnedaway from the library, and earlier tells the reader \"call me Mary Beton, Mary Seton,Mary Carmichael\". The narrator of this work criticizes a line from (+) Jane Eyre,blaming Charlotte Bront ́'e's anger, and ponders the line \"Chloe liked Olivia\" from Mary Carmichael's Life's Adventure. The speaker praises that Aphra Behn was buried in Westminster Abbey, but bemoans that another woman was buried outside the (*) Elephant and Castle after being impregnated by Nick Greene; that hypothetical woman, whose gift for writing had not been nurtured, is Judith Shakespeare. For ten points, name this essay which claims that, to write fiction, a women needs money and the title object which was written by Virginia Woolf.", "answer_sanitized": "A Room of One's Own", "subcategory": "Literature British", "category": "Literature"}], "bonuses": []}