{"tossups": [{"question_sanitized": "In one work, this author implores \"Ah braid no more that shining hair!\" whileasking for sex. In another poem, he notes that he loved the addressee for twelvehours but now must be \"sated with Varietie\". This man, who penned an appeal toAmarantha and The (+) Scrutinie, wrote \"I could not love thee Dear so much/ Lov'dI not Honour more\" in apologizing to his lover for going to battle. The first three stanzas by one of his poems declare that \"Gods that wanton in the Air\", \"Fishes that tipple in the Deep\", and \"Enlarg`ed Winds, that curl the Flood\" all (*) \"Know no such Liberty\". This poet notes that \"Minds innocent and quiet take/ that for an hermitage\" after stating that \"Stone walls do not a prison make\". For ten points, name this Cavalier poet of To Lucasta, Going to the Wars and To Althea, From Prison.", "answer_sanitized": "Richard Lovelace", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One character in this play upset his boss by suggesting that she was \"flattering\"him. That character is upset that his fiancé did not warm his plate and tried to serve him beer on Saint John's day. Townspeople in this play perform an (+) incidental ballet to the melody of There came two ladies out of the woods, after which the female lead reenters powdering her face. Her companion had fabricated a story of lying in an elderberry bush to commit suicide out of (*) love sickness. Two characters discuss riding a train south to Lake Como to start a hotel, but the cook Kristin refuses to go along; those plans are shattered when the man decapitates the woman's canary with his razor. For ten points, identify this play in which the valet Jean convinces the title girl to commit suicide written by August Strindberg.", "answer_sanitized": "Miss Julie (or Froken Julie)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One character in this novella dies from grief after selling his beloved house and wascalled the Widower Xius, and the buyer of that house brought 2000 unopened lettersback to his bride after not seeing her for seventeen years. Angela is returned homeafter her wedding when (+) Bayardo San Roman learns that she is not a virgin, whichprompts her to accuse the protagonist of her violation. Colonel Aponte confiscates two knives in the (*) public market early in the morning, but the owners of those knives return with two larger ones to Clotilda Armenta's store. For ten points, name this novella in which Pedro and Pablo Vicario kill Santiago Nasar, written by Gabriel Garcia Marquez.", "answer_sanitized": "Chronicle of a Death Foretold (or Cr ́onica de una muerte anunciada)", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "One character in this play repeats \"Woe, woe, alas! Earth, Mother Earth! and thou,Apollo, Apollo!\". A herald in this play confirms an outcome signaled by a sequenceof fires beginning on Ida, first seen by the (+) Watchman. One character enters on achariot followed by one carrying a prisoner of war and reluctantly dismounts onto a purple tapestry. The chorus in this play, which is made up of unfit soldiers, tells of a \"thwarting blast\" of wind that required a (*) sacrifice to calm. As the queen exits the palace with bloodied forehead, the body of the king lies next to Cassandra's. A military leader quarrels with Aegisthus before warning of the return of Orestes. For ten points, name this play by Aeschylus in which the title king is murdered by the queen Clytemnestra.", "answer_sanitized": "Agamemnon", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "The protagonist of this novel considers having a shaving accident like AdalbartStifter. The protagonist of this novel guesses another character's name based on herresemblance to his childhood friend. The protagonist is told that he cannot claim tohave (+) \"tested life to the bottom\" since he never learned to dance, and he laterfoxtrots at the Balance Hotel with Maria. Later, he stops at a (*) cinema to watch an Old Testament film on his way to the Globe Rooms for the Fancy Dress Ball, where he loses his coatcheck ticket and is given a ticket to Magic Theater. Ending with Hermine being stabbed, for ten points, name this Hermann Hesse novel about the half-canine Harry Haller.", "answer_sanitized": "Steppenwolf", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Alice Hindman ran naked through the streets of this city after waiting years forthe return of her betrothed Ned Currie. A woman in this city learned about thesweetness of gnarled apples from her husband, Doctor (+) Reefy. Jesse Bentley wasstruck with a rock by his grandson David during a botched goat sacrifice in this city, where Wash Williams got violent with a chair after his mother-in-law pushed his estranged wife back on him. The teacher (*) Adolph Myers moved to this city after being accused of coming on to his students, causing him to always keep his hands in his pockets and change his name to Wing Biddlebaum, as told in the story Hands. George Willard worked for this city's Eagle newspaper. For ten points, name this city whose residents are sketched in a collection by Sherwood Anderson.", "answer_sanitized": "Winesburg, Ohio ", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Edna St. Vincent Millay stated that \"[this answer] is not enough\" after asking\"To what purpose, April, do you return again?\" in her poem Spring. Emily Dickinsonwrote of moss reaching the lips of the speaker who died for this cause \"but was scarce/adjusted in the tomb\" upon meeting a kinsman. Another Millay poem exemplifies thisconcept with (+) \"shapes of shifting lineage\" and wishes that those who prate of thisconcept would lay \"prone upon the earth and cease/ to ponder on themselves\" in a sonnet declaring that (*) Euclid alone had looked on it. Those views of differ from \"all that's best of dark and bright/ [meeting] in her aspect and her eyes\", which describes one who \"walks in [this quality]\" in a Byron poem. For ten points, name this quality equated with truth in John Keats's Ode on a Grecian Urn.", "answer_sanitized": "beauty", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "One character in this play ties a handkerchief around his head to avoid gettingscalped and thinks that tomahawk refers to the title character. This play ends withthat character completing a sneeze he had been working on for all three acts. Anagent withholds a release on the mortgage of the (+) Ravensdale Estate to coercethe owner to give his daughter, Florence, in marriage. The title character lights his cigar with a will so that Ms. Mary Meredith can claim his inheritance of land. An improvisation of a letter being read included the line (*) \"birds of a feather gather no moss\". Another character is called a \"You sockdologizing ol' man trap\" by the title character, Asa Trenchard, who travels in from Vermont, and Lord Dundreary. For ten points, identify this Tom Taylor play that was performed at Ford's Theater when Abraham Lincoln was assassinated.", "answer_sanitized": "Our American Cousin", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This author pondered damnation in writing \"Oh I shall soon despair. . . /Thatthou...wilt not choose me/And Satan hates me, yet is loth to lose me\". In anotherpoem, this man challenged \"Spit in my face you Jews, and pierce my side\". Heasked \"Teach me how to (+) repent, for that's as good\" as a pardon in a work whichcommanded angels At the Round Earth's Imagined Corners, Blow. In another work, this poet pleaded \"Divorce me, untie, or break that knot again\" before concluding that the speaker \"never shall be free/ Nor ever (*) chaste, except you ravish me\". This author said that \"though some have called thee/ Mighty and dreadful\", the central figure is \"slave to Fate, Chance, kings, and desperate men\". For ten points, name this Metaphysical poet who included Batter My Heart, Three-Person'd God in his Holy Sonnets, along with Death, Be Not Proud.", "answer_sanitized": "John Donne", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This character is accused of having a quarrel with the algebraists of Paris.This character determines that his companion, after being run into by a fruiterer, isthinking of the actor Chantilly. This man hires a man to shoot a musket in the streetas a (+) distraction while he visits a hotel and takes out an advertisement lookingfor a sailor on a Maltese vessel. This man correctly identifies a missing object despite it having a black instead of red (*) seal and deduces that it was turned inside out, and also argues that superhuman strength would be necessary to decapitate a victim and shove her daughter up a chimney. For ten points, name this character who solves the mysteries of The Purloined Letter and of the murder of Madame L'Espanaye in The Murders at the Rue Morgue created by Edgar Allan Poe.", "answer_sanitized": "C. Auguste Dupin (accept either underlined part)", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "An abducted girl in this play is identified by the red doll's parasol she hadbeen carrying. The protagonist of this play and his children recite a story aboutPatrick Sullivan, who wants to understand his luck. Jolly Adams tries to tell hermother of the arrival of (+) three characters. The protagonist's wife is frustratedduring Thanksgiving dinner that her family will not express gratitude to God. At the beginning of this play, two characters use masks to create shadows on a stage in a tent; those characters, (*) Mr. Zuss and Nickles, enter carrying balloons and popcorn. In the end, Sarah reconciles with her husband after the deaths of their five children and the departures of Eliphaz, Zophar, and Bildad. For ten points, name this play by Archibald Macleish that retells the story of Job.", "answer_sanitized": "J.B.", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In this novel, Modern Buffet's cinnamon sharbat poisons only certain ethnicities,a fact which state intelligence cannot report due to political correctness. An actorin this novel arranges to be shot during a vaudeville interpretation of The SpanishTragedy, and has the news of his death published in advance in the (+) Border CityGazette. While at the New Life Pastry Shop, the protagonist witnesses the director of the Institute of Education being murdered for while sitting with (*) Ipek for enforcing a ban on headscarves; Ipek's younger sister Kadife is the girlfriend of the radical Blue. The protagonist begins writing poetry again after ending his twelve year exile in Germany to investigate a suicide epidemic in his native Turkey. For ten points, name this novel about Ka's experiences in Kars written by Orhan Pamuk.", "answer_sanitized": "Snow (or Kar)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The protagonist of this work confuses the words \"lucker\" and \"lucre\". Theprotagonist of this work prepares to give his mother one thousand pounds on each ofher next five birthdays, but she requests the entire sum up front to cover (+) debts.The protagonist hears his house whisper \"There must be more money\", and he is partners with the gardener (*) Bassett, the pair of which is later joined by Uncle Oscar. The protagonist's mother comes home after a party to find him in his room in the dark, to which he responds \"It's Malabar!\". For ten points, name this short story in which Paul dies of brain-fever after winning eighty thousand pounds betting on horse races that was written by D. H. Lawrence.", "answer_sanitized": "The Rocking Horse Winner", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Police in this novel consult the psychic Adele T to find the Treadwells, but sheleads them to two kilos of heroin instead. The protagonist of this novel discusseswith his son whether to trust his senses in deciding if it is raining. The protagonistlearns German from a part-time (+) meteorologist and discusses whether Elvis was amama's boy with his friend Murray. Winnie Richards investigates a mysterious pill, designed to treat fear from death, called (*) Dylar, and she worked with the protagonist at College-on-the-Hill, where he works as a professor of Hitler studies. The protagonist becomes frustrated while talking to a SIMUVAC worker at a boy scout camp. For ten points, name this novel in which Nyodene D spills from a train car, causing an \"airborne toxic event\", written by Don DeLillo.", "answer_sanitized": "White Noise", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This character stalls another for fifteen minutes during a wedding by pretendingto have fallen from the moon. After a pickpocket tells him of a scheme of one hundredmen to assail his friend, he leads a parade of musicians and actors to escort thatfriend home. This character interrupts Montfleury's performance in (+) La Cloriseand improvises The Ballad of the Duel at the Hotel Burgundy, which repeats \"When I end the refrain, thrust home!\". This friend of (*) Ligni`ere was brought food by Madeleine Robin and Ragueneau during the siege of Arras while fighting under Count de Giuche. Earlier, he helped Christian de Neuvillette win the love of Roxane. For ten points, name this eponymous large-nosed swordsman-poet of an Edmond Rostand play.", "answer_sanitized": "Hercule-Savinien Cyrano de Bergerac (accept any underlined portion)                                                                                                                                                                                                                            ", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In this novel, a boy is mad when his father lies about adding cocoa to his owncup. At one point in this novel, the protagonist notes that he is 200 miles from thecoast \"as the crow flies\" before remembering that there are no more crows. Theprotagonist's wife had left to (+) kill herself with obsidian, and he later shoots a manfrom a diesel truck, leaving just one bullet in his gun, to save his son. The protagonist abandons the (*) cart he has rigged with an old motorcycle mirror before finding a first aid kit on an abandoned boat when he reaches the coast. The protagonist is wounded when he is shot with a makeshift arrow but is unable to get revenge with his flare gun. For ten points, name this novel about an unnamed narrator and his son walking for survival written by Cormac McCarthy.", "answer_sanitized": "The Road", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One character in this novel has an annoying habit of ending words with \"-am\"instead of an \"-ee\" sound. Another character in this novel impersonates Mr. Beesleyof the Evening Post for a phone interview with a painter. The protagonist steals Mr.Barclay's taxi to take one love interest home, while another girlfriend had attemptedsuicide when dumped by (+) Catchpole. The protagonist has his paper on 15thcentury shipbuilding techniques stolen by a Professor Caton, and he tries to arrange for the three prettiest girls to take his special (*) lecture by giving Michie the slip. That adversary of Bertrand wins the affection of Christine after being fired for giving a drunken lecture on Merrie England. For ten points, name this novel about the junior faculty member Mr. Dixon written by Kingsley Amis.", "answer_sanitized": "Lucky Jim", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This author's first book was a nonfiction novel about a Labor Day picnic on BassLake led by Sonny Barger. This man wrote a memoir of forming the Freak Powerparty and running for mayor of (+) Aspen, Colorado. In a piece written for Scanlan'sMonthly, he wrote about working with illustrator Ralph Steadman to cover a horse race, and in a later work, he wrote about covering the Mint 400 motorcycle race. In that work, this author of (*) Hell's Angels and The Kentucky Derby is Decadent and Depraved wrote of visiting the Circus-Circus Casino with his attorney while under the influence of mescaline and ether. For ten points, name this author of Fear and Loathing in Las Vegas.", "answer_sanitized": "Hunter S(tockton) Thompson                                                                                                                                                                                                             ", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In one of this author's stories, the protagonist plans how to spend his winningswhen he finds that his lottery ticket has the correct series, but before he checks thenumber, becomes disgusted with his wife for joining him. One character in another ofhis stories shoots a gun twice in his garden to indicate that his associate had writtenimpeccably in (+) six languages. The protagonist of a third story attends an openingnight in a theater in the town of S to confront a mistress, (*) Anna von Diederitz, that he had met while on vacation at Yalta. This man wrote of a lawyer who argues that life imprisonment and the death penalty are equally immoral and who renounces an award of two millions after fifteen years of solitary confinement. For ten points, name this author of Lady with a Lapdog and The Bet.", "answer_sanitized": "Anton Chekhov", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One poet stated that this entity \"feeds [him] bread of bitterness\" but thatits \"bigness sweeps [his] being like a flood\", while another poem says of it that\"When it shakes there is a deep tremor/ through the enormous vertebrae of theAndes\". That poem paints this entity as the enemy of those (+) \"that still [pray]to Jesus and still [speak] Spanish\", calls one of its leaders a \"professor of energy\", \"Alexander-Nebuchadnezzar\", and \"future invader\", and was written by (*) Rub ́en Dario ́. The parenthetical statement that \"There's never been equality for me\" appears in a poem imploring to let this entity be itself again. The speaker of one poem claims to be a part of this entity despite being told to \"Eat in the kitchen\". For ten points, name this country also sung by Langston Hughes in I, Too.", "answer_sanitized": "The United States of America (accept either underlined part)                                                                                                                                                                  ", "subcategory": "Literature American", "category": "Literature"}], "bonuses": []}