{"tossups": [{"question_sanitized": "The title creature of a poem by an author from this country “rests upon hot coals” and “carves herself in the flame.” An author from this country wrote “Salamander,” and described “the turning course of the river” and “a willow of crystal, a poplar of water” in a poem that consists of 584 lines, corresponding to the days of an ancient culture’s calendar. This country’s culture was analyzed in the essays “The Sons of La Malinche” [“Mal-in-chay”] and “The Day of the(*) Dead.” This is the home country of the author of “Sunstone” and The Labyrinth of Solitude. For 10 points, name this country, whose native son Octavio Paz was inspired by its ancient Aztec culture.", "answer_sanitized": "Mexico [or United Mexican States; or Estados Unidos Mexicanos] &lt;Carrie Derner&gt; /&lt;ed. ME&gt;/&lt;ed. JO&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A leader named in this document was accused of attempting to seduce the wife of Eustace de Vesci. The lawyer John Seldon argued during Darnell’s Case that this document backed the right of habeas corpus. This document was declared “null, and void of all validity for ever” by Pope Innocent III. The First(*) Baron’s War was fought after the unsuccessful implementation of this document, which the king who lost at Bouvines [“Boo-veen”] signed at Runnymede. For 10 points, name this document signed by King John in 1215, that limited the power of the English monarchy.", "answer_sanitized": "Magna Carta [or Great Charter; or Magna Carta Libertatum; or Great Charter of Liberties] &lt;Jonathan Amlong&gt;/&lt;ed. JO&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "A desalination plant on the southern end of this body of water opened 14 years late and at five times the planned cost in 1992.  One limestone formation along this body of water is an arsenic-filled spring that looks like a pumpkin. An irrigation canal connected to this body of water overflowed for two years into a brackish sinkhole and created a now-abandoned tourist trap called the Salton Sea. This body of water meets the Dolores River before running past(*) Moab, and it, along with the Virgin River, flows into Lake Mead where it is held by the Hoover Dam. For 10 points, name this American river that flows through the Grand Canyon.", "answer_sanitized": "Colorado River &lt;David Dennis&gt;", "category": "Geography"}, {"question_sanitized": "The early stages of this process involve activation of scramblases to expose phosphatidylserine [“phos-pha-ti-dyl-ser-ine”] on the outside of cells. Many genes controlling this process, such as ced-4, were first studied in C. elegans. It involves activation of around ten different kinds of cysteine proteases [“pro-tee-ay-ziz”]. This process produces cell(*) fragments that can be engulfed by surrounding cells. It involves the release of cytochrome C from the mitochondria, which activates a cascade of initiator and executioner caspases. For 10 points, name this process of programmed cell death.", "answer_sanitized": "apoptosis &lt;David Dennis&gt;/&lt;ed. AR&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This artist’s version of The Temptation of St. Anthony shows a nude man holding a crucifix to a rearing horse. This artist claimed his most famous painting was inspired by cheese melting in the sun, and depicted a flower hatching out of an egg in his Metamorphosis of(*) Narcissus. This artist painted a distorted self portrait of his face in the foreground of his most famous painting, which depicts a swarm of ants on its left and several melting clocks. For 10 points, what Spanish Surrealist artist painted The Persistence of Memory?", "answer_sanitized": "Salvador Dalí [or Salvador Felipe Jacinto Dali y Domenech] &lt;Chandler West&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "In one system for classifying these materials, negative integers are written with a bar on top, and the three integers h, k, and l are used to represent a vector in reciprocal space. The Burgers vector describes \"edge\" and \"screw\" dislocations in these structures. The formation of these materials requires the presence of a \"seed\" to begin(*) nucleation. These structures, which are classified by Miller indices, can contain defects and vacancies among their lattice planes. For 10 points, name this ordered material structure, exhibited by diamond.", "answer_sanitized": "crystals [or crystalline] &lt;Joe Stitz &gt;/&lt;ed. AR&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The author of this play rejected an alternate ending written by Herbert Tree, and one character receives a fortune from Ezra Wannafeller after he is praised for being England’s “most original moralist.” The heroine of this play throws her slippers at a man who had previously passed off her comments as “the new small talk.” This play centers on a(*) phonetics professor’s bet with Colonel Pickering that he can pass a Cockney flower girl off as a duchess. For 10 points, name this play about Eliza Doolittle and her teacher Henry Higgins, written by George Bernard Shaw.", "answer_sanitized": "Pygmalion &lt;Carrie Derner&gt;/&lt;ed. ME&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Baseball superstars Bryce Harper and Kris Bryant both graduated high school in this city. This city hosted the largest rugby tournament in North America, as well as the 2007 NBA All Star Game. Mark Davis visited this city in 2016, and in the following year it was announced that the NFL team he owns will(*) relocate to this city upon the completion of a new stadium. The newest team in the NHL plays its games in this city’s T-Mobile Arena. For 10 points, name this future location for the Raiders, a city whose Golden Knights began playing in 2017.", "answer_sanitized": "Las Vegas, Nevada &lt;Jonathan Amlong&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;", "category": "Trash"}, {"question_sanitized": "One character in this book leaves prison after an earthquake, and later claims that the \"unknown god\" Athens worships is the Christian God. During a vision, another character in this book is told to \"kill and eat\" unclean animals. This text is dedicated to Theophilus, like its author's namesake(*) Gospel. This book recounts a mob's stoning of the martyr Stephen. The apostles receive the Holy Spirit during the first Pentecost in this book. For 10 points, name this fifth New Testament book that chronicles the work of Jesus's disciples after his ascension.", "answer_sanitized": "Acts of the Apostles &lt;Spencer Johnson &gt;/&lt; ed. AR&gt;", "category": "Religion"}, {"question_sanitized": "One of this man’s marshals died in a mysterious 1971 plane crash in Mongolia. This man took control of one group after a dispute between Otto Braun and Bo Gu during the Zunyi Conference. Lin Biao allegedly plotted a coup against this leader. Killing sparrows and encouraging dissent were included in his Four Pests and Hundred(*) Flowers campaigns. His wife, Jiang Qing, was part of the Gang of Four, and he used backyard furnaces to aid industrialization in his Great Leap Forward. For 10 points, name this founder of the People’s Republic of China, who started the Cultural Revolution.", "answer_sanitized": "Mao Zedong [or Mao Tse-tung; or Chairman Mao] &lt;John John Groger&gt;/&lt;ed. JO&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Repeated iterations of this function on a number converges to .749, which is called the Dottie number. The integral of this function multiplied by e to the x is one half e to the x times the quantity of this function added to its indefinite integral. The Taylor series expansion of this function has “2 n factorial” in the denominator.  The general proof of this function’s namesake(*) law begins by dropping an altitude and then applying the Pythagorean Theorem. The dot product of two vectors depends on this function of the angle. For 10 points, name this function which, in a right triangle, equals the adjacent length over hypotenuse.", "answer_sanitized": "Cosine &lt;David Dennis&gt;/&lt;ed. HB&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "The majority opinion in Dickerson v. United States struck down an attempt by Congress to legislatively overrule this case.  This case was the subject of a dissent by Justice Tom Clark, and it built upon the decision in Escobedo v. Illinois. The defendant in this case was killed during a knife fight at the La Amapola bar. This case arose after a(*) Latino man was not informed of his Fifth Amendment rights before confessing to kidnapping and raping a woman. For 10 points, name this 1966 Supreme Court case which ruled that police officers must inform arrestees of their right to remain silent.", "answer_sanitized": "Miranda v. Arizona [or Arizona v. Miranda] &lt;William Groger&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Opposition to this policy was compared to a pizzeria service in Antonin Scalia’s dissent in the Brand X decision. Ed Whitacre claimed proponents of this policy “would like to...use my pipes for free.” Madison River paid a $15,000 fine in 2005 in the first settlement over violation of this policy, after interfering with a competitor’s service. Tim Wu coined the term for this(*) policy in a paper, where it was compared to the “Hush-a-phone.” A looming decision in this policy concerns the continued classification of a service as a “common carrier” by the FCC. For 10 points, name this policy, whereby internet service providers must treat all data the same.", "answer_sanitized": "Net neutrality &lt;David Dennis&gt;", "category": "Social Science"}, {"question_sanitized": "A character disguised as a man with this profession reveals his identity as the bachelor Sampson Carrasco at an inn. An Aristophanes [“Air-is-tof-oh-nees”] play titled for characters with this profession features a sausage seller named Agoracritus and the slave Creon. In a different work, a character of this profession searches for what women most(*) desire. Another section of that same work sees two men of this profession, named Arcite and Palamon, fight for the hand of Emily. Don Quixote is challenged by one “of the White Moon.” For 10 points, name this occupation of Lancelot and other members of the Round Table.", "answer_sanitized": "knights [or the Knight of the White Moon; or The Knight’s Tale; or the Knights of the Round Table] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Alex Wissner-Gross described this concept using the equation F equals T times the gradient of S tau. Charles Spearman developed a two-factor theory of this concept. Howard Gardner posited multiple types of this concept, including musical and spatial. The(*) Flynn effect describes generational rises in this concept, and the artificial form of this concept can exist in “hard” or “soft” varieties. For 10 points, name this cognitive ability, whose namesake “quotient” is measured by the Stanford-Binet [“Bin-ay”]test.", "answer_sanitized": "Intelligence [or IQ before “quotient” is read; or musical intelligence; or spatial intelligence; or artificial intelligence] &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;", "category": "Social Science"}, {"question_sanitized": "During a storm, this group was mistakenly thought to be the Pelasgians by Doliones, which led to the death of King Cyzicus [Cy-zik-us]. After Hylas was taken by nymphs on the island of Mysia, Polyphemus searched for Hylas and did not return to this group. After Zetes and Calais drove away the Harpies, this group was warned of the Clashing Rocks by(*) Phineus. The leader of this group defeated Aeetes’ test of Brazen-footed Bulls and Spartoi with the help of the sorceress Medea. For 10 points, name this group, with members such as Orpheus, Castor, and Pollux, who were led by Jason to obtain the Golden Fleece.", "answer_sanitized": "Argonauts [or Argonautai] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;", "category": "Mythology"}, {"question_sanitized": "People in this civilization are led to the afterlife by the blue, hammer-wielding death god Charun [“Cha-roon”]. That afterlife of this civilization is ruled by Aita. A dictionary of this people’s language was published by the last man who was able to read their language; that man was the emperor Claudius. This civilization expanded northwards into the Apennine Mountains. Twelve(*) cities, including Arretium and Zeii, formed an alliance known as its namesake league. Servius Tullius, a king from a dynasty of these people, was overthrown by Tarquin the Proud. For 10 points, name this pre-Roman civilization of Italy.", "answer_sanitized": "Etruscans [or Etrusci; or Rasenna; or Tusci; or Tyrrhenoi; or Tyrsenoi] &lt;Carrie Derner&gt;/&lt;ed. JO&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "A non-zero electron dipole moment for this particle would violate CPT symmetry. The results of an earlier experiment by Irene and Frederic Joliot-Curie involving polonium, beryllium and paraffin wax was explained as the emission of this particle.  Because its’ radiative capture cross-section has no regions of resonance, Boron-10 is used to control the(*) radiation of these particles in thermal reactors. They consist of one up and two down quarks. Isotopes have the same number of protons, but different numbers of these particles. For 10 points, name these particles discovered by James Chadwick, which have no electric charge.", "answer_sanitized": "neutrons &lt;David Dennis&gt;/&lt;ed. HB&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "While this composer performed a work of his dedicated to Schumann, Johannes Brahms fell asleep. In works like “What one hears on the mountain,” this composer pioneered a new orchestral form intended to make the listener imagine dramatic scenes. The third of this composer’s Dreams of Love was modeled in the style of Chopin. Another work by this inventor of the(*) symphonic poem is a Paganini-inspired work called La Campanella. For 10 points, name this composer of the Hungarian Rhapsodies, whose piano playing created a namesake “mania.”", "answer_sanitized": "Franz Joseph Liszt [or Liszt Ferencz; or Liszt Ferenec] &lt;Audrey Bush&gt;/&lt;ed. DD&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In this play, one character imagines the plays of William Shakespeare and the Sentinel newspaper being placed beneath a new bank. A choir in this play repeatedly sings “Blessed Be The Ties That Bind.” The organist Simon Stimson commits suicide in Act 3 of this play, which also sees a woman revisit her(*) twelfth birthday. Emily Webb dies in childbirth in this play, after her marriage to George Gibbs. For 10 points, name this play that is narrated by the Stage Manager and set in Grover’s Corners, written by Thornton Wilder.", "answer_sanitized": "Our Town &lt;Joe Stitz&gt;/&lt;ed. ME&gt;/&lt;ed. JO&gt;  Bonuses", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Philipp Lenard showed that there is a cutoff frequency where this phenomenon will not happen. For 10 points each:", "answers_sanitized": ["photoelectric effect", "work function", "Heinrich Hertz &lt;David Dennis&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this phenomenon, for whose explanation Einstein won the 1921 Nobel Prize in Physics. In it, light that falls on a piece of metal excites electrons and causes them to escape.", "This is the energy required to release an electron from the metal surface. Since it is a constant for any given material, the maximum kinetic energy depends directly on the frequency of the incoming light.", "This man was the first to observe the photoelectric effect while trying to better see the results of an experiment with a spark gap generator. He names the SI unit of frequency."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The \"W\" and pigs were flying at the 2016 World Series. For 10 points each:", "answers_sanitized": ["Chicago Cubs [prompt on Chicago]", "Ben Zobrist", "Theo Epstein &lt;Cole Phinney&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this Joe Maddon-coached team based in Chicago, that won their first World Series since 1908.", "This player, that won the 2015 World Series with the Kansas City Royals, won the World Series MVP after he drove in the game winning RBI in the top of the 10th inning in game 7.", "This Cubs President of Baseball Operations ended two World Series droughts, due to his term as the General Manager of the 2004 Boston Red Sox, who won their first title since 1918."], "category": "Trash"}, {"leadin_sanitized": " This novel begins and ends with the line “Barrabas came to us by the sea.” For 10 points each.", "answers_sanitized": ["The House of the Spirits [or La Casa de los Espiritus]", "Isabel Allende", "Chile [or Republic of Chile; or Republica de Chile] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this novel that centers on the Trueba family, whose patriarch Esteban marries Clara del Valle after the death of her green-haired sister Rosa.", "This magical realist author of Eva Luna wrote about four generations of the Trueba family in The House of the Spirits.", "This South American country is where Allende [“Ay-en-day”] was born. Jaime Trueba may have been inspired by Arturo Jiron, the personal doctor of Salvador Allende, this country’s former president."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "In this opera, Ellen Orford and Bulstrode discuss their suspicions of the title character’s guilt. For 10 points each:", "answers_sanitized": ["Peter Grimes", "The Young Person’s Guide to the Orchestra", "Benjamin Britten &lt;Carrie Derner&gt;/&lt;ed. DD&gt;"], "parts_sanitized": ["Name this opera, in which a fisherman faces charges for the death of his apprentices.", "The composer of Peter Grimes also composed this educational work, which adapts a theme from Henry Purcell’s Abdelazar and introduces the individual instruments of a large ensemble.", "This British composer of Peter Grimes and The Young Person’s Guide to the Orchestra wrote a War Requiem, which contains poems by Wilfred Owen."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This leader was killed while leading a cavalry charge at the Battle of Lützen <em>[“Loot-zen”]</em>. For 10 points each:", "answers_sanitized": ["Gustavus Adolphus [or Gustav II Adolf; prompt on Gustav]", "The Netherlands [or the Kingdom of the Netherlands; or Holland; or Nederland; or Koninkrijk der Nederlanden]", "Battle of White Mountain &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this \"Lion of the North,\" who led the Swedish forces in the Thirty Years War.", "Gustavus Adolphus was inspired by Maurice of Nassau, who was a leader of this modern-day country’s fight for independence. This country’s Golden Age included sea trade in its port of Amsterdam.", "The Count of Tilly led the Catholic League to victory at this battle near Prague during the Thirty Years' War. This battle ended the reign of Frederick V, the Winter King of Bohemia."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This entity can come in “a priori” or “a posteriori” forms. For 10 points each:", "answers_sanitized": ["Knowledge", "Gettier problems", "David Hume &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this subject matter of epistemology. Theories of it include empiricism and rationalism.", "Alvin Goldman created a causal theory of knowledge to counteract these problems. These problems are used to refute the idea that knowledge is justified true belief.", "This author created a character who addresses the regress problem. This Scottish empiricist wrote An Enquiry Concerning Human Understanding."], "category": "Philosophy"}, {"leadin_sanitized": "You are an explorer taking the Northern Route of the Silk Road; answer the following about stops along the way. For 10 points each:", "answers_sanitized": ["Venice [or Venezia]", "Aleppo [or Halab; or Halep]", "Samarkand [or Samarqand; or Maracanda] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["You start your journey in this Italian city, which was ruled by doges and is known for its canals. It was also the home of Marco Polo.", "You'll stop in this modern-day Syrian city, which contains Al-Madina Souq, the largest covered bazaar in the world.", "As you travel into modern-day Uzbekistan, you'll stop in this capital city of Tamerlane’s empire. This city is home to the Siyob Bazaar and the Bibi-Khanym Mosque."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "More than 50 percent of all publicly traded companies in the U.S. and more than 60 percent of Fortune 500 companies are incorporated in this state. For 10 points each:", "answers_sanitized": ["Delaware", "New Jersey", "Brandywine Creek &lt;David Dennis&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this state, whose city of Wilmington is in New Castle County. Its borders are determined by the Mason-Dixon line and the 12-Mile Circle.", "In 1935, the Supreme Court forbade Delaware and this neighboring state from ever suing each other again for ownership of the Delaware River.", "This tributary meets the Christina River in Wilmington. The battle named for this river allowed General Howe to occupy Philadelphia."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This quantity represents the maximum amount of work that can be extracted from a system at constant temperature and pressure. For 10 points each:", "answers_sanitized": ["Gibbs free energy", "enthalpy [prompt on H]", "natural logarithm [or natural log] &lt;James Collier&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this thermodynamic potential. A negative change in this quantity indicates that a reaction will occur spontaneously.", "Gibbs free energy is defined as this quantity minus temperature times entropy. The amount of this quantity is the sum of internal energy and the product of pressure and volume.", "The standard Gibbs free energy can be related to the equilibrium constant of a reaction, k, during chemical equilibrium; it is equal to negative R T times this function of k."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This poem is referenced by McCaslin Edmonds in William Faulkner’s <em>The Bear</em>, as he explains why his cousin Ike could not shoot Old Ben. For 10 points each.", "answers_sanitized": ["“Ode on a Grecian Urn” [do NOT accept “Ode to a Grecian Urn”]", "John Keats", "“Ode to a Nightingale” &lt;Tyler Benedict&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this poem that includes the lines “She cannot fade, though thou hast not thy bliss/Forever wilt thou love, and she be fair” when describing a “Bold Lover.”", "“Ode on a Grecian Urn” was written by this British poet, who wrote the sonnets “Bright Star” and “On First Looking into Chapman’s Homer.”", "This other Keats ode that ends by asking “Do I wake or sleep?” tells the title “light-winged Dryad” that it was “not born for death.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the failure of the Gallipoli Campaign. For 10 points each:", "answers_sanitized": ["Mustafa Kemal [or Mustafa Kemal Atatürk]", "Winston Churchill [or Sir Winston Leonard Spencer Churchill]", "ANZAC [or the Australian and New Zealand Army Corps] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["This Turkish man was a commander at Gallipoli. As the first president of an independent Turkey, this man implemented reform with his Six Arrows policies.", "This man was demoted from his position as First Lord of the Admiralty due to the failure of the Gallipoli Campaign. This man served as British Prime Minister during World War II.", "The date of the Gallipoli landing is a day of remembrance for this expeditionary force, which was composed of soldiers from two British commonwealths."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "People with this condition can develop a characteristic red, painless, \"butterfly rash\" over the bridge of their nose. For 10 points each:", "answers_sanitized": ["Systemic lupus erythematosus", "autoimmune", "gluten &lt;David Dennis&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this chronic disorder that predominantly affects women. Sufferers of this disease may accelerate atherosclerosis [“ath-er-oh-skler-oh-sis”].", "Lupus is this kind of disease, in which part of a body is mistaken for a foreign pathogen and attacked. Examples include multiple sclerosis and Type I diabetes.", "In celiac disease, exposure to this substance causes an autoimmune reaction in the small intestine, leading to malabsorption. As a result, patients are advised to avoid this substance that is usually found in wheats and breads."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "With every movement in the room, this piece moves in response. For 10 points each:", "answers_sanitized": ["Lobster Trap and Fish Tail", "Alexander Calder", "Red &lt;David Dennis&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this precisely-engineered painted steel-wire and sheet-aluminum sculpture hanging in the MOMA. Its design is meant to evoke the soft undulations of the ocean floor.", "This American artist of Arc of Petals also created Lobster Trap and Fish Tail, which is one of his many mobiles.", "Calder’s Flamingo is painted this color, which is named for him. This is one of the primary colors, along with blue and yellow."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "A character in this text encourages another to rise above nature's three modes and perform one's duty, without attachment to its consequences. For 10 points each:", "answers_sanitized": ["Bhagavad Gita", "Vishnu", "Kshatriyas &lt;Spencer Johnson&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this subsection of the Mahabharata, in which Krishna advises the warrior Arjuna on the battlefield.", "Krishna is also worshipped as the eighth avatar of this “preserver” God of the Hindu Trimurti.", "Krishna argues in the Gita that Arjuna must fight in order to fulfill his duty as a member of this caste. Vishnu's avatar Parashurama eradicated all males in this social class twenty-one times."], "category": "Mythology"}, {"leadin_sanitized": "In this short story, Old Man Warner claims that if the title event is held “in June, corn be heavy soon.” For 10 points each.", "answers_sanitized": ["“The Lottery”", "The New Yorker", "ghost stories [prompt on horror stories; prompt on Gothic stories] &lt;William Groger&gt;/&lt;ed. ME&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this short story by Shirley Jackson, which ends with Tessie Hutchinson being stoned to death after Mr. Summers draws her name out of a box.", "“The Lottery” was originally published in this magazine, that often features the dandy Eustace Tilley on its covers.", "Shirley Jackson’s The Haunting of Hill House is an example of this kind of story. These kinds of stories are named for the fact that they feature hauntings by supernatural beings."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Rule changes to the Grammy awards categories were seen as a reaction to her surprise win for Best New Artist in 2011. For 10 points each:", "answers_sanitized": ["Esperanza Spalding", "Bass", "PBS [or the Public Broadcasting Service] &lt;David Dennis&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this Jazz artist, whose fusion-heavy fifth album, Emily’s D+Evolution, came out in 2016 after a two-year hiatus.", "Esperanza Spalding both sings and plays the upright and electric version of this string instrument, as did Jaco Pastorius and Charles Mingus.", "Spalding’s 2010 performance on Austin City Limits, which has run on a channel provided by this non-profit organization since 1976, made her Google’s most searched-for person for a day."], "category": "Trash"}, {"leadin_sanitized": "Tonja Carter discovered the manuscript for this novel in a safe deposit box in 2011. For 10 points each.", "answers_sanitized": ["Go Set a Watchman", "To Kill a Mockingbird", "“The Black Plague” &lt;Carrie Derner&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this novel about Jean Louise’s return to Maycomb, Alabama.", "Go Set a Watchman, written by Harper Lee, is the sequel to this novel about Scout’s childhood.", "Jean Louise suspects her father Atticus is a segregationist when she finds a pamphlet with this title among Atticus’s papers."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This god created the first lyre from the remains of a tortoise after stealing Apollo’s cattle shortly after his birth. For 10 points each:", "answers_sanitized": ["Hermes", "Battus", "Snakes [or Serpents] &lt;Spencer Johnson&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this son of Zeus and Maia, the messenger of the gods.", "Hermes’s theft of Apollo’s cattle was witnessed by this man. After he broke an oath of secrecy, Hermes turned this man into a rock.", "Hermes carries a staff entwined by two of these creatures named the caduceus. His son Asclepius uses a rod entwined by one of them."], "category": "Mythology"}, {"leadin_sanitized": "The “B” type of this data structure is ideal for external storage rather than memory. For 10 points each:", "answers_sanitized": ["Trees", "Arrays", "Records [or struct] &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this data structure that contains a root node and nodeless children known as “leaves.”", "This other data structure store sequences of elements accessed by an index. Its two-dimensional variety is called a matrix.", "This data structure, sometimes called compound data, is a collection of fields and is usually in a sequence. They differ from arrays in that the number of fields usually doesn’t change."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "During this period, Charles Finney led religious revivals in the “burned-over districts” of New York. For 10 points each:", "answers_sanitized": ["Second Great Awakening [prompt on Great Awakening]", "Lyman Beecher", "Kansas [or “Bleeding Kansas”] &lt;David Dennis&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this religious revival in antebellum America, whose name refers to a similar 18th Century movement. During this period, Methodism became the largest denomination in the U.S.", "During the Second Great Awakening, this preacher and first president of Lane Theological Seminary co-founded the American Temperance Society. He had a son named Henry Ward.", "Henry Ward Beecher shipped hundreds of Sharps Rifles, known as “Beecher’s Bibles,” to anti-slavery settlers in this state, where they fought a “Bleeding” conflict with border ruffians."], "subcategory": "History American", "category": "History"}]}