{"tossups": [{"question_sanitized": "At the Battle of Eurymedon [“Yur-EE-mee-don”] River, this man advised Syrian forces under Antiochus III. This man started a conflict by laying siege to Saguntum. This man fought against the “delaying” strategy of Fabius Maximus and ambushed Gaius Flaminius at Lake Trasimene. He used a double-envelopment to defeat Paullus Varro in the Battle of(*) Cannae. This son of Hamilcar was defeated by Scipio Africanus at the Battle of Zama. Only one of this man’s war elephants survived his crossing of the Alps. For 10 points, name this Carthaginian general in the Second Punic War.", "answer_sanitized": "Hannibal Barca [prompt on Barca before “Hamilcar” is read] &lt;John John Groger&gt;/&lt;ed. JO&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "The plaster model for one of this artist’s sculptures was used in Edward Steichen’s photograph, subtitled The Silhouette—4 A.M. This artist used a headless, armless version of his Saint John the Baptist Preaching for The Walking Man and also created a group of six lords with(*) ropes around their necks walking to their execution. Another sculpture by this man depicts a man resting his head on his hand. For 10 points, name this French sculptor of works like The Burghers of Calais, whose The Gates of Hell contains The Thinker.", "answer_sanitized": "Auguste Rodin [or François Auguste René Rodin] &lt;David Dennis&gt;/&lt;ed. CW&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The difference of the means for two different groups divided by this quantity yields Cohen’s d, which measures the effect size. A popular stock analysis technique relies on a visualization of this measure known as Bollinger Bands. Finding the square of this quantity can involve Bessel’s correction to reduce sample size bias. Multiples of this value produce bands, which include(*) 68, 95, and 99.7 percent of a normally distributed dataset. It appears in the denominator in the equation for the z-score. Symbolized lowercase sigma, for 10 points, name this quantity, the square root of the variance, which measures how spread out a dataset is.", "answer_sanitized": "standard deviation &lt;David Dennis&gt;/&lt;ed. HB&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In one episode for this show, it is revealed that the main character angered French people by criticizing Sartre [“SART”] and saying “Also, the French smell and I hate them.” A storyline for season 1 of this show involved a character attempting to produce a rock opera until the title character claims it was “Worse than 100 September 11ths.” Season 3 in this show follows the title character’s campaign to win an Oscar for his role as(*) Secretariat, and features the death of his former costar, Sarah Lynn. For 10 points, name this Netflix Original series that stars Will Arnett as the title depressed, equine, former TV show star.", "answer_sanitized": "Bojack Horseman &lt;Jonathan Amlong&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;", "category": "Trash"}, {"question_sanitized": "One character in this works tells the story of the defeat of Finn, and one character’s beheading of Aeschere [“Ash-hair”] leads to their death at the hands of the son of Ecgtheow [“EDGE-thow”]. This poem’s title character tells of his victory in a swimming race against (*) Breca and is aided by Wiglaf in a fatal fight against a dragon. The protagonist of this poem rips off the arm of a monster, which is displayed in King Hrothgar’s Heorot hall. For 10 points, name this Old English epic poem in which the title hero slays Grendel.", "answer_sanitized": "Beowulf &lt;Carrie Derner&gt;/&lt;ed. ME&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The prince of these items in Aztec mythology is Xochipilli [‘Zo-chee-pill-ee”]. Nefertem, the son of Bast and Ptah, is depicted with a blue one of these items on his head. After Apollo's lover was killed when Zephyrus blew a discus off course, Apollo turned(*) Hyacinth into this item. Persephone was gathering these items when she was abducted by Hades, and after Artemis sent a wild boar to kill Adonis, Aphrodite turned his blood into this kind of plant. For 10 points, name this kind of plant that Aphrodite made out of the blood of Adonis.", "answer_sanitized": "flowers [anti-prompt by asking people to be less specific on anemones, hyacinths, or lotuses] &lt;Katlynn Miller&gt;/&lt;ed. AR&gt;", "category": "Mythology"}, {"question_sanitized": "The only purported example of the “phi” version of this structure is in the diuranium [“dye-uranium”] molecule. Diborane [“dye-borane”] exhibits the \"three-center-two-electron\" type of these interactions. Chelating ligands form two or more of these interactions to the central atom. In cyclopropane, strained versions of these structures are referred to as(*) \"bent,\" as their geometry resembles a banana. These structures can be homolytically cleaved to form free radicals. Lewis diagrams depict these as a line, and they can be classified as \"sigma\" or \"pi.\" For 10 points, name these bonds in which atoms share valence electrons.", "answer_sanitized": "covalent bonds [prompt on bonds] &lt;David Dennis&gt;/&lt;ed. AR&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This author wrote six different variations of a story about John and Mary’s death in “Happy Endings.” This author, who retold the Odyssey from a female perspective in the Penelopiad, created a protagonist who steals butter to use as lotion and is resented by(*) Serena Joy. In that novel by this author, the protagonist plays Scrabble with the Commander, which is forbidden in the Republic of Gilead. For 10 points, name this Canadian author who wrote about Offred [“of-fred”] in The Handmaid’s Tale.", "answer_sanitized": "Margaret Atwood &lt;Tyler Benedict&gt;/&lt;ed. ME&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Before this event happened, a B-26 bomber had its cowling intentionally damaged and made a faux emergency landing at Miami International Airport in an effort to deceive the media. The group Operation Forty was designed to seize control after this event. This event’s failure led Allen(*) Dulles to be forced to resign. Over 1,400 exiles, who were organized in Brigade 2506 [“twenty five oh six”], were defeated by government forces during this event. For 10 points, name this failed 1961 invasion of Cuba, approved by the Kennedy administration.", "answer_sanitized": "Bay of Pigs Invasion [Or Invasión de Playa Girón; or Invasión de Bahía de Cochinos; or Batalla de Girón] &lt;Jonathan Amlong&gt;/&lt;ed. JO&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Nikolai Berdyaev and Paul Tillich were Christian thinkers from this school of thought. The author of A Happy Death denied belonging to this philosophical school, but is still associated with it. One person associated with an early form of this movement used pseudonyms such as Judge(*) William, and described the dizziness of freedom in The Concept of Anxiety. The ideas of authenticity and existence preceding essence are important to this philosophical system. For 10 points, name this movement Jean-Paul Sartre [“SART”] described as “a humanism” in his Being and Nothingness.", "answer_sanitized": "Existentialism &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;", "category": "Philosophy"}, {"question_sanitized": "One poem from this man’s Satires of Circumstance describes “the Immanent Will that stirs and urges everything” and describes how “as the ship grew” the “iceberg grew too.” In a novel by this author of “The Convergence of the Twain,” Gabriel Oak marries the farmer Bathsheba Everdene. That novel by this author takes its title from a Thomas(*) Gray poem. In another novel by this author, the title character stabs Alec, the father of her illegitimate child Sorrow. For 10 points, name this author of Far from the Madding Crowd and Tess of the D'urᐧberᐧvilles.", "answer_sanitized": "Thomas Hardy &lt;William Groger&gt;/&lt;ed. ME&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Shalom Aleichem [“shah-lohm ah-LAY-kim”] is a zemirot [“zem-ee-wrote”] sung during this holiday. A thousand people are slaughtered while observing this holiday in First Maccabees. Leviticus prohibits pruning vineyards and sowing fields during a year named for this holiday. Participants in this holiday abstain from 39 types of(*) melakhoth. This holiday includes the third meal \"Seudah Shlishit,\" and two loaves of challah are eaten in this day's evening meal. People usually refrain from work during this holiday. For 10 points, name this observance instituted by God on the seventh day of creation.", "answer_sanitized": "the Sabbath [or Shabbat; or Shabbos] &lt;Spencer Johnson&gt;/&lt;ed. AR&gt;", "category": "Religion"}, {"question_sanitized": "A work by this composer was used for Anthony Tudor’s ballet Pillar of Fire. In that work by this composer based on a Richard Dehmel poem, the silence between two stanzas marks when a woman’s lover decides to forgive her infidelity. In another work by this composer, the narrator “cannot remember everything” while describing a ghetto uprising, and that work concludes with a men’s choir singing Shema Yisroel [“shay-mah Israel”].  This composer of(*) Transfigured Night and A Survivor from Warsaw used Sprechstimme [“spreck-stimm-uh”] throughout a 21-song cycle of Albert Giraud poems, his Pierrot Lunaire [“Pierre-OH Loon-aire”].  For 10 points, name this founder of the Second Viennese School, who invented the twelve-tone technique of composition.   ", "answer_sanitized": "Arnold Schoenberg &lt;David Dennis&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This chemical was first isolated by Jokichi Takamine in 1901 from animal glands. This compound is synthesized by the hydroxylation and then methylation of dopamine. This chemical, which is produced by PNMT, can be injected to stimulate vasoconstriction during anaphylaxis. Release of this(*) catecholamine from its namesake glands that sit above the kidneys stimulates the sympathetic nervous system. For 10 points, name this hormone which increases the heart rate, contributing to the “fight-or-flight” response.", "answer_sanitized": "adrenaline [or epinephrine] &lt;David Dennis&gt;/&lt;ed. AR&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The last king of this dynasty survived an assassination attempt where an “infernal machine” was used by Giuseppe Fieschi. That king of this dynasty came to power following the July Revolution. A queen of this dynasty led the Day of the Dupes, which was thought to have ended the political career of Cardinal(*) Richelieu. The founder of this dynasty issued the Edict of Nantes [“NAHNT”] after converting to Catholicism and declaring that “Paris is worth a mass.” For 10 points, name this dynasty that ruled France after the Valois [“Val-wah”] dynasty, whose members included Henry IV and Louis XIV.", "answer_sanitized": "Bourbon dynasty [or House of Bourbon] &lt;David Dennis&gt;/&lt;ed. JO&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The speaker of this poem notes that “snows of Tyrol” and “clear beer of Vienna” are “not very pure or true.” The title character of this poem is described as a “bag full of God,” with a toe “as big as a Frisco seal.” This poem’s speaker has always been scared of “[the](*) Luftwaffe, [the] gobbledygoo” of the title character, who is described as “a man in black with a Meinkampf look.” The speaker of this poem insists that “every woman adores a fascist.” For 10 points, name this poem by Sylvia Plath, addressed to her father.", "answer_sanitized": "“Daddy” &lt;Joe Stitz&gt;/&lt;ed. ME&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The beach resort of Langstrand is located between Swakopmund and another city in this country. Possession Island is the largest of its Penguin Islands, and a Chinese naval base is being built at a city in this country named for its many cetaceans, Walvis Bay. The Dunedin Star and other(*) wrecked ships litter this nation’s Skeleton Coast. A desert in this country that contains Brandberg Mountain is the oldest in the world, and access to the Zambezi River is provided by its thin Caprivi Strip, which is north of Botswana. For 10 points, name this country with a capital at Windhoek.", "answer_sanitized": "Republic of Namibia [or Namibie; or Republic of Namibia] &lt;John John Groger&gt;/&lt;ed. DD&gt;", "category": "Geography"}, {"question_sanitized": "Paul Motian played this instrument on the album Saturday at the Village Vanguard. The song “Unsquare Dance” is notable for Joe Morello’s restricted use of this instrument. A player of this instrument co-headed a quintet with Clifford Brown, and his playing on that instrument opens the track “Cherokee.” Another player of this instrument recorded the album Moanin, along with his(*) Jazz Messengers. Most of the solo for this instrument was cut from the LP version for the 45 RPM single of Take Five. This instrument was played by Max Roach and Art Blakey. For 10 points, name this instrument that may be played with brushes or sticks.", "answer_sanitized": "Drums [or Percussion] &lt;David Dennis&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The strength of this object for sunspots was calculated by George Hale using spectral Zeeman splitting. An induced example of this object can affect the polarization of light due to the Faraday effect. The magnitude of this quantity is proportional to the current over the square of the distance from the wire according to the Biot–Savart Law. (*) As it is mutually perpendicular to the velocity and the resulting acceleration of a charged particle, a common right-hand rule can be used to find--for 10 points-- what vector field measured in Teslas that is symbolized by a B?", "answer_sanitized": "magnetic field [or strength of magnetic field; or B field before “B” is read] &lt;David Dennis&gt;/&lt;ed. HB&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A king of this non-Prussian country built the Sans-Souci [“Sahns Soo-see”] Palace and committed suicide with a silver bullet. This nation was ruled by Henri Christophe and a ruler who attempted to reconquer a neighboring country, Faustin I. A revolutionary in this country was defeated at the battle of Crete-à-Pierrot by Charles(*) Leclerc. Two more recent leaders of this country used a secret police force called the Tonton Macoute. “Papa Doc” Duvalier and Jean-Jacques Dessalines are two former leaders of this country. For 10 points, name this country in the Caribbean, whose independence was declared after a slave revolt led by Toussaint L’Ouverture.", "answer_sanitized": "Republic of Haiti [or Repiblik Ayiti] &lt;John John Groger&gt;/&lt;ed. JO&gt;  Bonuses", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "This collection opens with the poem “The Hill,” where one would find \"Elmer, Herman, Bert, Tom and Charley.” For 10 points each.", "answers_sanitized": ["Spoon River Anthology", "Abraham Lincoln", "Edgar Lee Masters &lt;Marcy Lampe&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this collection of poems, narrated by the title town’s deceased residents, who include Lucinda Matlock and Indignation Joe.", "One resident of Spoon River is Anne Rutledge, who was “beloved” in the “life of” this U.S. president. He is mourned in Walt Whitman’s “O Captain, My Captain”", "This midwestern poet wrote Spoon River Anthology."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The veve for this religion's creator god Damballa contains two serpents. For 10 points each:", "answers_sanitized": ["Vodou [or Voodoo; or Vaudou; or Vodoun]", "Voodoo priests [prompt on clergy]", "Louisiana &lt;Spencer Johnson&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this religion, whose followers also believe in other loa like Baron Samedi and Papa Legba. Popular culture often associates this syncretic Haitian religion with namesake dolls.", "When summoning loa, these people use a rattle called the asson. Either the term Houngan or Mambo refers to these people, depending on their gender.", "Marie Laveau was known as this area's \"voodoo queen.\" Practitioners of this state's form of Vodou associate gris-gris with black magic."], "category": "Religion"}, {"leadin_sanitized": "This range contains the peak Emi Koussi, and its Toubou people depend on wadis and oases. For 10 points each:", "answers_sanitized": ["Tibesti Mountains", "Jebel Toubkal", "Mount Kilimanjaro [or Uhuru] &lt;John John Groger&gt;/&lt;ed. DD&gt;"], "parts_sanitized": ["Name this mountain range in the central Sahara desert, which is located in the far north of Chad and extends into Libya.", "This mountain south of Marrakech is the tallest in the Arab world, and the Isougouane valley is used as a base camp for climbers. It is located in the Atlas Mountains within Morocco.", "This isolated mountain in Tanzania, near the village of Moshi, is comprised of the peaks Kibo, Mawenzi, and Shira. It was climbed by Hans Meyer, and is the tallest in Africa."], "category": "Geography"}, {"leadin_sanitized": "These equations can be derived from the Cauchy momentum equation. For 10 points each:", "answers_sanitized": ["Navier-Stokes equations", "Leonhard Euler", "viscosity [or viscous forces] &lt;John John Groger&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name these equations describing fluid dynamics. Their 3-dimensional solutions are the subject of a Millennium Prize existence and smoothness problem, which has yet to be completed.", "This man names another set of equations governing fluid motion, as well as a constant that is the base of natural logarithms.", "The Navier-Stokes equations reduce to the Euler equations at zero values for this quantity and thermal conductivity. Reynold’s number is the ratio of inertial force to forces related to this quantity."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Name these Speakers of the House. For 10 points each:", "answers_sanitized": ["James K. Polk [or James Knox Polk]", "James G. Blaine [or James Gillespie Blaine]", "Tip O'Neill [or Thomas Philip O’Neill, Jr.] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["This man is the only Speaker of the House to become President. This president sent Nicholas Trist to negotiate the Treaty of Guadalupe Hidalgo, which ended the Mexican War.", "This \"Half-Breed\" Republican Speaker's corruption in railroad charter deals led him to be called the \"Continental liar from the state of Maine\" in the 1884 presidential election.", "This Speaker during the 1970s and 1980s coined the term “all politics is local.” Ronald Reagan said he was friends with this man after 6 PM."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Documents created in this language need a DTD declaration so browsers can determine which rendering mode they should use. For 10 points each:", "answers_sanitized": [" Hyper Text Markup Language [or HTML]", "Cascading Style Sheets [or CSS]", "JavaScript [do NOT prompt on or accept “Java”] &lt;David Dennis&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this standard markup language that uses tags and attributes to define the layout of web pages.", "This language is used to describe the appearance and layout of information on a web page as opposed to HTML, which describes the content of the page.", "The prototype of this object-oriented programming language was first integrated into Netscape Communicator in 1995.  Loosely based on a similarly-named language, it is commonly used along with HTML to create interactive websites."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "This country’s independence movement began after a performance of Auber’s <em>The Mute Girl of Portici</em>. For 10 points each:", "answers_sanitized": ["Belgium [or the Kingdom of Belgium; or Konigreich Belgien; or Koninkrijk Belgie; or Royaume de Belgique]", "Giuseppe Verdi [or Giuseppe Fortunino Francesco Verdi; or Viva Verdi; or Viva Vittorio Emanuele Re D’Italia; or Viva Victor Emmanuel King of Italy]", "Estonia [or Eesti Vabariik; or Republic of Estonia] &lt;David Dennis&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this country, whose revolution William I of the Netherland’s Ten Days’ Campaign couldn’t suppress. This country is home to both Walloon and Flemish-supporting movements.", "During the Italian independence movement, a clandestine slogan featuring this opera composer was used to express support for Victor Emmanuel II.", "Citizens of this country gathered in the hundreds of thousands in what became known as “The Singing Revolution,” where they defiantly sang banned patriotic songs."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A smaller type of this instrument is the axatse <em>[“ah-hah’-tsay”]</em> that originated with the Ewe people of Ghana. For 10 points each:", "answers_sanitized": ["Shekere", "Guiro [or güícharo; or candungo; or rayo]", "Maracas &lt;David Dennis&gt;"], "parts_sanitized": ["Name this instrument, which consists of a large gourd with webbing to hold seeds or beads around it. Unlike the axatse, this instrument is played with both hands.", "This instrument is made by carving parallel fluting in the shell of a gourd, and scraping that shell with a stick or a comb with metal tines.", "This instrument is traditionally made with the shells of gourds from the higuera [“higg-where-ah”] tree, with pebbles inserted and a handle attached. One usually plays this instrument in a pair of two."], "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about politics in literature. For 10 points each.", "answers_sanitized": ["Uncle Tom’s Cabin; or, Life Among the Lowly", "Huey Pierce Long Jr.", "Ayn Rand [or Alisa Zinov’yevna Rosenbaum] &lt;William Groger&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["In this pro-abolitionist novel by Harriet Beecher Stowe, the title character is beaten to death by Simon Legree.", "This “Kingfish” Louisiana politician was fictionalized as the corrupt Willie Stark in All the King’s Men.", "This author created the railroad tycoon Dagny Taggart in one dystopian novel in which many successful business people leave the United States due to crippling regulations."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Name some things about Lin-Manuel Miranda that have nothing to do with <em>Hamilton</em>. For 10 points each:", "answers_sanitized": ["Stephen Schwartz", "In the Heights", "Jonathan Larsen &lt;David Dennis&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["He was asked by this composer of Godspell and Wicked to contribute two songs for a 2008 revival of the 1978 musical Working!, adding the songs “Delivery” and “A Good Day.”", "At the same time, this breakthrough show of Miranda’s moved onto Broadway.  This show concerns Abuela Claudia when she wins 96,000 dollars from the lottery.", "Off-Broadway in 2014, Miranda appeared as the lead in a revival of Tick, Tick...Boom!, an autobiographical musical by this deceased composer of Rent."], "category": "Trash"}, {"leadin_sanitized": "A viola da gamba lies on a black and white marble floor in this painting. For 10 points each:", "answers_sanitized": ["The Music Lesson [or Lady at the Virginals with a Gentleman]", "Johannes Vermeer [or Jan Vermeer]", "Delft &lt;John John Groger&gt; /&lt;ed. CW&gt;"], "parts_sanitized": ["Name this painting, in which a standing man observes a girl in a yellow shirt playing a keyboard instrument. That girl’s reflection can be seen in a mirror just above her head.", "This Dutch artist of The Music Lesson painted a headscarf and the very large title object that are worn by the subject of Girl with a Pearl Earring.", "Vermeer depicted this hometown of his in three cityscapes, including The Little Street. Marcel Proust called one painting of this town “the most beautiful painting in the world.”"], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In this play, Konstantin kills himself after learning that Nina loves Trigorin. For 10 points each.", "answers_sanitized": ["The Seagull", "Anton Pavlovich Chekhov", "“The Bet” [or “Pari”] &lt;William Groger&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this play in which Konstantin shoots the title bird as a symbol of love for Nina.", "This author of The Seagull claimed that if a pistol is hung on the wall in a story, then it must be fired later--a principle known as his namesake gun.", "In this Chekhov story, a lawyer agrees to spend 15 years in solitary confinement to prove that prison is more humane than the death penalty."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Louhi promised her daughter’s hand to Lemminkäinen <em>[“Lemm-in-kay-nen”]</em>, only if the hero could bring back the lifeless body of this animal. For 10 points each:", "answers_sanitized": ["Swan of Tuonela", "Leda", "Saraswati &lt;David Dennis&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this large black bird who swims the dark river that surrounds the island of the dead in Finnish mythology.", "This Spartan queen and mother of Helen of Troy, Clytemnestra, and Castor and Pollux was impregnated by Zeus in the form of a swan.", "This Hindu goddess of knowledge and the arts forms the Tridevi with Parvati and Lakshmi. This goddess emerged from Brahma's mouth riding a swan."], "category": "Mythology"}, {"leadin_sanitized": "The Palmerston Letters of 1839 instructed the Elliots to set up a blockade of the Pearl River during the first of these wars. For 10 points each:", "answers_sanitized": ["Opium Wars", "Treaty of Nanking", "Hong Kong [or Hsiang Kang; or Xiang Gang] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name these conflicts, the first of which started after Lin Zexu [“Lynn Zee-shu”] raided the Thirteen Factories. A British goal during these wars was to control the smuggling of an addictive drug.", "The First Opium War was ended by this treaty, which was the first of the unequal treaties.", "The Treaty of Nanking ceded this island to the United Kingdom. The United Kingdom returned control of this city to China in 1997."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This effect explains how a buffer solution keeps pH nearly constant. For 10 points each:", "answers_sanitized": ["common ion effect", "chemical equilibrium", "reaction quotient &lt;David Dennis&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this effect where a charged compound's solubility is lowered if the solution already has some if the same ions.", "The common ion effect is a consequence of Le Chatelier's principle, which states that systems in this state attempt to return to it. In this state, the rates of the forward and reverse reactions are equal.", "Deviation from chemical equilibrium is quantified by this value, symbolized Q. It is compared to the equilibrium constant to determine whether the reaction will shift left or right."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Francois Darlan, an admiral of this government’s North Africa fleet, was assassinated by a supporter of the French pretender, the Count of Paris. For 10 points each:", "answers_sanitized": ["Vichy [“Vee-shee”] France", "Philippe Pétain [“Pay-tan”] [or Henri-Philippe Petain]", "Pierre Laval &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this Nazi puppet regime, which ruled France during World War II. It was named for the spa town it was based from.", "This French World War I hero of the Battle of Verdun served as the head of state for the Vichy government.", "This man, who approved a scheme where one prisoner of war was repopulated in France for every three workers sent to Germany, served as the Vichy Head of Government from 1942-1944."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "During a phone call with the president of this country, Donald Trump referred to New Hampshire as a “drug infested den.” For 10 points each:", "answers_sanitized": ["Mexico [accept United Mexican States or Estados Unidos Mexicanos]", "Malcolm Bligh Turnbull", "local milk people [prompt on a partial answer; prompt on dairy farmers or equivalents] &lt;William Groger&gt;/&lt;ed. DD&gt;"], "parts_sanitized": ["Name this home country of President Enrique Peña Nieto [“En-ree-kay Pay-nyah”]. Nieto’s phone call with Trump also included discussion of a planned wall on this country’s northern border.", "The next day, Trump called this prime minister of Australia to discuss a deal made between this man and Barack Obama that would bring in 12,000 Syrian refugees.", "During his call with Turnbull, Trump claimed that the refugees would not be “wonderful people who go on to work for” people of this profession. Give the exact phrase used."], "category": "Current Events"}, {"leadin_sanitized": "The White Council rules a socialist future society in one dystopian novel by this author. For 10 points each.", "answers_sanitized": ["H.G. Wells [or Herbert George Wells]", "The Invisible Man", "The Time Machine &lt;Carrie Derner&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this author, who wrote about the insomniac Graham waking up rich after a two hundred year coma in The Sleeper Awakes.", "In this H.G. Wells novel that is not to be confused with a Ralph Ellison work, the doctor Griffin’s experiments render him unobservable.", "In this other Wells novel, the protagonist encounter Morlocks, Eloi [“Ee-loy”], and giant crab-like monsters who chase enormous butterflies."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The Western Union Company and Standard Oil are historical examples of this type of market structure. For 10 points each:", "answers_sanitized": ["Monopoly", "Oligopolies", "Perfect competition &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name these targets of anti-trust laws. This market structure consists of a single firm without significant competition.", "This kind of market structure only has a small number of firms. The Cournot and Stackelberg models can describe this market structure.", "Buyers possess perfect information in this theoretical market structure, where numerous firms sell identical products."], "category": "Social Science"}, {"leadin_sanitized": "The simplest model of their interaction is the lock-and-key, and many of them depend on small molecules called cofactors. For 10 points each:", "answers_sanitized": ["enzymes", "competitive inhibitors", "1/2 [or 0.5] &lt;David Dennis&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name these catalysts that foster biological processes via binding of substrates at their active sites.", "Crucially, the activity of biological enzymes can be modulated by inhibitors. This type of inhibitor binds to the same site as the substrate, directly blocking binding.", "Enzymes can be modeled by Michaelis-Menton kinetics, in which K-sub-m describes the concentration of substrate at which the reaction rate is this multiple of the maximum rate V-max."], "subcategory": "Science Biology", "category": "Science"}]}