{"tossups": [{"question_sanitized": "The sequel to this work quotes the composer’s cantata The Death of Orpheus, and is called Lélio [“LAY-lee-oh”]. The score for this work calls for two ophicleides [“OFF-ee-klydez”], but those parts are now usually played by tubas. In this work, a “ranz des vaches” [“RAWNZ-day-VASH”] depicts a conversation between two shepherds, and is played by an English horn and offstage oboe.  In the fifth movement of this work, low brass and bassoons quote the(*) Dies Irae [“DEE-ays EE-ray”]. An “idee fixe” is repeated throughout this piece, and pizzicato notes represent a bouncing severed head in its “March to the Scaffold.” For 10 points, name this opium-inspired piece depicting a “witches’ sabbath,” written by Hector Berlioz.", "answer_sanitized": "Symphonie Fantastique &lt;John John Groger&gt;/&lt;ed. DD&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One of these items escapes in the thought experiment of Einstein’s box. In QED theory, the creation of the virtual type of these items gives rise to the Casimir effect.  CCDs exploit an effect these items undergo when they contact silicon to enable digital imaging. The momentum of these items can be given by the spatial (*) angular frequency times h-bar. These gauge bosons for the electromagnetic force have spin 1, but are chargeless and massless. For 10 points, name these particles, the quanta of light.", "answer_sanitized": "Photons &lt;David Dennis&gt;/&lt;ed. HB&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This author wrote about two men getting executed by a firing squad after going fishing, in his story “Two Friends.” The title character of another of this author’s short stories hides in a bell tower after stabbing a man in the neck with a cheese knife. In another story by this author, a carriage to Le Havre [“Le-arve”] is detained until Elisabeth Rousset sleeps with a (*) Prussian officer. This author of “Mademoiselle Fifi” also wrote a story about how Mathilde Loisel and her husband struggle to replace a fake piece of jewelry, which belongs to Madame Forestier. For 10 points, name this French author of “Ball of Fat” and “The Necklace.”", "answer_sanitized": "Guy de Maupassant [or Henri René Albert Guy de Maupassant] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A proposed building in this city, which would have independently rotating floors, is called the Dynamic Tower. An underwater restaurant serves a hotel designed by Tom Wright in this city, which connects to Jumeirah [“Joo-MAY-rah”] Beach. This city contains artificial islands in the shapes of a world (*) map and a palm tree. A flower inspired the Y-shaped base of a 163-story building in this city. This city is home to the world’s tallest building. For 10 points, name this city, which is home to the sail-shaped Burj al-Arab and the Burj Khalifa, the largest city in the UAE.", "answer_sanitized": "Dubai [“doo-bye”] &lt;John John Groger&gt;/&lt;ed. DD&gt;", "category": "Geography"}, {"question_sanitized": "The Lion’s Mound marks the place where William II of Orange was shot during this battle. The victorious commander at this battle used his famous “reverse slope defense.” The Battle of Wavre [“Wavv”] took place at the same time as this larger battle, which prevented Marshal Grouchy from joining one side’s forces. During this battle, a farm called Hougoumont was attacked, and Marshal (*) Ney ordered a costly charge to take La Haye Sainte [“La Haye San-tay”]. This battle ended the Hundred Days, and its loser was exiled to St. Helena. For 10 points, name this 1815 battle in which Gebhard von Blücher [“BLUE-ker”] and the Duke of Wellington dealt Napoleon his final defeat.", "answer_sanitized": "Battle of Waterloo &lt;John John Groger&gt;/&lt;ed. JO&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This author wrote “My verse your virtues rare shall eternize, / And in the heavens write your glorious name” in his sonnet collection, dedicated to his wife Elizabeth Boyle. This poet used the refrain “Sweet Thames run softly until I end my song” in his poem “Prothalamion.” This author emulated Virgil’s Eclogues [“ec-lo-gues”] in his poem The Shepheardes (*) Calendar. The character Gloriana represents Elizabeth I in this poet’s most famous work, in which Una marries the Redcrosse Knight. For 10 points, name this author of The Faerie Queene.", "answer_sanitized": "Edmund Spenser &lt;Carrie Derner&gt;/&lt;ed. ME&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A man with this surname prevented the Rothschilds from taking over the world copper industry by buying out Anaconda Copper. Another member of this family, whose brother was William, donated land and funded expansion projects in Acadia National Park and the Great Smoky Mountains. A member of this family sent the National Guard to end a prison riot in (*) Attica, New York. The patriarch of this family founded a company, which was the subject of an Ida Tarbell expose. For 10 points, name this family whose patriarch established Standard Oil, and whose members included Nelson and John.", "answer_sanitized": "Rockefellers [or the Rockefeller family; or William Avery Rockefeller, Jr.; or John Davison Rockefeller, Sr.; or Nelson Aldrich Rockefeller] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": " Sir Hans Kornberg first used the term \"anaplerotic\" [“ann-ah-pluh-rot-ic”] to describe reactions that replenish key intermediates in this pathway. The glyoxylate [“gly-ox-oh-late”] cycle shares five of the eight major enzymes used in this process. In this process, a dehydration reaction followed by a hydration reaction converts one molecule into an isomer using (*) aconitase [“ah-con-ih-taze”]. This pathway requires one molecule of pyruvate to be transported into the mitochondria and converted into acetyl-CoA, which combines with oxaloacetate [“ox-ah-low-ah-cet-ate”] to form citrate. For 10 points, name this metabolic cycle that generates most of the NADH used in the electron transport chain.", "answer_sanitized": "Krebs cycle [or the citric acid cycle; or the tricarboxylic acid cycle; or the TCA cycle] &lt;David Dennis&gt;/&lt;ed. AR&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In one film role, this man is described as having “legs for arms,” while in another role he declares “I look like Mark Wahlberg ate Mark Wahlberg” during a fight at a cinema. In addition to roles in Daddy’s Home and Trainwreck, this man hosted the 2016 ESPY Awards and the FOX reality show(*) American Grit. A radio prank-call advertising a “spit swapping makeout match” led to a meme where this man makes “unexpected” appearances in Internet videos accompanied by his theme song, “The Time Is Now.” For 10 points, name this WWE Superstar, who claims you “can’t see him.”", "answer_sanitized": "John Cena [or John Felix Anthony Cena; or “Juan Cena;” or “The Prototype;” prompt on Doctor of Thuganomics] &lt;Tyler Benedict&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;", "category": "Trash"}, {"question_sanitized": "One approach to studying this text is the Brisker method. The Karaites [“Kah-ray-ites”] and the Sadducees [“SAD-oo-sees”] rejected this text's authority. This text refers to a \"son of Stada\" and a sorcerer hanged on Passover, both of which may be Jesus. Nicholas Donin helped persuade Pope Gregory IX to order the burning of this text, leading to the Disputation of (*) Paris. This text, which comes in \"Jerusalem\" and \"Babylonian\" varieties, is made up of the Gemara and the Mishnah. For 10 points, name this text of Rabbinic Judaism, which contains oral teachings and explains the Tanakh [“tann-AKH”].", "answer_sanitized": "the Talmud &lt;Spencer Johnson&gt;/&lt;ed. AR&gt;", "category": "Religion"}, {"question_sanitized": "A gnome in this work visits a location ruled by a queen, who has handmaids named Ill-Nature and Affection. In this poem, a bag that contains “sighs” and “sobs” and a vial containing “melting griefs” and “flowing tears” are found in the Cave of Spleen. This poem begins by observing “what mighty contests rise from (*) trivial things.” During a game of ombre, sylphs led by Ariel fail to prevent the Baron from performing the title action. For 10 points, name this mock epic about Belinda’s hair, written by Alexander Pope.", "answer_sanitized": "The Rape of the Lock &lt;William Groger&gt;/&lt;ed. ME&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Hair braids on the back of an artwork by this civilization were cited by Ivan van Sertima as evidence of contact with Ethiopia. A ceremonial axe-head made by this culture is an example of their use of jade. Motifs in this culture’s artwork include the elongated man and the were-jaguar, which may have been their supreme deity. Matthew Stirling named one site of these people San Lorenzo, and a large earthen cone is found at another site of these people in (*) La Venta. These people worshipped a sky-dragon, and possibly invented the ballgame later associated with the Aztecs. For 10 points, name this Mesoamerican civilization, best known for its gigantic stone heads.", "answer_sanitized": "Olmecs &lt;David Dennis&gt;/&lt;ed. JO&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This thinker refers to ethical societies as “the church invisible” in his work Religion Within the Limits of Reason Alone. This man states that schemata [“skee-MAH-tah”] link pure concepts and sensory experiences in one text. In an essay, this man uses the phrase “man’s emergence from his self-imposed immaturity” to characterize (*) Enlightenment. This thinker is notable for his ideas of “the thing in itself” and the categorical imperative. For 10 points, name this German author of the Critique of Pure Reason.", "answer_sanitized": "Immanuel Kant [“CAHNT”] &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;", "category": "Philosophy"}, {"question_sanitized": "The regulation of gene expression in response to fluctuations in this quantity is known as quorum sensing.  A positive association between fitness and this quantity is known as the Allee effect. The simplest method for estimating this quantity is the Lincoln-Petersen method, which involves a single marking and a single (*) recapture episode. The Verhulst model states that the growth of this quantity is exponential until it slows down as it approaches the carrying capacity. For 10 points, name this quantity, the number of organisms in a given area.", "answer_sanitized": "population size [or population density] &lt;David Dennis&gt;/&lt;ed. HB&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One version of this painting in which its central figure is missing eyes was stolen in 2004 from a museum dedicated to this painting’s artist, but was recovered two years later. One theory states that this artwork was inspired by a sighting of nacreous, or mother-of-pearl clouds, while another blames the eruption of (*) Krakatoa. For 10 points, name this painting in which an all-black clad person grabs his face and performs the title action, painted by Edvard Munch [“Moonk”].", "answer_sanitized": "The Scream [or Skrik] &lt;David Dennis&gt;/&lt;ed. CW&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "In 1979, Air New Zealand Flight 901 crashed into this location. A group from the New Mexico Institute of Mining and Technology permanently studies this location, which is on an island shared by Mt. Bird. This volcano is the second tallest in its continent after Mt. Sidley, and it is named for one of the ships used on John (*) Franklin’s failed expedition to complete the Northwest Passage. The island on which this site is located also contains Mount Terror, and shares a name with both a sea and an ice shelf. For 10 points, name this mountain on Ross Island, the southernmost active volcano in the world.", "answer_sanitized": "Mount Erebus &lt;John John Groger&gt;/&lt;ed. DD&gt;", "category": "Geography"}, {"question_sanitized": "This poem describes people “surrounded by orange crates of theology” who “cast their ballot for Eternity outside of Time.” This poem was published by the City Lights Bookstore, and sees a figures throw “potato salad at CCNY lecturers on Dadaism.” An “ancient heavenly connection” in this poem is yearned for by those (*) “angelheaded hipsters.” The narrator of this poem repeatedly tells Carl Solomon that he’s with him in Rockland. For 10 points, name this poem that begins, “I saw the best minds of my generation destroyed by madness,” which was written by Allen Ginsberg.", "answer_sanitized": "“Howl” &lt;Carrie Derner&gt;/&lt;ed. ME&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In one story from the mythology of this country, a man used the skin of a black sheep to heal his comrade’s wounds, after which it grew into his skin. In the first fight of a hero from this country, that man reclaimed a bag that belonged to his father. Gráinne [“Grayn”] was promised to a hero from this modern-day country, but she ran away with Diarmuid [“Dee-ar-mid”]. The son of a hero from this modern country was the poet (*) Oisín [“Oh-SHEEN”]; that hero from this country was born of the deer-woman Sadhbh [“Salve”]. A hero from this modern country often gains understanding by sucking his thumb, which he burned while cooking the Salmon of Knowledge. For 10 points, name this country, whose mythology includes the hero Finn MacCool.", "answer_sanitized": "Ireland [or Eire; or Irish Free State] &lt;David Dennis&gt;/&lt;ed. JO&gt;", "category": "Mythology"}, {"question_sanitized": "In a speech, this man declared that “a new star rises, the star of freedom in the east;” “May the star never set and the hope never be betrayed!” This man claimed the “light has gone out of our lives and there is darkness everywhere,” in response to the assassination of his mentor. The former speech by this man came just months after he agreed to the 1947 partition with Muhammad Ali Jinnah, and is known as the (*) “Tryst [“Trisst”] with Destiny” speech. This leader was aided by Mohandas Gandhi during the movement for independence. For 10 points name this first Prime Minister of India.", "answer_sanitized": "Jawaharlal Nehru [“Nay-roo”] [or Pandit Nehru] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This process was studied by Wilhelm Pfeffer [“Feffer”] using his namesake \"cell.\" External pressure is applied to drive the opposite of this process in a common method for the desalination of water. The product of the van't Hoff factor, molality, and RT gives a colligative property; that is this process's namesake(*) \"pressure.\" A Paramecium's contractile vacuole expels water with this process, which involves movement from hypertonic to hypotonic solutions. For 10 points, name this process in which water diffuses across a semipermeable membrane.", "answer_sanitized": "osmosis [prompt on diffusion or diffusion of water] &lt;Max Mader&gt;/&lt;ed. AR&gt;  Bonuses", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "These substances, which are transported by PIN proteins, are responsible for phenomena such as apical dominance and root growth. For 10 points each:", "answers_sanitized": ["auxins", "phototropism", "Arabidopsis thaliana [or A. thaliana; or thale cress] &lt;David Dennis&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name these plant hormones, like indole-3-acetic acid, that influence virtually every aspect of plant growth and development.", "Since it triggers growth on the dark side of a shoot, auxin causes this behavior in which a plant will grow towards a source of light.", "Ten photoreceptors that influence phototropism have been identified in this common model organism from the mustard family, the first plant to have its genome sequenced."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This man popularized the distinction between extroversion and introversion and considered individuation a necessary process for personal development. For 10 points each:", "answers_sanitized": ["Carl Jung [“Yoong”]", "Archetypes", "The Red Book [or Liber Novus] &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this Swiss psychologist and founder of analytic psychology. He first described humanity’s “collective unconscious” in a 1916 essay.", "According to Jung, these symbolic images and patterns arise from the collective unconscious. Examples of them include the trickster and the anima.", "This illustrated manuscript published after Jung’s death explores 16 years of his psychological development."], "category": "Social Science"}, {"leadin_sanitized": "The title character of one of this author’s poems “strove to resuscitate the dead art / Of poetry.” For 10 points each.", "answers_sanitized": ["Ezra Pound [or Ezra Weston Loomis Pound]", "The Cantos", "Chinese [or Zhōngwén] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this poet of “Hugh Selwyn [“sell-win”] Mauberly” whose poem “In a Station of the Metro” concludes with the line “Petals on a wet, black bough.”", "This long poem by Pound includes sections such as “Fifth Decad” and “Rock-Drill” and was partly written while Pound was detained in an American Disciplinary Training Center.", "While detained, Pound brought in a dictionary written in this language. Pound translated the collection Cathay into English from this language."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": " One of this work’s title entities is represented by a figure with a shrouded head, while another recoils from a snake. For 10 points each:", "answers_sanitized": ["Fountain of the Four Rivers [or Fontana dei Quattro Fiumi]", "Gian Lorenzo Bernini", "Pope Alexander VII [prompt on Alexander] &lt;Tyler Benedict&gt;/&lt;ed. CW&gt;"], "parts_sanitized": ["Name this large public artwork, found in the Piazza Navona in Rome. Its central feature is an Egyptian obelisk topped by a dove.", "The Fountain of the Four Rivers was designed by this man, who also designed a Fountain of the Bees as well as a bronze baldachin [“ball-da-kin”] for St. Peter’s Basilica.", "This man’s tomb lies inside of St. Peter’s Basilica, and Bernini was commissioned to design it. Bernini sculpted statues of Charity and Truth for that tomb."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "The Mongols catapulting corpses into Kaffa while besieging it may have helped to spread this disease. For 10 points each:", "answers_sanitized": ["Black Death [or the Bubonic Plague; or the Black Plague]", "Flagellants movement", "Jews [or Jewish people] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this pandemic, which resulted in the death of over one-third of Europe's population in the 14th century. It was spread by flea-carrying rats.", "Fear of the Black Death led to an increase in popularity for the brotherhood of this movement. This movement involved people whipping themselves as a form of punishment.", "Members of this religious minority were killed during the Black Plague after being accused of poisoning wells in Cologne and Strasbourg."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": " His name possibly comes from the Sabine word for “spear.” For 10 points each:", "answers_sanitized": ["Quirinus", "Mars", "Rhea Silvia [prompt on Rhea] &lt;David Dennis&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this Roman god, who was identified with Romulus in the late republic.  He was worshipped together with the war goddess Bellona.", "Quirinus was a member of the Archaic Triad, along with Jupiter and this Roman god of war. At times, this god and Quirinus were considered to be versions of the same god.", "This woman gave birth to Romulus and Remus while serving as a Vestal Virgin, but claimed Mars was their father."], "category": "Mythology"}, {"leadin_sanitized": "It followed the Permian extinction and ended with the Chicxulub event. For 10 points each:", "answers_sanitized": ["Mesozoic era", "Jurassic period", "Paleocene epoch [prompt on Paleogene period] &lt;David Dennis&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this “age of reptiles” that lasted from around 250 to 65 million years ago.", "This middle period of the Mesozoic era saw the emergence of birds and angiosperms, as well as the breakup of Pangea.", "This epoch followed the Mesozoic’s Cretaceous era. Consisting of the Thanetian, Selandian and Danian ages, this epoch was home to a six foot tall bird called the Gastornis."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Answer the following about villains from the Marvel cinematic universe. For 10 points each:", "answers_sanitized": ["Ronan the Accuser", "Ultron [or Avengers: Age of Ultron]", "Iron Monger [or Obadiah Stane; or Obadiah Stane; or “Obie”] &lt;William Groger&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["This Kree extremist was distracted from his goal of destroying Xandar after being challenged to a dance-off by Star Lord. For a short time, he is able to use the power stone.", "This antagonist and namesake of the second Avengers film creates a body out of Vibranium, but is ultimately destroyed after the Battle of Sokovia by Vision.", "This man hires the Ten Rings to kidnap Tony Stark so he can regain his position as CEO of Stark Industries."], "category": "Trash"}, {"leadin_sanitized": "This dictator declared himself “Lord of All the Beasts of the Earth and Fishes of the Seas,” in addition to claiming to be the “Last King of Scotland.” For 10 points each:", "answers_sanitized": ["Idi Amin [or Idi Amin Dada Oumee]", "Entebbe International Airport [or Operation Entebbe]", "Kenya [or Jamhuri Ya Kenya; or the Republic of Kenya] &lt;Tyler Benedict&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this man, who ruled as President of Uganda from 1971 to 1979 after leading a military coup.", "As part of his coup, Idi Amin seized this major airport in Kampala. Israeli commandos raided this airport in 1976 as part of Operation Thunderbolt to free over 100 hostages.", "While serving in the King’s African Rifles, Amin fought in the Mau Mau Rebellion, which occurred in this modern country. Many of this country’s Kikuyu people assisted the Mau Mau."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This work’s introduction was written by William Butler Yeats. For 10 points each.", "answers_sanitized": ["Gitanjali [or Song Offerings]", "Rabindranath Tagore [or Rabindranath Thakur; or Gurudev]", "Republic of India [or Bharat] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this collection of poetry, which contains the lines “Thou hast made me endless, such is thy pleasure.”", "This Bengali author of Gitanjali also wrote The Home and the World. He was the first non-European to win a Nobel Prize in Literature.", "Tagore wrote the lyrics for Jana Gana Mana, the national anthem of this country."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The traditional end of this military expedition is said to be the meeting of its leader with a king at Teano. For 10 points each:", "answers_sanitized": ["Expedition of the Thousand [or Spedizione dei Mille]", "Italy [or the Kingdom of Italy; or Regno d’Italia]", "International Red Cross [or the Red Cross; or the Red Crescent; or the International Movement of the Red Cross and Red Crescent] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this campaign, where Giuseppe Garibaldi’s Red Shirts conquered Calabria. Its success led to the annexation of the Kingdom of the Two Sicilies into the Kingdom of Sardinia.", "The Red Shirts and Giuseppe Garibaldi supported the unification of this modern-day country, where Victor Emmanuel II was crowned its first king in Rome.", "Henri Dunant was inspired to found this organization after witnessing the carnage at the Battle of Solferino during the unification of Italy."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In one opera, this Emperor of Rome orders Seneca to commit suicide at the urging of his mistress after his opposition to their affair. For 10 points each:", "answers_sanitized": ["Nero", "The Coronation of Poppea [or   L'incoronazione di Poppea]", "Claudio Monteverdi &lt;David Dennis&gt;"], "parts_sanitized": ["Name this Roman Emperor, the target of the Pisonian Conspiracy, who was accused of fiddling during the Great Fire of Rome.", "This opera ends with Otho and Drusilla’s exile, while Nero’s first wife Octavia sings “Addio Roma.”", "The Coronation of Poppea is generally attributed to this early Baroque composer of l’Orfeo, though it’s possible it was a collaborative effort with younger colleagues."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "Icicles are “quietly shining to the quiet Moon” at the end of this poem. For 10 points each.", "answers_sanitized": ["“Frost at Midnight”", "“The Rime of the Ancient Mariner”", "Samuel Taylor Coleridge &lt;Carrie Derner&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this nocturnal poem about the title entity performing “its secret ministry /unhelped by any wind.”", "In this poem by the same author, the title character tells the Wedding-Guest about his experience shooting an albatross.", "This author of “Kubla Khan” and “The Rime of the Ancient Mariner” collaborated with William Wordsworth on the collection Lyrical Ballads."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Dewar’s model of this compound was made nearly 100 years after its proposal, and an isomer of this compound, bicyclopropenyl <em>[“by-cy-clo-pro-pen-ill”]</em>, was synthesized in 1989. For 10 points each:", "answers_sanitized": ["benzene", "aromaticity [prompt on resonance]", "2 [or Two] &lt;David Dennis&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this cyclic organic compound with formula C6H6, whose derivatives include toluene and aniline.", "Kekule’s model of benzene, with alternating single and double bonds, explains this interaction, where pi electrons are delocalized around a ring, lending stability.", "Benzene is the simplest in the family of PAHs. Naphthalene [“nap-tha-leen”], which is found in mothballs, is made of a structure that resembles this number of benzene rings fused together."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about religious dietary laws. For 10 points each:", "answers_sanitized": ["kosher [or kashrut]", "Halāl", "Jhatka [or Chatka] &lt;Spencer Johnson&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Many Seventh-Day Adventists choose to eat food in this category, but it is typically associated with Judaism. This category of food excludes pork and shellfish.", "Zabiha refers to the method by which animals must be slaughtered to fall into this category. More generally, this term refers to permitted behaviors in Islam and means the opposite of haram.", "Hindus and Sikhs typically eat meat killed using this method, which forgoes ritual in favor of a quick death."], "category": "Religion"}, {"leadin_sanitized": "This project was allowed to continue after Donald Trump signed an executive order regarding it. For 10 points each:", "answers_sanitized": ["Dakota Access Pipeline [or DAPL]", "Standing Rock Reservation", "Douglas J. Burgum [or Doug J. Burgum] &lt;William Groger&gt;/&lt;ed. DD&gt;"], "parts_sanitized": ["Name this controversial project, that would run through its namesake states on its route to Patoka, Illinois.", "This Indian reservation in Cannon Ball was the site of protests, since it is in the pipeline’s proposed path. One social media stunt saw many Facebook users “check in” to this reservation.", "This governor of North Dakota supports the Dakota Access Pipeline, because he believes it will help his state’s economy."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": " Protection during this operation was supposed to be given by the Carrier Air Wing Eight, which was stationed on the <em>USS Nimitz</em>. For 10 points each:", "answers_sanitized": ["Operation Eagle Claw [or Operation Evening Light; or Operation Rice Bowl; or Operation Tabas]", "Iran [or Islamic Republic of Iran; or Jomhuri-ye Eslami-ye Iran; or Iran Hostage Crisis; or Iranian hostage crisis]", "Nicaragua [or the Republic of Nicaragua; or Republica de Nicaragua] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this failed operation in 1980, that was aborted by Jimmy Carter after a helicopter crash.", "Operation Eagle Claw attempted to end a 444 day event in this country, where 52 members of the American embassy in Tehran were taken hostage.", "Another scandal involving Iran was the Reagan administration’s Iran-Contra Affair, which involved funneling money from arms sales to fund Contra rebels in this country."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This country’s town of Napier was destroyed by an earthquake and entirely rebuilt in the Art Deco style. For 10 points each:", "answers_sanitized": ["New Zealand [or Aotearoa]", "Republic of Vanuatu", "Republic of Fiji &lt;John John Groger&gt;/&lt;ed. DD&gt;"], "parts_sanitized": ["Name this nation, in which Auckland is located on North Island. Its Maori name translates to “land of the long white cloud.”", "This Melanesian country, formerly called the New Hebrides, is incredibly vulnerable to natural disasters, such as a category 5 cyclone that devastated Port Vila in 2015.", "This other nation with a capital at Suva is comprised of Viti Levu and Vanua Levu. Its large Indian minority is frequently ousted from political power by coups."], "category": "Geography"}, {"leadin_sanitized": "When an area has two or more axes of symmetry this quantity will lie at the intersection of those axes. For 10 points each:", "answers_sanitized": ["centroid", "center of mass", "parallel-axis theorem &lt;David Dennis&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this point at which all the area of an object could be concentrated without changing its first moment about any axis.", "This quantity coincides with the centroid only if the object has a uniform density.  It is the point through which gravity is considered to act on an object.", "This theorem uses the moment of inertia at the center of mass of an object to calculate the moment of inertia about another axis, provided those axes’ slopes are equal."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "One character in this play becomes an accomplice in a scheme to steal leads for Graff “because [he] listened.” For 10 points each.", "answers_sanitized": ["Glengarry Glen Ross", "David Mamet [or David Alan Mamet]", "professor [or teacher] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this play about Chicago real estate salesmen Levene, Moss, Roma, and Aaronow, who are forced to participate in a sales contest.", "Glengarry Glen Ross is by this American author, who also wrote about Don’s Resale Shop in American Buffalo.", "David Mamet wrote the play Oleanna [“Ol-e-anna”] about a person of this occupation named John, whom Carol prevents from getting tenure by filing a complaint of sexual harassment."], "subcategory": "Literature American", "category": "Literature"}]}