{"tossups": [{"question_sanitized": "In this game, matches may be decided by the Duckworth-Lewis method, and a little-used area of the playing ground is known as “cow corner.” Australia and England play for the Ashes trophy in this sport, and famous venues for this sport include Wankhede Stadium and the Kensington Oval. This sport was played by Sir Don(*) Bradman and Sachin Tendulkar [“Ten-dool-kur”]; Tendulkar holds records for most international centuries and most international runs scored in this sport. For 10 points, name this bat-and-ball sport popular in the British Commonwealth.", "answer_sanitized": "Cricket &lt;Tyler Benedict&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;", "category": "Trash"}, {"question_sanitized": "In one play by this author, a writer from New York is coerced into supporting Wally O’Hara’s political candidacy. In another play by this author of The Sign in Sidney Brustein’s Window, Willy Harris steals money that was going to be invested in a liquor store. In that play by this author, Joseph(*) Asagai wins the hand of Beneatha over George Murchison, and the Younger family moves to an all-white neighborhood. For 10 points, name this author of A Raisin in the Sun.", "answer_sanitized": "Lorraine Hansberry [or Lorraine Vivian Hansberry] &lt;Joe Stitz&gt;/&lt;ed. ME&gt;/&lt;ed. JO&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In telecommunications, the coefficient of this phenomenon is displayed graphically using a Smith chart. Spectralon is useful in photospectrometry because it has near-perfect levels of the Lambertian diffuse type of this phenomenon. In metals, the coefficient of this phenomenon is related to their conductivity using the(*) Hagen-Rubens relation. Perfectly polarized light does not experience this phenomenon when transmitted at Brewster's angle. Above the critical angle, the “total internal” variety of this phenomenon occurs. For 10 points, name this process in which light bounces off of surfaces like mirrors.", "answer_sanitized": "reflection [or Total Internal Reflection] &lt;David Dennis&gt;/&lt;ed. HB&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A war breaks out in this work after the title character’s son kills a deer, and the antagonist’s sister Juturna disguises herself as Camers to convince an army to break a treaty. A character in this poem loses a footrace after slipping in sacrificial blood, and another character is killed for wearing the belt of Pallas, who he had previously slain. This poem begins with(*) Juno destroying the protagonist’s fleet and opens with the phrase “I sing of arms and the man.” For 10 points, name this epic poem by Virgil, in which Dido commits suicide after being left by the title son of Venus and Anchises.", "answer_sanitized": "The Aeneid &lt;Carrie Derner&gt;/&lt;ed. JO&gt;", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "The possessions of this empire, which included Siby and Jalo, were called the Twelve Doors. “Carriers of Quiver” were part of the legislative body of this empire, the Gbara, which was established under a constitution called the Kouroukan Fouga. Djinguereber [“Da-jin-gay-reb-err”] Mosque and Sankore University in this empire were built with mud bricks. After defeating the Sosso at the Battle of Kirina, this empire was founded by(*) Sundiata. A ruler of this empire devalued gold by distributing it during a Hajj; that ruler was Mansa Musa. For 10 points, name this West African empire named for a modern-day country, which contained Timbuktu.", "answer_sanitized": "Mali Empire [or Manden Kurufaba; or Malinke Empire; or Mandingo Empire] &lt;John John Groger&gt;/&lt;ed. JO&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In a battle during the first of these conflicts, Joachim Ferreira’s superior marksmen took Gordon’s Knoll, after mistakenly anticipating an attack at Laing's Nek. An expedition that started the first of these conflicts consisted of 600 men, who surrendered at Doornkop. The first of these wars included the Battle of Majuba Hill, and was sparked by the Jameson Raid. During the second of these wars, the founder of the Boy(*) Scouts, Robert Baden-Powell, defended Mafeking. These wars ended with the annexation of the Transvaal and the Orange Free State. For 10 points, name this pair of wars between the British and namesake Dutch farmers, which were fought in South Africa", "answer_sanitized": "Boer Wars [or the First Anglo-Boer War; or the Second Anglo-Boer War; or Vryheidsoorloe; prompt on Freedom Wars] &lt;David Dennis&gt;/&lt;ed. JO&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This poet described the moon rattling “like a fragment of angry candy” in a poem about “the Cambridge ladies who live in furnished souls.” This poet compares spring to a “perhaps hand,” and another poem by him ends “it’s always ourselves we find in the sea.” This author created “a conscientious(*) objector” who was  “more blond than you” and “more brave than me.” “Sun moon stars rain” is the refrain of a poem by this author, which includes the parenthetical “with up so floating many bells down.” For 10 points, name this poet of “i sing of Olaf glad and big” and “anyone lived in a pretty how town.”", "answer_sanitized": "e.e. cummings [or Edward Estlin Cummings] &lt;Joe Stitz&gt;/&lt;ed. ME&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "According to legend, this religion’s founder wrote a text while leaving his country riding on a water buffalo. That text from this religion states that existence and non-existence give birth to one another. This religion claims that Heaven and Earth sprang from the door of the \"mysterious(*) female.\" This religion’s founder claimed that \"all would\" submit to a king who could hold an entity \"that cannot be named.\" This religion praises \"action without action\", known as wu wei. For 10 points, name this Chinese religion founded by Lao Tzu.", "answer_sanitized": "Daoism [or Taoism] &lt;Spencer Johnson&gt;/&lt;ed. AR&gt;/&lt;ed. JO&gt;", "category": "Religion"}, {"question_sanitized": "In this painting, a statue of a dragon devouring St. Margaret appears on a bedpost. One object in this painting is surrounded by scenes of the Passion of Christ, and a chandelier in this painting has only one candle. This painting’s subjects can be seen from behind in a convex mirror next to the artist’s signature, and a(*) dog sits in front of them along with a pair of clogs. One of this painting’s central figures seems pregnant and wears a green dress. For 10 points, name this portrait of a couple by Jan [“Yan”] van Eyck [“Ike”].", "answer_sanitized": "The Arnolfini Portrait [or The Arnolfini Wedding; accept clear equivalents] &lt;John John Groger&gt;/&lt;ed. CW&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Symptoms of Keshan disease include weakness of muscle in this organ, making it abnormally large. Damage to this organ can be specifically detected by rising levels of troponin I and troponin T. This organ's foramen ovale closes immediately after birth, as it is among two fetal shunts that bypass the(*) lungs to bring blood here. In this organ, branches of the bundle of His transfer action potentials to control the rate of contraction. This organ's muscle is damaged when blood flow is blocked in a myocardial infarction. For 10 points, name this organ, whose left ventricle pumps oxygenated blood to the rest of the body.", "answer_sanitized": "heart &lt;David Dennis&gt;/&lt;ed. AR&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This man’s dissertation on the Central Limit Theorem was very close to Lindeberg’s proof, but did not contain the “swapping” argument. He described a device with a finite number of internal states, which reads a continuous feed of single-cell memory. In that same paper, this man offered a proof by contradiction that the(*) halting problem is undecidable. This man and his team designed a machine to compute the rotor order, core starting positions, and the plugboard connections of a different machine at Bletchley Park. His namesake “test” can be used to determine if a machine can pass for human. For 10 points, name this British computer scientist, who helped break the Enigma code during WWII.", "answer_sanitized": "Alan Turing &lt;David Dennis&gt;/&lt;ed. HB&gt;/&lt;ed. JO&gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "In an essay titled for this concept, Schopenhauer [“Sho-pen-how-er”] uses Kant’s idea that cause and effect relationships exist in the realm of experience. Alvin Plantinga invoked this concept in a defense against the problem of evil, and David Hume considered this topic the “most contentious question of metaphysics.” Views regarding this concept include the James-inspired(*) compatibilism, which attempts to reconcile the existence of this idea with determinism. For 10 points, name this philosophical concept that typically refers to the ability to make genuine decisions.", "answer_sanitized": "Free will &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;", "category": "Philosophy"}, {"question_sanitized": "This man ordered his delegates to walk out after criticizing Walter Hallstein’s budget proposal for the Common Agricultural Policy, which helped to start the “empty chair” crisis. This man met with Jacques Massu at Baden-Baden after fleeing from the May 1968 student protests. This man answered “no” in response to the questions “must hope disappear? Is defeat final?” in his Appeal of June 18th speech. The(*) OAS attempted to assassinate this leader for signing the Evian Accords, which granted Algeria its independence. For 10 points, name this founder of the French Fifth Republic, who led the Free French during World War II.", "answer_sanitized": "Charles de Gaulle [or Charles Andre Joseph Marie de Gaulle] &lt;David Dennis&gt;/&lt;ed. JO&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A character in this novel learns French by listening to Felix De Lacey read the book Ruins of Empires. The books The Sorrows of Werter and Paradise Lost influence one character in this novel, and lead him to resent his “accursed Creator.” This novel’s title character studies Agrippa and Paracelsus at(*) Ingolstadt, and sees his brother William and his friend Henry Clerval murdered by his creation. For 10 points, name this novel about Victor and the monster he makes from human body parts, written by Mary Shelley.", "answer_sanitized": "Frankenstein; Or, The Modern Prometheus &lt;Tyler Benedict&gt;/&lt;ed. ME&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Members of this profession in the early 1700’s commonly used Beauchamp-Feuillet [“Bo-chamm Foo-yay”] notation. Works by some people in this profession were placed in the Sergeyev Collection. “Motif description” was a method developed by Ann Hutchinson-Guest to communicate the essence of Labanotation [“La-ban-oh-tation”], a modern method used in this profession. Jean-Georges Noverre wrote a treatise on this profession. George(*) Balanchine did this for a famous version of The Nutcracker. For 10 points, name this profession of people, who, like Martha Graham, organize the performance of dances and ballets.", "answer_sanitized": "Choreographers [or Choreography; prompt on Ballet and Ballet Dancer] &lt;David Dennis&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "The protagonist of this novel goes to the employer of Sibeko’s daughter during his search for her. A character in this novel donates milk to a village after reading his son’s articles about racial equality. A different character in this novel is defended “pro deo” in court by Mr. Carmichael, and the protagonist receives a letter from(*) Theophilus Msimangu [“Missi-mangu”] about his sister Gertrude’s illness. That protagonist of this novel hears about the killing of Arthur Jarvis on his visit to Johannesburg. For 10 points, name this novel about Stephen Kumalo, written by Alan Paton.", "answer_sanitized": "Cry, the Beloved Country &lt;Carrie Derner&gt;/&lt;ed. ME&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The Burton process of thermal cracking employs the \"destructive\" form of this technique. When this technique is applied to multicomponent mixtures, components are designated as \"heavy key\" or \"light key,\" based on their volatility. The number of theoretical plates needed for this process can be calculated via the(*) Fenske equation. This technique, which employs a condenser to generate reflux, [emphasize] cannot separate a solution of 96% ethanol and 4% water, as it is an azeotrope. The fractional type of this process is used for refining crude oil. For 10 points, name this lab technique used to separate liquids based on boiling point.", "answer_sanitized": "distillation [or destructive distillation; or fractional distillation] &lt;Joe Stitz&gt;/&lt;ed. AR&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In The Task, William Cowper wondered if we listened to this work’s “eulogy” for just the composer’s sake. The composer of this work also collaborated with librettist Charles Jennens on the work Saul.  In a famous orchestration of this work, the namesake instruments were removed from the section “The Trumpet Shall Sound.” A “pastoral symphony” in this work that depicts shepherds is called(*) “Pifa.” This oratorio’s most famous movement starts a fugue on, “And He shall reign for ever and ever.” George II supposedly stood during one section of this oratorio. For 10 points, name this George Frideric Handel oratorio, which includes the “Hallelujah” chorus.", "answer_sanitized": "Messiah [or HWV 56] &lt;John John Groger&gt;/&lt;ed. DD&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The highest point in this range may have taken its name from a word in Mapudungun, the language of a people inhabiting a nearby region. That highest point in this range is the site of the Polish Glacier. The highest peak in this range is the second of the Seven Summits and is north of a non-Brazilian Christ the Redeemer of these mountains. It contains the highest capital city in the world and the farthest point from the Earth’s center, Mt.(*) Chimborazo. This range contains the Altiplano and La Paz, both of which are in Bolivia. For 10 points, name this mountain range, whose highest peak, Aconcagua, is located in Argentina.", "answer_sanitized": "Andes Mountains [or the Andean Mountains] &lt;John John Groger&gt;/&lt;ed. DD&gt;", "category": "Geography"}, {"question_sanitized": "This man allegedly came up with the idea for his most influential invention at the suggestion of Nathanael Greene’s widow, Catherine. Machine tool historian Joseph Roe credited this man with inventing the first true milling machine. This man allegedly met with President Adams and President-elect Jefferson, and wowed them by assembling a(*) musket from a drawer filled with shuffled pieces that he manufactured. This man used the profits from his interchangeable parts system to pursue litigation against Southern farmers. For 10 points, name this inventor of the cotton gin.", "answer_sanitized": "Eli Whitney &lt;Jonathan Amlong&gt;/&lt;ed. JO&gt;  Bonuses", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "Veblen and Giffen goods are exceptions to this economic concept’s namesake law. For 10 points each:", "answers_sanitized": ["Demand", "John Hicks", "Slutsky equation &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this concept whose curve slopes downward, unlike supply.", "This economist names a type of demand function that is contrasted with the Marshallian demand function. This man’s namesake demand function minimizes expenditures for a given utility.", "This equation relates Hicksian and Marshallian demand and describes the total change in demand in terms of the substitution and income effects."], "category": "Social Science"}, {"leadin_sanitized": "A character in this collection uses King Demetrius of Parthia and Attila the Hun as examples of gluttons, and tells a story about three men who set out to kill death. For 10 points each.", "answers_sanitized": ["The Canterbury Tales", "Geoffrey Chaucer", "the Wife of Bath’s tale [or the tale of the Wife of Bath] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this collection of stories told by a group of travelers, including the Pardoner, at the Tabard Inn.", "This author of The Book of the Duchess and Troilus and Criseyde is best known for writing The Canterbury Tales.", "In this character’s tale, Alisoun [“Alison”] declares that women are unable to keep secrets, as exemplified by Ovid’s story of Midas and his ears."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Cabanel’s version of this scene features the title figure lying nude atop the ocean waves. For 10 points each:", "answers_sanitized": ["Birth of Venus [or the Nascita di Venere]", "Sandro Botticelli [or Alessandro di Mariano Filipepi]", "Diego Velazquez [or Diego Rodriguez de Silva Velazquez] &lt;David Dennis&gt;/&lt;ed. CW&gt;"], "parts_sanitized": ["Name this scene, depicting the creation of a Roman goddess from sea-foam. Another depiction of this scene is located in the Uffizi Gallery, in the same room as its artist’s The Spring.", "The most famous version of the Birth of Venus was produced for the Medici family, by this early Renaissance artist of La Primavera.", "The Venus Effect is when the subject of a painting appears to be looking at themselves in a mirror, but is actually looking at the painting’s artist. An example is this artist’s Rokeby Venus."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Nine of these substances are considered \"essential\" for humans, as they must come from the diet. For 10 points each:", "answers_sanitized": ["amino acids", "Glycine", "AUG [or adenosine, uracil, and guanine if all three are given in that order] &lt;David Dennis&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name these molecules, consisting of a carboxyl group and an NH3 group, connected to a side chain. They are connected by peptide bonds to make the building blocks of proteins.", "This smallest amino acid is neutral and metabolically inert. It has a hydrogen atom as its side chain, and also acts as an inhibitory neurotransmitter.", "Translation from mRNA into proteins is started with the first instance of this codon, which is the codon for methionine [“meth-eye-oh-neen”]. Give the three-letter abbreviation of this codon."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Answer the following about some secret police agencies. For 10 points each:", "answers_sanitized": ["Stasi [or the Ministry of State Security; or Ministerium fur Staatsicherheit; or MfS]", "KGB [or the Komitet Gosudarstvennoy Bezopasnosti; or the Committee for State Security]", "Ming Dynasty &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["This agency was the secret police of East Germany. Under the direction of Markus Wolf, this agency instituted physiological destruction tactics known as Zersetzung.", "This agency was the secret police of the Soviet Union. This agency was responsible for spy rings in the US, such as the Rosenberg Ring.", "The Jinyiwei was the secret police of this dynasty, whose Yongle Emperor sponsored the voyages of the eunuch Zheng He."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Ishana is one of this deity’s five faces. For 10 points each:", "answers_sanitized": ["Shiva [or Siva; or Shankara]", "Parvati", "Kartikeya [or Arumugam; or Skanda; or Subrahmanya; or Murugan] &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this deity, who is often depicted with a serpent around his neck and a crescent moon on his forehead. This member of the Hindu trimurti often carries a weapon called the Trishula.", "This wife of Shiva is sometimes represented as a yoni alongside a lingam. Her incarnations include Kali and Durga.", "The child of Parvati and Shiva and brother of Ganesha is this Hindu god of war. His mount is a peacock, and he uses a spear known as the Vel."], "category": "Mythology"}, {"leadin_sanitized": "<em>NOTE TO MODERATOR: Please do not reveal the prompt lines, unless a team answers with them, as that will give away the answer to the third part. Thanks!</em> While giving a commencement speech at Swarthmore College, the namesake of these events defended the lynching of eleven Italian-Americans in New Orleans. For 10 points each:", "answers_sanitized": ["Palmer Raids [or word forms, such as the raids of A. Mitchell Palmer; or the raids of Alexander Mitchell Palmer; prompt on Palmer; prompt on Red Scare; prompt on First Red Scare; do NOT prompt on “Second Red Scare”]", "FBI [or the Federal Bureau of Investigation]", "Red Scare [or First Red Scare; or Second Red Scare] &lt;Jonathan Amlong&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name these events in the late 1910s, which saw the namesake Attorney General order the arrest of many immigrants with leftist leanings.", "The head of the Justice Department's General Intelligence Division during the Palmer Raids was J. Edgar Hoover, who was the first director of this organization.", "The Palmer Raids were part of the first one of these colorfully-named movements, which arose due to fears about the spread of communism."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This man was a quarterback for the UCLA Bruins in 1972-73, and is currently married to Pam Dawber. For 10 points each:", "answers_sanitized": ["Mark Harmon", "NCIS [do NOT accept “NCIS: Los Angeles,” “NCIS: New Orleans,” “Navy NCIS” or “Naval CSI”]", "Knife &lt;Katlynn Miller&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this man, who played Ryan in the 2003 version of Freaky Friday.", "Mark Harmon portrays Leroy Jethro Gibbs on this show, which started in 2003 and is still airing today on CBS. This show deals with murder cases in a certain branch of the military.", "On NCIS, Gibbs has a set of rules, the ninth of which states, “Never go anywhere without” this object. In the season one episode “One shot to kill,” Gibbs reminds Tony to have this object."], "category": "Trash"}, {"leadin_sanitized": "The narrator of this novel sees the apparition of a man on a tower and later sees that same apparition in a dining room window. For 10 points each.", "answers_sanitized": ["The Turn of the Screw", "Henry James", "Rome [or Roma; or Roman fever] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this novella about a governess seeing the ghosts of Miss Jessel and Peter Quint, who interact with the children Miles and Flora.", "This American author wrote The Turn of the Screw and Daisy Miller. He also wrote about Isabel Archer in The Portrait of a Lady.", "In Daisy Miller, Daisy dies after she catches a disease named for this city. Daisy dies after meeting Giovanelli at the Colosseum, which is located in this city."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Jökulhlaups <em>[“Joh-kul-laups”]</em> are floods that can break from these structures and can be triggered by melting or volcanic activity. For 10 points each:", "answers_sanitized": ["Glaciers", "ablation", "till &lt;David Dennis&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name these bodies of ice, consisting largely of recrystallized snow, that shows evidence of downslope or outward movement due to the pull of gravity.", "This term refers to the loss of glacial mass from melting, usually at lower altitude, where temperatures may rise above freezing point in summer.", "This unsorted glacial drift material is deposited directly from ice. This material includes fine grained fragments that were produced by abrasion within the glacier."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Elements from this group make good anionic leaving groups, as they only have seven valence electrons in their neutral form. For 10 points each:", "answers_sanitized": ["halogens", "iodine", "Grignard reagents &lt;Max Mader&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this group of elements which contains the most electronegative element, fluorine.", "This element is the heaviest and most acidic of the stable halogens. It is used in Lugol's solution to detect starch.", "Alkyl halides are added to magnesium to produce these reagents. They are strong nucleophiles and useful in organic chemistry for the formation of carbon-carbon bonds."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The National Assembly voted to give him full power, given the extended illness of Umaru Yar’Adua in 2010. For 10 points each:", "answers_sanitized": ["Goodluck Jonathan", "Yahya Jammeh", "Senegal [or Republic of Senegal; or Republique du Senegal] &lt;David Dennis&gt;"], "parts_sanitized": ["Name this first sitting president to be defeated in a Nigerian election. He lost to Muhammadu Buhari in 2015, after his inability to deal with Boko Haram.", "This former Gambian president’s 22-year reign came to an end after losing a 2015 election to Adama Barrow. He claimed he could cure AIDS in three days using medicinal herbs.", "Jammeh contested the election results, but ultimately left in 2016 after international condemnation and the threat of armed forces from this country that surrounds the Gambia."], "subcategory": "Current Events Other", "category": "Current Events"}, {"leadin_sanitized": "This sermon instructs listeners to \"keep your oaths to the Lord\" and \"beware of false prophets\" who \"come in sheep's clothing.\" For 10 points each:", "answers_sanitized": ["Sermon on the Mount", "houses", "Sermon on the Plain &lt;Spencer Johnson&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this sermon of Jesus, that contains the Beatitudes and the Lord's Prayer.", "In the Sermon on the Mount, Jesus analogizes those who follow his words to one of these objects, that is built on a rock. Jesus also states that these objects, when divided, cannot stand.", "This sermon, given by Jesus in Luke's sixth chapter, repeats many of the Sermon on the Mount's teachings. Jesus speaks this sermon after coming down from a mountain and cleansing people of impure spirits."], "category": "Religion"}, {"leadin_sanitized": "While in exile, this man wrote the Jamaica Letter. For 10 points each:", "answers_sanitized": ["Simon Bolivar [or Simón José Antonio de la Santísima Trinidad Bolívar y Palacios]", "Jose de San Martin [or José Francisco de San Martín y Matorras]", "Bernardo O’Higgins [or Bernardo O'Higgins Riquelme] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this liberator, who freed much of South America from Spanish rule. He was the first president of Gran Columbia.", "Bolívar met with this Argentinian General at Guayaquil [“Gway-ah-keel”], Ecuador. This man led the Army of the Andes to a victory in the Battle of Chacabuco.", "San Martín crossed the Andes and won the Battle of Maipú, along with this Chilean independence leader. This man of Irish descent was the second Supreme Director of Chile."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Will Kempe was Shakespeare’s go-to comic actor. Name some of Kempe’s iconic roles, for 10 points each.", "answers_sanitized": ["Dogberry", "Sir John Falstaff [or John Falstaff]", "Romeo and Juliet &lt;Tyler Benedict&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Kempe played this bumbling constable in Much Ado About Nothing, as he is named in the stage directions. This character is prone to malapropisms, which are sometimes named for him.", "Scholars speculate that Kempe also played this comic character, a fat knight who appears in both Henry IV and The Merry Wives of Windsor.", "Kempe is also mentioned in the Quarto text of this play as having played Peter, a servant of the Capulet household."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In one attempt to end this event, Count Mikhail Miloradovich <em>[“Mi-lo-rad-o-vitch”]</em> was sent to negotiate with rebels, but was shot by Pyotr Kakhovsky. For 10 points each:", "answers_sanitized": ["Decembrist Revolt [or Decembrist Uprising; or Vosstanie dekabristov]", "Alexander [or Alexander I; or Alexander II]", "Crimean War [or krymskaya voina; or Vostochnaya voina] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this attempt to overthrow Czar Nicholas I, in favor of his brother Constantine. Its leaders included Sergei Trubetskoy and Pavel Pestel.", "The Decembrist Revolt occurred after the death of the first Russian Tsar of this name. The second Tsar of this name freed the serfs of Russia.", "Alexander II was the Russian Tsar who ended this war, whose battles included the Siege of Sevastopol and the disastrous Battle of Balaclava."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This five-hour-long work with no plot features abstract dance sequences created by Lucinda Childs. For 10 points each:", "answers_sanitized": ["Einstein on the Beach", "Philip Glass", "Steve Reich &lt;David Dennis&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this opera. In one scene, a trial’s defendant has a nightmare about the oppressive sameness one finds in an American supermarket, and transforms into the figure of Patty Hearst, brandishing a machine gun.", "This composer of Einstein on the Beach included it in his portrait trilogy, including Satyagraha and Akhnaten.", "Glass’ Two Pages was originally dedicated to this composer of Different Trains. The dedication’s removal may have led to a feud between Glass and this composer."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "Sunglasses often have coatings to filter out light with this property in order to reduce glare. For 10 points each:", "answers_sanitized": ["Polarization", "Liquid crystals [or liquid crystal displays; prompt on LCD]", "Bragg’s Law &lt;David Dennis&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this property, in which a wave oscillates in a fixed direction. This property for light has linear, elliptical or circular forms", "Applying an electric field to a phase of these materials, when placed between top and bottom polarizing filters, makes the whole mechanism opaque. They are used in electronic displays.", "This law is used to determine the lattice spacing of crystals, by measuring the angles of incidence of electromagnetic radiation. This law states that an electric cloud moves when an atom is hit by X-rays."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following about speeches given by Nobel laureates in literature. For 10 points each.", "answers_sanitized": ["Mario Vargas Llosa [do NOT accept or prompt partial last name]", "V.S. Naipaul [or Vidiadhar Surajprasad Naipaul]", "Republic of Belarus &lt;Tyler Benedict&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["This 2010 Nobel Laureate wrote Aunt Julie and the Scriptwriter and compared his native Peru to a cousin “with upturned nose and indomitable character” in his lecture.", "In this author’s lecture, he described growing up in an Indian immigrant community in Trinidad. This author wrote A Bend in the River and A House for Mr. Biswas.", "The “people of Chernobyl” were referenced in the lecture of 2015 Nobel Laureate Svetlana Alexievich. Despite her Ukrainian birth, Alexievich grew up in this neighboring country."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "When a Soviet drilling rig in 1971 punched into a underground natural gas cavern in this desert, they set it on fire.  For 10 points each:", "answers_sanitized": [" Karakum Desert", "Uzbekistan", "Aral Sea &lt;David Dennis&gt;"], "parts_sanitized": ["Name this desert, home to a crater near Darvaza, Turkmenistan, that has been burning for over 40 years locally known as “The Gates of Hell”", "In this country, an 18-meter long sarcophagus claims to be the final resting place of the prophet Daniel. The length is due to a belief that his body still grows at rate of about 5 cm a year.", "The Karakum Canal played a role in the evaporation of much of this lake, which lies between Kazakhstan and Uzbekistan."], "category": "Geography"}]}