{"tossups": [{"question_sanitized": "One type of this process can be hindered by the anode [“ann-ode”] effect, and its reactants are dissolved in molten cryolite [“cry-o-lite”]. Sir Humphry Davy was the first to isolate sodium and potassium by performing this process on lye and potash [“pot-ash”], respectively. This technique, which is used in the Hall-Héroult process, is described by two laws by(*) Faraday, one of which states that the mass of the material separated is proportional to the charge passed through the circuit. When this process is applied to water, hydrogen and oxygen gas are produced. For 10 points, name this technique that uses an electric current to drive a chemical reaction forward.", "answer_sanitized": "electrolysis [or the Hall-Héroult process before the second sentence is read] &lt;David Dennis&gt;/&lt;ed. AR&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This poet begins one collection with a call to the reader, who hears “the sound. In scattered rhymes.” This author dedicated his Epistolae Familiares [“Ay-pis-tow-lay Fa-mil-ee-ah-rays”] to Socrates, in which he described climbing Mont Ventoux [“Ven-too”]. This author wrote about Hannibal’s invasion of(*) Italy in his epic poem Africa. This poet devised a poetic form consisting of an octave followed by a sestet. For 10 points name this Italian poet whose collection Il Canzoniere [“Can-zon-ee-ay-ray”] contains many sonnets to Laura.", "answer_sanitized": "Petrarch [or Francesco Petrarca] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This man was the only one allowed to pass when reaching a lote tree at the end of the seven stages of heaven. Companions of this man swore to fight to the death in the Pledge of Ridwan, and were known as People of the Tree. In that journey, he rode the (*) Buraq [“bu-rack”] to the Bayt al-Muqaddas during the Night Journey. This member of the Quraysh [“ka-raysh”] tribe had a wife, Aisha, who was accused of adultery. The Hadith describe this man's deeds and words. For 10 points, name this founder of Islam who received revelations at Mount Hira through the angel Gabriel.", "answer_sanitized": "Muhammad [or Abū al-Qāsim Muhammad] &lt;Spencer Johnson&gt;/&lt;ed. AR&gt;", "category": "Religion"}, {"question_sanitized": "The first case argued before the United States Supreme Court originated from this state. In a case originating from this state, the U.S. Supreme Court ruled on the meaning of the “Guarantee Clause” of Article Four of the Constitution. That case from this state was Luther v. Borden, which grew out of Dorr’s Rebellion. The founder of this state pleaded for a(*) “wall of separation” in The Bloody Tenent of Persecution. For 10 points, name this state, whose founder Roger Williams founded its capital of Providence.", "answer_sanitized": "Rhode Island and Providence Plantations &lt;David Dennis&gt;/&lt;ed. JO&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Bid Rig III, a corruption investigation in this state, relied on Solomon Dwek, and resulted in a mayor being arrested 23 days after taking office. Another official from this state was indicted in 2017 on bribery charges concerning surgeon Salomon Melgen. That official could be the first convicted sitting US Senator since Harrison Williams, who was also from this state, and was indicted in the ABSCAM scandal in 1981. David(*) Wildstein, one of this state’s officials, was told via email that it was “time for some traffic problems in Fort Lee.” For 10 points, name this state, home of Bob Menendez and currently governed by Chris Christie.", "answer_sanitized": "New Jersey &lt;David Dennis&gt;", "category": "Current Events"}, {"question_sanitized": "The title character of this novel looks through a window of a church to see a dancing girl in a red scarf, who is later dismissed by the protagonist’s wife for breaking the wife’s favorite pickle dish. Andrew Hale refuses to loan fifty dollars to this novel’s protagonist, who drives the narrator during a snowstorm in(*) Starkfield, Massachusetts. Zeena is the wife of this novel’s title character and has to take care of him and his lover after a “tragic accident.” The title character and Mattie Silver crash a sled into an elm tree in, for 10 points, what novel by Edith Wharton?", "answer_sanitized": "Ethan Frome &lt;Carrie Derner&gt;/&lt;ed. ME&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "After this man was healed by Henry Francis Fynn following an assassination attempt, he allowed Europeans to settle at Port Natal. This ruler was succeeded by his half-brother Dingane [“Din-gah-nay”], who killed him after this man ordered for crops not to be planted to mourn his mother Nandi’s death. This leader’s introduction of the broad-bladed assegai throwing spear and the iklwa [“ik-ul-wah”] short spear were among his many military innovations, including inventing the(*) “loins,” “chest,” and “horns” of the “buffalo” formation. For 10 points, name this African warrior, who unified the Zulu people.", "answer_sanitized": "Shaka Zulu [or Shaka kaSenzangakhona] &lt;Jonathan Amlong&gt;/&lt;ed. JO&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The name of this location translates to the horse of a god who had a riddle contest with the giant Vafthrudnir [“Vaft-hrud-nir”]. This location is home to four harts, including Dáinn and Dvalinn. The squirrel Ratatosk carries messages between an eagle at the top of this object and a dragon at the bottom, and the wells of Hvergelmir, Urd, and(*) Mimir are located here. The dragon Nidhogg gnaws on the one root of this location. In order to learn the runes, Odin hangs himself on this object for nine days and nights. For 10 points, name this world tree from Norse mythology.", "answer_sanitized": "Yggdrasil [prompt on Norse world tree before it is read] &lt;William Groger&gt;/&lt;ed. JO&gt;", "category": "Mythology"}, {"question_sanitized": "These materials can be separated from the gangue and rocks by using a Wilfley table. The yield from the tailings of these materials can also be concentrated in a Jameson cell using froth flotation. Exposure to the processing of one of these materials can lead to Shaver’s disease. Sulfur dioxide is removed via “roasting” from one of these materials,(*) galena. The Curies discovered radium and polonium in one of these materials that contains uranium, pitchblende. For 10 points, name these rocks such as bauxite for aluminum, from which minerals and elements can be extracted profitably.", "answer_sanitized": "Ores [or minerals until it is read] &lt;David Dennis&gt;/&lt;ed. HB&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Concerning an opera by this man, Anna Russell said that “if you know the chord of E-flat major, you know the overture to it.” This composer gave the score of his Symphony in C as a present to Mendelssohn, after which it was lost for 40 years. The opening four note motif to one of this composer’s operas is quoted repeatedly and mockingly marked avec une grande émotion in Debussy’s(*)“Golliwog’s Cakewalk.” Anton Bruckner became a massive supporter of this composer after seeing the premiere of his opera about a love-potion-drinking couple. For 10 points, name this composer famous for operas such as Tristan and Isolde and the Ring cycle.", "answer_sanitized": "Richard Wagner &lt;David Dennis&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This author spoke to the “Lord of our far-flung battle line” in a poem that repeats, “Lest we forget--lest we forget!” Another of this author’s poems advises the reader to “fill the unforgiving minute with sixty seconds’ worth of distance run” in a poem that ends “you’ll be a(*) man my son!” This poet of “Recessional” wrote about a water-bearer that the speaker claims is “a better man than I am.” For 10 points, name this British poet of “Gunga Din” and “If--”, who wrote about Mowgli in The Jungle Book.", "answer_sanitized": "Rudyard Kipling [or Joseph Rudyard Kipling] &lt;Carrie Derner&gt; /&lt;ed. ME&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In this show, a character with cleidocranial [“cly-do-cranial”] dysplasia explains that compasses don’t point true north. The characters of this show make a sensory deprivation tank after asking their science teacher, “Why are you keeping this curiosity door locked?” In the 2017 Golden Globes opening, this show’s actors reveal that “Barbara’s(*) still alive!” Throughout Season 1, Joyce Byers hangs up Christmas lights to communicate with Will, her missing son, who is hiding from the Demogorgon in the Upside-Down. In this show, Eleven steals Eggo waffles from a grocery store. For 10 points, name this Netflix original series, an atmospheric thriller set in the 1980s.", "answer_sanitized": "Stranger Things &lt;Marcy Lampe&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;", "category": "Trash"}, {"question_sanitized": "Two isotopes of Helium oddly have a negative value of this quantity when undergoing fusion. At a constant volume, temperature can be defined as a partial derivative of this quantity with respect to the internal energy. One formulation of this quantity is the natural logarithm of the number of microstates times(*) Boltzmann’s constant. As each step keeps either temperature or this quantity constant, charting a plot of them for a Carnot [“car-now”] cycle forms a rectangle. This quantity can only increase over time, according to the Second Law of Thermodynamics. For 10 points, name this quantity, symbolized S, that represents disorder.", "answer_sanitized": "Entropy [prompt on S before it is read] &lt;David Dennis&gt;/&lt;ed. HB&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This battle was preceded by the winning side landing near the Earl of Pembroke’s land by Milford Haven. Lord Stanley positioned himself between two armies at this battle. The winner of this battle, which was fought near Ambion Hill, secured power two years later at Stoke Field. The loser of this battle had earlier won at(*) Tewkesbury, and allegedly shouted “my kingdom for a horse,” as depicted in a play by Shakespeare. For 10 points, name this battle in which Henry VII Tudor defeated Richard III, ending the Wars of the Roses.", "answer_sanitized": "Battle of Bosworth Field &lt;John John Groger&gt;/&lt;ed. JO&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "A review of one of this man’s books claims that his theories could not explain acquisition of language; that review was written by Noam Chomsky. This author of Verbal Behavior faced rumors that his daughter was placed in a “baby box” for experimentation, and T. E. Frazier and Professor Burris discuss(*) utopianism in one of his books. He designed missiles that would be guided by pigeons, and the title of a novel by this man references a work by Thoreau. For 10 points, name this author of Walden Two. who used a namesake box to study operant conditioning.", "answer_sanitized": "B.F. Skinner [or Burrhus Frederic Skinner] &lt;John John Groger&gt;/&lt;ed. HB&gt;", "category": "Social Science"}, {"question_sanitized": "In a novel by this author, Jim and Will meet Mr. Cooger and Mr. Dark at a mysterious carnival. The protagonist of a novel by this author aids Professor Faber by memorizing a portion of the Book of Ecclesiastes [“Ek-leez-ee-as-teez”]. In a short story by this author, the death of a prehistoric butterfly causes Deutscher to be elected president instead of Keith. This author of “A Sound of(*) Thunder” and Something Wicked This Way Comes wrote about Douglas Spaulding making the title drink with his grandfather in Dandelion Wine. For 10 points, name this author who wrote about the book-burning Guy Montag in Fahrenheit 451.", "answer_sanitized": "Ray Bradbury [or Ray Douglas Bradbury] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;/&lt;ed. JO&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Kern Canyon and the Hetch Hetchy Valley are located within this mountain range, and the Fredonyer Pass is near its Mount Lassen. This range is home to a mountain named for a geologist who discovered the first glacier in the United States on Mount Shasta, which is in this range. It contains the highest point in the contiguous United States and a site that contains (*) Half Dome. Mount Whitney and Yosemite National Park are in, for 10 points, what mountain range in which Lake Tahoe lies on California’s border with another state?", "answer_sanitized": "Sierra Nevada &lt;John John Groger&gt;/&lt;ed. DD&gt;", "category": "Geography"}, {"question_sanitized": "A combination of nevirapine, stavudine and lamivudine is widely used as first‐line therapy against this pathogen. Resistance to this pathogen can come from a \"Delta 32\" mutation on chromosome 3, which inactivates the CCR5 receptor on white blood cells. Individuals infected with this pathogen often develop(*) lesions on the skin known as Kaposi’s sarcoma. This pathogen attacks helper T cells by binding to CD4 receptors. AZT was the first antiretroviral drug approved to fight, for 10 points, what pathogen that causes AIDS?", "answer_sanitized": "HIV [or Human immunodeficiency virus] &lt;David Dennis / ed. Ashwin Ramaswami&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Orens’ cartoon depicting this event shows features a man with wings on his ankles and a question mark for a head. A stamp on the back of the target of this event allowed Alfredo Geri to make an identification. Gery Pieret, Guillaume Apollinaire’s former secretary, implicated his boss in this event after confessing to a similar act, and that implication led police to also question(*) Picasso. The perpetrator of this event, Vincenzo Peruggia, used his smock to hide the target’s enigmatic smile. For 10 points, name this 1911 event concerning a famous artwork by Leonardo Da Vinci.", "answer_sanitized": "Theft of the Mona Lisa [or the theft of la Gioconda; or equivalents for theft, such as stealing the Mona Lisa] &lt;David Dennis&gt;/&lt;ed. JO&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One wooden work by this artist shows a deeply wrinkled woman clothed in rags with her hands pressed together. This artist of the Penitent Magdalene depicted two putti on the base of a sculpture in the Piazza del Santo in Padua. That sculpture depicts an equestrian(*) Erasmo de Narni. This artist’s most famous work depicts a man wearing just a helmet and boots leaning on his sword and standing on the head of his slain enemy. For 10 points, name this Italian Renaissance sculptor of Gattamelata  [“Gat-ah-me-lat-ah”] and a bronze David.", "answer_sanitized": "Donatello [or Donatello di Niccolò di betto Bardi] &lt;David Dennis&gt;/&lt;ed. CW&gt;  Bonuses", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "The ratio of the axial form of this quantity to the longitudinal form gives Poisson’s ratio. For 10 points each:", "answers_sanitized": ["strain", "Young’s modulus [or Elastic modulus, prompt partial answer]", "Hooke’s law &lt;David Dennis&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this deformation of a solid due to stress. It can be expressed as the change in length of a material divided by the original length.", "This quantity is the constant of proportionality between stress and strain. Symbolized E, it is a measure of the “stiffness” of a material.", "Young’s modulus is the proportionality constant in this law, which is often used with springs. The limit of proportionality is the point beyond which this law is no longer true when stretching a material."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The protagonist of this novel is accompanied by Faithful and Hopeful and fights the monster Apollyon in the Valley of Humiliation. For 10 points each.", "answers_sanitized": ["Pilgrim’s Progress", "John Bunyan", "Little Women &lt;Carrie Derner&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this allegorical novel in which Christian makes the title journey to the Celestial City.", "This author of The Holy War and The Life and Death of Mr. Badman wrote Pilgrim’s Progress.", "Pilgrim’s Progress is a childhood game reenacted by the central characters of this novel. The central characters of this novel also create a Pickwick club."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The civil wars caused by a system with this many rulers ended after the Battle of Chrysopolis. For 10 points each:", "answers_sanitized": ["Four [or 4]", "Constantine the Great [or Constantine I; or Saint Constantine]", "Battle of Milvian Bridge &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this number of emperors who ruled after the imposition of the Tetrarchy system by Diocletian.", "The Edict of Milan was issued by this first Christian Roman Emperor. This emperor ended the Tetrarchy system and built his namesake capital on the ruins of the city of Byzantium.", "Constantine defeated Maximinus at this 312 AD battle, where Constantine saw a vision of a cross of light and the words, \"In this sign, you shall conquer.”"], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This woman’s photographs include <em>The White Angel Breadline</em> and a series depicting Japanese internment at Manzanar. For 10 points each:", "answers_sanitized": ["Dorothea Lange [“Lang”] [or Dorothea Margaretta Nutzhorn]", "Ansel Easton Adams", "How the Other Half Lives: Studies among the Tenements of New York &lt;John John Groger&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this photographer, who depicted Florence Owens Thompson in Migrant Mother.", "This man also photographed Manzanar for his book Born Free and Equal. He depicted Yosemite National Park in photographs such as Moon and Half Dome.", "This book by Jacob Riis [“Reese”] contains photographs such as Bandit’s Roost that exposed the living conditions of New York’s slums."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "This city’s location was determined as a compromise between the two largest cities in one country. For 10 points each:", "answers_sanitized": ["Canberra", "Sydney", "Hobart &lt;John John Groger&gt;/&lt;ed. DD&gt;"], "parts_sanitized": ["Name this planned city east of Black Mountain, the capital of Australia.", "Captain Arthur Phillip founded a penal colony at Botany Bay, in this capital of New South Wales. Its Harbor Bridge spans Port Jackson and is nicknamed “the Coathanger.”", "This city on the Derwent River contains Sullivan’s Cove and Mount Wellington. It is the capital of an island formerly known as Van Diemen’s Land."], "category": "Geography"}, {"leadin_sanitized": "Name some things about the musical artists in hip hop magazine XXL’s <em>[“Double X L”]</em> Freshman Class of 2017. For 10 points each:", "answers_sanitized": ["Water", "Hoodies [or Million Hoodies Movement; or A Boogie Wit Da-Hoodie]", "XXXTENTACION [“EX-EX-EX Ten-tah-cion”] [or Jahseh Dwayne Onfroy] &lt;Jonathan Amlong&gt;/&lt;ed. SP&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Ugly God’s most popular song is titled after this substance, which he claims to “drip on your girl.” In the music video, he appears with two women on a boat surrounded by this substance.", "Another member’s name is “A Boogie Wit Da-” one of these articles of clothing. The Million one of these objects movement was created in response to Trayvon Martin’s death.", "This artist, known for the screamed horrorcore inspired song “Look at Me”, was mocked on twitter for his odd cypher performance where he declared he “will spare none of you peasants”"], "category": "Trash"}, {"leadin_sanitized": "Along with Willem de Kooning and Jackson Pollock, this man was one of the most prominent postwar American artists. For 10 points each:", "answers_sanitized": ["Mark Rothko", "Houston", "Obelisk &lt;Jonathan Amlong&gt;/&lt;ed. CW&gt;"], "parts_sanitized": ["Name this Latvian-born painter of works in the color field style, such as Orange and Yellow and Four Darks in Red.", "Rothko designed 14 black paintings for his namesake chapel in this U.S. city. This city also houses the National Museum of Funeral History, as well as George Bush Intercontinental Airport.", "Outside the Rothko Chapel is Barnett Newman’s sculpture of a “broken” one of these. The most famous example of this shape in the US is the Washington Monument."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": " This emperor faced the Beach Rebellion in Pernambuco. For 10 points each:", "answers_sanitized": ["Dom Pedro II [prompt on Pedro]", "Brazil [or the Federative Republic of Brazil; or Republica Federativa do Brasil]", "War of the Triple Alliance [prompt on Paraguayan War] &lt;John John Groger&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this emperor, whose nation defeated Juan Manuel de Rosas in the Platine War. Giuseppe Garibaldi participated in an uprising against this emperor, called the Ragamuffin War.", "Pedro II ruled this South American nation, where the Golden Law abolished slavery. This country moved its capital from Rio de Janeiro to a planned city designed by Oscar Niemeyer.", "The Duke of Caxias led Brazil and fought alongside Argentina and Uruguay in this conflict, during which Paraguay lost 70% of its male population."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In one of this author’s poems, the speaker sleeps in soot and declares “if all do their duty, they need not fear harm.” For 10 points each.", "answers_sanitized": ["William Blake", "“The Tyger”", "“Jerusalem” &lt;Carrie Derner&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this poet of “The Chimney Sweeper.” The speaker of another of his poems grows the title plant with his wrath in “A Poison Tree.”", "This poem in Blake’s collection Songs of Experience describes the “fearful symmetry” of the namesake animal “burning bright / in the forest of the night.”", "In this poem by Blake, the speaker describes feet walking upon “England’s mountains green” and describes the title location built “among these dark Satanic Mills”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The analogue of this enzyme in eukaryotic <em>[“eu-kar-ee-ah-tic”]</em> proteins is the MCM complex. For 10 points each:", "answers_sanitized": ["DNA helicase", "DNA replication", "ultraviolet radiation [or UV radiation; or ultraviolet light; or UV light; prompt on light] &lt;Elise Thierbach&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this motor protein which travels down a strand of DNA and unwinds it by breaking apart hydrogen bonds, creating \"forks\".", "Helicases are necessary in this process in which a complementary strand is formed from the template. This process was proven to be semiconservative in the Hershey-Chase experiment.", "Another important helicase is UvrD, which is responsible for nucleotide excision repair. UvrD is primarily activated by this stimulus, the major cause of DNA damage such as thymine dimers."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This instrument was used in LIGO to detect gravitational waves. For 10 points each:", "answers_sanitized": ["interferometer [accept, but do not otherwise reveal, Michelson interferometer]", "Michelson-Morley experiment", "length contraction [or Lorentz contraction; or Lorentz-FitzGerald contraction; prompt on contraction] &lt;John John Groger&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this device that splits and recombines a beam using a half-silvered mirror. It detects “fringes” caused by superposition of light waves and can measure small displacements.", "This experiment, conducted in Cleveland, notably used an interferometer. It disproved the existence of a medium through which light was thought to travel, luminiferous ether.", "This phenomenon can explain the results of the experiment, although time dilation was also proposed. This phenomenon typically applies to objects moving at relativistic speeds."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This amphibious landing was code-named Operation Chromite. For 10 points each:", "answers_sanitized": ["Battle of Incheon [or the Battle of Inchon; or Incheon Sangnyuk Jakjeon]", "Douglas MacArthur", "Matthew Ridgeway [or Matthew Bunker Ridgeway] &lt;Cole Phinney&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this invasion carried out by UN forces during the Korean War to allow an advance from the Pusan Perimeter to retake Seoul.", "This American General was the commander of all the U.N. troops in the Korean War. This planner of the Battle of Inchon was relieved of command by President Truman in 1951.", "This man replaced MacArthur as commander of the UN troops in Korea after MacArthur was relieved. He succeeded Dwight Eisenhower as NATO’s Supreme Allied Commander."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In an opera about this man by Benjamin Britten, he is never actually shown on stage, but rather portrayed by an off-stage actor. For 10 points each:", "answers_sanitized": ["Paul Bunyan [or Paul Bunyan]", "Babe", "Bay of Fundy &lt;William Groger&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this giant from American folklore, who is said to have created the Grand Canyon by dragging his axe.", "This giant blue ox and companion of Paul Bunyan is said to have been able to eat thirty bales of hay as a snack.", "As a baby, Paul Bunyan slept in a floating cradle in this Northeastern bay, and his rocking caused its violent tidal waves."], "category": "Literature"}, {"leadin_sanitized": "This analytic philosopher wrote “An Essay on the Foundations of Geometry,” but later rejected its contents. For 10 points each:", "answers_sanitized": ["Bertrand Russell", "A History of Western Philosophy", "Atheism [or being an Atheist; prompt on not believing in God] &lt;Spencer Johnson&gt;/&lt;ed. HB&gt;"], "parts_sanitized": ["Name this thinker, who pointed out a critical flaw in Gottlob Frege’s Basic Law V [“vee”]. He later corrected that flaw of Frege’s system in a work co-written by Alfred North Whitehead.", "Russell also wrote this oft-criticized work, which traces the historical details surrounding and ideas of philosophers he considered to “have considerable importance”.", "Russell's essay “Why I am not a Christian” promotes this belief, that was further expanded in Dawkin’s The God Delusion."], "category": "Philosophy"}, {"leadin_sanitized": "This novel opens with the protagonist trying to learn how to swim while on vacation in Grand Isle. For 10 points each.", "answers_sanitized": ["The Awakening", "Kate Chopin [or Katherine O'Flaherty]", "“The Story of an Hour” &lt;William Groger&gt;/&lt;ed. ME&gt;"], "parts_sanitized": ["Name this novel centering on Edna Pontellier’s numerous affairs, which ends with Edna walking into the Gulf of Mexico to drown herself.", "This author of The Awakening also used Louisiana as the setting for her short story collections Bayou Folk and A Night in Acadie.", "In this Chopin short story, Louise Mallard dies of a heart attack after her husband Brently surprisingly returns home alive."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "One poem in this collection describes how “Strange it is, to inhabit the earth no longer.” For 10 points each.", "answers_sanitized": ["The Duino Elegies [or Duineser Elegien]", "Rainer Maria Rilke [or René Karl Wilhelm Johann Josef Maria Rilke]", "Orpheus [or Sonnets to Orpheus; or Die Sonette an Orpheus] &lt;Carrie Derner&gt;/&lt;ed. ME&gt;/&lt;ed. JO&gt;"], "parts_sanitized": ["Name this poetry collection, which begins, “Who, if I cried out, would hear me among the angelic orders?”", "This author wrote the Duino Elegies during his so-called “creative storm.”", "Rilke addressed 55 sonnets to this mythical figure. This mythical figure looked behind himself before leaving the underworld, thus failing to rescue his wife Eurydice."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "One of Chopin’s works in this genre has arabesques of parallel sixths in the coda. For 10 points each:", "answers_sanitized": ["Etudes", "Fugue", "Sonata [or Sonata-Allegro form] &lt;David Dennis&gt;"], "parts_sanitized": ["Name these works, designed to aid a student in the development of technical ability. Chopin’s “Aeolian Harp” is one of these works on arpeggios.", "This important form in Renaissance and Baroque music features layers of polyphony [“pol-IFF-oh-nee”] built upon a single theme, introduced in the beginning.  The name for this form is derived from Latin for flight.", "This dominant form of Classical-era music has three main sections – the Exposition, the Development and the Recapitulation. It is based on two major modulations in tonality."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This council affirmed the legitimacy of the Eastern Catholic Church's rites and denied that Jews are solely responsible for Jesus' death. For 10 points each:", "answers_sanitized": ["Second Vatican Council [or Vatican II]", "Pope Paul VI [or Giovanni Battista Enrico Antonio Maria Montini]", "Pope Francis [or Jorge Mario Bergoglio] &lt;Spencer Johnson&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name this Roman Catholic council that lasted from 1962 to 1965, which sought to relate Catholicism with changes in the modern world. It permitted vernacular languages' use in the Mass.", "The council began under Saint John XXIII's papacy and ended under this man's papacy. This pope also wrote the anti-contraception encyclical Humanae Vitae.", "Pope Paul IV was beatified by this pope in 2014. This current pope, the first person from the Americas to hold the office, was formerly the Archbishop of Buenos Aires."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "“Flying aces” during this war included Billy Bishop and Manfred von Richthofen, the “Red Baron.” For 10 points each:", "answers_sanitized": ["World War I [or the First World War; or the Great War; or WWI]", "Battle of the Somme [or the Somme Offensive]", "Halifax, Nova Scotia [or the Halifax Explosion] &lt;Jacob O’Rourke&gt;"], "parts_sanitized": ["Name this 1914-1918 conflict, which began after the assassination of Archduke Franz Ferdinand by the Black Hand at Sarajevo [“Sar-ah-yay-voh”].", "The tank and the “creeping barrage” tactic were first employed during this World War I battle. Douglas Haig suffered over 60,000 casualties on this battle’s first day.", "This Canadian city was where an explosion occurred after the SS Imo collided with the SS Mont-Blanc in the Narrows."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In electromagnetism, these objects' moments are measured in debyes or coulomb-meters. For 10 points each:", "answers_sanitized": ["dipoles", "Van der Waals forces", "instantaneous dipoles &lt;Max Mader&gt;/&lt;ed. AR&gt;"], "parts_sanitized": ["Name these objects that can be caused by differences in electronegativity in a bond. They consist of separated opposite charges.", "One of these intermolecular forces is modeled by the strong interaction between multiple dipoles. They include Keesom forces and London Dispersion forces.", "London Dispersion forces usually involve the spontaneous formation of one of these types of dipoles. This type of dipole is formed by the random movement of electrons."], "subcategory": "Science Chemistry", "category": "Science"}]}