{"tossups": [{"question_sanitized": "A case from this state that was repudiated by Hawaii v. Trump was an application of the “strict scrutiny” doctrine. In 1942, an errant weather balloon caused a barrage of anti-aircraft fire over the skies of one city in this state. Later in his life, the Attorney General of this state privately regretted his part in implementing Executive (*) Order 9066. That man, who later became a governor of this state and then the Chief Justice of the US, was Earl Warren. Fred Korematsu was arrested in San Leandro in this state. For 10 points, name this state where fears of an invasion led to mass internment of Japanese Americans and the so-called “Battle of Los Angeles.”", "answer_sanitized": "California [Writer’s note: Early applications of “strict scrutiny” include Skinner v. Oklahoma (1942) and Korematsu v. United States (1944).] &lt;Suh, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "It’s not Phorcys, but Robert Graves identifies a god of these things as the father of the Sirens. Achilles almost died while fighting a god of these entities three times. A god of these things transformed into a serpent and a bull to fight for the hand of Deianira, and the horn that he lost in that fight became the (*) cornucopia. Achelous [“ah-keh-LOE-us”] and Scamander were examples of these things. Heracles rerouted two of these things called Alpheus and Peneus to clean the Augean stables. Gods of these things were the brothers of the Oceanids. For 10 points, name these flowing natural features revered by ancient Greeks, including Nilus in Egypt.", "answer_sanitized": "river deities (or streams; or potamoi until mention) &lt;Suh, Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "An artist depicted a man struggling to escape one of these animals after being inspired by the sculpture Borghese [“bor-GAY-zee”] Gladiator. An 1899 painting depicting these animals was probably inspired by Eugène Delacroix’s The Barque of Dante. Morro Castle can be seen in the background of a painting that features one of these animals in the bottom right corner. The words “Anna - (*) Key West” can be read in a painting featuring several of these animals which dominate the bottom part of Winslow Homer’s The Gulf Stream. For 10 points, name these predatory fish, one of which attacks Brook Watson in Havana harbor in a 1778 John Singleton Copley painting.", "answer_sanitized": "sharks (accept Watson and the Shark; prompt on fish until mention) &lt;Suh, Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A model of these compounds features Hildebrand solubility coefficients and an interaction parameter symbolized chi [“kye”]. These compounds can be atactic, isotactic, or syndiotactic. Differential scanning calorimetry can measure the glass transition temperature of these compounds. These compounds’ molecular mass distribution is characterized by their (*) dispersity. The addition of free radicals catalyze a “chain growth” synthesis of these compounds. One of these compounds called neoprene was invented at DuPont, who also invented nylon and Teflon. For 10 points, name these compounds made of repeating units called monomers.", "answer_sanitized": "polymers &lt;Yue, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The author of this play wrote an epilogue in which its protagonist learns bookkeeping and typewriting to get by after a romantic decision. A dustman in this play repeatedly bemoans “middle-class morality” to a man who as a “silly joke” calls him England’s “most original moralist.” That man calls a woman a “heartless guttersnipe” after she throws his (*) slippers at him. This play’s protagonist shouts “Not bloody likely!” in front of Freddy Eynsford-Hill, whom she resolves to marry. In this play, Professor Higgins and Colonel Pickering reform a flower girl’s speech. For 10 points, name this play about Eliza Doolittle by George Bernard Shaw.", "answer_sanitized": "Pygmalion &lt;Yue, British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Before the Battle of Towton, one man with this first name rallied his troops by killing his own horse. That man with this first name died at the Battle of Barnet and was known as the “Kingmaker.” Another king with this first name negotiated with Tancred of Lecce to free his imprisoned sister Joan and fought the Battle of Jaffa. Another man with this first name “lodged” two (*) princes in the Tower of London before dying at the Battle of Bosworth Field. John Lackland succeeded a king with this first name, who fought against Saladin during the Third Crusade. For 10 points, give this first name of an English king known as the “Lionheart.”", "answer_sanitized": "Richard (accept Richard Neville, 16th Earl of Warwick, Richard III, or Richard I the Lionheart; generously prompt on Warwick by asking “That’s his title, but what’s his first name?”) &lt;Suh, British History&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "These particles stopped reacting with positrons and electron neutrinos one second after the Big Bang. Following Big Bang nucleosynthesis, almost all of these particles were bound in helium-4 nuclei. The only allowed decay for this particle, beta-minus decay, emits an electron and electron antineutrino. That decay converts one of these particles’ (*) down quarks into an up quark. The fast variety of these particles can be moderated by water, and their controlled release drives nuclear fission. These particles were discovered by James Chadwick. For 10 points, name these neutral particles found with protons in the nucleus.", "answer_sanitized": "neutrons &lt;K. Li, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "According to Muhammad, giving this thing to people is the best form of charity. The practice of tayammum can be done if this thing is not available. This thing was once discovered at a place where an angel tapped the ground with either his heel or wing. Safa and Marwa are ritually traversed seven times to remember Hajar’s (*) search for this stuff for Ishmael. The Quran states that every living thing was created from this substance. This thing can be found at Zamzam in Mecca. Wudu, a form of ritual ablution, is done with this thing. For 10 points, name this substance that Muslims wash their bodies with.", "answer_sanitized": "water (accept ma’an) &lt;Suh, Religion&gt;", "category": "Religion"}, {"question_sanitized": "This politician’s namesake “land” is a digital community comprised of former staffers to this politician. During a eulogy for Elijah Cummings, this politician likened Donald and Melania Trump to “Ahab and Jezebel.” With Howard Dean, this politician founded the Onward Together PAC. Tulsi Gabbard deemed this politician the (*) “queen of warmongers” after she accused Gabbard of being a Russian asset. After Donald Trump called on this politician to enter the 2020 presidential race, she replied “Don’t tempt me” on Twitter. This politician’s 2017 memoir is titled What Happened. For 10 points, name this 2016 Democratic presidential candidate.", "answer_sanitized": "Hillary Diana Rodham Clinton (accept either underlined portion) &lt;R. Li, Current Events&gt;", "category": "Current Events"}, {"question_sanitized": "In an album, Gidon [“GHID-on”] Kremer interspersed movements of an Astor Piazzolla work titled these things “of Buenos Aires” with movements of a previous work titled for them. These things title a Haydn oratorio that he called “French trash” and a Tchaikovsky piano suite containing a Barcarolle and “Troika.” A work named for these things features an F-major piece with a melody in thirds illustrating peasants “fired up by Bacchus’s liquor.” That work depicts (*) cold teeth chattering and a barking dog and is included in The Contest Between Harmony and Invention. For 10 points, name these periods of time after which Vivaldi’s “Spring” and “Winter” are named.", "answer_sanitized": "the seasons (accept The Four Seasons of Buenos Aires or The Four Seasons; accept specific seasons like spring, summer, autumn, or winter until mentioned; prompt on months) &lt;Yue, Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One book documents a practice of self-control in this country that involves standing under ice-cold waterfalls at dawn, and people of this country are not able to repay even one ten thousandth of a type of moral debt. The title of that book alludes to the approach of studying this country’s culture as a series of contradictions. A book studying this country’s culture “at a distance” distinguishes between its (*) “shame culture” and another country’s “guilt culture.” That book about this country was written at the request of the US Office of War Information. For 10 points, name this east Asian nation that Ruth Benedict analyzed in The Chrysanthemum and the Sword following its defeat in World War II.", "answer_sanitized": "Japan (or Nippon) &lt;Suh, Anthropology&gt;", "category": "Social Science"}, {"question_sanitized": "One of these events that likely involved Richard Brandon led to the appearance of a book called Eikon Basilike [“bah-SIH-lih-kay”]. Six generations of the Sanson family administered many of these events that were sometimes spectated by knitting women known as tricoteuses [“tree-coh-TOOZ”]. The last of these events to take place in Romania occurred on Christmas Day of 1989. Antoine Louis invented a (*) device known as the “National Razor” used to conduct many of these events, including those involving Maximilien Robespierre and Louis XVI. For 10 points, the French Revolution involved hundreds of what events that used the guillotine [“GHEE-yo-teen”]?", "answer_sanitized": "executions (accept capital punishment or death penalty; accept descriptive equivalents like death decreed by government; accept death by guillotine or beheadings until mention; prompt on less specific things like death or killing) [Writer’s note: Richard Brandon probably carried out the execution of Charles I.] &lt;Suh, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In a play in this language, an actor that wants to go to a sanatorium to treat his alcoholism hangs himself. The protagonist of another play in this language proposes to a mayor’s daughter before leaving a town whose residents offer him bribes, believing he has the title profession. Another play in this language features a clerk who is nicknamed “twenty-two calamities.” In that play, the servant (*) Firs dies alone in an abandoned house. In a play in this language, an “eternal student” is loved by Anya, who returns to Paris with her mother after the title estate is sold to Lopakhin. For 10 points, name this language of The Cherry Orchard by Anton Chekhov.", "answer_sanitized": "Russian [Writer’s note: The first clue is Maxim Gorky’s The Lower Depths, and the second clue is Nikolai Gogol’s The Inspector General.] &lt;Yue, European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A 1970s Hanna-Barbera cartoon features a giant ape named after this food. In Futurama, Hedonismbot is often shown eating from a bowl of these foods. In the anime My Hero Academia, Minoru Mineta’s nickname references this food. In a Season 17 episode of Family Guy, a singing bowl of these foods tempts Stewie into eating them. Popular internet videos show these foods producing plasma when (*) cut in half and microwaved. In 2018, the da Vinci System became internet famous for performing surgery on one of these foods. A 2009 Youtube song depicts a duck that walks up to a lemonade stand and asks for, for 10 points, what fruit?", "answer_sanitized": "grapes (accept grape juice or The Great Grape Ape Show) &lt;Duffy, Trash&gt;", "category": "Trash"}, {"question_sanitized": "After this event, a Seventh-Day Adventist pastor was convicted for taking people to the Mugonero complex. Before this event, the newspaper Kangura published the racially-motivated “Ten Commandments.” Supporters of this event formed the “‘Zero Network.” The book Shake Hands with the Devil is about this event, in which French forces created the Zone Turquoise. A broadcast to (*) “cut down the tall trees” began this event after President Juvénal Habyarimana’s plane crashed. A 2004 film about this event depicts a man sheltering refugees in a namesake hotel. For 10 points, name this 1994 event in which Hutus killed Tutsis en masse in an African nation.", "answer_sanitized": "Rwandan genocide (accept descriptive equivalents; prompt on genocide or ethnic cleansing) &lt;R. Li, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Precursors to these structures may have appeared as a means to safely metabolize sulfur-containing amino acids. Fossils of the genus Yutyrannus that contain primitive examples of these structures are prevalently found in the Yixian [“yee-shien”] formation, and one of these structures found in the Solnhofen limestone was used to identify (*) Archaeopteryx [“AR-key-AHP-tuh-ricks”]. Pycnofibres [“PICK-no-fibers”] in Pterosaur [“TEH-ruh-sore”] fossils and quill knobs on dinosaur fossils suggest early reptilians possessed primitive types of these body structures. For 10 points, name these structures that aid in waterproofing and flight for birds.", "answer_sanitized": "feathers (accept plumes or plumage; prompt on wings before “Solnhofen”) &lt;Duffy, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A character in this novel is prevented from gaining 12 years of life after a man interrupts his prayer to the Big Dipper. Another character in this novel throws his infant son on the ground after one of his generals risks his life to save the infant in battle. In this novel, a character predicts a favorable change in the wind and uses straw boats to “borrow” ten thousand (*) arrows before the Battle of Red Cliffs. This novel begins with the outbreak of the Yellow Turban Rebellion, which prompts Liu Bei to swear the Peach Garden Oath. For 10 points, name this historical Chinese novel depicting the conflict between the states of Wei, Shu and Wu.", "answer_sanitized": "Romance of the Three Kingdoms (or Sanguo yanyi; do NOT accept or prompt on “Records of the Three Kingdoms” or “Sanguo zhi”) &lt;Kao/Suh, World Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In a film about this conflict, a character recounts seeing “a pile of little [inoculated] arms” before concluding that “it’s judgment that defeats us.” In another film about it, a character played by R. Lee Ermey is killed by Gomer Pyle, as seen by “Joker” Davis. A film about this conflict is the subject of the documentary Hearts of (*) Darkness and features the ritual killing of a water buffalo. The film Full Metal Jacket is about this conflict, as is a film in which Kilgore plays “Ride of the Valkyries” during a helicopter attack and Captain Willard kills the insane Colonel Kurtz. For 10 points, name this war depicted in Francis Ford Coppola’s Apocalypse Now.", "answer_sanitized": "the Vietnam War (or the Second Indochina War) &lt;Yue, Film&gt;", "category": "Trash"}, {"question_sanitized": "In a graph, this value is defined as a vertex belonging to the shortest paths between each pair of three given vertices. An algorithm for choosing the pivot in quicksort finds these values “-of-three.” Cumulative distribution functions equal one-half at these values. (*) Apollonius’s theorem relates the lengths of segments with this name to side lengths. These values are denoted by the central line of a box-and-whiskers plot. Segments with this name intersect at the centroid of a triangle. These values can be defined as the second quartile. For 10 points, give this term for a data set’s middle value, a number often contrasted with the mode and the mean.", "answer_sanitized": "medians &lt;Yue, Math&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "A man named Bump Bailey who excels at this activity dies after running into a wall. The prologue of Don Delillo’s Underworld discusses this activity and was originally titled “Pafko at the Wall.” In another novel, a man says that he never suffered from bone spurs, unlike his idol who engaged in this activity. Another man quits this sport after being shot by the crazed Harriet Bird. “Wonderboy” is used by Roy (*) Hobbs to play this sport in The Natural. Meyer Wolfsheim is said to have fixed games of this sport in The Great Gatsby. For 10 points, Santiago in The Old Man and the Sea enjoys what sport, played by Joe DiMaggio of the New York Yankees?", "answer_sanitized": "baseball (prompt on sports until mention) &lt;Suh, American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The Thornton Affair started a conflict during this man’s presidency. In a previous position, this man enforced the “gag rule” on petitions regarding slavery. This president reestablished the Independent Treasury System and lowered import duties via the Walker Tariff. This man is the only president to fulfill all of his (*) campaign agenda. The Spot Resolutions demanded that this president identify the exact location where blood was spilled in American soil. During this man’s presidency, Nicholas Trist signed the Treaty of Guadalupe Hidalgo. For 10 points, name this president, nicknamed “Young Hickory,” who oversaw the Mexican–American War.", "answer_sanitized": "James K. Polk &lt;Suh, American History&gt;   Bonuses", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "A G-minor one of these works unusually begins with an arpeggiated first-inversion Neapolitan sixth chord before presenting its first theme in 6/4 time. For 10 points each:", "answers_sanitized": ["ballades (accept but DO NOT REVEAL Frederic Chopin’s ballades)", "Frédéric Chopin", "A minor (prompt on A; do NOT accept or prompt on “A major”) &lt;Yue, Music&gt;"], "parts_sanitized": ["Name this kind of work, one of which was reportedly inspired by an Adam Mickiewicz [“MITZ-kay-vich”] poem. They’re not scherzos, but four of these works for piano were written by a Polish composer.", "This Polish composer of the aforementioned four ballades also wrote several mazurkas and waltzes, including one nicknamed “Minute Waltz.” His piano études include ones nicknamed “Winter Wind” and “Revolutionary.”", "Chopin’s second ballade, despite beginning in F major, curiously ends up in this key. His Op. 17, No. 4 mazurka in this key, however, ends on an F major chord. This key’s tonic chord is the mediant of F major."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Tariffs do not actually increase this quantity in the long-run and instead only raise the real exchange rate. For 10 points each:", "answers_sanitized": ["net exports (or NX; accept x minus n; or commercial balance; accept balance of trade before mention; prompt on partial answer)", "real interest rate (be generous and accept nominal interest rate; prompt on partial answer)", "crowding out (prompt on crowding) &lt;Suh, Economics&gt;"], "parts_sanitized": ["Name this component of gross domestic product that quantifies a nation’s monetary balance of trade with other nations in a given period of time. This quantity is negative if a country has a trade deficit.", "Another component of GDP, investment, depends on this quantity. Borrowers with high credit scores may receive loans that are low in this quantity, which is the proportion of a loan that is regularly charged to the borrower.", "Too much government spending can choke off private investment and raise the interest rate, an effect known by this two-word phrase."], "category": "Social Science"}, {"leadin_sanitized": "For 10 points each, answer some questions about Faraday’s law of induction.", "answers_sanitized": ["magnetic field (accept B-field)", "eddy current", "right-hand rule &lt;K. Li, Physics&gt;"], "parts_sanitized": ["Induction refers to the electromotive force induced by a change in flux of this vector field paired with the electric field. Permanent types of this field are produced by horseshoe and bar varieties of a namesake object.", "A changing magnetic flux produces this phenomenon in two- and three-dimensional conductors. This phenomenon consists of closed loops of current which produce a magnetic field opposing the change in flux.", "To determine the direction in which eddy currents will circulate, one can use this rule named after a body part. To use the rule, the thumb should be pointed in the opposite direction of the change in magnetic flux."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The Romans established the town of Aquincum around AD 100 at the site of this present-day city. For 10 points each:", "answers_sanitized": ["Budapest (prompt on Buda, Pest, or Óbuda)", "Hungary (or Magyarország)", "Stephen (accept Stephen I or Saint Stephen; accept Stephen Báthory) &lt;Suh, European History&gt;"], "parts_sanitized": ["Name this capital city officially created in 1873 from a merger of three neighboring cities.", "This country declined after it lost the 1526 Battle of Mohács [“MO-hotch”] and was conquered by the Ottoman Empire after the city of Buda fell in 1541.", "This was the name of the first king of Hungary, who was crowned as king either on Christmas 1000 or New Year 1,001. Another man of this first name from the Báthory family warred against Ivan the Terrible."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This play features a Singer that performs songs about “Chaos in Egypt” and “The Four Generals,” and it was derived from an earlier Yuan dynasty play with a similar title. For 10 points each:", "answers_sanitized": ["The Caucasian Chalk Circle", "Bertolt Brecht (or Eugen Berthold Friedrich Brecht)", "Adolf Hitler &lt;Yue, European Literature&gt;"], "parts_sanitized": ["Name this play in which Grusha refuses to engage in the judge Azdak’s test, causing her to win guardianship of Michael.", "This German playwright of The Caucasian Chalk Circle took inspiration from the “alienation effect” of Chinese theater and formed his concept of “epic theatre.” He also wrote Mother Courage and Her Children.", "The frame story of The Caucasian Chalk Circle is set in the Soviet Union after the failure of an invasion ordered by this German leader. Brecht’s The Resistible Rise of Arturo Ui allegorizes the rise of this leader of the Nazi Party."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Chiral compounds are characterized by their optical activity. For 10 points each:", "answers_sanitized": ["polarimeter (prompt on polarimetry)", "sodium (or natrium; accept Na)", "zero &lt;K. Li, Chemistry&gt;"], "parts_sanitized": ["Name this device which measures the angle of rotation caused by passing monochromatic light through an optically active substance.", "The D1 Fraunhofer line of this element defines the wavelength of light most commonly used in polarimeters. This alkali metal gives off a bright yellow-orange in a flame test.", "Racemic [“ray-SEE-mick”] mixtures are optically inactive, meaning that a polarimeter will give this value for their optical rotation. This value is the arithmetic mean of the specific rotation of a pair of enantiomers, which are equal and opposite."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The 2019 All-Star Games made it harder to describe Quizbowl as “[this show] but with teams.” For 10 points each:", "answers_sanitized": ["Jeopardy!", "doubling the clue values (accept descriptive equivalents, do NOT accept or prompt on answers that mention “Double Jeopardy”)", "the Clue Crew  &lt;Murton, Trash&gt;"], "parts_sanitized": ["Name this game show hosted by Alex Trebek in which players respond in question form. A recent player on this show, James Holzhauer, often significantly increased his score by finding “Daily Doubles.”", "The 1984 season of Jeopardy! had clue values in the first round ranging from $100 to $500. Accumulating large totals became easier in 2001, when this rule change went into effect.", "2001 also saw the debut of this group of assistants to Trebek who travel the world and present video clues on location. Members have included Kelly and Jimmy."], "category": "Trash"}, {"leadin_sanitized": "For 10 points each, answer the following about women who helped the US win wars, each in their own ways.", "answers_sanitized": ["Molly Pitcher (or Mary Ludwig Hays)", "Battle of New Orleans", "Rosie the Riveter &lt;Suh, American History&gt;"], "parts_sanitized": ["This woman fought at the Battle of Monmouth during the Revolutionary War. According to legend, her husband William collapsed during the battle, and she took his place manning artillery.", "A group of Ursuline nuns prayed before the statue of Our Lady of Prompt Succor for victory during this battle. Lieutenant Colonel Thomas Mullins forgot to bring ladders to this battle, which contributed to the American victory.", "This was the name of a fictional female munitions worker created to encourage women to join the workforce during World War II. A 1943 poster titled “We Can Do It!” is a depiction of this “Riveter” flexing her right arm."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Andrea del Castagno’s depiction of this scene features six highly detailed marble wall pieces in the background, which remind the viewer of Roman “First Style” wall paintings. For 10 points each:", "answers_sanitized": ["the Last Supper", "Tintoretto (or Jacopo Comin or Jacopo Robusti)", "Leonardo da Vinci (accept either underlined answer) &lt;Suh, Painting&gt;"], "parts_sanitized": ["Identify this scene depicted in another painting that shows a cat looking into a wooden bucket toward the bottom right, while angels hover over the main subjects of the painting who are seated diagonally.", "The aforementioned depiction of the Last Supper was a creation of this Italian painter, who also completed The Miracle of the Slave as part of a series of works depicting St. Mark and the extremely large Il Paradiso.", "Perhaps the most famous depiction of the Last Supper was by this creator of Mona Lisa."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This man’s supporters called him the Grand Old Man, while his political rivals called him God’s Only Mistake. For 10 points each:", "answers_sanitized": ["William Gladstone", "Benjamin Disraeli, 1st Earl of Beaconsfield (accept either underlined part)", "Charles George Gordon (or Chinese Gordon) &lt;Suh, British History&gt;"], "parts_sanitized": ["Name this Liberal Prime Minister who introduced secret voting but failed to pass Irish Home Rule. This man attacked his rival in the “Midlothian Campaign.”", "This rival of Gladstone and the only Prime Minister of Jewish descent represented Britain at the Congress of Berlin and gave the title of “Empress of India” to Queen Victoria.", "Gladstone was heavily criticized for delaying the mission to rescue this military commander. This general died at the Siege of Khartoum in the Mahdist War."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "A mysterious leopard carcass is located at this place, a part of which is known locally as the “House of God.” For 10 points each:", "answers_sanitized": ["Mount Kilimanjaro (accept “The Snows of Kilimanjaro”)", "Ernest Hemingway", "white elephants (accept “Hills Like White Elephants”; prompt on just elephants by asking “What color are they?”) &lt;Suh, American Literature&gt;"], "parts_sanitized": ["Name this place where Molo serves his “Bwana” whiskey-soda over the objections of Helen. Harry eventually dies of gangrene at this location.", "“The Snows of Kilimanjaro” is a short story by this American author who also wrote the novels The Sun Also Rises and For Whom the Bell Tolls.", "In another Hemingway short story, a woman converses with an American man at a train station in Madrid, and compares the nearby hills to these specifically-colored animals."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer these questions about Old Testament figures who either saw God or the “Angel of the Lord.”", "answers_sanitized": ["Gideon (or Jerubbaal; or Jerubbesheth)", "Samson", "Moses &lt;Suh, Religion&gt;"], "parts_sanitized": ["This judge of the Israelites was beating wheat out of a wine press when he encountered the Angel of the Lord sitting under an oak tree. This judge later won a victory against the Midianites with only a force of 300 men.", "Manoah and his wife saw the Angel of the Lord, who ordered their child to be dedicated as a Nazirite. That child was this judge who was blinded by the Philistines and died after collapsing the temple of Dagon.", "Numbers 12 says that unlike others who saw God through dreams and visions, this man spoke with God face to face. This man also saw the Burning Bush and led the Israelites out of Egypt."], "category": "Religion"}, {"leadin_sanitized": "Environmental Sensitivity Index mapping is used to identify areas sensitive to these events. For 10 points each:", "answers_sanitized": ["oil spills (accept reasonably equivalent descriptive answers)", "bioremediation", "egg shells (prompt on shells; prompt on just eggs by asking “Which part of the egg?”) &lt;Duffy, Earth Science&gt;"], "parts_sanitized": ["Name these uncontrolled releases of liquid petroleum, exemplified by the 2010 Deepwater Horizon disaster.", "Damage from oil spills and other pollution can be mitigated by this process, in which the environment is altered to stimulate the growth of microorganisms that can break down pollutants.", "These natural items can be used to absorb and remove crude oil from water. In Silent Spring, Rachel Carson described how the pesticide DDT was making these objects thinner, which led to declines in some bird populations."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Some of these locations are “ornate and mad / In the evening sun” in a Philip Larkin poem. For 10 points each:", "answers_sanitized": ["churches", "innocence", "William Blake &lt;R. Li, British Literature&gt;"], "parts_sanitized": ["Identify these locations. The speaker of a Larkin poem named for the act of “Going” to these locations “take[s] off / [his] cycle-clips in awkward reverence” before “donat[ing] an Irish sixpence” in one of these locations.", "The speaker of another Larkin poem laments England’s loss of this concept at the start of World War I by declaring “never such [this concept] again.” A poetry collection is named for Songs of [this concept] and Experience.", "This author wrote Songs of Innocence and Experience. The title animal is “burning bright / In the forests of the night” in this author’s “The Tyger.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "While building the walls of a city, one of these two brothers played the lyre so sweetly that stones glided into their place. For 10 points each:", "answers_sanitized": ["Amphion and Zethus (accept either)", "Thebes", "alphabet &lt;Suh, Mythology&gt;"], "parts_sanitized": ["Name either of those two brothers. One of them married Niobe, who foolishly boasted that she had more children than the goddess Leto. The other was married to a nymph who was the namesake of the city they built.", "Amphion and Zethus built the walls of this city, which was founded by Cadmus. This city was the birthplace of Heracles.", "The Greek historian Herodotus credited Cadmus with introducing this general system of letters to the Greeks."], "category": "Mythology"}, {"leadin_sanitized": "One photography book by this man opens with a quote from Cardinal de Retz saying that “There is nothing…that does not have [the title concept].” For 10 points each:", "answers_sanitized": ["Henri Cartier-Bresson", "Mahatma Gandhi (or Mohandas Gandhi)", "the Great Depression (accept the Dust Bowl) &lt;Yue, Photography&gt;"], "parts_sanitized": ["Name this French photographer whose concept of “the decisive moment” was exemplified by his photos featuring subjects in motion like the bicyclist in “Hyeres, France” and the skipping man in “Behind the Gare Saint-Lazare.”", "Cartier-Bresson managed to capture a photo of this man an hour before his death for his book The Decisive Moment. This leader was depicted next to a spinning wheel in a famous photo by Margaret Bourke-White.", "Margaret Bourke-White collaborated with novelist Erskine Caldwell on the book You Have Seen Their Faces published during this historical period, in which Dorothea Lange took photographs like “Migrant Mother.”"], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, answer the following about the islands of the “Aloha State.”", "answers_sanitized": ["Hawaii", "Molokai", "Oahu &lt;CGH, Geography&gt;"], "parts_sanitized": ["This island consists of five volcanoes, including Mauna Loa and Mauna Kea. Often referred to as the “Big Island,” it shares its name with the oceanic state that contains it.", "This Hawaiian island was the site of a notorious former leper colony centered at Kalaupapa. Extinct bird species formerly found on this island include Bishop’s ‘Ō‘ō and the Kākāwahie.", "This Hawaiian island is by far the most populous, with over a million residents. It contains Pearl Harbor and Diamond Head, as well as the state’s capital, Honolulu."], "category": "Geography"}, {"leadin_sanitized": "A gladiator walks into a bar, holds up two fingers, and asks for five good emperors. For 10 points each, answer the following about “five” in Roman imperial history.", "answers_sanitized": ["Trajan (or Marcus Ulpius Traianus)", "Augustus (or Octavian; accept Gaius Octavius Thurinus)", "Lucius Septimius Severus Augustus (prompt on just Severus) &lt;CGH, Ancient History&gt;"], "parts_sanitized": ["This emperor, the second of the aforementioned five good emperors, championed the massive territorial expansion of the empire; his ashes were buried under his namesake column.", "This earlier emperor in both the years 5 BCE and 5 CE was the first emperor of Rome, the adopted son of Julius Caesar and husband of Livia Drusilla, and the namesake of the month after July.", "This much later emperor seized power at the end of the much later Year of the Five Emperors in the wake of the death of Pertinax. This first Roman emperor born in Africa was succeeded by his sons Caracalla and Geta."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This poem begins and ends with a description of “a river that goes curving, / advances and retreats, goes roundabout, / arriving forever,” mirroring this poem’s theme of the circularity of time. For 10 points each:", "answers_sanitized": ["“Sunstone” (or “Piedra del sol”)", "Mexico", "Pablo Neruda (accept Ricardo Eliécer Neftalí Reyes Basoalto) &lt;Yue, World Literature&gt;"], "parts_sanitized": ["Name this poem, whose speaker “go[es] a journey in galleries of sound” and “go[es] among your body as among the world.” It also describes a “pillar of fountain by the wind drawn over.”", "“Sunstone” was written by Octavio Paz, an author from this country. That poem was inspired by the calendar of the Aztecs, who lived in the center of this modern-day country.", "This poet was inspired by his visit to Incan ruins to write lines like “arise to birth with me, my brother” and “speak through my words and through my blood” in “The Heights of Macchu Picchu,” part of his Canto General."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer some questions about the SCORTEN <strong>[“SCORE–TEN”]</strong> scale which measures the severity of skin damage.", "answers_sanitized": ["necrosis", "antibiotics (prompt on antimicrobials)", "cytotoxic T cell (or CD8+ [“CD8-positive”] T cell; or killer T cell; or cytolytic T cell) &lt;K. Li, Biology&gt;"], "parts_sanitized": ["SCORTEN was developed for a skin condition that causes widespread cell death through this process. When untreated, this form of cell death results in the buildup of dead tissue which can become infected.", "The sulfonamide and beta-lactam classes of this type of drug have been implicated in toxic epidermal necrolysis, or TEN. These drugs are normally prescribed to treat bacterial infections.", "Cell death in patients with TEN is caused by overstimulation of this type of T cell which, like natural killer cells, attacks cells that identify as self. Unlike helper and regulatory T cells, these lymphocytes recognize MHC class I molecules."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Operation Paul Bunyan took place in this area as a result of an axe murder incident. For 10 points each:", "answers_sanitized": ["Demilitarized Zone (or DMZ; prompt on Joint Security Area or JSA; prompt on North Korea–South Korea border, but do NOT REVEAL this)", "North Korea (or Democratic People’s Republic of Korea; or DPRK; prompt on Korea; do NOT accept or prompt on “South Korea,” “Republic of Korea,” or “ROK”)", "USS Pueblo &lt;Suh, World History&gt;"], "parts_sanitized": ["Name this heavily fortified strip of land created in July 1953. An armistice was signed in Panmunjom [“pan-moon-jum”], a village within this area.", "The 1953 armistice signed in Panmunjom ceased large-scale military hostilities started by this communist country three years ago, when Kim Il-Sung launched an invasion of its southern neighbor.", "Less than a week after the inauguration of Lyndon B. Johnson, North Korea captured this American spy ship, killing one of its sailors. This ship is still in Pyongyang, and is the only commissioned US ship in captivity."], "subcategory": "History World", "category": "History"}]}