{"tossups": [{"question_sanitized": "This man leaked a set of inflammatory letters written by Thomas Hutchinson and Andrew Oliver. Earlier, this man created a philosophical society called the “Leather Aprons Club” or “Junto.” This man’s illegitimate son William was the last Loyalist governor of New Jersey. While in Europe, this man cultivated his image by wearing a (*) fur hat. This man proposed a Plan of Union at the Albany Congress. This man wrote letters to his brother’s newspaper under the pseudonym of “Silence Dogood.” This author of Poor Richard’s Almanack created the political cartoon Join, or Die. For 10 points, name this Founding Father who invented the lightning rod.", "answer_sanitized": "Benjamin Franklin &lt;Suh, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This poet described “living iguanas” that “bite men that do not dream” in a poem that opens “in the sky there is nobody asleep.” In another poem’s section “Absent Soul,” this poet remembers a “sad breeze” passing “through the olive trees.” This poet’s “City That Does Not Sleep” is included in his collection Poet in New York. This poet repeated lines like “I will not see it!” and “At five in the afternoon” in his elegy “Lament for the (*) Death of a Bullfighter.” This author wrote a play with speaking roles for the Moon, Death, and three woodcutters in which Leonardo runs off with the Bride. For 10 points, name this Spanish author of Blood Wedding.", "answer_sanitized": "Federico García Lorca (or Federico del Sagrado Corazón de Jesús García Lorca; prompt on Lorca) &lt;Gioia, European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "For an adiabatic [“AY-dee-ah-BAD-ic”] process, this quantity times gamma is equal to Young’s modulus. The bulk modulus shares its units with this quantity. In plots with this quantity on the y-axis, steps in the Carnot cycle are depicted with curved lines. In the Van der Waals equation, this quantity is increased by a term with the constant (*) a. It’s not concentration, but the equilibrium constant for a gaseous reaction can be written in terms of these quantities. Raoult’s law gives this quantity’s “partial” form in terms of mole fraction and its “vapor” form. For 10 points, name this quantity measured in atmospheres or pascals, defined as force per unit area.", "answer_sanitized": "pressure &lt;K. Li, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One country was forced to leave a “Rate Mechanism” established by a precursor to this organization after the actions of the Quantum Fund on the so-called “Black Wednesday.” Edward Heath signed the Treaty of Accession to join the precursor to this organization. One of the precursors to this organization was centered around the regulation of (*) coal and steel. Charles de Gaulle twice blocked one country’s efforts to join the precursor to this organization. The United Kingdom was a signatory of the Treaty of Maastricht that created this organization. For 10 points, name this organization from which the UK wishes to withdraw from in “Brexit.”", "answer_sanitized": "the European Union (or the EU; accept the European Communities; accept the EC) &lt;Suh, British History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Scientology encourages this action by promoting “free stress tests.” In Judaism, men who undergo this action might then receive the Milah l’shem giur, a type of circumcision. According to the doctrine of fitra, some believe it is impossible to commit this action. In Islam, this action can be done when someone recites the shahada for the (*) first time. A divine experience on the road to Damascus prompted Saul to do this action. In Christianity, this action is usually followed by baptism. Missionaries seek to lead their audience to commit this action. For 10 points, identify this general action in which one changes religious affiliation.", "answer_sanitized": "religious conversion (or converting; until “For 10 points,” accept descriptive answers like changing religions or joining a religion; accept converting to any specific religion) &lt;Suh, Religion&gt;", "category": "Religion"}, {"question_sanitized": "One character notes that “vocabulary shift is the worst hurdle” in taking this action, and seduces an “Unmarried Mother” with some $100 bills. Two withered white flowers are evidence that a character took this action. After taking this action, Travis shoots Eckels, who had stepped on a butterfly while hunting a T-Rex. After taking this action, a Robert Heinlein character becomes their own (*) mother and father. After taking this action, a scientist meets Weena, who is killed fleeing from some Morlocks. For 10 points, name this action taken by the protagonist of an H. G. Wells novella, who uses the title device to visit A.D. 802,701.", "answer_sanitized": "time travelling (accept equivalent descriptions) [Writer’s note: The first clue refers to Robert Heinlein’s “All You Zombies,” and the third clue refers to Ray Bradbury’s “A Sound of Thunder.”] &lt;R. Li, World Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One work in this material features a semi-nude figure in a reclining pose inspired by archaic depictions of hermaphrodites. Another work made using this material is in Apsley House and depicts Napoleon as the god Mars. The sculpture Venus Victrix is made from this material, as is the Roman copy of a work in which a god leans against a tree upon which a (*) lizard crawls. This material was used for a Roman copy of a sculpture by a different artist that depicts a man in a contrapposto pose who originally had a spear on his shoulder. For 10 points, name this material used by Neoclassical sculptors due to its association with the refined beauty of Classical art.", "answer_sanitized": "marble &lt;Gioia, Sculpture&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "Major causes of this phenomenon can be blocked by the SNOX [“snocks”] process and wet scrubbing. This phenomenon causes aluminum to accumulate and depletes calcium and magnesium from soil. In dry climates, dry deposition, which has the same effect as this phenomenon, is more harmful than this phenomenon. Karst formation is accelerated by this phenomenon, which depletes (*) limestone. The most common causes of this phenomenon are sulfur and nitrogen oxides emitted as industrial pollutants. For 10 points, name this phenomenon in which precipitation with lowered pH harms wildlife, corrodes steel, and weathers stone structures.", "answer_sanitized": "acid rain (accept air pollution until “wet scrubbing”; do NOT accept or prompt on “erosion”) [Writer’s note: Erosion is not acceptable because all of the clues in the tossup reference chemical, not physical, weathering.] &lt;K. Li, Earth Science&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Description acceptable. The Harvard Crimson deemed one person involved in this event “Athlete of the Week” for beating Brown in a tennis match. After this event, Senators Chuck Grassley and Ron Wyden urged the IRS to scrutinize the Key Worldwide Foundation. One person implicated in this event authored The Modern Girl’s Guide to Motherhood, while another lost a partnership with (*) Sephora. A key figure in this event was Mark Riddell. High-profile actresses implicated in this event include Lori Loughlin, whose daughter Olivia Jade left USC. For 10 points, name this event in which 33 parents bribed Rick Singer to admit their children into colleges.", "answer_sanitized": "the 2019 college admissions scandal (be generous and accept descriptive equivalents; accept Operation Varsity Blues) &lt;R. Li, Current Events&gt;", "category": "Trash"}, {"question_sanitized": "A director from this country created a series of 23 newsreels that he called “film-truth.” That director showed a cameraman setting up a camera while standing on a much larger one in a film that exemplifies his theory of the “Kino-Eye.” Another film from this country features shots of lion statues that appear to rise and a close-up of maggot-ridden meat. This setting of (*) Man with a Movie Camera was the home country of a director who tested his theory of montage in a film featuring footage of a baby carriage rolling down the Odessa steps. For 10 points, name this home country of the director of Battleship Potemkin, Sergei Eisenstein.", "answer_sanitized": "Soviet Union (or Union of Soviet Socialist Republics; or USSR; prompt on Russia) &lt;Yue, Music&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Exhibitions of this person’s possessions are considered to be some of the earliest of “blockbuster” art exhibitions, drawing millions of visitors by the 1960s. This ruler was succeeded by his advisor Ay [“eye”]. Many of this ruler’s belongings were stored in a site known as KV62. A 1968 theory that this man was murdered with a (*) blow to the head has been disproved. This man reversed the monotheistic religious policies of his father Akhenaten. The supposedly cursed Lord Carnarvon sponsored the expedition that discovered this man’s tomb in the Valley of the Kings. Howard Carter discovered the tomb of, for 10 points, what Egyptian pharaoh?", "answer_sanitized": "Tutankhamun (or King Tut; or Tutankhaten; or Tutankhamen) &lt;Suh, Ancient History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In a story by this author, a character demands that a gambler drink with him before that gambler stabs him. A gunman repeatedly says “Married!” after visiting the Weary Gentleman Saloon in another story by this author. This author’s story set at Fort Romper’s Palace Hotel features the Easterner and the Swede. He wrote another story in which (*) Scratchy Wilson calls off his gunfight with Jack Potter. This author of “The Bride Comes to Yellow Sky” wrote about “mule drivers” and “mud diggers” in a novel featuring a “tattered soldier.” For 10 points, name this author who wrote about Jim Conklin and Henry Fleming in The Red Badge of Courage.", "answer_sanitized": "Stephen Crane &lt;Yue, American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "After breaking one of these objects, Thialfi became a servant of Thor. According to a prophecy, the Greeks would not win the Trojan War until they retrieved some of these objects belonging to Pelops. The Gáe Bulg [“guy BULG”] and the first kantele were made from these objects. After he survived a flood, Deucalion [“doo-CAL-lee-in”] was commanded to cast these objects behind him, but he instead threw (*) rocks that turned into people. Quetzalcoatl [“ketz-ahl-koh-AH-tul”] retrieved these body parts from the underworld and sprinkled them with blood to create humans. For 10 points, name these body parts often associated with gods of the dead.", "answer_sanitized": "bones (accept more specific answers like jawbones; accept skeletons until “these objects”) &lt;Duffy, Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "A protein central to this disease is modified by the attachment of small ubiquitin-like peptide by the G-protein Rhes [“reese”]. This disease reduces the concentration of the transcriptional coactivator CREB. The Westphal variant of this disease is caused by a full penetrance allele. Replication slippage in this disease results in a polyglutamate tract that arises from (*) CAG [“C-A-G”] repeats. This disease damages the striatum of the basal ganglia, resulting in jerky movements and memory loss around middle age. For 10 points, name this autosomal dominant neurodegenerative disease also known as its namesake’s chorea [“koh-REE-uh”].", "answer_sanitized": "Huntington’s disease (or Huntington’s chorea; or HD) &lt;Duffy, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Objections to an allegory defending this practice include the “tacit consent” type. Some moderate supporters of this practice have attempted to define morally relevant “breaks.” A 1971 essay by Judith Thomson titled “A Defense” of this practice proposes a thought experiment in which a kidnapped person wakes up to find themselves (*) attached to an unconscious, ill violinist. Some argue this practice is justified up until a subject’s “first movement,” “viability,” or the acquisition of the ability to feel pain. Opponents of this practice may consider it to be a form of homicide. For 10 points, name this practice supported by the pro-choice movement.", "answer_sanitized": "abortion (accept pro-choice until mention; accept “A Defense of Abortion”) &lt;Suh, Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "Historian Mark Humphries suggested that this event may have begun with the mobilization of Chinese laborers. This event was first observed in the US at Fort Riley, Kansas. A controversial theory about this event is that it was worsened by aspirin poisoning. To maintain morale, certain countries censored press coverage of this event, thus giving the false impression that a (*) European country ruled by Alfonso XIII was more affected than others by this epidemic. One hundred million people were killed during this event by the H1N1 virus. For 10 points, name this pandemic that occurred during and after the end of World War I.", "answer_sanitized": "Spanish flu (or the 1918 influenza pandemic; prompt on influenza) &lt;Suh, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Part of a poem by this author may have been inspired by the “wild bells” of Waltham Abbey Church. The speaker of a poem by this author laments “Twilight and evening bell / And after that the dark!” when pondering the title action, which symbolizes death. This author describes Nature as (*) “red in tooth and claw” and notes “‘Tis better to have loved and lost / Than never to have loved at all.” Another poem by this author of “Crossing the Bar” recounts how the title military force rode “half a league onward” into “the valley of Death.” For 10 points, name this British poet of “In Memoriam A.H.H.” and “The Charge of the Light Brigade.”", "answer_sanitized": "Alfred, Lord Tennyson &lt;R. Li, British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In 2009, the main venue of this competition was fitted with a retractable roof to avoid rain delays. Pimm’s is one of the two official beverages of this competition, whose venue has no sponsor advertising except for Rolex. Competitors in this tournament are only allowed to wear clothing with minimal color accents. A popular (*) dessert served during this tournament is strawberries and cream. Since 1988, this tournament has been the only Grand Slam played on grass. As of 2019, Roger Federer has won the men’s singles event at this competition a record eight times. For 10 points, name this oldest tennis tournament in the world held annually in London.", "answer_sanitized": "The Championships, Wimbledon (accept The All England Lawn Tennis Championships) &lt;Suh, Trash&gt;", "category": "Trash"}, {"question_sanitized": "The fifth in a series of Heitor Villa-Lobos works named for this composer opens with an “Aria” for soprano and cello orchestra. Ferruccio Busoni arranged this composer’s D-minor Chaconne for piano, and Charles Gounod’s “Ave Maria” is a setting of his C-major prelude. Anton Webern [“VAY-burn”] arranged a “Ricercar a [“REE-chur-car ah”] 6” featured in this composer’s The (*) Musical Offering, and Leopold Stokowski orchestrated his D-minor “Toccata and Fugue” for Disney’s Fantasia. Glenn Gould made two landmark recordings of his Goldberg Variations. For 10 points, name this composer of a set of 48 preludes and fugues, The Well-Tempered Clavier.", "answer_sanitized": "Johann Sebastian Bach &lt;Yue, Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The ratio of the impedance of free space to this value gives the wave impedance of a medium. For the case of normal incidence, the reflection and transmission coefficients depend only on these values. This value can be used to determine both the reflectance at an interface and (*) Brewster’s angle. The critical angle is equal to the inverse sine of the ratio of these values for two media. Above that angle, a ray of light will undergo total internal reflection. This value quantifies the amount that a ray of light is bent when entering a different medium. For 10 points, name this value which multiplies sine of theta in Snell’s law.", "answer_sanitized": "index of refraction (or refractive index) &lt;K. Li, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A mutant form of an enzyme in this pathway leads to hypermethylation of DNA because it overproduces 2-hydroxy·glutarate. That enzyme normally catalyzes the de·carboxyl·ation of oxalo·succinate. The loss of another enzyme in this pathway causes fumarate to build up. Fumarate inhibits an enzyme in this pathway by binding to that enzyme’s iron-sulfur cluster. That enzyme is (*) aconitase. This pathway generates oxalo·acetate which is also one of the inputs to this pathway. This pathway generates three molecules of NADH and two of carbon dioxide. For 10 points, name this metabolic cycle that precedes the electron transport chain and follows glycolysis.", "answer_sanitized": "Krebs cycle (or TCA cycle; or citric acid cycle; or tricarboxylic acid cycle) &lt;K. Li, Biology&gt;  Bonuses", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "In the novel <em>Decline and Fall</em>, Paul Pennyfeather is pranked into running pantsless in this location. For 10 points each:", "answers_sanitized": ["University of Oxford (prompt on just a university or college)", "Brideshead Revisited", "Lewis Carroll (accept Charles Lutwidge Dodson) &lt;Gioia/Yue, British Literature&gt;"], "parts_sanitized": ["Name this location, where a character from another novel recites lines from T.S. Eliot’s poem “Ash Wednesday” into a megaphone, carrying his voice across a quad. Another character is “put in” a fountain of mercury in this place.", "The latter events occurred in this Evelyn Waugh [“EEV-lin WAW”] novel in which the protagonist Charles Ryder has an affair with Julia, who is the sister of his close friend, Sebastian Flyte.", "This Oxford tutor was inspired by the Vice-Chancellor’s daughter Alice Liddell to write his books Alice in Wonderland and Through the Looking-Glass. Several fantastical locations in those books were inspired by Oxford’s Christ Church College."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Christer Pettersson was convicted of this man’s murder, but was later acquitted on appeal. For 10 points each:", "answers_sanitized": ["Olof Palme", "African National Congress (or ANC)", "Stockholm (accept Stockholm syndrome) &lt;Suh, European History&gt;"], "parts_sanitized": ["Name this Swedish Prime Minister who was assassinated by gunshot in February 1986. His death remains controversial, spawning many conspiracy theories.", "One theory suggests that Palme was killed by South Africa because he was strongly anti-apartheid and had funneled money to this South African political party that won the 1994 elections thanks to Nelson Mandela.", "Palme was assassinated in this city. In 1973, Jan [“YON”] Erik Olsson took four bank employees hostage in this city, and the hostages’ sympathy toward their captor led to the identification of a “syndrome” named for this capital of Sweden."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Alternation of generations refers to points in the life cycle of plants in which cells alternate the number of these pieces of DNA. For 10 points each:", "answers_sanitized": ["chromosomes", "gametophyte", "pollen &lt;K. Li, Biology&gt;"], "parts_sanitized": ["Name these DNA molecules that are twice as plentiful in diploid cells. When condensed, these molecules are visible as X-shaped molecules joined at the centromere.", "This haploid phase is the most prevalent stage in bryophytes. This phase develops from haploid spores, which are produced by the sporophyte, and is the sexual phase of the plant life cycle.", "In seed plants, this substance is produced in microsporangia and contains a generative cell called the antheridium. A tube named after this substance extends through the style following implantation of this substance on the stigma."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In one work, the “procedural” variety of this concept is classified as perfect, imperfect, or pure based on whether an independent criterion for fairness exists and whether fairness itself can be achieved. For 10 points each:", "answers_sanitized": ["justice", "John Rawls", "the original position &lt;Yue, Philosophy&gt;"], "parts_sanitized": ["Name this legal concept equated by a philosopher with “fairness” in a work concerning A Theory of [it]. This concept is often symbolized by a blindfolded lady holding a scale.", "This American philosopher discussed the problem of distributive justice in his essay “Justice as Fairness” as well as his landmark 1971 work A Theory of Justice.", "Rawls constructed this thought experiment in which participants in the title situation decide principles of justice together. Crucially, those participants are separated from society by a veil of ignorance."], "category": "Philosophy"}, {"leadin_sanitized": "In the center of this work, a hand grips an orb with depictions of atoms recombining, and emerges from the ground in front of a worker controlling machinery. For 10 points each:", "answers_sanitized": ["Man at the Crossroads (accept Man, Controller of the Universe)", "Diego Rivera", "Mexico &lt;Gioia, Art&gt;"], "parts_sanitized": ["Name this work, which was flanked by two fresco panels that represent Socialism and Capitalism respectively, The Frontier of Ethical Evolution and The Frontier of Material Development.", "This artist of Man at the Crossroads also created the Detroit Industry Murals.", "Diego Rivera and Frida Kahlo were both from this country, where muralists within a namesake mural movement were influenced by the traditional art of the Olmecs and the Aztecs."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Included in the definition of these constructs are a set of alphabet symbols, an initial state, a set of final states, and a transition function. For 10 points each:", "answers_sanitized": ["Turing machines", "Alonzo Church", "memory &lt;Yue, Computer Science&gt;"], "parts_sanitized": ["Name these abstract devices, whose halting behavior on any input cannot be generally predicted, according to their namesake.", "A thesis named for this computer scientist and Turing roughly states that a function is generally computable if and only if it is computable by a Turing machine. This man is also known for inventing the lambda calculus.", "A Turing machine is fed an infinite-length tape of this resource. Unlike Turing machines, most computers use the “random access” variety of this resource."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about the murders committed by the sorceress Medea.", "answers_sanitized": ["Jason (or Iásōn)", "chopping him up into pieces (accept reasonable equivalents; also accept exsanguination or other answers that mention removing blood; generously prompt on decapitation or beheading)", "Theseus &lt;Suh, Mythology&gt;"], "parts_sanitized": ["Medea killed her brother Absyrtus while helping this man escape Colchis [“CALL-kiss”] with the Golden Fleece. She later helped him take revenge on his treacherous uncle, Pelias.", "Description acceptable. Medea convinced Pelias’s daughters to kill him in this manner after she revived a ram killed in this way. After Pelias’s daughters killed him in this manner, Medea simply left without reviving him.", "Medea unsuccessfully tried to kill this hero to ensure that her son Medus would become the heir to the throne. After recognizing a sword and a pair of sandals that this hero owned, this hero’s father realized this hero was his own son and stopped Medea."], "category": "Mythology"}, {"leadin_sanitized": "This object is first seen among the possessions of Jonathan Pue in the Custom House at Salem. For 10 points each:", "answers_sanitized": ["the scarlet letter (or the letter A)", "Pearl", "Governor Bellingham &lt;Suh, American Literature&gt;"], "parts_sanitized": ["Name this title object of a Nathaniel Hawthorne novel that symbolizes Hester Prynne’s adultery with Reverend Arthur Dimmesdale.", "This unruly child is the result of Hester’s adultery with Reverend Dimmesdale. In The Scarlet Letter, church members consider taking this girl away from Hester to correct her rude behavior.", "This governor of the Massachusetts Bay Colony demands that Hester reveal the identity of Pearl’s father. At this character’s mansion, Hester looks at a suit of armor and finds the scarlet letter exaggerated in her reflection."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The Turkish words for “law” and “constitution” come from the name of this set of laws that Harold Lamb has tried to reconstruct. For 10 points each:", "answers_sanitized": ["Yassa", "Genghis Khan (or Chinggis Khan; or Temujin)", "tomb of Genghis Khan (accept descriptive equivalents about the burial place of Genghis Khan; do NOT accept or prompt on “Genghis Khan Mausoleum,” which is a temple; prompt on just tomb) &lt;Suh, World History&gt;"], "parts_sanitized": ["Name this secret law code that governed the Mongol Empire. Interestingly, no Mongolian scrolls or codices of the law have been found.", "The Yassa law code was probably created by this conqueror who founded the Mongol Empire.", "Beside the Yassa and The Secret History of the Mongols, this location in Mongolian history is also shrouded in secrecy. One legend claims that a river was diverted over this location, while another says everyone who knew its location was killed."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about sulfate salts.", "answers_sanitized": ["magnesium (accept Mg or Mg2+)", "allergy (accept word forms; accept type I hypersensitivity or type IV hypersensitivity or delayed-type hypersensitivity; accept contact dermatitis; prompt on inflammation)", "beryllium (accept Be) &lt;CGH/K. Li, Chemistry&gt;"], "parts_sanitized": ["“Epsom Salt,” a common ingredient in laxatives and bath salts, is the sulfate of this alkaline earth metal that also forms the second most abundant cation in seawater.", "Because nickel is the most common metal to cause this reaction, nickel(II) [“nickel-two”] sulfate is sometimes used in patch tests. Histamine causes many of the symptoms of this immune reaction, which can be caused by shellfish or peanuts.", "A mixture of radium sulfate and the sulfate of this other alkaline earth metal was used as the neutron source in the discovery of nuclear fission. This alkaline earth metal is also found in heliodor and aquamarine."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This poem’s epigraph is from the Ballad of Sir Patrick Spence. For 10 points each:", "answers_sanitized": ["“Dejection: An Ode”", "Samuel Taylor Coleridge", "Lyrical Ballads, with a Few Other Poems &lt;Gioia, British Literature&gt;"], "parts_sanitized": ["Name this “conversation poem” about Sara Hutchinson that discusses “a grief without pain, void, dark, and drear.” The poet was prompted to write this poem after hearing another poet’s “Ode: Intimations of Immortality.”", "This poet wrote “Dejection: An Ode” as well a poem in which the Wedding-Guest hears a story narrated by a man that encountered Life-in-Death and killed an Albatross, “The Rime of the Ancient Mariner.”", "Coleridge collaborated with William Wordsworth on this poetry collection, the preface of which contains a passage that defines good poetry as being “the spontaneous overflow of powerful feelings.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer these questions about Catherine the Great.", "answers_sanitized": ["Peter (accept Peter III; accept Peter I or Peter the Great)", "Grigory Orlov", "potatoes &lt;Suh, European History&gt;"], "parts_sanitized": ["Catherine was married to an emperor of this name, who reigned for less than a year before being deposed and possibly killed by Catherine. Another emperor of this name led Russia during the Great Northern War.", "One of Catherine’s lovers was this man who launched the coup that overthrew Peter III. For some time, this man was virtually co-rulers with Catherine, though he eventually fell from favor.", "Catherine also mediated the War of the Bavarian Secession, a conflict also known as a war of these things. A blight of this crop caused a massive famine in Ireland."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The expectation value of an operator named for these systems is used to derive many selection rules. For 10 points each:", "answers_sanitized": ["electric dipole (accept magnetic dipole before “Debyes”)", "electric potential (accept electric potential difference; accept voltage)", "Earnshaw’s theorem &lt;Yue, Physics&gt;"], "parts_sanitized": ["Name these systems whose namesake moment is measured in Debyes [“de-BYEs”]. The field strength far away from one of these systems scales as one-over-r-cubed.", "Integrating the electric dipole’s one-over-r-cubed electric field over distance yields a one-over-r-squared dependence for this quantity. In a circuit, this quantity is given by current times resistance according to Ohm’s law.", "The energy equations for electric dipoles can be used to prove this theorem, which states that there is no collection of point charges that can be kept in stable equilibrium due solely to their electrostatic forces."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "When this composer successfully revived interest in Bach’s <em>St. Matthew Passion</em>, he noted, “to think that it took an actor and a Jew’s son to revive the greatest Christian music for the world!” For 10 points each:", "answers_sanitized": ["Jakob Ludwig Felix Mendelssohn Bartholdy", "eight (accept string octet)", "A Midsummer Night’s Dream &lt;Yue, Music&gt;"], "parts_sanitized": ["Name this composer of symphonies nicknamed “Italian” and “Reformation,” who was inspired by a trip to Scotland to compose his “Scottish” symphony and his overture The Hebrides [“HEH-bri-dees”].", "In his youth, Mendelssohn composed an E-flat-major work for this many soloists. That work features a popular scherzo that was supposedly inspired by Goethe’s Faust.", "Mendelssohn may be most well-known for composing incidental music for this play, including a popular overture, scherzo, and “Wedding March.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "A remix of a song by this band plays as Rachel Goggins dances at a talent show. For 10 points each:", "answers_sanitized": ["Nine Inch Nails", "Miley Cyrus (prompt on Cyrus; do NOT accept or prompt on “Billy Ray Cyrus”)", "Area 51 &lt;R. Li, Trash&gt;"], "parts_sanitized": ["Name this band whose songs are reimagined by pop phenom Ashley O in the last episode of Black Mirror’s 5th season. This Trent Reznor-fronted band’s instrumental “34 Ghosts IV” is sampled in Lil Nas X’s “Old Town Road.”", "This artist starred as Ashley O in “Rachel, Jack, and Ashley Too.” This artist’s father featured on the April 2019 remix of “Old Town Road,” which surpassed “Despacito’s” previous 16-week record atop the Billboard Hot 100.", "An assault on this location serves as the backdrop for a July 2019 remix of “Old Town Road.” According to a Facebook event, 2 million people should have “storm[ed]” this location to “see them aliens” in September 2019."], "category": "Trash"}, {"leadin_sanitized": "<em>Description acceptable</em>. In a novel, a character who suffers from this injury listens to baseball games on an old radio with Root. For 10 points each:", "answers_sanitized": ["traumatic brain injury (or TBI; accept concussion, brain damage, head injury, or reasonable equivalents; prompt on amnesia)", "a horse", "A Personal Matter (or Kojinteki na taiken) &lt;Omer, World Literature&gt;"], "parts_sanitized": ["Name this general type of injury endured by the latter title character of Yoko Ogawa’s The Housekeeper and the Professor. After a motorcycle accident causes this injury, the Professor’s short-term memory shrinks to eighty minutes.", "In her autobiography Prognosis: A Memoir of My Brain, Sarah Vallance endures a traumatic brain injury after falling off of one of these animals. In another novel, Count Vronsky owns one of these animals who breaks his back.", "Bird’s son is mentally disabled due to a brain hernia in this Japanese novel. Bird embarks on a relationship with Himiko in this novel."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The word “muckrakers” comes from a character in <em>Pilgrim’s Progress</em>, and became popular after Teddy Roosevelt referenced it in a 1906 speech. For 10 points each:", "answers_sanitized": ["insane asylums (or mental hospitals, mental institutions, or other equivalents; accept Ten Days in a Mad-House; prompt on hospitals)", "Standard Oil Company", "McClure’s Magazine &lt;Suh, American History&gt;"], "parts_sanitized": ["A notable muckraker was Nellie Bly, who spent ten days in one of these places and wrote a book recounting the terrible conditions there. They aren’t prisons, but Dorothea Dix campaigned for the reform of these places.", "A famous muckraker was Ida Tarbell, who wrote a 1904 History of this oil monopoly founded by John D. Rockefeller and Henry Flagler.", "Tarbell’s work and Ray Stannard Baker’s earlier exposé [“ex-poe-ZAY”] of US Steel were published in this magazine. This magazine also published the first detailed look into Christian Science."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The foundational text of this tradition is the <em>Zohar</em>. For 10 points each:", "answers_sanitized": ["Kabbalah (prompt on Jewish mysticism)", "rabbi [“RAH-bye”]", "reincarnation (or rebirth or transmigration) &lt;Suh, Religion&gt;"], "parts_sanitized": ["Name this esoteric school of thought in Judaism that teaches ten “emanations” of God called sephirot [“sfee-ROTE”].", "Isaac Luria, considered to be the founder of contemporary Kabbalah, was one of these teachers who taught the Torah.", "Adherents of Kabbalah believe in gilgul, a form of this commonly-held religious idea that every living being starts a new life in a different physical form after biological death."], "category": "Religion"}, {"leadin_sanitized": "For 10 points each, answer the following about rivers with colorful names.", "answers_sanitized": ["Colorado River", "Niger River (accept Joliba, Isa Ber, Oya, or Kwara)", "Ordos Loop &lt;CGH, Geography&gt;"], "parts_sanitized": ["This river’s name derives from a Spanish word that literally translates as “colorful.” It flows through the Grand Canyon, and it shares its name with a state that contains Boulder, Aurora, and Denver.", "The name of this third-longest African river is thought to derive from a Berber word meaning “River of Rivers”; its similarity to a Latin word meaning “Black” is likely coincidental, as its water is relatively clear.", "The Yellow River in Northern China flows through this rectangular “loop” before emptying into the Bay of Bohai."], "category": "Geography"}, {"leadin_sanitized": "This architect published a set of drawings and writings titled the <em>Poem of the Right Angle</em>. For 10 points each:", "answers_sanitized": ["Le Corbusier (or Charles-Édouard Jeanneret)", "Cubism", "piloti &lt;Suh, Architecture&gt;"], "parts_sanitized": ["Name this Swiss-French architect whose “five points of architecture” are exemplified in designs like the Villa Savoye. This man often included “Open Hand” designs and created the “Modulor” system of proportions.", "Le Corbusier and Amédée Ozenfant founded the Purist movement, a branch within this larger movement. They also co-wrote a manifesto titled “After” [this movement], members of which included Juan Gris and Pablo Picasso.", "A distinguishing feature of Le Corbusier’s designs are these pillars or columns that lift a building above ground. We are asking for a specific term used by Le Corbusier in his Towards a New Architecture."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "Species whose Latin names contain the same word twice are known as tautonymous. For 10 points each:", "answers_sanitized": ["American bison (prompt on buffalo)", "quahog [“CO-HOG”] (accept hard clam or chowder clam; prompt on clam)", "common toad &lt;Laskin, Geography&gt;"], "parts_sanitized": ["Name these large herbivores, whose binomial name is Greek for “wild ox.” The only natural herds of these animals exist in Yellowstone National Park and Alberta.", "This name refers to multiple animals native to the North Atlantic Ocean. One species of this mollusk is the longest-lived non-colonial animal, and another has a binomial name from the Latin for “wages.”", "These animals can be differentiated from a similar group by their rougher skin and lack of teeth. One subspecies of this animal is the “spiny” variety, while the “horned” one of these animals are actually unrelated."], "subcategory": "Science Other", "category": "Science"}]}