{"tossups": [{"question_sanitized": "Gick et al. found that this structure experiences lateral bracing during one of its primary functions. The inferior longitudinal muscle lowers the tip of this structure and originates at the hyoid bone. That muscle can also help this structure assume a grooved shape to produce sibilants. Many Dravidian languages have retroflex sounds, in which this structure (*) curls backwards. This structure’s namesake “tie” may prevent children from producing sounds like “th”, where this muscular hydrostat is placed between the teeth. For 10 points, name this organ in the mouth used for chewing and speech, which can colloquially “slip” during speech errors.", "answer_sanitized": "tongue &lt;Murton, Linguistics&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Replacing a vector quantity in this law with the gradient of a scalar gives Poisson’s equation. One formulation of this law gives rho-free in terms of the divergence of the D-field. For a charged cylinder, applying this law involves constructing a larger cylinder. Using this law, one can derive the formula “sigma over epsilon-nought” for an infinite sheet of charge by constructing a (*) “pillbox.” In its integral formulation, this law involves calculating the charge enclosed by an imaginary surface and the electric flux through that surface. For 10 points, give this first of the Maxwell equations, named for the German namesake of the normal distribution.", "answer_sanitized": "Gauss’s law for electricity (do NOT accept or prompt on “Gauss’s law for magnetism”) &lt;Yue, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This artist depicted an ornate bird over a shadowy Earth in the first of a series of woodcuts on the six days of creation. An earlier depiction of lichen and moss was repurposed for an exotic garden in the lower left corner of a work by this artist. This artist also portrayed the coastal town of Atrani during his “Italian” period. This artist’s namesake “solid” sits atop the central structure, an (*) aqueduct made of two Penrose triangles, in Waterfall. This artist of Hand with Reflecting Sphere frequently made tessellations. For 10 points, name this Dutch artist who depicted impossible staircases in Relativity and hands drawing each other in Drawing Hands.", "answer_sanitized": "M. C. Escher &lt;R. Li, Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A period of unrest called the “Days of May” began after a bill championing this cause was blocked in Parliament, and that bill eventually passed after King William IV threatened to stuff the House of Lords with new peers. It’s not abolition, but an organization advocating primarily for this cause ran the newspaper the Northern Star. This cause was accomplished in large part via the 1832 Great (*) Reform Act. Advocates of this cause included the Chartists and campaigned for the removal of “pocket” and “rotten” boroughs. For 10 points, name this cause, which aims to increase the number of people who can participate in elections.", "answer_sanitized": "expanding the right to vote (accept descriptive equivalents; accept the franchise or suffrage for the “right to vote”; accept universal suffrage or universal manhood suffrage; accept Great Reform Act before mention; prompt on Chartists before mention by asking, “what was their primary goal?”) &lt;L. Li, British History&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "This man named a place where he saw a vision “Bethel,” meaning “God’s house.” This man’s mother told him to flee to his uncle’s house in order to escape his brother’s wrath. He’s not Samson’s father, but this man unsuccessfully asked an angelic figure for his name. Jews do not eat the sciatic nerve of animals because this man hurt that nerve while (*) wrestling. This man gave his favorite son a “coat of many colors,” which caused the enmity of this man’s other sons. This father of Joseph traded stew in exchange for his older brother Esau’s birthright. For 10 points, name this son of Isaac who saw a ladder to heaven.", "answer_sanitized": "Jacob (or Yaqub; or Israel; or Yisrael) &lt;Suh, Religion&gt;", "category": "Religion"}, {"question_sanitized": "In one novel, this character repeatedly asserts that they are “highwaymen” because “that’s in the books,” and tells his companion to rub an old tin lamp. In that novel, this character engineers a rescue in which he poses as Sid Phelps despite knowing that the subject of the rescue was already freed. In another novel, this character breaks a blood oath and saves Muff Potter from being framed by (*) Injun Joe. This character gets lost in McDougal’s cave with Becky Thatcher in a novel in which he convinces several of his friends to paint a white fence. For 10 points, name this best friend of Huckleberry Finn, a character created by Mark Twain.", "answer_sanitized": "Tom Sawyer (accept either underlined name; accept Thomas Sawyer; prompt on just Thomas) &lt;Yue, American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Hardy and Littlewood’s “Conjecture H” posits that every “large” integer is either a number with this property or the sum of a prime and a number with this property. Erdős conjectured that for all n greater than four, 2n choose n has a nontrivial factor with this property. A theorem named after Fermat states that every prime of the form “4n plus 1” can be written as the sum of two numbers with this property. The sum of the first n odd numbers has this property. The (*) Pythagorean theorem equates the sum of two integers with this property to a third integer with this property. For 10 points, name these products of an integer with itself.", "answer_sanitized": "square numbers (or perfect squares) &lt;R. Li, Math&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In one movie, a character played by this actor shoots a chancellor with a flute gun to simultaneously thwart two assassins. This collaborator of director Chris McQuarrie starred in the sole movie in Universal’s Dark Universe franchise, whose trailer was accidentally released without music in 2016. Live. Die. Repeat. was the rebranded title of this male lead actor’s movie (*) Edge of Tomorrow. This man performed a live HALO jump, learned to fly a helicopter, and broke his ankle filming a 2019 movie in which his character hunts down Solomon Lane with other members of the IMF. For 10 points, name this star of the Mission: Impossible series, a noted Scientologist.", "answer_sanitized": "Tom Cruise (or Thomas Cruise Mapother IV) &lt;Yue, Trash&gt;", "category": "Trash"}, {"question_sanitized": "This commander’s greatest victory came after the Battle of Herrings. This commander’s capture may have been the result of Guillaume de Flavy’s betrayal. Pope Callixtus III convened a posthumous retrial of this commander. This person was captured at the Siege of Compiègne [“com-pain”] when a drawbridge was lifted too soon. This person met with (*) Charles VII after claiming to see visions of Saint Michael, Saint Catherine, and Saint Margaret. This commander who helped win the Siege of Orléans was captured by the Burgundians, turned over to the English, and burned at the stake. For 10 points, name this female commander in the Hundred Years’ War.", "answer_sanitized": "Joan of Arc (or Jeanne d’Arc; or St. Joan; prompt on The Maid of Orléans before “Orléans” is read) &lt;Suh, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A fourth symphony from this country features a 4/2 C-major fugue and often requires two conductors. A pianist from this country wrote Bamboula and Le Bananier [“bah-nah-nee-ay”], while a set of Woodland Sketches from this country includes “To a Wild Rose.” A solo trumpet phrase repeated seven times poses an (*) “Unanswered Question” in a work from this country. A composer from this country consulted the I Ching for his Music of Changes and wrote Sonatas and Interludes for prepared piano. For 10 points, name this country where a piece consisting of 4 minutes and 33 seconds of silence was written, the home of Charles Ives and John Cage.", "answer_sanitized": "United States of America (accept either or both underlined portion and equivalents like U.S.A.) &lt;Yue, Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In this work, three rivers are formed from the tears of a mother who mourns the suicide of her daughter. A young man’s death in this work causes his comb to bleed, and that man’s mother revives him with honey. At the end of this work, a child chastises an old man who sails away on a copper boat. A character in this work dies while trying to catch a (*) swan in the underworld. In this work, Louhi steals the sun and the moon after losing the Sampo. Elias Lönnrot [“LOON-rot”] compiled this work featuring Väinämöinen [“VYE-nah-moy-nen”] and Lemminkainen [“LEH-min-kye-nen”]. For 10 points, name this work considered to be the national epic of Finland.", "answer_sanitized": "Kalevala &lt;Suh, Mythology&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In a play titled for these people, Hyllus is asked to marry Iole [“eye-OH-lee”] after Deianeira [“dee-a-NYE-ruh”] sends Nessus’s poisoned shirt to Heracles. In another play titled for them, the herald Talthybius [“tal-THI-bee-us”] delivers the body of the baby Astyanax [“as-TYE-uh-nax”]. A group of these people dump water on another torch-bearing group in a play that opens with a discussion by a group of them including Lampito and Calonice [“kah-lo-NEE-kay”], who swear an (*) oath over a bowl of wine. Plays titled for these people include Sophocles’s [these people] of Trachis and Euripides’s The Trojan [these people]. Aristophanes’s Lysistrata leads, for 10 points, a group of what people whose sex strike gets their husbands to end the Peloponnesian War?", "answer_sanitized": "women (accept wives or mothers) &lt;Yue, Classical Literature&gt;", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "In the presence of these species, nucleophilic ring opening of epoxides occurs at the more substituted carbon through an SN1 [“S-N-1”] like mechanism. Tautomerization involves the transfer of this species to generate a structural isomer. The fast rate at which these charged species are transferred can be explained by their ability to tunnel between potential wells. The standard reduction potential of this species is (*) zero. These species name the most common type of NMR. Hydronium is formed by adding this species to water. The ionization of hydrogen forms, for 10 points, what positively charged particles?", "answer_sanitized": "protons (accept H+; accept H1; accept hydronium or H3O+ until “tautomerization;” prompt on hydrogen; prompt on acids) &lt;K. Li, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One of these animals repeats “Poor master!” in a eulogy for Augusto, who dies after discussing his existence with Miguel de Unamuno. One of these animals attacks Robert Browning in a biography by Virginia Woolf, while another meets the pig Mefisto before dying of cancer. Two of these animals write letters in Gogol’s “Diary of a Madman.” A Czech surgeon-turned-window-washer owns one of these animals named (*) Karenin in a Milan Kundera novel. John Steinbeck travelled with one of these animals called Charley, while another accompanies prospector John Thornton. For 10 points, name this animal exemplified by Buck in The Call of the Wild.", "answer_sanitized": "dogs (accept cocker spaniels or poodles) &lt;R. Li, World Literature&gt;", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "William Wales accompanied this man to test out a device designed by Larcum Kendall, the K1 chronometer. This man gained fame by mapping the St. Lawrence River during the Seven Years’ War. On one of his missions, this man investigated the usefulness of malt and wort in combating scurvy. This man observed the transit of (*) Venus near Tahiti. Joseph Banks inspired this man to name Botany Bay, where this man landed on his first voyage as the captain of the HMS Endeavour before being killed by Hawaiian natives. For 10 points, name this English explorer who circumnavigated New Zealand in one of his three voyages to the Pacific Ocean.", "answer_sanitized": "James Cook &lt;Kao, British History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This thinker’s final work describes the behavior of earthworms and their impact on soil. This man identified what appeared to be a giant armadillo skeleton as the remains of the giant sloth Megatherium. This man proposed a model for the formation of atolls, and he later studied the reproduction and development of (*) barnacles. This man considered inhabitants of Tierra del Fuego to be “savage races,” and he argued that all humans were the same species in his work Descent of Man. A trip on the HMS Beagle and studies of the different beak morphologies of Galápagos finches inspired, for 10 points, what scientist who wrote On the Origin of Species?", "answer_sanitized": "Charles Darwin (or Charles Robert Darwin) &lt;Duffy, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Giovanni de’ Bardi’s Florentine Camerata is often credited with the birth of this artistic genre. Jacopo Peri is considered to be the “inventor” of this genre. Ranieri de’ Calzabigi [“CAL-zah-BEE-gee”] helped produce “reform” works in this genre. Many works of this genre, including ones by Christoph Willibald Gluck [“gloock”] and Claudio (*) Monteverdi, took inspiration from the myth of Orpheus and Eurydice. The “number” type of these works features sung parts that resemble ordinary speech called recitatives [“reh-CHEE-tah-teeves”] and the soloistic arias. For 10 points, name these works of classical musical theater that often feature divas.", "answer_sanitized": "opera (accept reform opera) &lt;Suh, Opera&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Documents dubbed the “skeletons” of this organization were compiled under the order of William J. Colby. Those documents about this organization are known as the “Family Jewels.” This organization’s Project MKUltra involved illicit human experiments on American and Canadian citizens. President John F. Kennedy supposedly expressed a desire to (*) splinter this organization “into a thousand pieces and scatter it to the winds” following this organization’s failed Bay of Pigs invasion. The OSS was a predecessor to this organization that was active during World War II. For 10 points, name this US government agency that conducts foreign intelligence.", "answer_sanitized": "Central Intelligence Agency (or CIA) &lt;Suh, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This author’s desire to “do something against beards” inspired a book whose first line ruminates on the prevalence of “hairy-faced men.” A “[faint taste] of almonds” in some tea presages the taxidermy of Billy Weaver in a story by this author, who created two former circus-trainers who get the “shrinks” after mistreating the (*) Muggle-Wumps. In a novel by this author, a character lives with Miss Honey after defeating Miss Trunchbull. Another novel by this author features Augustus Gloop and Veruca Salt, who enter the title establishment. For 10 points, name this British author of The Twits and Matilda, who created Willy Wonka in Charlie and the Chocolate Factory.", "answer_sanitized": "Roald Dahl &lt;R. Li, British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A Chinese province whose name contains this number is the namesake of a spice made from the fruit of the Prickly Ash tree. That province, whose capital is Chengdu, is named after this number of rivers. Lake Michigan and Lake Erie each border this many US States. Despite the literal translation of “coiced” [“COY-geth”] as “fifths,” (*) Ireland only has this many traditional provinces. Excluding the Ryukyu islands, Japan has this many main islands. The United Kingdom consists of this many constituent countries. For ten points, Utah borders New Mexico, Colorado and Arizona at a “tetrapoint” named for how many corners?", "answer_sanitized": "four (accept sì) &lt;CGH, Geography&gt;", "category": "Geography"}, {"question_sanitized": "The court case MacCormick v Lord Advocate concerned the different number of monarchs that have had a certain one of these things in England and Scotland. Ancient Egyptians used cartouches to surround two of these belonging to the Pharaoh. Josef Dzhugashvili [“joo-gawsh-VEE-lee”] adopted one of these things derived from the Russian word for “steel.” Upon his election, Angelo Roncalli became the (*) 23rd pope to use a certain one of these things. Mutsuhito and Hirohito are usually referred to using “posthumous” ones of these things. Those are Meiji and Showa. For ten points, the Nomen was a Roman type of what thing used to refer to specific people?", "answer_sanitized": "names (accept equivalents; accept more specific answers like papal name or pseudonym or alias; prompt on title) [Writer’s note: Dzhugashvili is Stalin’s real last name.] &lt;CGH, World History&gt;  Bonuses", "subcategory": "History Other", "category": "History"}], "bonuses": [{"leadin_sanitized": "This businessman’s goals include being “president of the world,” becoming immortal, and expanding the company he co-founded to Mars. For 10 points each:", "answers_sanitized": ["Adam Neumann", "SoftBank Group", "Amazon &lt;R. Li, Current Events&gt;"], "parts_sanitized": ["Name this Israeli-American businessman, who has invoked his communal upbringing in a kibbutz as inspiration for the real estate company he co-founded. In September 2019, this man resigned as CEO of that company.", "Led by Masayoshi Son, this Japanese conglomerate’s investments into Neumann’s WeWork have artificially inflated its market value. This conglomerate funneled almost 10 billion into WeWork in a recent bailout that has spooked investors.", "After Neumann’s resignation, he was replaced by co-CEOs Artie Minson and Sebastian Gunningham, who previously served at this corporation’s namesake “marketplace” platform. This company was founded by Jeff Bezos."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This type of paraboloid has the general form “Z equals X squared over A squared minus Y squared over B squared.” For 10 points each:", "answers_sanitized": ["hyperbolic paraboloid", "sphere", "quadric surfaces &lt;K. Li, Math&gt;"], "parts_sanitized": ["Give this adjective that describes a non-Euclidean geometry with negative curvature. This type of paraboloid, which is also called a saddle, is used to visualize its namesake geometry.", "A related geometric surface has the general equation “X squared plus Y squared plus Z squared equals R squared” where R is the radius. This shape is the higher dimensional analog of a circle.", "Both hyperbolic paraboloids and spheres are examples of this kind of surface, of which there are five non-degenerate varieties. These surfaces can be thought of as the three-variable analogues of conic sections."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "In the 1980s, this city was the setting of gang conflicts called the Ice Cream Wars. For 10 points each:", "answers_sanitized": ["Glasgow", "tobacco (or Nicotiana tabacum; accept Tobacco Lords)", "Scotland (or Alba) &lt;Suh, British History&gt;"], "parts_sanitized": ["Name this non-Australian city that was also home to razor gangs in the 1920s and 1930s. This city became a center of shipbuilding and trade thanks to the River Clyde.", "Glasgow was home to a group of wealthy merchants known as the “Lords” of this commodity. James I disliked this commodity greatly and wrote A Counterblaste against it.", "Glasgow and Edinburgh are the largest cities in this country, whose independence fighters include Robert the Bruce and William Wallace."], "subcategory": "History Other", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer some questions about the most famous cycloaddition reaction.", "answers_sanitized": ["six", "alkene", "cholesterol &lt;K. Li, Chemistry&gt;"], "parts_sanitized": ["The Diels–Alder reaction produces a ring with this number of atoms. This number is also the number of pi electrons that are transferred during the reaction.", "The Diels–Alder reaction most commonly occurs between a diene and this functional group. The carbon–carbon double bond in this functional group normally functions as the HOMO for the reaction.", "The second step of R.B. Woodward’s total synthesis of this compound is a Diels–Alder reaction. This lipid is a precursor of many steroid hormones and is the most common sterol in animals."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In Karen Russell’s <em>Swamplandia!</em>, Osceola Bigtree falls in love with dredger Louis Thanksgiving after using one of these objects to communicate with him. For 10 points each:", "answers_sanitized": ["ouija [“WEE-jah”] board (accept synonyms like spirit board or talking board)", "Sylvia Plath", "Rainer Maria Rilke &lt;R. Li/Yue, World Literature&gt;"], "parts_sanitized": ["Identify these objects. James Merrill used these objects with the help of his partner David Jackson to write his epic poem The Changing Light at Sandover.", "This poet wrote of “a chilly god, a god of shades” in her poem “Ouija,” inspired by sessions at the ouija board with her husband Ted Hughes. She wrote of “a man in black with a Meinkampf look” in her poem “Daddy.”", "This poet used a planchette to try to communicate with spirits while writing poems dedicated to Princess Marie von Thurn und Taxis. He asked “who, if I cried out, would hear me among the Angelic Orders?” in those Duino Elegies."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Ray Santilli claimed to have observed an alien autopsy after a device from this military project crash landed. For 10 points each:", "answers_sanitized": ["Project Mogul (accept Operation Mogul)", "United States Air Force (accept USAF)", "Phoenix, Arizona &lt;K. Li, Other Academic&gt;"], "parts_sanitized": ["Name this project whose goal was to record sound waves in the atmospheric equivalent of the SOFAR channel. This project launched high-altitude balloons to detect Soviet nuclear tests.", "The precursor to this branch of the US Armed Forces oversaw Project Mogul. This branch of the military operates weapons like the B-52 and military satellites.", "V-shaped lights over this city, which were sighted in 1997 and again in 2007, were identified as flares dropped by the US Air Force. As of 2018, this Western city found in Maricopa County was the fifth most populous in the US."], "category": "History"}, {"leadin_sanitized": "The Egyptians weren’t the only ancient civilization with hieroglyphs and pyramids. For 10 points each:", "answers_sanitized": ["Mayan civilization (or Maya; anti-prompt [ask for less specific] on K’iche’ or Yucatec)", "Zapotecs (accept Be’ena’a)", "Aztecs &lt;CGH, Ancient History&gt;"], "parts_sanitized": ["The most sophisticated Mesoamerican writing system was by this civilization centered around what is now southern Mexico. This civilization built cities like Tikal, but collapsed in the 9th century.", "This civilization in the Oaxaca [“wah-HAH-kah”] valley also had a glyphic writing system. This civilization’s capital of Monte Albán was one of the earliest Mesoamerican cities, and they were largely succeeded by the Mixtec.", "This civilization further to the north used a largely ideographic writing system to create the Codex Mendoza and the Codex Borbonicus. Their capital city of Tenochtitlan was conquered by Hernán Cortés."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "After being asked how he stole a casket of jewels, a character in this play responds, “ask me no questions, and I’ll tell you no fibs.” For 10 points each:", "answers_sanitized": ["She Stoops to Conquer", "Oliver Goldsmith", "Marlow (or Marlowe) &lt;Yue, British Literature&gt;"], "parts_sanitized": ["Name this play, which features a subplot in which Constance attains a casket of jewels in an attempt to elope with George Hastings.", "She Stoops to Conquer was written by this English writer, who described the marriages of Sophia and Squire Thornhill and George and Arabella Wilmot in his novel The Vicar of Wakefield.", "In the primary plot of She Stoops to Conquer, Kate Hardcastle attempts to win the love of a man with this last name by posing as a barmaid. A playwright with this last name wrote Doctor Faustus and The Jew of Malta."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The “flying geese paradigm” suggested that this country would lead its region in economic and technological development. For 10 points each:", "answers_sanitized": ["Japan (or Nippon)", "Sony", "Shinkansen &lt;Suh, World History&gt;"], "parts_sanitized": ["Name this East Asian nation whose large corporate structures known as keiretsu [“kee-RET-soo”] led a rapid economic recovery of the country after enduring two nuclear bombings by the United States.", "One keiretsu that grew during Japan’s economic recovery was this company that bought Columbia Pictures in 1989. In 1979, this company also launched the Walkman, a wildly successful brand of portable media players.", "An emblem of Japan’s rapid economic growth is this network of high-speed bullet trains that began service in 1964. These high-speed trains have not caused a single casualty in their more than 50 years in operation."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Sundews, like many carnivorous plants, consume animals because they grow in habitats lacking this elemental nutrient. For 10 points each:", "answers_sanitized": ["nitrogen", "seed (prompt on embryo)", "soil &lt;K. Li, Biology&gt;"], "parts_sanitized": ["Name this element which, along with phosphorus and potassium, is found in the most common ternary fertilizers. Some plants acquire this element from bacteria in the genus Rhizobia [“rye-ZOH-bia”].", "Sundews capture prey with mucilage [“MEW-sih-ledge”], which also protects these plant structures from dehydration or ingestion by predators. One part of this plant structure develops from the integuments of the ovule.", "Mucilage produced by algae in this non-liquid medium is important in stabilizing microaggregates. Pores in this medium are produced by earthworms and provide ventilation for plant roots, which stabilize this medium."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In a story by this author, Alcée <strong>[“al-SAY”]</strong> and Calixta reignite their love affair during the title weather phenomenon. For 10 points each:", "answers_sanitized": ["Kate Chopin (or Katherine O’Flaherty)", "The Awakening", "pianoforte &lt;R. Li, American Literature&gt;"], "parts_sanitized": ["Name this author of “The Storm.” In another story by this author, Mrs. Sommers elects to buy the title garments instead of purchasing new clothing for her children.", "In addition to writing “The Storm” and “A Pair of Silk Stockings,” Chopin also penned this novel, in which Edna Pontellier drowns herself after Robert Lebrun leaves her.", "In The Awakening, two twins who play this instrument wear blue and white to honor the Virgin Mary. Mademoiselle Reisz plays this instrument in that work."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In a film by this director, a retired government worker attempts to prevent his eviction from a rented room. For 10 points each:", "answers_sanitized": ["Vittorio De Sica", "Italy", "8½ (or Otto e mezzo) &lt;Yue, Film&gt;"], "parts_sanitized": ["Name this director of Umberto D., who showed a father and son’s attempts to recover a stolen bicycle in Bicycle Thieves.", "De Sica was a leading figure in the neorealism movement from this country, whose other directors include Michelangelo Antonioni and Federico Fellini.", "This Fellini film begins with the protagonist, a director with writer’s block, hallucinating that he is flying while stuck in traffic. This film was named for the number of films Fellini had completed before it."], "category": "Trash"}, {"leadin_sanitized": "When Freya’s husband Odr is gone, she cries tears of this material. For 10 points each:", "answers_sanitized": ["gold", "Heimdallr", "Sif &lt;Duffy, Mythology&gt;"], "parts_sanitized": ["Name this shiny metal that also makes up the bristles of the boar Gullinbursti. Unlike Odin’s throne which is made from silver, his ring Draupnir is made from this metal.", "Another Norse god associated with gold is this watcher god. In addition to extremely keen hearing and eyesight, this god possesses golden teeth.", "This wife of Thor possessed golden hair fashioned by the Sons of Ivaldi. She may have been a fertility goddess whose hair represented golden wheat."], "category": "Mythology"}, {"leadin_sanitized": "Neutrons in the crust and core of a neutron star are believed to be in this physical state. For 10 points each:", "answers_sanitized": ["superfluid", "helium-4", "rotons &lt;Yue, Physics&gt;"], "parts_sanitized": ["Name this state. Substances in this state have zero viscosity and form Rollin films while creeping out of their containers.", "Cooling this element past its lambda point produces a notable superfluid. Solving the Schrödinger equation for this element involves taking the hydrogen solution and adding one to the number of protons and electrons.", "Physicist Lev Landau proposed that superfluid helium-4 features these elementary excitations, which form when the superfluid is flowing faster than the speed of sound."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A painting depicting one of these events prominently features five figures clad in white, and its inscription calls the title figure “the most venerated and beloved man.” For 10 points each:", "answers_sanitized": ["a surgery (accept a medical school lecture or equivalents; accept a clinic; prompt on partial answer)", "Thomas Eakins", "Philadelphia &lt;Yue, Painting&gt;"], "parts_sanitized": ["Name these events, one of which is depicted in another painting featuring a woman covering her eyes with her left arm as well as the artist himself and the clerk Franklin West in the background.", "This American artist of The Swimming Hole portrayed surgery lessons at Jefferson Medical College in his paintings The Agnew Clinic and The Gross Clinic.", "Thomas Eakins lived and set the aforementioned paintings in this Pennsylvanian city, whose art museum houses a substantial Marcel Duchamp collection along with much of Eakins’ work."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In languages with evidentiality systems, speakers use grammatical markers to indicate what kind of evidence exists for a given statement. Answer some questions about grammatical features that English does not have, for 10 points each:", "answers_sanitized": ["Tamil", "we (or us)", "gender &lt;Murton, Linguistics&gt;"], "parts_sanitized": ["This language, which is widely spoken in Sri Lanka and a namesake state in southwestern India, uses the suffix am when reporting hearsay.", "English uses this word for the first-person plural pronoun. Vietnamese uses either chúng ta or chúng tôi depending on whether the listener is included in the group.", "Turkish does not mark this grammatical property even in pronouns, so English’s third-person singular pronouns all translate as “o.” The Spanish words for “the,” el and la, differ in this grammatical property."], "category": "Social Science"}, {"leadin_sanitized": "After this narrator ingests a madeleine in this volume of a larger work, “at once the vicissitudes of life had become indifferent to [him], its disasters innocuous, its brevity illusory.” For 10 points each:", "answers_sanitized": ["Swann’s Way (or Du côté de chez Swann; prompt on In Search of Lost Time or Remembrance of Things Past or À la recherche du temps perdu)", "Marcel Proust", "Odette de Crécy (accept either underlined name ) &lt;Yue, European Literature&gt;"], "parts_sanitized": ["Name this volume of a larger work, which begins with the narrator reflecting that “for a long time I used to go to bed early.”", "Swann’s Way is the first of seven volumes in this French writer’s massive novel In Search of Lost Time.", "In the oft-excerpted “Swann in Love,” Charles Swann carries out an affair with this woman. Proust writes that she was “endowed with… beauty which left him indifferent… which gave him, indeed, a sort of physical repulsion.”"], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Most followers of a Protestant movement named for this holiday trace their roots back to the Azusa Street Revival and emphasize the importance of spiritual gifts, including speaking in tongues. For 10 points each:", "answers_sanitized": ["Pentecost (accept Pentecostalism; prompt on Feast of Weeks)", "Acts of the Apostles", "Cenacle (or the Upper Room) &lt;Suh, Religion&gt;"], "parts_sanitized": ["Name this day celebrated fifty days after Easter Sunday on which the Holy Spirit descended upon the Apostles. The movement named after this day is also sometimes known as the Apostolic or Full Gospel movement.", "The coming of the Holy Spirit on Pentecost is recorded in this book of the New Testament.", "The descending of the Holy Spirit on Pentecost took place in this first Christan church, which is traditionally considered to be the site of the Last Supper and the washing of the disciples’ feet."], "category": "Religion"}, {"leadin_sanitized": "For 10 points each, answer some questions only tangentially related to the smooth jazz hits of saxophonist Kenny G.", "answers_sanitized": ["Charlie Parker", "home (accept “Goin’ Home”)", "a butterfly (accept papillons) &lt;CGH/Yue, Jazz&gt;"], "parts_sanitized": ["Kenny G’s Billboard hit “Songbird” partially shares its name with the nickname of this legendary bebop saxophonist, a frequent collaborator of Dizzy Gillespie who wrote “Yardbird Suite” and “Ornithology.”", "The title of another Kenny G masterpiece references “Going” to this place. An African-American spiritual adapted from Dvořak’s [“DVOR-jock’s”] Ninth Symphony is also titled for “Goin’” to this place.", "Kenny G’s “Going Home” became a runaway hit in China, where notable works of classical music include an erhu [“are-hu”] concerto titled for “[this animal] Lovers.” This animal names Robert Schumann’s Opus 2 for piano."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "One of these people named “Black Sam” Bailey captured the <em>Whydah</em> in 1717, though he, the ship, and most of his men went down in a violent storm off the coast of Massachusetts later that year. For 10 points each:", "answers_sanitized": ["pirates (accept corsairs, buccaneers, freebooters, or privateers)", "Blackbeard (or Edward Teach; or Edward Thatch)", "North Carolina &lt;Suh, American History&gt;"], "parts_sanitized": ["Name these outlaws who attacked ships with the goal of capturing their cargo and other valuable items. The US fought two wars against these people of Berber origin who raided American ships in the Mediterranean Sea.", "This pirate captured the French vessel La Concorde and renamed it Queen Anne’s Revenge. He once led an alliance of pirates to blockade the port of Charles Town.", "After running Queen Anne’s Revenge aground, Blackbeard temporarily settled in this modern-day state. This colony’s Halifax Resolves were the first official resolution calling for independence from Britain in the thirteen colonies."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This writer lamented the disappearance of paganism as a result of its displacement by Chrisitanity in “Hymn to Proserpine.” For 10 points each:", "answers_sanitized": ["Algernon [“AL-jer-non”] Charles Swinburne", "The Importance of Being Earnest", "mouse (accept mice) &lt;Gioia, World Literature&gt;"], "parts_sanitized": ["Name this poet of the collection Poems and Ballads. This poet wrote a verse drama about the mythological pursuit of a boar in Atalanta in Calydon.", "A different literary Algernon is Algernon Moncrieff, who appears in this play, which involves his best friend Jack Worthing pursuing Gwendolyn Fairfax.", "Flowers for Algernon is both a short story and a novel by Daniel Keyes. The titular Algernon is one of these creatures. These animals are also mentioned in the title of a Steinbeck novella named for them and Men."], "subcategory": "Literature British", "category": "Literature"}]}