{"tossups": [{"question_sanitized": "DREADDs are designer forms of these proteins that only respond to synthetic small molecules. Thrombin cleaves the N-terminus off of a protease-activated type of these proteins to reveal a tethered ligand, which then binds to itself. VIP and calcitonin act via members of the secretin family of these proteins. Sodium ion channels close, releasing inhibition of bipolar cells, after isomerization of 11-cis-retinal to all-trans-retinal causes a conformational change in one of these proteins called rhodopsin. They induce an intracellular GTPase to dissociate into alpha and beta-gamma subunits, leading to activation of adenylate cyclase and cAMP signaling. For 10 points, name these seven-transmembrane domain receptors linked to namesake proteins.", "answer_sanitized": "GPCRs [or G-protein coupled receptors; prompt on receptors] &lt;Smart&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In one story, this man's body is rejected by the Rhone River and thus ends up near Lake Lucerne. In that story, the emperor kills this man after being healed by the handkerchief of Veronica. This man defends a choice of an inscription with the phrase \"quod scripsi, scripsi.\" After hearing that \"everyone on the side of truth listens\" to another person, this man asks the infamous question \"what is truth?\" His wife warns him she has suffered in a dream because of an innocent man. An angry crowd tells this man they have no king but Caesar and demands that he release Barabbas. He ultimately ends up washing his hands, saying the crowd is responsible for the blood of his prisoner. For 10 points, name this Roman prefect who presided over the crucifixion of Jesus.", "answer_sanitized": "Pontius Pilate", "category": "Religion"}, {"question_sanitized": "In a 2000 novel by Joyce Carol Oates, this real-life person is murdered by a government agent called the Sharpshooter. This woman's affair with Yves Montand (EEVZ mon-TAWN) is dramatized in the 2004 play Finishing the Picture. A character who represents this real-life person downs most of a bottle of pills and a bottle of whiskey in the second act of a play in which her lover Quentin calls an ambulance to take her away. This person is represented by Maggie in a play whose set includes a concentration camp tower. This actress portrayed Roslyn Tabor in a movie written by her husband, The Misfits. Her suicide inspired many of the interpersonal scenes in the play After the Fall. For 10 points, name this actress once married to Arthur Miller.", "answer_sanitized": "Marilyn Monroe [or Norma Jean Baker] &lt;Droge&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "While visiting this location, Roger Pryor assumed a bottle of iodide was actually whiskey and almost died after he consumed it. An object taken from this location inspired the Frederic Church painting Our Banner in the Sky. Daniel Hough and Edward Galloway died here in an explosion sparked during a 100-gun salute and were the only casualties of the losing side. Abner Doubleday called himself the \"hero\" of this location for firing the first return shot, which completely missed. The ship Star of the West was unable to resupply Major Robert Anderson's force at this location, which was surrendered after P. G. T. Beauregard opened fire in April 1861. For 10 points, name this fort in Charleston, South Carolina, which was fired upon in the opening moments of the Civil War.", "answer_sanitized": "Fort Sumter [prompt on Charleston until read] &lt;Cheyne&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This character enjoys a dream in which he gets out of bed and goes through the door into an identical bedroom, and so on to infinity. This man's death coincides with the unexpected return of the brother of an exiled Indian princess who declares, \"I have come for the exequies of the king.\" He is haunted by the ghost of a man whom he easily kills with a spear throw in a cockfighting pit. This character spends the last years of his life tied to a chestnut tree by his house after he goes mad and starts speaking Latin. This man is the husband of Ursula Iguaran, and his sons include the rebel Colonel Aureliano. For 10 points, name this character from One Hundred Years of Solitude, the patriarch of the Buendia family.", "answer_sanitized": "José Arcadio Buendia [prompt on Buendia; do not accept \"José\"; do not accept \"Arcadio\"; do not accept \"José Arcadio, Jr.,\" \"the second José Arcadio,\" or anything else indicating he's not the first José Arcadio] &lt;Casalaspi&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In an opera by this man, Zima and Adario pledge their love for each other before a peace pipe ceremony; that opera by this man also contains the act \"The Generous Turk.\" He cut a prologue that celebrated the War of the Polish Succession from the revival of an opera in which Telaira sings \"Tristes apprêts\" (treest ah-PREH) and is loved by a pair of twins, only one of whom is initially immortal. This man's operas were disparaged by fans of Pergolesi's La serva padrona in the \"War of the Buffoons.\" He wrote one of the first explanations of tonal music in his Treatise on Harmony. For 10 points, name this French Baroque composer whose operas Castor et Pollux and Les indes galantes (lay ZAND gah-LONT) reimagined forms previously established by Jean-Baptiste Lully.", "answer_sanitized": "Jean-Philippe Rameau &lt;White&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "A banned album in this country whose title translates as Keep the Gate Closed, Little Brother is by folk singer Karel Kryl. While visiting this country as a representative of a multiple sclerosis charity, Shirley Temple saw a woman gunned down in the street, a fact that she remembered when she served as US ambassador to this country in 1989. A leader of this country announced an Action Programme twenty years after the \"Victorious February\" coup put Communists in power. In this country, a student named Jan Palach (YON PAH-loch) set himself on fire in a city square in protest of an invasion. When Gustáv Husák took power in this country, he reversed the reforms of Alexander Dubček (DOOB-check). For 10 points, name this country that briefly experienced \"socialism with a human face\" during the 1968 Prague Spring.", "answer_sanitized": "Czechoslovakia [do not accept \"Czech Republic\" or \"Slovak Republic\"] &lt;Cheyne&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Eastern Armenian is a rare example of a language that uses this feature for contrast in word-final positions. Ancient Greek grammarians used the words \"thin,\" \"thick,\" and \"middle\" to express the degree of this feature. Proto-Indo-European unusually had a voiced consonant series with this feature, but not a voiceless series with it. This feature is usually indicated by a large positive voice-onset time. In Sanskrit, this feature disappears from the first of two consecutive phonemes that have it, according to Grassmann's law. The loss of this feature in Proto-Germanic voiced stops is the final phase of Grimm's law. This feature can be called \"breathy voice\" when applied to a voiced stop. This feature is represented in IPA with a superscript \"h.\" For 10 points, name this linguistic feature in which air is puffed while pronouncing a consonant.", "answer_sanitized": "aspiration [or aspirated consonants; prompt on breathy voice until read] &lt;Weiner&gt;", "category": "Social Science"}, {"question_sanitized": "In a play set in this country, a woman opts to ride through town on a chair carried by two men instead of riding in a car; that woman earlier pulled an emergency cord to stop the \"Flying Dutchman.\" An author from this country wrote that he does \"not start out with a thesis but with a story\" in 21 bullet points he appended to a play in which a man claims to have discovered the \"Unitary Theory of Elementary Particles.\" Three men believe themselves to be Einstein, Newton, and King Solomon in a play set in an insane asylum in this country, which is also the home of a legend about a crossbowman who shot an apple off his son's head. For 10 points, name this country home to the author of The Physicists, Friedrich Durrenmatt, as well as William Tell.", "answer_sanitized": "Switzerland [or Swiss Confederation] &lt;Belal&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A group with this name can be represented by Specht modules or by Young tableaux with n boxes and n distinct entries. Every group is isomorphic to a subset of the a group with this name according to Cayley's theorem. Groups of this name have subgroups of half their size generated by transpositions called alternating groups. This adjective describes matrices that are equal to their own transpose as well as groups consisting of all permutations of a fixed set of elements. Equivalence relations are reflexive, transitive, and have a property with this name, which states that x and y are related whenever y and x are. For 10 points, give this term for lines that divide a region into mirror images.", "answer_sanitized": "symmetric groups [accept symmetry; accept Sn or S-sub-n; prompt on permutation groups] &lt;Thompson&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This piece does not write out the parts for side drums, instead instructing an unspecified number of them to play \"ad libitum.\" A traffic jam was caused by a rehearsal of this piece at Vauxhall (VAWKS-all) Gardens that attracted twelve thousand paying customers. For a performance at the Foundling Hospital a month after its premiere, this work's composer added strings. Its third movement is a largo alla siciliana titled \"La Paix\" (PEH), which is followed by \"La Réjouissance\" (rage-wee-SAWNS). This piece was commissioned for an outdoor celebration of the signing of the Treaty of Aix-La-Chapelle. For 10 points, bad weather ruined some namesake pyrotechnics at the premiere of what George Frideric Handel suite?", "answer_sanitized": "Music for the Royal Fireworks &lt;White&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A hero of this conflict rode a horse whose name translates as \"stupid\" because that was his godfather's reaction to the animal. In a sub-engagement during this conflict, Pope Alexander II sanctioned various Europeans' participation in the War of Barbastro. Elements of a real-life battle at Monte Laturce inspired a mythical battle in this conflict at Clavijo (klah-VEE-ho), in which a man on a white horse ended the Tribute of 100 Virgins. A setback for the eventual victors during this conflict was the disastrous Battle of Alarcos. Many historians believe it began with Pelagius's victory at the Battle of Covadonga. Heroes during this conflict included El Cid, and it officially ended in 1492 when Granada fell. For 10 points, what over 700-year conflict featured Christian forces trying to drive off Muslims from the Iberian Peninsula?", "answer_sanitized": "Reconquista [or Reconquest] &lt;Cheyne&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This poet gave \"special thanks\" to a playwright \"from first youth tested up to extreme old age… who saw life steadily, and saw it whole\" in a sonnet \"To a Friend.\" The speaker hears a whisper asking \"What dost thou in this living tomb?\" in his poem that describes \"wandering between two worlds, one dead, the other powerless to be born.\" This poet of \"Stanzas from the Grande Chartreuse\" lamented \"this strange disease of modern life\" in a poem named for a man who joins a \"wild brotherhood\" upon leaving Oxford. He also described the \"melancholy, long, withdrawing roar\" of the \"Sea of Faith\" in a poem ending with the image of ignorant armies clashing by night. For 10 points, name this Victorian poet of \"The Scholar-Gipsy\" and \"Dover Beach.\"", "answer_sanitized": "Matthew Arnold &lt;Casalaspi&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The mineral Boltwoodite is named after the pioneer of this process who first published it in 1907. SHRIMP is an Australian sector instrument used for this technique. Samarium and neodymium were used in this technique to support the chondritic uniform reservoir model. Zircon and monazite are used in one variation of this technique, which relies on the closure temperature of a mineral. This method was famously used on the Acasta Gneiss (nice) and Nuvvuagittuq (noo-voo-AH-gih-tuke) Greenstone Belt. Dendrochronology is one method of this technique. One element used in this technique is only viable for about 60,000 years due to its 5,700 year long half-life. The term \"before present\" is used in this process. For 10 points, name this process of determining the age of materials using isotopes like carbon-14.", "answer_sanitized": "radiometric dating [accept specific methods like radiocarbon dating or uranium-lead dating] &lt;Fulgenzi&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In one culture's mythology, the goddess of storage and wealth generally takes the form of an invisible type of this creature with ears, and is the only gasin (gah-sheen), or household deity, that appears as an animal. That goddess, Eopsin (UP-sheen), is believed to bring wealth, which is why weasels and these creatures were once welcomed into the homes of Koreans. After being bitten by an ant, one of these creatures from another culture's mythos regurgitated the Wawalag sisters to form a landmass. The \"Wagyl\" is one of these animals popular among Dreamtime stories. A \"Rainbow\" one of these animals is a creator god in Australian mythology. For 10 points, an ouroboros depicts what kind of animal eating its own tail?", "answer_sanitized": "snakes [or serpents; prompt on dragons; accept weasel until read] &lt;Thompson&gt;", "category": "Mythology"}, {"question_sanitized": "It's not Georgia, but a festival with the slogan \"Give Peach a Chance\" is held in this state's city of Ruston. This state's central city of Natchitoches (NACK-uh-tish) is known for producing meat pies. This state's residents make dishes from its invasive population of the nutria rodent, which was introduced by the McIlhenny family. A dish from this state incorporates a powder made from ground sassafras leaves called filé (FEE-lay). This state's Avery Island is where Tabasco sauce is made. The \"smothering\" technique is used throughout this state to produce dishes called étouffée (ay-too-FAY). This state produces the country's vast majority of crawfish, and it originated a seafood sandwich known as the po' boy. For 10 points, name this state whose Cajun dishes include gumbo and jambalaya.", "answer_sanitized": "Louisiana &lt;Shimizu&gt;", "category": "Geography"}, {"question_sanitized": "A man who gained fame for this activity likely modeled for a bronze sculpture exhibited by Arthur Lee at the Armory Show titled The Ethiopian. A massive mural in the Smithsonian depicting this activity by James Montgomery Flagg was first created for a restaurant that was owned by one of the men in the painting. A participant in this activity is about to fall onto two men looking worriedly upwards in a painting partially titled for Luis Angel Firpo. A trick to skirt the Lewis Law of 1900 explains the title of one painting of this activity, Both Members of This Club. A man smoking a cigar looks back at the viewer as two nearly-nude men engage in this activity in George Bellows's masterpiece Stag at Sharkey's. For 10 points, name this bloody sport.", "answer_sanitized": "boxing [or prize fighting] &lt;Bentley&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Generation of these phenomena are thermodynamically favorable at the critical temperature of the Kosterlitz–Thouless transition in the XY model. An exact solution to the Navier–Stokes equation named for Lamb and Oseen describes the decay of one of these phenomena due to viscosity. When a fluid flows on either side of some body and is separated, it can form a \"street\" of these phenomena named for von Kármán. Helmholtz names three theorems concerning these phenomena, the first of which states that the strength of one of their \"tubes\" does not vary in time. Their namesake quantity is equal to the curl of the fluid velocity vector. For 10 points, name these phenomena in which a fluid flows in a circle around some center.", "answer_sanitized": "vortices [or vortex; accept vortex street] &lt;Overman&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "John B. Cobb wrote an introduction to theological approaches based on the metaphysics of this philosopher, whose ideas were also extended to theology by Charles Hartshorne. This philosopher eschewed the view of reality as being composed of permanent substances in favor of elemental \"drops of experience\" that he called \"actual occasions,\" part of a metaphysical system he called the \"philosophy of organism.\" With a former student, this author of Process and Reality co-wrote a three-volume book that relies on the axiom of reducibility in its attempt to demonstrate that all mathematical truths can be translated into terms from formal logic. For 10 points, name this English philosopher who co-wrote Principia Mathematica with Bertrand Russell.", "answer_sanitized": "Alfred North Whitehead &lt;Casalaspi&gt;", "category": "Philosophy"}, {"question_sanitized": "During this period, a man's marriage to a woman known as the \"Witch\" horrified the populace because she did not convert from Catholicism. While it did not take place in South America, a horrific famine during this period was probably caused by the eruption of Peru's Huaynaputina. The end of this period is celebrated with the November 4 holiday called National Unity Day. A leader during it fled after the Battle of Klushino, when Vasily Shuisky's forces lost to foreign invaders. During this period, at least three \"False Dmitris\" appeared, with the first challenging the rule of Boris Godunov. For 10 points, name this period in between the end of the Rurik dynasty and the ascension of the Romanovs, a chaotic era of Russian history.", "answer_sanitized": "Time of Troubles [prompt on Troubles; do not accept \"The Troubles\"] &lt;Cheyne&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Virginia Woolf highlighted a symbolic passage in this novel in which a plain earthenware pot allows the reader to see into the human soul. A religious theme in this novel develops parallels between a Christian god and the deity Benamuckee. The protagonist of this novel builds a dwelling he nicknames his fortress, in which he inscribes the date September 30 on a wooden cross. The main character of this novel embarks on a disastrous voyage from his plantation in Brazil to buy slaves in Guinea. This book's title character traps goats and learns to grow crops while surviving for several years on an island where he encounters a native he names Friday. For 10 points, name this novel by Daniel Defoe.", "answer_sanitized": "Robinson Crusoe &lt;Droge&gt;", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This word partly titles violin showpieces by Franz Waxman and Pablo de Sarasate (sah-rah-SAH-tay) based on themes from <em>Carmen</em>. For 10 points each:", "answers_sanitized": ["fantasy [accept fantasia, Fantasie, fantaisie, or variants]", "Franz Schubert", "Leoš Janáček (LEH-ohsh YAH-naw-check) &lt;Lifshitz&gt;"], "parts_sanitized": ["Name this type of piece with no strict form. Julian Fontana (YOO-lee-on fon-TAH-nah) prefixed this word to \"Impromptu\" when publishing a difficult piece after Chopin's death.", "This composer's Violin Fantasy opens with cimbalom-like piano tremolos and includes variations on his lied \"Sei mir gegrüßt\" (ZYE meer geh-GROOST). His Wanderer Fantasy and Fantasy in F minor for piano duet, D. 940, both have four movements.", "This Czech composer's Violin Sonata opens with cimbalom-like tremolos and includes a Ballada. His String Quartet No. 1 has four movements marked Con moto, and his String Quartet No. 2 is based on a Tolstoy story that is itself based on Beethoven's Kreutzer (KROYT-ser) Sonata."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Some time-dependent problems can be solved using the Dyson series in this technique. For 10 points each:", "answers_sanitized": ["perturbation theory", "matrix elements", "Schrödinger equation &lt;Rombro&gt;"], "parts_sanitized": ["Name this technique that is used to study complicated quantum systems by adding a small disturbance to an exactly solvable problem.", "In perturbation theory, the first-order correction to the energy is found by calculating one of these quantities between an unperturbed wavefunction and the perturbing Hamiltonian. Fermi's golden rule for determining the transition rate between two eigenstates requires the calculation of one of these quantities.", "Perturbation theory is useful because it is often impossible to solve this equation exactly for complicated potentials. The time-independent form of this equation states that the Hamiltonian acting on a wavefunction equals an energy eigenvalue times that wavefunction."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Several historians insist that a more accurate name for this conflict is the \"Southwestern War.\" For 10 points each:", "answers_sanitized": ["Satsuma Rebellion", "Meiji [or Mutsuhito]", "black ships [or kurofune] &lt;Cheyne&gt;"], "parts_sanitized": ["Name this conflict that featured such engagements as the siege of Kumamoto Castle. This war ended with the Battle of Shiroyama and the death of people like Saigo Takamori.", "The Satsuma (SOTTS-mah) Rebellion opposed this Japanese emperor who had taken power in a namesake \"restoration\" in 1868.", "In the 16th and 19th centuries, foreigners arrived in Japan in vessels known by this two-word phrase, referring to their appearance and, in the latter case, the smoke from their steam engines."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Like John Belushi, this musician had a vastly inferior brother, but unlike Jim Belushi, this man's brother, Linus, was beaten to death by Heracles for being too harsh of a lyre teacher. For 10 points each:", "answers_sanitized": ["Orpheus", "a singing head [accept any answer that gets across that he ends up decapitated; prompt on being ripped apart]", "Phanes [or Protogonos] &lt;Golfinos&gt;"], "parts_sanitized": ["Name this legendary musician, best known for nearly succeeding in retrieving his beloved Eurydice from the Underworld after she died of a snakebite.", "After an understandably depressed Orpheus spurned the love of Thracian maenads, not to mention all other women, the enraged maenads left him in this state.", "Orpheus was also considered the founder of a namesake religious tradition preserved in rare texts like the Derveni Papyrus. Notable divergences from mainstream mythology include the world's creation from a cosmic egg that hatched into this primordial being."], "category": "Mythology"}, {"leadin_sanitized": "Identify the following about natural language processing, for 10 points each.", "answers_sanitized": ["artificial intelligence [or AI; prompt on machine learning or ML]", "stemming [or stemmer; accept any word that a stemmer would reduce to stem]", "unsupervised machine learning [do not accept or prompt on \"supervised\"] &lt;Bentley&gt;"], "parts_sanitized": ["Natural language processing is a technique that is often used in this field, wherein machines attempt to emulate human cognitive processes. John Searle contrasted the \"strong\" form of this field with the \"weak\" form in which computers only simulate thought.", "A classifier to automatically determine the category of a quizbowl question might perform this operation on its text as part of a pre-processing step. Martin Porter developed an algorithm for this task, the removal of inflections from words, which is less complex than lemmatization because it ignores parts of speech.", "A common NLP problem is to identify topics in a corpus of text. One way to do that is through clustering, which is a task in this general, more difficult branch of machine learning that is able to make inferences from unlabeled data."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "A Bonwit Teller storefront window display about this character ended with its artist crashing through the window in a bathtub. For 10 points each:", "answers_sanitized": ["Narcissus [or Metamorphosis of Narcissus]", "Salvador Dalí [or Salvador Domingo Felipe Jacinto Dalí i Domènech, Marqués de Dalí de Púbol]", "André Breton &lt;Shimizu&gt;"], "parts_sanitized": ["Name this mythological character. In a Surrealist painting, his posture is copied by a hand reaching out to an egg from which a flower is growing.", "That painting, Metamorphosis of Narcissus, is by this artist who included several melting timepieces in The Persistence of Memory.", "This author of the Surrealist Manifesto criticized Dalí for portraying Adolf Hitler and coined the name \"Avida Dollars,\" an anagram of Dalí's name, to make fun of Dalí's growing commercialism."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This poem opens with the declaration \"I caught this morning morning's minion,\" referring to the title creature. For 10 points each:", "answers_sanitized": ["\"The Windhover\"", "alliteration [accept word forms]", "inscape &lt;Fulgenzi&gt;"], "parts_sanitized": ["Name this Gerard Manley Hopkins poem, a sonnet about \"a dapple-dawn-drawn Falcon\" that \"rung upon the rein of a wimpling wing.\"", "The phrase \"dapple-dawn-drawn\" is an example of this type of literary device in which the first letter in a series of multiple words is repeated.", "Hopkins's poetry was influenced by his belief in this concept, the \"distinctive design that constitutes individual identity.\" Humans recognize this concept in others through the act of instress."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Vicinal diols react with this anion to form two carbonyl compounds. For 10 points each:", "answers_sanitized": ["periodate [or periodic acid]", "Karl Barry Sharpless", "ozone [or O3] &lt;Pendyala&gt;"], "parts_sanitized": ["Name this anion that uses a mechanism similar to lead-4 acetate to accomplish that oxidative cleavage.", "Vicinal diols can be synthesized asymmetrically by bishydroxylation of double bonds with osmium tetroxide in the presence of a chiral quinine catalyst in a reaction named for this man. This man won the Nobel in Chemistry in 2001 and is widely regarded as one of the pioneers of \"click chemistry.\"", "Alkenes can be directly cleaved into two carbonyl compounds by reacting them with this light-blue gas, an allotrope of oxygen present in the upper atmosphere."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This concept is related to the is–ought problem presented by Hume, and it is illustrated using the indefinability of the color yellow. For 10 points each:", "answers_sanitized": ["naturalistic fallacy", "Principia Ethica", "common sense &lt;Mehr&gt;"], "parts_sanitized": ["Identify this error described in a 1903 book that arises from trying to define \"good\" via properties like \"pleasant\" or \"desirable.\"", "The naturalistic fallacy was defined in this influential work of moral philosophy by G. E. Moore that also argues against ethical naturalism with the open-question argument.", "G. E. Moore analyzed the sentence \"here is a hand\" in a \"Defence\" of this concept. Thomas Reid founded a philosophical school named for this basic ability, which titles Thomas Paine's best-known pamphlet."], "category": "Philosophy"}, {"leadin_sanitized": "This term was coined by then-French Minister of Finance Valéry Giscard d'Estaing (vah-lay-REE zhees-CAR day-STAN). For 10 points each:", "answers_sanitized": ["exorbitant privilege", "Charles de Gaulle", "a rail line [or train; or railroad; prompt on more general answers] &lt;Cheyne&gt;"], "parts_sanitized": ["Give this two-word English phrase that refers to the supposed advantage that the United States has due to its own currency, the dollar, being the international reserve currency.", "The phrase is frequently attributed to this President of France at the time, a former World War II hero who led France for almost all of the 1960s.", "When Giscard d'Estaing became President himself, he backed the project to create the TGV (tay-jay-vay), which is one of these things. The TGV has expanded its network and enjoyed massive commercial success."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In a play, Boolie Werthan insists that his mother hire someone to perform this service. For 10 points each:", "answers_sanitized": ["driving [or being a chauffeur; accept obvious equivalents]", "Atlanta", "Waiting for Lefty &lt;Droge&gt;"], "parts_sanitized": ["Name this service that is provided for the elderly Miss Daisy by the black Hoke Coleburn in an Alfred Uhry play.", "Driving Miss Daisy is the first part of a trilogy of Uhry plays all set in this city. The other parts of the trilogy include Parade and a play about a 1939 movie premiere, The Last Night of Ballyhoo.", "This Clifford Odets play is also about driving, as it ends with a group of taxicab drivers calling for a strike over the objections of union leader Harry Fatt."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Conservation in the presence of this phenomenon was the subject of the SLOSS debate. For 10 points each:", "answers_sanitized": ["habitat fragmentation [or word forms; accept equivalents like landscape or forest fragmentation]", "islands", "presence–absence sampling [or absence–presence; or anything with those two words; accept word forms] &lt;Smart&gt;"], "parts_sanitized": ["Name this phenomenon in which an ecosystem becomes discontinuous, resulting in reduced patch size and consequently increased edge effects. It is a major driver of biodiversity loss.", "Jared Diamond's position in the SLOSS debate extrapolated the theory on the biogeography of these places put forth in a book by MacArthur and Wilson. The Florida Keys are a group of these places.", "Habitat suitability can be predicted with this binary observational sampling method. A namesake matrix of zeros and ones, with rows for species and columns for sites, contains data from this method, which can be used to analyze species co-occurrence."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This party was the first one that future Republican Thaddeus Stevens was involved in. For 10 points each:", "answers_sanitized": ["Anti-Masonic Party", "William Morgan", "Whig Party &lt;Cheyne&gt;"], "parts_sanitized": ["Name this third party that nominated William Wirt for the presidency in 1832. It was one of the first parties to use nominating conventions and party platforms in American history.", "The Anti-Masonic movement took off after this man, a former Freemason, disappeared in upstate New York after turning against the Masons. Conspiracy theorists said he was murdered.", "Many Anti-Masons moved to this party, which, under such leaders as Henry Clay, opposed the Democrats throughout much of the 1840s and 1850s."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This poet exclaimed \"That taste of opiate wine! Lure of the dark valley!\" in an elegy for her son. For 10 points each:", "answers_sanitized": ["Anna Akhmatova [or Anna Andreyevna Gorenko]", "Russian", "heroes [or hero; or A Hero of Our Time] &lt;Fulgenzi&gt;"], "parts_sanitized": ["Name this poet of \"Requiem,\" an elegy written over the course of three decades.", "Akhmatova, whose first husband was killed by the secret police, wrote in this language.", "An Akhmatova poem is titled for being a \"Poem without\" one of these figures. In a Mikhail Lermontov novel, Pechorin is the title one of these figures."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Answer the following about songs in the \"Great American Songbook,\" for 10 points each.", "answers_sanitized": ["blues [or \"Blues in the Night\"]", "Gershwin [accept George Gershwin or Ira Gershwin]", "Cole Porter &lt;Cheyne&gt;"], "parts_sanitized": ["Harold Arlen and Johnny Mercer wrote a 1941 song titled for this thing \"in the night.\" The famous opening of the song begins \"my mamma done told me….\"", "The song \"I Got Rhythm\" was written by two brothers, George and Ira, from this family. George also composed the song \"Summertime\" for his opera Porgy and Bess.", "The songs \"I've Got You Under My Skin\" and \"Night and Day\" were written by this man, who was severely injured in a 1937 horse riding accident. Ella Fitzgerald released an album of her singing his \"songbook\" in 1956."], "category": "Trash"}, {"leadin_sanitized": "Name these contemporary authors who have something in common, for 10 points each.", "answers_sanitized": ["Daniel \"Dan\" Brown", "Jonathan Safran Foer", "Dave Eggers &lt;Droge&gt;"], "parts_sanitized": ["This author of thrillers aroused conspiracy theorists with such books as The Da Vinci Code and Angels and Demons, both of which were made into movies featuring Tom Hanks.", "This author wrote about Oskar's quest to identify the story behind a key that he finds in a vase after his father is killed in the September 11 attacks in Extremely Loud and Incredibly Close. Hey, that was made into a movie featuring Tom Hanks too!", "This author wrote a memoir about caring for his younger brother Toph after his parents died of cancer. A novel by this man is about a new employee at a powerful tech company and was presumably made into a film starring Tom Hanks as well."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This council lasted for almost four years and was strongly influenced by King Sigismund. For 10 points each:", "answers_sanitized": ["Council of Constance", "burned at the stake [accept word forms]", "Martin V [or Otto Colonna; or Ottone Colonna] &lt;Cheyne&gt;"], "parts_sanitized": ["Name this council begun in 1414 that both ended the Western Schism and condemned Jan Hus (yon hoos), who would be executed soon afterwards.", "Hus was executed in this manner, which was also how many Jews were killed in the Strasbourg massacre and how Joan of Arc was executed in 1431.", "The Council of Constance elected this man as pope, which more or less ended the conflicting claims of both Pope Gregory XII and Antipope Benedict XIII."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In an oligopoly, there are few sellers who dominate a given market. For 10 points each:", "answers_sanitized": ["prices", "two [or duopoly]", "first mover [or leader] &lt;Droge&gt;"], "parts_sanitized": ["In an oligopoly, firms are able to set these levels, rather than having to take them as given if there were perfect competition. These levels are displayed on the opposite axis as quantity in standard economic graphs.", "The Cournot model of oligopolies was inspired by a spring water market in which this many companies were competing. Most oligopoly theory is introduced by scenarios in which this many firms are competing.", "The defining feature of Stackelberg competition, unlike in Cournot competition, is that there is a substantial advantage generated for this firm."], "category": "Social Science"}, {"leadin_sanitized": "Answer the following about the city of N'Djamena (in-jah-MAY-nah), for 10 points each.", "answers_sanitized": ["Chad [or Republic of Chad; or République du Tchad]", "Mobutu Sese Seko [or Joseph-Désiré Mobutu]", "authenticité [or authenticity] &lt;Thompson&gt;"], "parts_sanitized": ["N'Djamena is the capital of this African country, which lends its name to a rapidly shrinking lake that it shares with Nigeria and Cameroon.", "Chad's national soccer stadium is located on a main street in N'Djamena named after this leader of another African country, whose rule of over thirty years ended when Laurent Kabila overthrew him in 1997.", "N'Djamena was renamed from Fort Lamy as part of a Chadian effort of this name. It was inspired by Mobutu Sese Seko's campaign of the same name, in which he named his country \"Zaïre\" and promoted the abacost suit at the expense of Western attire."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This practice is engaged in after the daily <em>suhur</em>. For 10 points each:", "answers_sanitized": ["fasting [accept obvious equivalents; or sawm]", "Ramadan [or Ramazan; or Ramadhan; or Ramathan]", "fardh [or faridah; or wajib] &lt;Cheyne&gt;"], "parts_sanitized": ["What practice comes to an end with the iftar, an event that occurs each night during the ninth month of a certain religion's calendar?", "This is the ninth month of the Islamic calendar, which emphasizes fasting. In 2017, it will end on June 24, which is on the weekend NASAT is first being run.", "Fasting falls under this Islamic term that designates religious duties commanded by Allah. Both individual and community practices fall under this term."], "category": "Religion"}, {"leadin_sanitized": "The general Pausanias planned a revolt with these people, although some of them ultimately turned him in. For 10 points each:", "answers_sanitized": ["helots", "Sparta [or Lacedaemon]", "Gerousia &lt;Cheyne&gt;"], "parts_sanitized": ["Name these people who formed the main population of Laconia and Messenia. Every autumn, citizens were allowed to legally kill some of these people in order to keep their population in check.", "Helots were the main population of the territory controlled by this Greek city-state, noted for its focus on military training.", "Lycurgus created this Spartan council of elders, which was made up of people over sixty. Members were elected and served for life."], "subcategory": "History Classical", "category": "History"}]}