{"tossups": [{"question_sanitized": "In this religion, the “living substance” is contrasted with the substances of motion, rest, atoms, space, and sometimes time. In this faith, the story of the blind men and the elephant is used to illustrate a concept of “non-one-sidedness.” This faith is represented by a logo including a crescent moon above three dots, all above a hand with a wheel on the palm. Members of this religion try to achieve correct knowledge, faith, and conduct. One of its sects believes that women can’t attain moksha and that monks should be (*) nude. Its monks use a broom to avoid killing insects. 24 tirthankaras, including Mahavira, founded—for 10 points—what Indian religion based on nonviolence, or ahimsa?", "answer_sanitized": "Jainism", "subcategory": "Religion Other", "category": "Religion"}, {"question_sanitized": "This statement’s inventor was inspired by Benjamin Thompson, Count Rumford’s cannon-boring experiments, which led to the idea of the mechanical equivalent of heat. Max Born’s version of this statement uses the work done by an adiabatic process as a reference. Symbolically, this law adds up two inexact differentials to obtain the change in a state function. For a Born–Haber cycle, (*) Hess’s law states this more general law in terms of enthalpy. In its basic form, this law states that any change in internal energy equals work done on a system plus heat. For 10 points, name this law of thermodynamics holding that the total energy of a system is conserved.", "answer_sanitized": "first law of thermodynamics [prompt on conservation of energy; prompt on first law until “law of thermodynamics”; accept first law after “law of thermodynamics”] &lt;SE&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Two answers required. These countries allied against a nearby Catholic country under the command of Jacob De la Gardie. The king of one of these countries fled to the Ottomans, who beat back an attack by the other one of these countries in the Pruth River Campaign. One of these countries fought the other in alliance with Frederick IV and (*) Augustus the Strong. One of these countries controlled the states of Ingria, Livonia, and Estonia until the other invaded in 1700. The defeat of one of these countries at Poltava allowed the other to build the Baltic port of Saint Petersburg. For 10 points, what two countries fought the Great Northern War under Charles XII and Peter the Great?", "answer_sanitized": "Russian Empire AND Kingdom of Sweden [both answers required; accept Rossiya and Sverige] &lt;MK&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This singer collaborated with Arthur Herzog, Jr. on songs like “Don’t Explain.” This singer wrote a song beginning “Them that’s got shall get / Them that’s not shall lose / So the Bible says and it still is news.” This frequent collaborator with Lester Young made the first commercially successful recording of “Summertime.” She adopted parts of her signature raspy sound from (*) Bessie Smith. This singer made famous a song that describes “Blood on the leaves and blood at the root” from the title “Black bodies swinging in the Southern breeze.” For 10 points, name this writer of “God Bless the Child” and popularizer of the protest song “Strange Fruit,” a jazz singer nicknamed “Lady.”", "answer_sanitized": "Billie Holiday [or Eleanora Fagan; prompt on Lady Day until it’s mentioned] &lt;JR&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A fictional orphan in this city leaves in an elephant statue by a former prison. In this city, a father puts out the fire and asks Azelma to cut her hand punching a window to make his family look poor. An animal in this city learns to spell out the name of its owner’s love interest, a captain. This city’s Pope of Fools is crowned while a (*) gypsy plays with her goat Djali. An innocent woman is taken into this city’s cathedral after almost being hanged for the stabbing of Phoebus. Gavroche and Marius fight at this city’s barricades, before the protagonist is hunted through its sewers by Inspector Javert. For 10 points, name this setting of Les Misérables and The Hunchback of Notre Dame.", "answer_sanitized": "Paris &lt;MK&gt;", "category": "Literature"}, {"question_sanitized": "A philosopher from this country analyzed existence in terms of “creativity” in Process and Reality. Another man from this country objected to analyzing the good in terms of natural qualities in a 1903 book. A philosopher from this country introduced the term “consequentialism” in her article “Modern Moral Philosophy.” A man from this country analyzed “definite descriptions” like “the (*) present King of France is not bald” and developed the theory of types. G.E.M. Anscombe and G.E. Moore were philosophers from this country, home to a philosopher who wrote “On Denoting” and co-wrote Principia Mathematica. For 10 points, name this home country of Bertrand Russell.", "answer_sanitized": "England [accept United Kingdom, U.K., or Great Britain] &lt;AF&gt;", "subcategory": "Philosophy European", "category": "Philosophy"}, {"question_sanitized": "The “restriction point” determines whether a cell will enter a dormant phase denoted by this letter. The phospha tidyl inositol and cAMP pathways are the two main transduction pathways involving receptors that bind to proteins denoted by this letter. The cellular phase denoted by this letter ends when sufficient levels of maturation-promoting factor are detected. A class of cell-surface transmembrane receptors are (*) “coupled” to proteins denoted by this letter. This letter denotes the phases of mitosis before and after S phase, as well as a purine that’s the heaviest nucleotide base. For 10 points, name this letter that denotes the base that pairs with cytosine.", "answer_sanitized": "G [accept G-protein-coupled receptors or G phase or guanine] &lt;AF&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In 2016, this state’s governor warned of drug dealers named D-Money, Smoothie, and Shifty selling heroin in his state. The end of the January 2018 government shutdown was negotiated in the office of a senator from this state. In July 2017, a “skinny repeal” of Obamacare was sunk by John McCain, Lisa Murkowski, and a Republican senator from this state. In the 2016 presidential election, this state split (*) its electoral votes for the first time. Other than Vermont, this is the only state to be represented by an independent in the Senate, Angus King, who serves alongside senior Senator Susan Collins. Paul LePage governs—for 10 points—which northeastern state with capital Augusta?", "answer_sanitized": "Maine &lt;SCW&gt;", "category": "History"}, {"question_sanitized": "In a novel titled for one of these places, the French Revolution is blamed on the Jews by the grandfather of Simone Simonini, who forges the Protocols of the Elders of Zion. A poem set in one of these places notes that “Melancholy mark'd…for her own” a “youth to Fortune and to Fame unknown.” Tom Sawyer watches Dr. Robinson get killed by (*) Injun Joe in this place. This place is imagined to be home to a “mute inglorious Milton” and “some Cromwell guiltless of his country’s blood” in a poem that’s the source of the titles Paths of Glory and Far from the Madding Crowd. Thomas Gray wrote an elegy in—for 10 points—what place where the “forefathers of the hamlet sleep?”", "answer_sanitized": "graveyard [accept cemetery, churchyard or other clear equivalents; accept The Prague Cemetery or “Elegy Written in a Country Churchyard”] &lt;MK&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "These structures are often built in front of traditional Chinese palaces and tombs, where they are called huabiao or bangmu. These structures can include spiral ornaments called volutes. A slight bulge in these structures is called entasis. They can be replaced by sculptures of women called (*) caryatids. These things are topped by epistyles or architraves, which are part of the entablature. They can be topped with plain, scroll-like, or flower-like ornaments, and are often decorated with grooves called fluting. Vitruvius described three styles of these things that identify the Classical Orders. Capitals in Ionic, Doric, or Corinthian style sit on top of—for 10 points—what vertical supports?", "answer_sanitized": "columns [accept pillars; if they answer with capitals, prompt by asking “What structures are they part of?”] &lt;JR&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The branching complexity of these systems was the first application of the Strahler number. These systems sort particles horizontally by size, transporting the largest particles by traction and slightly smaller particles via saltation. Switching between these systems occurs in avulsions. (*) Rills and knickpoints form from erosion caused by these systems. The area between these bodies and their surroundings is known a riparian zone. When the meanders of these bodies are cut off, oxbow lakes are formed, and these entities deposit sediment at their deltas. For 10 points, name these flowing bodies of freshwater that flow into lakes and oceans.", "answer_sanitized": "rivers [accept streams, creeks, or similar answers] &lt;AF&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "This man earned a promotion after refusing a “bad order” at the Battle of Chapultepec. Nathan Kimball inflicted a rare defeat upon this man at Kernstown. The late arrival of his troops almost lost the Seven Days Battles. This man often led troops alongside James Longstreet. Barnard Bee pointed at this man’s troops on a hill during first (*) Bull Run. Two years before Philip Sheridan, he conducted a major campaign in the Shenandoah Valley. He was fatally wounded in the left arm by friendly fire at Chancellorsville, causing Robert E. Lee to say “I have lost my right arm.” For 10 points, name this Confederate general nicknamed “Stonewall.”", "answer_sanitized": "Stonewall Jackson [or Thomas Jonathan Jackson] &lt;MK&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "An author of this nationality wrote a poem whose speaker calls himself as an “Earth-born companion” and apologizes to the title figure for breaking “Nature’s social union.” That poet of this nationality called a creature “blest” since “the present only touches you,” while the speaker casts his eye backward on “prospects dreary.” A poet of this nationality addressed an (*) animal after “Turning Her Up in Her Nest With the Plough.” John Steinbeck borrowed a line by a poet of this nationality lamenting how “askew” “the best laid schemes of mice and men” often go. For 10 points, name this nationality of the author of “To a Mouse” and “Auld Lang Syne,” Robert Burns.", "answer_sanitized": "Scottish [or Scots; prompt on “British”] &lt;MK&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Two artworks from this country appear in Manet’s portrait of Zola. Two large pieces from this country stand next to the title girls in John Singer Sargent’s The Daughters of Edward Darley Boit. Van Gogh compared the flowering orchards of Arles to this country, and copied several works from it. The (*) Peacock Room was inspired by art from this country, which influenced many 19th-century painters with its “sparseness” and “flatness.” In Giverny [zhee-vehr-NEE], Monet’s water lily pond lies below a bridge built in the style of this country. An artist from this country made a series of 36 Views that include a depiction of a Great Wave. For 10 points, name this home of the ukiyo-e artist Hokusai.", "answer_sanitized": "Japan [or Nihon-kokku; or Nippon-kokku] &lt;JR&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Hundreds of thousands of these people were forced to flee after Operation Storm. Along with Jews and Roma, this was the main ethnic group targeted by the Ustashe. These people briefly established a republic named for their “Krajina” [crah-YEE-na], which fought Catholic Croatia during that country’s war of independence. A member of this ethnic group (*) committed the 1995 Srebrenica [sreh-bruh-NEET-suh] massacre of nearly 10,000 Bosniak Muslims. Members of this ethnic group unsuccessfully fought independence movements from Montenegrins and the Albanians of Kosovo. For 10 points, name this ethnic group of Ratko Mladić [MLAH-“ditch”] and Slobodan Milošević [mee-LOH-sheh-vich], who name a country with capital Belgrade.", "answer_sanitized": "Serbs [accept Serbians; accept Bosnian Serbs or Croatian Serbs; prompt on Bosnians; do not accept or prompt on “Bosniaks,” which are the people they were massacring] &lt;JR&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This film’s villain escapes from Chorh-Gom prison using a goose feather. The protagonist of this film gains fame after flying into a stadium on a “ball of fire” which was really just a cart propelled by fireworks. After being told that his father doesn’t actually use a secret ingredient, its title character realizes the secret of the (*) dragon scroll. This movie’s title character is raised by a goose who thinks he’s had the “noodle dream.” At the end of this movie, the title character vaporizes Tai Lung using the mysterious Wuxi [woo-“she”] finger hold. Jack Black voiced the title animal of—for 10 points—what movie in which Po becomes the Dragon Warrior and learns the title martial art?", "answer_sanitized": "Kung Fu Panda [do not accept or prompt on “Kung Fu Panda 2” or “Kung Fu Panda 3”] &lt;BY&gt;", "subcategory": "Trash Movies", "category": "Trash"}, {"question_sanitized": "A character with this last name tells a story about creatures that die after eating so much fruit that they can’t leave their feeding holes. That man with this last name then shoots himself after entertaining the girl Sybil at the beach. A church made of this material is moved by the title gamblers of Peter Carey’s Oscar and Lucinda. This is the last name of (*) Franny, Zooey, and the protagonist of “A Perfect Day for Bananafish.” A unicorn made of this material has its horn accidentally broken off by a “gentleman caller” visiting Laura Wingfield. A family of J.D. Salinger characters are named for—for 10 points—what material of the title Menagerie of a Tennessee Williams play?", "answer_sanitized": "Glass [accept Seymour Glass, or The Glass Menagerie] &lt;CK&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The Bible includes an enigmatic directive to catch these animals in Song of Songs 2:15 [“chapter two, verse fifteen”]. One of these animals is finally captured by his nephew Grimbert and brought to King Noble’s court in medieval tropes that often pit him against his scarred and deformed uncle Isengrim. In Japanese Shinto, these animals flank red torii [TOH-ree] gates in their capacity as servants of the kami Inari [eeh-NAH-ree]. These animals include the trickster (*) Reynard and the East Asian Huli jing, kumiho, and kitsune [“kit”-SOO-nay]; the latter of these, according to legend, may have up to nine tails. For 10 points, name this animal which complains about “sour grapes” in one of Aesop’s fables.", "answer_sanitized": "fox [or V. vulpes or Vulpes vulpes; accept red fox] &lt;HK&gt;", "subcategory": "Religion Other", "category": "Religion"}, {"question_sanitized": "A pre-colonial people of this country worshipped the sun and moon in the form of Sué and Chía and were ruled by a zipa and a zaque. This modern country, which was conquered by Gonzalo de Quesada, is home to the Muisca people. A predecessor to this country was led by Francisco de Paula Santander. The search for (*) El Dorado first led conquistadors to this modern country, which forms most of the western half of former New Granada. A country sharing a name with this modern country was founded by Simón Bolívar. For 10 points, what modern country is named for the man who sailed with the Niña, Pinta, and Santa Maria in 1492?", "answer_sanitized": "Republic of Colombia [or República de Colombia; accept Gran Colombia] &lt;JR&gt;", "category": "History"}, {"question_sanitized": "The magnetic moment of a loop of wire is equal to the current times a type of this quantity. Since this property of a black hole does not decrease with time, it is analogous to entropy in black hole thermodynamics. A measure of the rate of scattering events that has units of this quantity is often reported in barns. According to Amontons’ second law, frictional force is (*) independent of this property of the contact interface. Orbits sweep out equal amounts of this quantity in equal time according to Kepler’s second law. Pressure, which is often given in units of PSI, is defined as force per unit of this quantity. For 10 points, name this quantity that is measured in square meters.", "answer_sanitized": "area [accept cross-sectional area or surface area or contact area; prompt on cross-section; accept specific units of area such as square meters, square centimeters, or square feet; do not accept or prompt on units of length such as “meters,” “centimeters,” or “feet”] &lt;SE&gt; Tiebreaker", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One type of this process is enabled by the existence of an excited state of carbon-12 proposed by Fred Hoyle. In 1989 Martin Fleischmann and Stanley Pons controversially claimed to have carried out a low-temperature type of this process. This process can be performed either by inertial confinement in a hohlraum, or by magnetic confinement in a (*) tokamak. This process is energetically favorable for elements lighter than iron. In stars, this process takes place via the proton-proton chain and produces helium from hydrogen. For 10 points, name this process in which nuclei combine and release energy, contrasted with fission [FISH-un].", "answer_sanitized": "nuclear fusion [FYOO-zhun] [or thermonuclear fusion; do not accept or prompt on “nuclear fission”] &lt;SE&gt; Bonuses", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "For 10 points each—answer the following about forces at play in circular motion:", "answers_sanitized": ["inertial frame [accept inertia]", "centripetal force", "M times V-squared over R [or M V-squared over R; accept answer with “divided by” in place of “over”] &lt;SE&gt;"], "parts_sanitized": ["The fictitious Coriolis and centrifugal forces appear in rotating reference frames since they are not frames of this type. In general, this term describes the tendency of a body in motion to remain in motion.", "While the Coriolis and centrifugal forces are fictitious, this is the actual force that keeps bodies in circular motion. It always points towards the center of curvature.", "For a particle of mass M moving at a uniform speed V in a circle of radius R, what is the magnitude of the centripetal force?"], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "For 10 points each—answer the following about the role of shoes in international politics:", "answers_sanitized": ["George W. Bush [or Bush 43; or Bush the Younger do not accept or prompt on “George H.W. Bush”]", "Nouri (Kamil Mohammed Hasan) al-Maliki", "Juan (Domingo) Perón &lt;AF&gt;"], "parts_sanitized": ["In 2008, journalist Muntadhar al-Zaidi threw both of his shoes at this then-U.S. president. Al-Zaidi was voicing displeasure with this president’s decision to invade Iraq in 2003.", "This man, who was Iraq’s prime minister until 2014, tried to catch those shoes.", "This politician attempted to cut the funding of universities that opposed him with the slogan, “Shoes? Yes! Books? No!” His third wife, Isabel, succeeded him after his third term as President of Argentina."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This author’s <em>Heroides</em> [heh-ROH-ih-DEEZ] are a set of poetic letters from the perspectives of Dido, Hermione, and other women from Greco-Roman mythology. For 10 points each:", "answers_sanitized": ["Ovid [or Publius Ovidius Naso]", "he drives the sun chariot [or obvious equivalents; prompt on answers that describe him trying to be the sun or similar]", "Philomela &lt;SPQR&gt;"], "parts_sanitized": ["Name this Roman mythographer who compiled legends about transformations in his Metamorphoses.", "Ovid’s Metamorphoses includes the story of Helios’s son Phaethon [FAY-thawn], whose terrible attempt at this activity leaves the earth charred and dehydrated. A description is fine.", "The Metamorphoses also retells the fate of this princess of Athens: when her tongue is cut off by her husband Tereus, the only way she can communicate her tragedy is by weaving a tapestry depicting it."], "category": "Mythology"}, {"leadin_sanitized": "The speaker of one of this woman’s poems claims that “parting is all we know of heaven, and all we need of hell.” For 10 points each:", "answers_sanitized": ["Emily (Elizabeth) Dickinson", "“I’m Nobody! Who are you?”", "“I heard a Fly buzz — when I died” &lt;MK&gt;"], "parts_sanitized": ["Name this “Belle of Amherst,” who wrote “My life closed twice before its close” and “Because I could not stop for Death.”", "Dickinson declared “How dreary…How public — like a Frog — To tell one’s name — the livelong June — To an admiring Bog!” in a poem that asks this question in the first line.", "The narrator of this Dickinson poem wills away her “Keepsakes” in a poem that describes “The Stillness in the Room” when she notices the title creature."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This singer concluded her 2017 mixtape <em>Pop</em> <em>2</em> with the experimental song “Track 10.” For 10 points each:", "answers_sanitized": ["Charli XCX [or Charlotte Emma Aitchison]", "Kingdom of Sweden [or Konungariket Sverige; accept Swedish House Mafia]", "Auto-Tune &lt;JR&gt;"], "parts_sanitized": ["Name this English singer of “Boom Clap,” who sang the hook for Iggy Azalea’s [uh-ZAY-lee-uh’s] “Fancy” and Icona Pop’s “I Love It.”", "Icona Pop is a band from this country. A house music band named for this country broke up just months after releasing the 2012 hits “Greyhound” and “Don’t You Worry Child.”", "Like T-Pain, Charli XCX is known for her liberal use of this pitch correction software, which was popularized by Eiffel 65’s “Blue (Da Ba Dee).” This software often produces a “robotic” sound while fixing singers’ pitch."], "category": "Trash"}, {"leadin_sanitized": "This country experienced an economic “miracle” under chancellor Konrad Adenauer. For 10 points each:", "answers_sanitized": ["West Germany [prompt on just Germany or Deutschland; or Federal Republic of Germany; or FRG; or BRD; or Bundesrepublik Deutschland; do not accept or prompt on “East Germany” or “German Democratic Republic” “Deutsche Demokratische Republik” or “GDR” or “DDR”]", "Christian Democratic Union [or CDU; or Christlich Demokratische Union; accept CSU/CDU; accept Christian Social Union in Bavaria or Christlich-Soziale Union in Bayern]", "Gastarbeiter &lt;JR&gt;"], "parts_sanitized": ["Name this former country governed from Bonn. It controlled only half of its nominal capital, which was in the middle of a communist neighbor.", "Konrad Adenauer was a founder of this German political party opposed by the Social Democrats. This party currently has a plurality in the German Bundestag.", "The economic miracle was fueled by migrant workers given this German designation. The program that brought these people is the reason Germany now has such a large Turkish population."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This man’s many portraits of extremely uncomfortable-looking women likely derive from his violent tendency to assault his partners in bed. For 10 points each:", "answers_sanitized": ["Lucian (Michael) Freud", "Peter Paul Rubens", "sculptures &lt;JW&gt;"], "parts_sanitized": ["Name this painter known for his thick brushstrokes in nude or partially-nude portraits like Girl with a White Dog and Benefits Supervisor Sleeping. He died in 2011.", "Sue Tilley, the subject of Benefits Supervisor Sleeping, has been compared to the many nudes painted by this Flemish Baroque artist.", "Freud’s wife Kitty was the daughter of Jacob Epstein, who worked in this branch of the visual arts. Donatello mainly made artworks of this kind."], "category": "Fine Arts"}, {"leadin_sanitized": "In this novel, a panic starts when Orpheus collapses onstage during a performance of Gluck’s opera. For 10 points each:", "answers_sanitized": ["The Plague [or La Peste]", "The Stranger [or L’Étranger; accept The Outsider]", "Albert Camus &lt;CK&gt;"], "parts_sanitized": ["Name this novel in which Father Paneloux gives a sermon after failing to save a dying child. Cottard leaves a suicide note that reads “Come in, I’ve hanged myself” in this novel.", "This novel by the same author opens at the funeral of the title character’s mother. At its climax, the title character is bothered by the heat and light on a beach and shoots after seeing the glint of a knife.", "This Algerian-born Frenchman wrote The Plague and The Stranger."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "For 10 points each—answer the following about defunct technology companies:", "answers_sanitized": ["AT&amp;T Corporation [or American Telephone and Telegraph Company]", "Netscape Communications Corporation [accept Netscape Navigator]", "(Henry) Ross Perot &lt;SE&gt;"], "parts_sanitized": ["This telecom giant held a monopoly on phone service in the US until 1982, when it was broken up into several “Baby Bells.” Its successor of the same name is the second-largest cell phone provider in the US after Verizon.", "This company’s Navigator software was the most popular web browser in the mid-1990s. Its inability to compete with pre-installed copies of Internet Explorer led to the U.S. v. Microsoft antitrust case.", "Selling the company Electronic Data Systems to General Motors made a billionaire out of this Texas politician, who never held elected office."], "category": "Trash"}, {"leadin_sanitized": "Like garnet, this industrial mineral is frequently used as an abrasive. For 10 points each:", "answers_sanitized": ["corundum", "rubies", "chromium [or Cr; accept dichromate] &lt;HK&gt;"], "parts_sanitized": ["Name this aluminum oxide mineral, which has a Mohs hardness second only to diamond.", "While non-red corundum gems are called sapphires, red gemstones made of corundum are given this name. These gems were used as the gain medium in the first laser.", "Rubies get their red color from the presence of this metal. This element’s oxyanion tends to dimerize to make a strongly oxidizing anion with 2 atoms of it and 7 atoms of oxygen."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In the best-known aria from one of his operas, the baritone decides to kill the governor of Boston, declaring “It was you who stained that soul.” For 10 points each:", "answers_sanitized": ["Giuseppe (Fortunino Francesco) Verdi", "Marian Anderson", "New York City [or New York, New York; or NYC] &lt;JR&gt;"], "parts_sanitized": ["Name this composer of that opera titled for a “Masked Ball.” He ended his long career around 1900 with two operas based on works by Shakespeare.", "This black American alto’s only staged opera performance was in Verdi’s Un Ballo in Maschera [oon BAH-“low” een MAH-“scare”-uh]. Eleanor Roosevelt had her sing at the Lincoln Memorial after she was blocked from the Daughters of the American Revolution’s Constitution Hall.", "Anderson’s Ballo was with the Metropolitan Opera, which is based in this American city, whose Philharmonic was once directed by Leonard Bernstein."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "The title character of this author’s novel <em>Luka</em> <em>and</em> <em>the</em> <em>Fire</em> <em>of</em> <em>Life</em> searches for a cure for his father Rashid’s curse, which was placed by Captain Aag. For 10 points each:", "answers_sanitized": ["(Sir Ahmed) Salman Rushdie", "Saleem Sinai [prompt on Sinai] (From Midnight’s Children.)", "the Devil [or Satan; accept The Satanic Verses; accept “The Devil and Tom Walker”; accept Shaitan; accept Iblis] &lt;MK&gt;"], "parts_sanitized": ["Name this author who wrote about Luka’s brother in Haroun and the Sea of Stories.", "This Rushdie character is switched at birth with his nemesis Shiva of the Knees and falls in love with Padma.", "Rushdie was put under a fatwa for a novel titled for this religious figure’s Verses. In a Washington Irving story, Tom Walker sells his soul to this figure in the guise of “Old Scratch.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This country is known as the “Hollywood of the Gulf” for its extremely popular soap operas. For 10 points each:", "answers_sanitized": ["State of Kuwait", "dinar", "Sydney Opera House &lt;MK&gt;"], "parts_sanitized": ["Name this small Middle Eastern country with a namesake capital. Like Qatar, Bahrain, and the UAE, over 50% of this country’s population consists of expatriates.", "Kuwait’s currency, which has this name, has the highest value in the world.", "Kuwait’s National Assembly Building was designed by Jørn Utzon, who also designed this performing arts venue. The white shells that make up this building’s roof resemble sails."], "category": "Geography"}, {"leadin_sanitized": "Sidney Farber developed the early chemotherapy drug aminopterin to treat one form of this this disease. For 10 points each:", "answers_sanitized": ["leukemia", "phosphates [accept P-O-4 3-minus; accept phospholipids]", "phenol &lt;HK&gt;"], "parts_sanitized": ["Name this cancer of the bone marrow that’s not lymphoma. It has lymphocytic and myelogenous forms.", "Chronic myelogenous leukemia is often caused by the Bcr/Abl mutation, which affects a kinase. Kinases attach this ion, which forms the hydrophilic head of a namesake kind of molecule in the cell membrane.", "The Bcr/Abl mutation affects a kinase which attaches phosphate to tyrosine residues. This is the sidechain of tyrosine."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This author’s <em>Heroides</em> [heh-ROH-ih-DEEZ] are a set of poetic letters from the perspectives of Dido, Hermione, and other women from Greco-Roman mythology. For 10 points each:", "answers_sanitized": ["Ovid [or Publius Ovidius Naso]", "he drives the sun chariot [or obvious equivalents; prompt on answers that describe him trying to be the sun or similar]", "Philomela &lt;SPQR&gt;"], "parts_sanitized": ["Name this Roman mythographer who compiled legends about transformations in his Metamorphoses.", "Ovid’s Metamorphoses includes the story of Helios’s son Phaethon [FAY-thawn], whose terrible attempt at this activity leaves the earth charred and dehydrated. A description is fine.", "The Metamorphoses also retells the fate of this princess of Athens: when her tongue is cut off by her husband Tereus, the only way she can communicate her tragedy is by weaving a tapestry depicting it."], "category": "Mythology"}, {"leadin_sanitized": "A member of this family wrote a novel about Heathcliff’s futile love for Catherine Earnshaw. For 10 points each:", "answers_sanitized": ["Brontë [accept Emily Brontë or Charlotte Brontë]", "Bell", "Gondal &lt;CK&gt;"], "parts_sanitized": ["Give this real-life surname of the aforementioned author of Wuthering Heights and her sister, who wrote Jane Eyre.", "The Brontë sisters all used this pseudonymous surname for their publications. Their pseudonymous first names were Ellis, Currer, and Acton.", "After abandoning the world of Angria in their early teens, Emily and Anne Brontë often wrote about this fictional country. It is ruled over by Julius Brenzaida and has control over Gaaldine, an island south of it."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This composer’s sister Lili was the first woman to win the Prix de Rome. For 10 points each:", "answers_sanitized": ["(Juliette) Nadia Boulanger", "conservatory [or conservatoire]", "four &lt;JR&gt;"], "parts_sanitized": ["Name this legendary French composition teacher, whose many students included Daniel Barenboim, Aaron Copland, Philip Glass, and Quincy Jones.", "Boulanger had studied at the Paris school with this name, later teaching at American schools of this kind like Juilliard. The Paris school with this name popularized the use of this term to refer to music schools in general.", "Boulanger taught students how to write “chorale”-style model compositions with this number of parts. In choirs, people are usually grouped into this number of voice types."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Cries to amend this group’s namesake registry led to the Khmelnytsky uprising. For 10 points each:", "answers_sanitized": ["cossacks", "Jan [or John; accept Jan or John II Casimir or III Sobieski]", "17th century [or 1600s] &lt;SPQR&gt;"], "parts_sanitized": ["Name this group of people, which primarily lived on the lower Dnieper and Don rivers. They were led by a “hetman” and were noted for their skill with horses.", "The primary opponent of the Khmelnytsky uprising was a Polish king with this name. Another king with this name was known as the “Lion of Lechistan” for leading the largest recorded cavalry charge of all time.", "That Siege of Vienna and the Khmelnytsky uprising both took place during this century, when central Europe was devastated by the Thirty Years’ War."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "For 10 points each—answer the following about the many uses of potassium:", "answers_sanitized": ["ethers [accept crown ethers]", "radiometric dating [accept radioactive dating or radiocarbon dating]", "potassium-40 &lt;AF&gt;"], "parts_sanitized": ["18-crown-6, an organic molecule with a strong affinity for potassium cations, is an example of these molecules, which have two alkyl groups connected by an oxygen. These compounds are formed in the Williamson synthesis.", "Ratios of radioactive potassium to argon are measured in one form of this technique. The most common form of this technique uses carbon-14, which stops being useful for materials older than about 50,000 years.", "The potassium isotope used in radiometric dating has this mass number."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This term is contrasted with <em>treif</em>, meaning “torn.” For 10 points each:", "answers_sanitized": ["kosher laws [or kashrut]", "slaughtering [accept killing animals]", "hechsher &lt;SPQR&gt; Tiebreaker"], "parts_sanitized": ["Name this Jewish dietary regulation, which does not allow for consumption of pork and, perhaps more importantly, camel meat.", "Some kosher foods must be prepared according to the process of shechita, which is a kind of this process.", "Kosher packaged foods are marked with these symbols, which include the Orthodox Union’s “O-U” and OK Kosher’s “O-K.”"], "category": "Religion"}, {"leadin_sanitized": "In this novel, the lawyer Boris Max argues that the protagonist could not have escaped his fate. For 10 points each:", "answers_sanitized": ["Native Son", "Richard (Nathaniel) Wright", "James (Arthur) Baldwin &lt;CK&gt;"], "parts_sanitized": ["Name this novel whose black protagonist accidentally kills Mary Dalton. He attempts to evade the police with his girlfriend Bessie, but kills her as well.", "This author of the autobiography Black Boy drew on his experience growing up in Chicago to write Native Son.", "This later American author attacked Native Son in his essay “Many Thousands Gone,” and wrote that its protagonist Bigger Thomas was “Uncle Tom’s descendant” in “Everybody’s Protest Novel.”"], "subcategory": "Literature American", "category": "Literature"}]}