{"tossups": [{"question_sanitized": "This battle’s losing side had earlier split its forces, which meant that Barry St. Leger’s troops couldn’t get to it in time. The Polish transplant Tadeusz Kosciuszko [tah-DAY-oosh kohsh-“YOU”-shkoh] built fortifications on Bemis Heights for this two-part battle, which also saw action at Freeman’s Farm. Despite his key role in this battle, (*) Benedict Arnold was demoted after it and then switched sides. This was the major victory that convinced France to formally join the war against Britain. Horatio Gates defeated John Burgoyne at—for 10 points—what turning point of the American Revolution, a 1777 battle fought in upstate New York?", "answer_sanitized": "Battle of Saratoga &lt;SPQR&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A building in this style, originally a church of Saint Genevieve, was designed by Jacques-Germain Soufflot [zhak zhehr-MAA soo-“FLOW”]. A sculptor in this style placed a huge pyramid at the center of his own tomb. Many artists in this style made portraits of Madame Récamier [ray-cahm-YAY]. Angelica Kauffman, an artist in this style, painted a portrait of its theorist Johann Joachim (*) Winckelmann [YOH-hahn YAW-khim VIN-kul-mahn]. In a painting in this style, a triple archway stands behind three helmeted brothers, who raise their arms to salute a bundle of swords. Artists in it stressed orderly geometries and Greco-Roman themes as a reaction to Rococo “frivolity.” For 10 points, name this style of The Oath of Horatii [ho-RAY-shee-“eye”] and other works by Jacques-Louis David [zhak lwee dah-VEED].", "answer_sanitized": "Neoclassicism (The building is the Panthéon; the sculptor is Antonio Canova.) &lt;JR&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Aristotle argued that this concept’s opposite always arises from pleonexia. In the Nicomachean Ethics, Aristotle analyses one species of this concept in terms of geometric proportions, while he calls the other “rectificatory.” In an earlier text, Thrasymachus claims that this concept is really only “the advantage of the (*) stronger.” A definition of this concept is supported by Glaucon’s story of the Ring of Gyges. This concept is finally defined as “minding one’s own business” after definitions like “doing good to friends and harm to enemies” are rejected in Book IV of Plato’s Republic. For 10 points, name this concept that Aristotle related to equality and fairness.", "answer_sanitized": "justice [or dikaiosune; do not accept or prompt on similar terms like “fairness”] &lt;JW&gt;", "subcategory": "Philosophy Classical", "category": "Philosophy"}, {"question_sanitized": "In Mesopotamian legend, these animals form the bodies of a group of seven sages called the apkallu. In Japanese folklore, the god Kashima restrains one of these animals named Namazu, who causes earthquakes whenever it breaks free. The head of a goat and the body of this animal characterizes Capricorn, the namesake of the constellation. In an Irish myth, one of these animals (*) eats nine hazelnuts that fall into a well. This animal form is taken by Vishnu’s first avatar, Matsya. While cooking one of these animals, Finn MacCool burns his thumb. For 10 points, name this type of animal represented by the constellation Pisces.", "answer_sanitized": "fish [or fishes; accept catfish; accept salmon; accept namazu until mentioned; accept bradán; accept bradán feasa [F’YAH-sah]] &lt;AF&gt;", "subcategory": "Mythology Other", "category": "Mythology"}, {"question_sanitized": "This film’s opening credits, which include swirling mathematical curves designed with Saul Bass, have been cited as the first instance of computer graphics on film. This film was the first to use the effect of zooming in while moving the camera away, so that the foreground stays the same size. Its protagonist has a trippy dream with flashes of red over flashbacks to the grave and portrait of Carlotta Valdes. The (*) dolly zoom was invented for this film, in which both Judy and Gavin’s wife Madeleine are killed by falling off the belltower of the Mission. For 10 points, name this Alfred Hitchcock film in which Jimmy Stewart’s Scottie feels the title spinning sensation due to his fear of heights.", "answer_sanitized": "Vertigo &lt;JR&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Jenny is given cancer by three of these people after they discover her affair with Darryl van Horne in a John Updike novel set in Eastwick. Huck Finn and Tom make a pie named for these people, and they use a five-cent piece to trick Jim into thinking that a group of these people took him all over the state. In a novel by Mikhail Bulgakov, Azazello gives (*) Margarita a cream that lets her turn into one of these people. The slave Tituba is convinced to show her abilities as this kind of person by Abigail Williams, who accuses Giles Corey and John Proctor of being this kind of person. Arthur Miller’s The Crucible depicts the Salem trials of—for 10 points—what magical people?", "answer_sanitized": "witches [accept The Witches of Eastwick] &lt;MK&gt;", "category": "Literature"}, {"question_sanitized": "A recent collection of “voices” from this country’s left was titled Dispatches from a Coup in Progress. A far-right candidate in this country who says things like “a police officer who does not kill is not a police officer” has drawn praise from celebrities and a large Pentecostal church called the Universal Church of the Kingdom of God. Besides Jair (*) Bolsonaro [zha-EER bolsonaro], the UCKG also supports the mayor of this country’s largest city, who recently cut funding to “samba schools” by 50%. For 10 points, name this country, where vampires dressed to look like this country’s president, Michel Temer, will dance in the upcoming “Carnaval” celebration.", "answer_sanitized": "Federative Republic of Brazil [or República Federativa do Brasil] &lt;IKD&gt;", "category": "History"}, {"question_sanitized": "The protagonist of a story set in this city goes out for a drink after being yelled at by his boss for not finishing his work. At the end of that story, Tom Farrington loses an arm-wrestling contest in this city and beats his son. It’s the setting of “Counterparts,” as well as a story in which a boy looks for a gift for Mangan’s sister in the title (*) bazaar. In a story set in this city, Gretta reminisces about her former lover Michael Furey to her dismayed husband, Gabriel Conroy. This city’s University College is attended by Stephen Dedalus. “Araby,” “The Dead,” and A Portrait of the Artist as a Young Man are set in—for 10 points—what hometown of James Joyce and capital of Ireland?", "answer_sanitized": "Dublin [or Baile Átha Cliath] &lt;MK&gt;", "category": "Literature"}, {"question_sanitized": "A leader at this event was told he would need “to fight back to the West” but could not tell his allies about the plan. In this event, which saw the Le Paradis massacre, one side’s armored divisions unexpectedly halted for two days. It ended the main actions of an “Expeditionary Force” commanded by Lord Gort. This event was narrated along with the Fall of (*) France in the “Their Finest Hour” speech, and it was called a “deliverance” in Winston Churchill’s “We shall fight on the beaches” speech. For 10 points, name this 1940 operation codenamed Dynamo, in which over 300,000 surrounded British and French soldiers were evacuated from the continent.", "answer_sanitized": "Dunkirk Evacuation [or Miracle of Dunkirk; or Battle of Dunkirk; accept equivalents; accept Operation Dynamo until it’s mentioned] &lt;SPQR&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The set of these entities over a ring is denoted with an “x” in square brackets. These entities can arbitrarily approximate any continuous function according to the Weierstrass [VYE-ur-strahss] theorem. One of these objects is produced by taking the determinant of “lambda times the identity matrix, minus another matrix.” Most of these functions can’t be solved by (*) radicals, according to the Abel–Ruffini theorem. Factoring these functions can make finding their roots easier, and second-degree examples of them can be solved with the quadratic formula. For 10 points, name these functions of integer powers of a variable, such as “x squared plus five.”", "answer_sanitized": "polynomials [prompt on equations or functions] &lt;AF&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In Chapter 6 of a novel titled for this time period, the narrator introduces himself to a woman as “Alex Zinnober.” Before Act 4 of a “problem play” titled for this time period, a character explains the passage of 16 years, in which a shepherd raised the princess of Sicily. It titles a novel in which Uzzi Tuzii argues with another professor about if a text is from Cimmeria. A statue comes to (*) life and Antigonus goes to the “Coast of Bohemia,” where he “exits, pursued by a bear” in a play titled for this time period, which titles an Italo Calvino novel about You the Reader. Leontes’s wife Hermione comes back to life in a Shakespeare “tale” titled for—for 10 points—what season?", "answer_sanitized": "winter [accept If on a winter’s night a traveler or Se una notte d’inverno un viaggiatore or The Winter’s Tale] &lt;MK&gt;", "category": "Literature"}, {"question_sanitized": "This organ is the main site of a biochemical process involving intermediates like citrulline and ornithine, which makes a diamino carbonyl compound out of ammonia. This organ, which contains the Spaces of Disse, produces most of the body’s albumin, whose levels can be measured to check its function. This organ’s (*) sinusoids contain specialized macrophages called Kupffer cells that break down old red blood cells, producing bilirubin. It’s fed by the portal vein, is connected to the gallbladder, and can regenerate itself. Bile is produced in—for 10 points—what large organ damaged in cirrhosis and hepatitis?", "answer_sanitized": "liver (The biochemical process is the urea cycle.) &lt;JR&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Abraham Cresques’ Catalan Atlas depicts a ruler of this empire holding a disc and a sceptre topped with a fleur-de-lys. This empire’s Great Assembly created a constitution called the Kurukan Fuga. The last ruler of this empire abdicated after the Bamana sacked the capital of Niani. This empire’s founder came to power after defeating the blacksmith (*) Sumanguru, who ruled Sosso, in the Battle of Kirina, as recounted in the oral histories of its griots [GREE-ohz]. A member of this empire’s Keïta dynasty drove down the price of gold as he travelled across the Sahara on his Hajj. For 10 points, name this West African empire whose mansas included Sundiata and Musa.", "answer_sanitized": "Mali Empire [accept Malinke or Mandingo Empire; or Manden Kurufaba] &lt;MK&gt;", "category": "History"}, {"question_sanitized": "This god transforms ten million idle and unfocused gods into stone when they oversleep on the morning of a journey. In another myth, this god’s mount transforms into a shark in order to find this god’s wife, who has been transformed into a fisherwoman. This god judges a contest between a pair of rival gods while in the form of a (*) pillar of fire. This god’s devotee Ravana spends one thousand years crushed underneath this god’s home of Mount Kailash. In his capacity as the “lord of dance”, or nata·raja, this father of Ganesha is often depicted alongside his wife Parvati. For 10 points, name this Hindu god of destruction who forms a trinity with Brahma and Vishnu.", "answer_sanitized": "Shiva &lt;HK&gt;", "subcategory": "Mythology Indian", "category": "Mythology"}, {"question_sanitized": "Minigames played by these animals include DJ3K and Pizzatron 3000, both of which were invented by Gary the Gadget Guy. In Super Mario Galaxy, the ray surfing mini-game takes place in galaxies inhabited by these animals. In Super Mario 64, you get stars by returning a baby one of these animals to its mother, and racing down a slide against another of them, to beat the level (*) “Cool, Cool Mountain.” A game named for these animals had an “Ultimate Safe Chat” mode and famously strict banning rules for profanity. These birds named a cartoon-style MMO featuring pets called “puffles.” In 2017, Disney shut down a game named for—for 10 points—what birds’ “Club”?", "answer_sanitized": "penguins [accept Club Penguin; prompt on “birds”] &lt;AF&gt;", "subcategory": "Trash Video Games", "category": "Trash"}, {"question_sanitized": "Two pieces in this genre that were written 11 years apart both have second-movement scherzos marked “Assez vif” [ah-“say” VEEF] and “rythmé” [reet-MAY]. Five works in this genre are the best-known pieces by Elliott Carter. Ravel modelled his F-major piece in this genre on Debussy’s piece in this genre, which is in G minor. Alban Berg’s (*) Lyric Suite is in this genre. Béla Bartók wrote six of these pieces, which are performed by ensembles with names like “Emerson” and “Kronos.” Mozart dedicated six of these pieces, including the “Dissonance” one, to Haydn, who is often called the “Father” of this chamber genre. For 10 points, name this genre for two violins, viola, and cello.", "answer_sanitized": "string quartets [prompt on partial answer] &lt;JR&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Ralph Pearson gave this ion the highest possible “hardness” of any species. Compounds like THF and acetone are useful solvents since they don’t produce this ion, whose reduction is assigned the standard electrode potential value of 0 volts. This is the positively-charged product of a process whose rate is measured by the constant “10 to the negative 14th.” This ion is produced via dissociation alongside a (*) conjugate base. This ion is “accepted” by Brønsted–Lowry bases. It’s produced alongside hydroxide in the autoionization of water. The negative log of this ion’s concentration is the pH. A single proton makes up—for 10 points—what cation of the lightest element?", "answer_sanitized": "hydrogen ions [or H-plus; accept hydronium or H3O-plus; accept proton until that’s read; do not accept or prompt on “hydride,” which is “H-minus”] &lt;JR&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "These animals “test the reality of misty fields” in a poem that ends with them falling “downward to darkness.” These animals give the air “bland motions” in an “Invective Against” them. Another poem calls one’s movement “a small part of the pantomime” and asks why “golden” ones are imagined by “the thin men of (*) Haddam.” The woman in “Sunday Morning” repeatedly thinks of these animals. A poem declares “A man and a woman and” one of these animals “are one,” and opens “Among twenty snowy mountains, the only moving thing was the eye” of one of them. Wallace Stevens listed “Thirteen Ways of Looking at”—for 10 points—what subjects of Shelley’s “To a Skylark?”", "answer_sanitized": "birds [accept pigeons, swans, or blackbirds] &lt;MK&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A holder of this title was stoned to death in the Senate-house on the day of his election. Two holders of this title clashed in a glorified gang-fight at Bovillae, prompting a court-case in which Cicero was too intimidated to speak. A holder of this title tried to seduce Julius Caesar’s wife by entering the Bona Dea festival disguised as a woman. A military position with this name was below (*) quaestor and aedile on the cursus honorum. Their power expanded when plebiscites were recognized as laws binding upon the whole populus, by the Lex Hortensia of 287. Tiberius Gracchus held—for 10 points—what office of the Roman Republic that had veto power and represented the plebs?", "answer_sanitized": "Tribunes &lt;SPQR&gt;", "category": "History"}, {"question_sanitized": "For electrons in solids, the second derivative of the dispersion relation is used to define an “effective” value for this quantity. Neutrinos can change flavor because they have a nonzero value for this quantity. In the two-body problem, one uses a harmonic mean to compute a “reduced” version of this quantity denoted with the letter mu. The binding energy of a nucleus can be expressed as a (*) “defect” of this quantity. Particles that interact with the Higgs boson acquire some amount of this quantity; particles that do not, and thus have a zero value for it, include photons. The proton exceeds the electron by a factor of 1,800 in—for 10 points—what quantity measured in kilograms?", "answer_sanitized": "mass [accept effective mass or reduced mass or mass defect] &lt;SE&gt; Tiebreaker", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The modern emphasis on this document was spurred by the work of Edward Coke. William Marshal died a few years after helping to negotiate this document. The numbering of this document’s sections was introduced by William Blackstone. A lack of royal acknowledgement of this document led the nobles to start a pair of conflicts, one of which was spearheaded by (*) Simon de Montfort. This document was partly drafted by Stephen Langton. The First Barons’ War started soon after this document was signed at Runnymede by King John. The earliest part of the English constitution is—for 10 points—what 1215 “great charter”?", "answer_sanitized": "Magna Carta Libertatum [accept Great Charter before mentioned] &lt;MK&gt; Bonuses", "subcategory": "History European", "category": "History"}], "bonuses": [{"leadin_sanitized": "This material-specific intensive quantity is multiplied by cross-sectional area and divided by length to give a related quantity denoted <em>R</em>. For 10 points each:", "answers_sanitized": ["resistivity [do not accept or prompt on “resistance”]", "helium [accept He]", "nitrogen [accept N] &lt;SE&gt;"], "parts_sanitized": ["Name this quantity, symbolized rho, that measures a material’s intrinsic tendency to prevent the flow of electric current.", "Resistivity in metals decreases as temperature tends towards zero. Measurements at low temperatures must often be made in a vat of this lightest noble gas and second lightest-element overall, which liquefies at 4.2 kelvins.", "If one doesn’t need to go to quite such low temperatures, then one can instead use the liquid form of this element, which boils at the far toastier 77 kelvins."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The proceedings of this meeting codified the notion of “spheres of influence.” For 10 points each:", "answers_sanitized": ["Berlin Conference [prompt on Congo Conference; accept, but do not otherwise reveal, West Africa Conference; do not accept or prompt on “Congress of Berlin,” which happened in 1878]", "Scramble for Africa", "Barbary [or Berber Coast] &lt;JR&gt;"], "parts_sanitized": ["Name this 1884 meeting that confirmed Leopold II of Belgium’s control of the Congo Free State.", "The Berlin Conference helped kick off the colonial “Scramble” for this continent. The white supremacist Cecil Rhodes, namesake of the scholarship, made his fortune colonizing what is now Zimbabwe on this continent.", "France had earlier taken control of Tunisia, one of the few remaining sovereign states known in Europe by this designation. This term referred both to the North African coast and the corsairs that frequently raided from it."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This character is investigated by the psychologist Edward Pointsman and the statistician Roger Mexico. For 10 points each:", "answers_sanitized": ["Tyrone Slothrop [accept either name]", "Gravity’s Rainbow", "World War II [or Second World War] &lt;CK&gt;"], "parts_sanitized": ["Name this character whose sexual encounters are used to predict the landing sites of V-2 rockets in a 1973 novel.", "Tyrone Slothrop appears in this novel in which he hunts for a black device called the S-Gerät. This huge postmodern American novel opens with the line “A screaming comes across the sky.”", "Thomas Pynchon’s Gravity’s Rainbow is set during this war. Kurt Vonnegut’s Slaughterhouse-Five is set during the American bombing of Dresden, Germany during this war."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each—answer the following about fountains in Europe over time:", "answers_sanitized": ["Trevi Fountain [or Fontana di Trevi]", "Place de la Concorde", "Musée du Louvre &lt;JW&gt;"], "parts_sanitized": ["In the 18th century, this ostentatious fountain was designed by Nicola Salvi and built in Rome. It was featured prominently in a scene from Federico Fellini’s film La Dolce Vita [lah dol-chay VEE-tah].", "In the 19th century, two large memorial fountains were placed in this Parisian square that also contains the Luxor Obelisk. It’s next to the Tuileries and it’s one of the starting points of the Champs-Élysées [shawz ay-lee-zay].", "In the 20th century, several fountains were put in at this huge Paris art museum, along with a controversial glass pyramid designed by I.M. Pei."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "These substances come in <em>n</em>- and <em>p</em>-type varieties. For 10 points each:", "answers_sanitized": ["semiconductors", "Fermi level", "metalloid [or semimetal] &lt;CK&gt;"], "parts_sanitized": ["Name these materials, which are often based on silicon and have a small band gap. Their name suggests that they conduct electricity better than insulators, but worse than conductors.", "In semiconductors and insulators, this value falls in the band gap. This quantity represents an energy that has a 50% chance of being taken by one of the most energetic electrons, and is named for a 20th-century physicist.", "Semiconductors are often made of these materials. These materials are found in a namesake “staircase” on the right-hand side of the periodic table."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "[<em>Note</em> <em>to</em> <em>moderator:</em> <em>please</em> <em>read</em> <em>through</em> <em>all</em> <em>the</em> <em>answerlines</em> <em>before</em> <em>starting;</em> <em>don’t</em> <em>give</em> <em>any</em> <em>later</em> <em>answers</em> <em>away!</em>] This piece’s second movement is a long set of variations in F, after which it closes with a tarantella-like movement in the home key of A Major. For 10 points each:", "answers_sanitized": ["“Kreutzer” sonata [accept any answer indicating Beethoven’s Violin Sonata No. 9]", "Ludwig van Beethoven", "glissando &lt;JR&gt;"], "parts_sanitized": ["Name this piece written in 1803 for the Afro-European musician George Bridgetower.", "The “Kreutzer” sonata was written by this German composer of the “Moonlight” Sonata and “Für Elise.”", "The year after the “Kreutzer,” Beethoven finished his “Waldstein” sonata, which infamously requires the pianist to perform this technique in octaves. On the piano, this technique sounds like a quick, slightly smeared scale."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Frankie Valli topped the charts with his version of this film musical’s title song. For 10 points each:", "answers_sanitized": ["Grease", "Sandy [or Sandra Dee Olsson (accept either name); accept Sandy Dumbrowski (accept either name)]", "John (Joseph) Travolta &lt;MK&gt;"], "parts_sanitized": ["Name this 1978 adaptation of a Broadway musical that features the song “We Go Together” at its end.", "Olivia Newton-John played this female lead in Grease. At the end, she transforms herself to win over Danny Zuko.", "Danny Zuko was played by this actor, whose other roles include Saturday Night Fever’s Tony Manero and Pulp Fiction’s Vincent Vega."], "category": "Trash"}, {"leadin_sanitized": "For 10 points each—answer the following about the nature of knowledge…in Norse mythology:", "answers_sanitized": ["he asks questions [or he asks riddles; or obvious equivalents; do not accept “insults” or “flytings”]", "Mimir [or Mim] (The name “Mimir” is related the modern words “mammer” and “memory”.)", "poetry [accept the Poetic Edda] &lt;AF/EK&gt;"], "parts_sanitized": ["In his namesake poem, the giant Vafthrudnir repeatedly engages in this activity with Odin to determine who is wiser. The dwarf Alviss turns to stone when Thor does this action to him until the sun rises.", "This wise deity is beheaded when some of the gods suspect that his partner Hoenir is feigning his wisdom. In a presumably earlier episode, Odin drinks from this god’s namesake well of knowledge.", "Because he is made from the spit of the gods, the infinitely-wise Kvasir is the master of this literary genre. This form was used to write the elder of the two Eddas, in contrast to the Prose Edda."], "category": "Mythology"}, {"leadin_sanitized": "For 10 points each—answer the following about Japanese Buddhism.", "answers_sanitized": ["Zen Buddhism [or Chan Buddhism]", "gates [accept The Gateless Barrier or The Gateless Gate]", "Obon [accept Bönpo] &lt;JR&gt;"], "parts_sanitized": ["This school of Buddhism is among the most popular in Japan. It emphasizes meditation and contemplation of paradoxical-seeming statements called ko ans.", "A popular collection of koans is titled for a barrier without one of these things. Shinto shrines are often identified by a type of these things called torii.", "Every year, Japanese Buddhists celebrate this three-day festival, in which they clean their ancestors’ graves. In English transliteration, it shares its name with a Tibetan religion with many similarities to Buddhism."], "category": "Religion"}, {"leadin_sanitized": "In a 1962 war, China fought for control of the Aksai Chin part of this region, which lies beyond the Line of Actual Control. For 10 points each:", "answers_sanitized": ["Kashmir [or Jammu and Kashmir]", "1947", "Louis (Francis Albert Victor Nicholas) Mountbatten, 1st Earl Mountbatten of Burma &lt;JR&gt;"], "parts_sanitized": ["Name this northern region of the Indian subcontinent that lies west of the Himalayas. The Indian part of it is administered alongside Jammu.", "The Indo-Pakistani wars over Kashmir started in this year, which is also when India and Pakistan gained independence.", "The Instrument of Accession that originally added Kashmir to India was signed by this English lord, who was the last Viceroy of India."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The core of this statement is that genetic information flows from nucleic acids to protein, not the other way around. For 10 points each:", "answers_sanitized": ["Central Dogma of molecular biology", "telomeres", "Francis (Harry Compton) Crick [accept Watson and Crick] &lt;BY&gt;"], "parts_sanitized": ["Name this framework that’s often oversimplified as “DNA makes RNA and RNA makes protein.” That version doesn’t easily cover cases like reverse transcription.", "Reverse transcription of TERC replicates these structures in eukaryotes. The size of these structures, which form G-quadruplexes due to being half guanine, is measured using Flow-FISH.", "The Central Dogma was first stated by this man. He shared a Nobel Prize in 1962 with Maurice Wilkins and James Watson for discovering the structure of DNA."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In one of this man’s plays, the title character is delighted to find that he’s been speaking prose his whole life after hiring tutors to teach him how to become an aristocrat. For 10 points each:", "answers_sanitized": ["Molière [or Jean-Baptiste Poquelin]", "comedy of manners [prompt on partial answer]", "ballets &lt;MK/JR&gt;"], "parts_sanitized": ["Name this 17th-century author of The Bourgeois Gentleman. Arnolphe fruitlessly schemes to marry the teenager Agnes in his play The School for Wives.", "Molière has been considered an exemplary writer in this genre, which satirizes contemporary society and fashionable behaviors. This genre was particularly popular among Restoration playwrights.", "Molière introduced a species of theater mixing comedy with this highly choreographed form of dance. Most of the terms in this kind of dance are French, since it was extensively developed in 17th-century France."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The WMAP experiment measured the temperature of this phenomenon, which is about 2.7 kelvins. For 10 points each:", "answers_sanitized": ["cosmic microwave background radiation [accept CMBR]", "Big Bang", "Goddard Space Flight Laboratory &lt;HK&gt;"], "parts_sanitized": ["Name this astrophysical phenomenon, which Penzias and Wilson accidentally discovered at a New Jersey observatory in 1964.", "The CMBR is thought to have been created approximately 300,000 years after this event 13.7 billion years ago, in which a singularity rapidly expanded to create the universe.", "This NASA laboratory in Greenbelt, Maryland runs programs to measure the CMBR like the Atacama Cosmology Telescope. It’s named for the American father of rocket science and inventor of the liquid fuel rocket."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "The dissolution of these institutions led to a revolt known as the Pilgrimage of Grace. For 10 points:", "answers_sanitized": ["monasteries", "Henry VIII", "Poor Law [accept Poor Relief Act] &lt;SPQR&gt;"], "parts_sanitized": ["Name these religious institutions that could be organized as abbeys or priories. Institutions of this kind for women are now typically known as convents.", "This English king had ordered the dissolution of the monasteries. His advisors included Cardinal Woolsey.", "Henry VIII’s action had a devastating effect on social relief efforts in England, leading to the passing of this law. A “New” law of this kind was passed in 1834 under the Whigs."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Unferth gives Beowulf one of these weapons called Hrunting. For 10 points each:", "answers_sanitized": ["sword [or “vorpal blade”]", "Grendel’s mother [accept reasonable equivalents; do not accept or prompt on just “Grendel”]", "Heorot &lt;SPQR&gt;"], "parts_sanitized": ["Name these weapons. In Lewis Carroll’s “Jabberwocky,” one of these weapons goes “snicker-snack.”", "Even though Hrunting “had never failed the hand of anyone,” Beowulf was forced to discard it when it proved ineffective against this enemy. This is the monster Beowulf fights between Grendel and the Dragon.", "Earlier in the epic, Beowulf defeated Grendel with his bare hands at this location. This place’s name means “House of the Deer.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This city’s landmarks include the Singer House and <em>The</em> <em>Bronze</em> <em>Horseman</em>. For 10 points each:", "answers_sanitized": ["Saint Petersburg", "The State Hermitage Museum", "Neva River &lt;MK&gt;"], "parts_sanitized": ["Name this second-largest city in Russia, which is also home to the Nevsky Prospect and was for a time renamed Leningrad.", "Saint Petersburg is also the location of this largest and oldest museum in the world, which was started from Catherine the Great’s art collection. It’s housed in the Winter Palace.", "Saint Petersburg is situated on this short, but high-discharge river that flows out from Lake Ladoga."], "category": "Geography"}, {"leadin_sanitized": "This postcolonialist work states that its title concept is inherently political in that it was a byproduct of the imperialist societies which created it. For 10 points:", "answers_sanitized": ["Orientalism", "uncanny [or “Das Unheimlich”]", "Sigmund Freud [or Sigismund Schlomo Freud] &lt;HK&gt;"], "parts_sanitized": ["Name this landmark 1978 book by Edward Saïd which criticized the West’s prejudiced cultural views of the Middle East as the “other.” It’s considered a major book of postcolonial theory.", "Rachel Miller has argued that postcolonial literature heavily emphasizes this concept, which was first discussed in a 1919 psychoanalytic essay. This word describes the eerie effect of things that are familiar but somehow “off.”", "“The Uncanny” was written by this cocaine addict who developed the concepts of the id, ego, and superego. This man almost certainly made up much of the “clinical” reporting in his book The Interpretation of Dreams."], "category": "Social Science"}, {"leadin_sanitized": "This novel’s title is taken from a line of Derek Walcott’s poem “The Swamp.” For 10 points each:", "answers_sanitized": ["Petals of Blood", "Republic of Kenya [or Jamhuri ya Kenya]", "English &lt;MK&gt;"], "parts_sanitized": ["Name this novel that begins just after three people are killed in a fire. It focuses on the schoolteacher Munira, who falls in love with the barmaid Wanja. Its author also wrote Weep Not, Child and Decolonising the Mind.", "Petals of Blood was written by Ngũgĩ wa Thiong’o, an author from this country. Isak Dinesen described living on a plantation in this modern country in Out of Africa.", "In Decolonising the Mind, Ngũgĩ described his decision to stop writing in this European language. Chinua Achebe, on the other hand, wrote in this language and praised the broad audience it gave to many African writers."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This director had Lauren Bacall [buh-“CALL”] say “You know how to whistle, don’t you, Steve? You just put your lips together and...blow” in his version of <em>To</em> <em>Have</em> <em>and</em> <em>Have</em> <em>Not</em>. For 10 points each:", "answers_sanitized": ["Howard (Winchester) Hawks [accept Hawksian woman]", "Hepburn (Katherine Hepburn and Audrey Hepburn.)", "film noir &lt;JR&gt;"], "parts_sanitized": ["Name this Hollywood director, who included fast-talking women like Bacall in films like The Big Sleep and Bringing Up Baby.", "In Bringing Up Baby, the Hawskian woman was an actress with this last name who worked with Spencer Tracy on films like Guess Who’s Coming to Dinner. Another actress with this last name starred in Breakfast at Tiffany’s.", "The Big Sleep is a film in this major genre of the 1940s, which was kicked off by The Maltese Falcon. Films in this genre were often adaptations of hardboiled fiction."], "category": "Trash"}, {"leadin_sanitized": "This election is often referred to as a “Revolution” due to the major political realignment that occurred. For 10 points each:", "answers_sanitized": ["Election of 1800", "Democratic–Republican Party [accept Jeffersonian Republicans; prompt on Anti-Administration Party or Republicans; do not accept or prompt on just “Democrats”]", "Charles Cotesworth Pinckney [do not accept or prompt on “Thomas Pinckney”] &lt;MK&gt; Tiebreaker"], "parts_sanitized": ["Name this fourth ever U.S. presidential election, in which Thomas Jefferson defeated John Adams.", "The aforementioned “Revolution” refers to the peaceful exchange of power between the Federalists and this now-defunct party. This party advocated states’ rights and on behalf of yeoman farmers.", "This man, a native of South Carolina, served as John Adams’ running mate. He had earlier led the American contingent during the XYZ affair."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A poem titled for these animals notes that “Passion or conquest, wander where they will, Attend upon them still.” For 10 points each:", "answers_sanitized": ["swans [prompt on birds; accept “The Wild Swans at Coole”]", "Charles Pierre Baudelaire", "Alfred, Lord Tennyson &lt;CK&gt;"], "parts_sanitized": ["Name these title animals whose hearts “have not grown old” in a poem about “nine-and-fifty” of them.", "This French symbolist wrote “Andromache! I think of you” in his “The Swan,” included in his 1857 collection Les Fleurs du mal.", "This poet wrote that “after many a summer dies the swan” in his “Tithonus.” He also wrote about a creature that lives “Below the thunders of the upper deep” in “The Kraken.”"], "subcategory": "Literature British", "category": "Literature"}]}