{"tossups": [{"question_sanitized": "One man with this family name was killed by his cousin at the Battle of Silvia Arsia. Geoffrey of Monmouth claims a Trojan with this name founded Britain. A man with this name partnered with the husband of Lucretia to overthrow Tarquin the Proud, the last king of (*) Rome. A man with this family name lost the Battle of Philippi against the forces of Octavian and Mark Antony, and the most famous man with this family name partnered with Cassius to preserve the Republic by carrying out an event on the Ides of March. For 10 points, give this Roman name that Julius Caesar potentially cried out after being literally backstabbed.", "answer_sanitized": "Brutus (prompt on Junius; be kind and accept “Brute” from people who don’t know Latin) &lt;Chu&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "An album by this performer contains a song titled after guitarist John McLaughlin, and the title song of that album contains 15 tape edits. A song by this performer contains a two-chord phrase that’s repeated in D and E-flat Dorian, and he arranged the Adagio from Rodrigo’s Concierto de Aranjuez in his album (*) Sketches of Spain. One of this performer’s albums includes the tracks “Boplicity” and “Moon Dreams,” and another pioneered modal jazz with songs such as “Blue in Green,” “Freddie Freeloader,” and “So What.” For 10 points each, name this trumpeter whose albums include Birth of the Cool and Kind of Blue.", "answer_sanitized": "Miles Davis &lt;Yue&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In a play from this country, a character dies with the words, “the Gods have robbed me of a guiltless life,” the nurse Oenone throws herself to the waves, and Hippolyte harbors a love for Aricia. The title character of a play from this country is described as a “poor man” and is seen professing his love for Elmire while Damis (*) hides in a closet. A playwright from this country died while playing the hypochondriac Argan in his play The Imaginary Invalid, and the title “hypocrite” is exposed and arrested by the King at the end of a play from this country. For 10 points, name this origin of Tartuffe and its author, Molière.", "answer_sanitized": "France &lt;Yue&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The forced swimming test is often used to test drugs treating this disorder, and Aaron Beck created a 21 question “inventory” for assessing this disorder. Recently, ketamine infusion therapy has become a popular treatment for this disorder. (*) Disthymia is a persistent form of this disorder, and there are postpartum and seasonally affected forms of this disorder. Serotonin reuptake inhibitors like Zoloft can be used to treat this disorder, and the DSM-V removed the “exclusion” of bereavement as a cause of this disorder. For 10 points, name this clinical state in which a person suffers from low interest or a continual low mood.", "answer_sanitized": "depression (accept MDD or major depressive disorder and other word forms; prompt on any similar terms such as sadness or low mood that do not contain the term “depression” itself) &lt;Kuang&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A story by this author notes how “everything went topsy-turvy” after a character surprisingly clothed in a “gold-braided uniform” steps out of a carriage. One of this writer’s characters notes the “canine nature” of a letter, and claims to be the King of Spain in his (*) diary. Major Kovalyov awakens to find his face missing one of its features in one of this man’s stories, and in another by him, a “person of consequence” flings the title garment away after being visited by the ghost of the former government official Akaki Akakievich. For 10 points, name this satirical Russian short story writer of “The Nose” and “The Overcoat.”", "answer_sanitized": "Nikolai Gogol &lt;Yue&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One way to define this quantity in terms of other physical constants is the square root of 2hαε0c [“two h alpha epsilon-nought c”]. The quantum Hall effect states that conductance comes in discrete multiples of this quantity squared divided by Planck's constant, and (*) Faraday’s constant is equal to this quantity times Avogadro’s number. This quantity was inferred using an experiment that observed the terminal velocity of oil droplets and was carried out by Robert Millikan. This constant is about 1.6 times 10 to the negative 16 coulombs, and it’s symbolized lowercase e. For 10 points, give this constant, the charge of a certain subatomic particle.", "answer_sanitized": "elementary charge (accept charge of an electron; accept charge of a proton; prompt on lowercase e before mention; prompt on just charge before mention) &lt;Xiong&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A gold-sheet headpiece was found along with one of these objects named for Cao in the Moche site of El Brujo. Jeremy Bentham’s will unusually includes instructions to create one of these objects called an “auto-icon,” and a fad during the Victorian era involved hosting parties to open them. During the creation of these things, one item was not (*) removed so it could be weighed against the feather of Ma’at, while an iron hook was used to remove another part. The byproducts of the making of these things were stored in canopic jars. For 10 points, name these objects, some of which used to be pharaohs.", "answer_sanitized": "mummies (accept preserved corpses or preserved bodies; prompt on corpses or bodies or cadavers; prompt on lady or human or woman or man or anything else that doesn’t imply that they’re already dead) &lt;Chu&gt;", "category": "Mythology"}, {"question_sanitized": "Description acceptable. Criticism was levelled at this figure for being shown as too dirty to befit her position. This figure is identified with the symbolic Marianne and was partially based on a figure from the artist’s previous work Greece Expiring on the Ruins of Missolonghi. She appears wearing a (*) Phrygian cap between a boy who’s dual wielding pistols and a man in a top hat holding a shotgun. This figure appears in a painting depicting the events of July 28, 1830 with some revolutionaries storming over a barricade, in which she wields the tricolour flag. For 10 points, name this figure from a painting by Eugene Delacroix, in which she “leads the people.”", "answer_sanitized": "Liberty (or the woman from Liberty Leading the People; prompt on France) &lt;Kuang&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This state’s Capulin Volcano National Monument is a certified Gold-tier International Dark Sky Park and is located east of the Sangre de Christo range of the Rocky Mountains. A national park in this state has notable features like “The Big Room” and “Chocolate High,” and the Rio Grande flows through it near the city of (*) Taos. This state uses a red and gold state flag with the sun symbol of the Zia people. The Trinity missile test occurred in the White Sands National Monument in this state, and it’s the home of Carlsbad Caverns. For 10 points, name this southwestern state with capital at Santa Fe.", "answer_sanitized": "State of New Mexico &lt;Horton&gt;", "category": "Geography"}, {"question_sanitized": "For the recursive function [read slowly] “f of x equals f of (x minus one) plus f of (x minus two),” with bases cases “f of zero equals one” and “f of one equals one,” this is the number of additional times that the function will be called when computing f of four. The n-queens problem is usually stated with n as this value. In the standard RGB color system, this number of (*) bits is used to store each individual color value. In binary, this many consecutive ones are used to write the hexadecimal number FF and the decimal number 255. It’s the number of bits in a byte. For 10 points, name this number expressed 1000 [“one zero zero zero”] in binary, the base of the octal numeral system.", "answer_sanitized": "eight &lt;Xiong&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The last movement of a work of this type was rejected by Iso Briselli for being too unlike the first two. One of these works quotes a Bach chorale and the B-A-C-H motif, was dedicated “to the memory of an angel,” and was written by Alban Berg. A work of this type by Sibelius has the soloist emerge from quiet D minor chords from the strings and was described as a (*) “polonaise for the polar bears,” and one by Brahms was written for Joseph Joachim. One of these works has the soloist enter after only six beats and is an E minor piece by Felix Mendelssohn. For 10 points, name this type of work for solo violin and orchestra.", "answer_sanitized": "violin concerto (prompt on concerto) &lt;Yue&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Following the climax of this work, the narrator is stopped by the “The Man on Putney Hill” who insists there isn’t enough food for both of them in his land. The narrator of this book attacks the curate after he gives away their position with loud screaming. The use of mass weapons called “Black Smoke” and (*) “Heat-Ray” follow the landing of an apparent meteor in this work that signals the arrival of tripodal ships. The central antagonists of this book are defeated after it’s revealed their immune system isn’t prepared for terrestrial bacteria. For 10 points, name this H.G. Wells book describing a Martian invasion of London.", "answer_sanitized": "The War of the Worlds   &lt;Horton&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The discovery of peroxiredoxins in erythrocytes demonstrated that these processes can be controlled by redox states. Hardin et al. proposed the transcription translation negative feedback loop model to explain these processes, which can also be monitored with salivary cortisol levels. In mammals, the (*) suprachiasmatic nucleus controls these processes. Hall, Rosbash, and Young’s study of the molecular mechanism of these processes won them the 2017 Nobel Prize in Medicine, and rapid travel across multiple time zones can disrupt these processes, leading to jet lag. For 10 points, name these biological processes that tend to occur in 24-hour periods.", "answer_sanitized": "circadian rhythms &lt;Park&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The naming of the “Year of the Elephant” refers to a failed attempt to enter this place. Participants cross the Jamaraat Bridge and throw stones at three pillars in an event centering on this place. Riding the steed Buraq, Mohammad travelled from this place during the (*) Night Journey, and the Zamzam Well is located in the area near this city. The qibla refers to the direction of this city, and a large black cuboid structure called the Kaaba is located in this city that is the destination of the hajj. For 10 points, name this holy city to which Muslims are obliged to make a pilgrimage.", "answer_sanitized": "Mecca &lt;Kuang&gt;", "category": "Religion"}, {"question_sanitized": "A poem by this author describes the speaker voyaging from Bordeaux to Yucatán to North Carolina, and another mentions an “old sailor” who “catches tigers in red weather” while drunk and asleep. In one of this poems, this author described a “muscular” man who whips (*) “concupiscent curds” in preparation for a funeral wake. The poems “Comedian as the Letter C,” “Disillusionment of Ten O’Clock,” and “The Emperor of Ice-Cream” are among those in this writer’s collection Harmonium, which also contains a haiku-inspired poem. For 10 points, name this American Modernist who wrote “Thirteen Ways of Looking at a Blackbird.”", "answer_sanitized": "Wallace Stevens &lt;Cohen&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The traditional “booger dance” is performed by these people, and the Phoenix newspaper published by these people was the first Native American newspaper. John Berry owned a ferry these people had to wait to use during a harsh winter. Sequoyah was a member of this tribe who created its writing system, and against the wish of their leader John Ross, Major Ridge signed the Treaty of (*) New Echota on behalf of this tribe. Like other tribes such as the Choctaw or Creek, this tribe was forced from its home in Georgia due to the Indian Removal Act. For 10 points, name this Native American tribe that was forcibly relocated on the Trail of Tears.", "answer_sanitized": "Cherokee &lt;Kuang&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In one appearance, this character is met looking out a window at the king from a neighboring land. Playing the pattern “left - up - right” twice can be used to play this character’s “Lullaby,” which is a sacred song of the Royal Family. The pirate Tetra is revealed as an incarnation of this character, and she wields the (*) Triforce of Wisdom. Entries from the series named for this character have included Majora’s Mask, Twilight Princess, and Ocarina of Time, and this character is frequently rescued from the Hyrule-conquering Ganondorf by Link. For 10 points, name this video game princess from a series about her “Legend.”", "answer_sanitized": "Zelda (accept The Legend of Zelda) &lt;Kuang&gt;", "category": "Trash"}, {"question_sanitized": "The only Argonaut unable to resist the call of the Sirens was teleported to live here by Aphrodite after he jumped off the Argo. The lovers Galatea and Acis resided in this place, and Athena buried the giant Enceladus under this island, which caused its frequent earthquakes. Zeus defeated (*) Typhon by trapping him under a volcano on this island, and that volcano also serves as the forge of Hephaestus. Travellers had to avoid Scylla and Charybdis when sailing through the strait between this island and the nearby continent. Mount Etna is located on, for 10 points, what large Mediterranean island off the coast of Italy?", "answer_sanitized": "Sicily &lt;Owen&gt;", "category": "Mythology"}, {"question_sanitized": "An apparent one of these people named Johannes Junius wrote a letter to his daughter from jail, after he was caught up in an event in Bamberg named for its focus on hundreds of these people. Henrich Kramer published a book centering on these people titled (*) Malleus Maleficarum, and tests like dunking or pricking were used to find them. Thousands of people died due to a “craze” in the 1600s that believed they were wildly prevalent, and it was a common belief these people could not drown. For 10 points, name these practitioners of black magic who might be subjected to “trials” or “hunts.”", "answer_sanitized": "witches (accept sorcerers or wizards, though “witch” applied to any gender) &lt;Kuang&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Peak-broadening in this technique can be minimized by optimizing flow rate to account for both eddy-diffusional and mass-transfer kinetics. One variant of this technique uses a polyarc reactor paired with a flame ionization detector. A solution of hexane and ethyl acetate is often used as an (*) eluent in this technique for which a retention factor is typically measured. One class of this technique uses silica gel as an adsorbent as the mobile phase runs through the stationary phase. There are thin-layer, column, and paper types of, for 10 points, what analytical technique used to separate chemical mixtures?", "answer_sanitized": "chromatography (accept word forms; accept specific types like high-performance liquid chromatography, thin-layer chromatography, or gas chromatography) &lt;Pendyala&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Franklin Pierce’s first presidential veto was of a bill funding these places promoted by a woman inspired by the work of the Tuke family in Britain. The Kirkbride Plan governed the architecture of these places, one of which housed Rosemary Kennedy for most of her life. The field of investigational journalism was launched by an exposé titled (*) Ten Days in one of them and written by a woman after going undercover in one. Reforms in these places were prompted by Nellie Bly and Dorothea Dix, and common procedures done in them included electroshock therapy and lobotomies. For 10 points, name this type of institution where schizophrenia may be treated.", "answer_sanitized": "mental hospitals (or psychiatric institutions; or psychiatric hospitals; or insane asylums; or lunatic asylums; accept Ten Days in a Mad-House; prompt on hospitals; prompt on institutions; do not accept or prompt on “prison”) &lt;Chu&gt; Bonuses", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This movement played a game called Exquisite Corpse in which people take turns adding to a work of art. For 10 points each:", "answers_sanitized": ["Surrealism (accept word forms)", "bowler hats (prompt on just hats)", "Meret Oppenheim &lt;Kuang&gt;"], "parts_sanitized": ["Name this 20th century characterized by its focus on techniques like free association, “psychic automatism,” and dream imagery. Members included Andre Breton and Salvador Dali.", "The surrealist painter Rene Magritte frequently showed men wearing this item of clothing. In Magritte’s painting Son of Man, a floating apple obscures the face of a man wearing this item of clothing.", "This surrealist encased a tea cup, saucer, and spoon in fur from a Chinese gazelle. She also posed nude for a series of photographs by Man Ray showing her at a printing press."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Like many other revolts, this one began with an attempt to collect taxes. For 10 points each:", "answers_sanitized": ["Peasants’ Revolt", "Black Death (prompt on bubonic plague)", "Adam delved and Eve span (accept either or both) &lt;Kuang&gt;"], "parts_sanitized": ["Give this generically named uprising in the 14th century led by Wat Tyler and John Ball. It would be cited 600 years later when the Thatcher government tried to institute what was seen as a poll tax.", "The Peasants’ Revolt was partially inspired by this earlier and broader event, which had left many people unhappy on account of being, well, dead. This event killed millions of people across Europe as a result of plague.", "At a famous sermon to the revolters, John Ball asked if “Adam” performed this action, and “Eve” this one, “then who was the gentleman?” Give either the action of Adam or Eve, but with the exact wording."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "For 10 points, name some of the companies that make the web go:", "answers_sanitized": ["Mozilla Foundation (accept Moz;//a, if someone can pronounce that as a word)", "Amazon", "Heroku &lt;Kuang&gt;"], "parts_sanitized": ["This non-profit organization publishes many web standards, as well as the Firefox browser. Its name is stylized using a colon and two forward slashes.", "This company is responsible for hosting much of the web through its Web Services, which include EC2 cloud and S3 storage buckets. Many of this company’s server farms are in Northern Virginia.", "This cloud platform is used by many companies to easily spin up or host their websites. Its logo is a characteristic purple."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "During this war, 2000 castles, 18,000 villages and 1500 towns were destroyed by Sweden. For 10 points each:", "answers_sanitized": ["Thirty Years’ War", "Munich", "Albrecht von Wallenstein &lt;Jin&gt;"], "parts_sanitized": ["Name this European war that began with the Defenestration of Prague in 1618 and ended with the Peace of Westphalia in 1648. It was named after a certain amount of time.", "One of the many cities captured by the Swedish during the Thirty Years’ War was this German city. Centuries later, eleven members of the Israeli delegation would be murdered by Palestinian terrorists at the Olympics here.", "This general commanded Bavarian forces during Munich’s occupation and was supreme commander of Habsburg forces at the war’s beginning. He was assassinated on orders of Emperor Ferdinand II when he tried to defect to the Protestant side."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "If you were catching some Z’s during science class, you might not be able to answer these Z-related questions now. For 10 points each:", "answers_sanitized": ["cis", "redshift (do not accept or prompt on “blueshift” since that is associated with an increase in frequency)", "sarcomeres &lt;Park&gt;"], "parts_sanitized": ["The E-Z notation is an extension of a scheme that uses “trans” and this term. Alkenes described by this term have substituents on the same side of the double bond.", "The lowercase Z is used to denote this colorfully named quantity that represents the intensity of this phenomenon associated with a decrease in frequency. The Doppler effect is one cause of this phenomenon.", "Z-lines can be found in these structures, which also contain the A-band and H-zones. Proteins that reside in these structures include nebulin and titin, the largest known protein."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Many composers have embedded names and messages in their musical motifs. For 10 points each, answer some questions about famous musical cryptograms:", "answers_sanitized": ["Robert Schumann", "organ (accept pipe organ)", "Dmitri Shostakovich &lt;Yue&gt;"], "parts_sanitized": ["This composer employed an A-S-C-H theme in his Carnaval for solo piano, which contains movements named “Eusebius” and “Florestan” after the personas he often adopted as a music critic.", "Max Reger, Liszt, Schumann, and Brahms all composed fugues on a B-A-C-H motif for this instrument. These large keyboard instruments use pipes to admit air, and they’re often found in churches.", "This composer often depicted himself using a D–E-flat–C–B theme in works like his Tenth Symphony, described as “a musical portrait of Stalin” in Solomon Volkov’s Testimony. Another of his symphonies is titled Leningrad."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, name some gardens from Abrahamic religions:", "answers_sanitized": ["Garden of Eden", "Garden of Gethsemane", "Garden of Ridvan &lt;Suh&gt;"], "parts_sanitized": ["This location contained the Tree of Life and Tree of the Knowledge of Good and Evil. God expelled Adam and Eve from this location.", "The night before his crucifixion, Jesus prayed in this location, doing so in such “agony” that his sweat turned into drops of blood. Judas gave the kiss that identified Jesus in this place.", "During his 12-day stay in this location, Baha’u’llah declared to his followers that he was the figure whom “God will make manifest” and founded the Baha'i religion."], "category": "Religion"}, {"leadin_sanitized": "There aren’t really “superfans” of Quizbowl, but you should still try and answer all the parts of this bonus. For 10 points each:", "answers_sanitized": ["New York Jets (prompt on New York)", "Washington Redskins (accept either or both parts)", "Sports Authority at Mile High (or Mile High Stadium; prompt on Sports Authority; the stadium is that of the Denver Broncos) &lt;Chu&gt;"], "parts_sanitized": ["First, Fireman Ed is a superfan of what New York football team? This team shares the MetLife Stadium with the other New York NFL team, the Giants.", "Burly male supporters of this team are known for dressing up in women’s clothing as the “Hogettes.” A more controversial superfan of this East Coast football team is “Chief Zee.”", "Tim McKernan was known for wearing nothing but a barrel to football games at this stadium, despite the notable frigidity of its location. This stadium is officially named after Sports Authority, but we want the nickname."], "category": "Trash"}, {"leadin_sanitized": "The American remake of this film used an “X” motif that appeared whenever someone died. For 10 points each:", "answers_sanitized": ["Infernal Affairs (accept Wújiàn dào or Unceasing Path; do not accept or prompt on “In(t)ernal Affairs”)", "Hong Kong (do not accept or prompt on just “China”)", "Martin Scorsese &lt;Jin&gt;"], "parts_sanitized": ["Name this film directed by Andrew Lau and Alan Mak, and remade as the US film The Departed. This film’s English title puns on a police department and a synonym for hell.", "Infernal Affairs was produced in this “autonomous territory.” The Second Wave in this region produced In the Mood for Love and its director Wong Kar-Wai, and Jackie Chan is an actor from this region in a larger country.", "The Departed was made by this man, who also directed Goodfellas and a movie about the boxer Jake LaMotta’s decline from grace, Raging Bull."], "category": "Trash"}, {"leadin_sanitized": "For 10 points each, answer some questions relating to the field of astrobiology:", "answers_sanitized": ["chemoautotrophs", "Miller-Urey experiment (accept different ordering of the names)", "arsenic &lt;Park&gt;"], "parts_sanitized": ["The discovery of these organisms revolutionized astrobiology since it showed that life was not entirely sun-dependent. On Earth, these autotrophs can be found near hydrothermal vents and are exclusively prokaryotic.", "This doubly-eponymous experiment demonstrated that various amino acids can be produced under the conditions present in early Earth and other regions of the solar system.", "Some astrobiologists reject “carbon chauvinism” and study hypothetical biochemistry. For example, some believe this element can be incorporated into DNA, despite its historical use among humans to poison each other."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This company attracted much public outrage after Dr. David Dao was forcibly removed from one of its flights on April 9, 2017. For 10 points each:", "answers_sanitized": ["United Airlines", "Oscar Munoz", "Boeing 747 &lt;Park&gt;"], "parts_sanitized": ["Name this major U.S. airline whose three largest hubs are in Chicago, Houston, and Newark. This airline competes with legacy carriers like American and Delta.", "This CEO of United Airlines was criticized for his handling of the incident on United Express Flight 3411. He replaced Jeff Smisek in 2015, and suffered a heart attack one month into his new job.", "In 2017, United launched a farewell tour for this aircraft, which is sometimes called the “Queen of the Skies”. This four-engine widebody aircraft’s upper deck gives it a distinctive “hump” on its forward portion."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This play begins with God sending Death to bring the title character in for his reckoning. For 10 points each:", "answers_sanitized": ["Everyman", "Middle English (prompt on just “English”)", "Christmas &lt;Kuang&gt;"], "parts_sanitized": ["Name this morality play, in which the title character manages to go to Heaven with the company of Good Deeds. The title character stands in for the generic person.", "Everyman was originally written in this language. Other works in this language include the works of the Pearl Poet and many other Christian-themed morality and miracle plays.", "Of course, you’re most likely to have seen religiously themed plays during this holiday thanks to the popular nativity play and pageant."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about incest in literature:", "answers_sanitized": ["The God of Small Things", "One Hundred Years of Solitude (or Cien Años de Soledad; Ed’s note: the author is Gabriel Garcia Marquez)", "George R(aymond) R(ichard) Martin &lt;Cohen&gt;"], "parts_sanitized": ["The fraternal twins Rahel and Estha commit incest at the end of this Arundhati Roy novel. This book details the downfall of an Indian family after Ammu sleeps with the Untouchable Velutha.", "Several members of the Buendia family commit incest in this Colombian novel, prompting Ursula’s fear that a baby will be born with the tail of a pig. She’s proved right at the book’s end as the town of Macondo is whisked away in a whirlwind.", "This author included several accounts of incest in his series A Song of Ice and Fire. Some of those relationships, like between twins Jaime and Cersei Lannister, are included in the TV adaptation Game of Thrones."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "2017 marked the 50th anniversary of this court case that overturned the previous <em>Pace v. Alabama</em>. For 10 points each:", "answers_sanitized": ["Loving v. Virginia", "same-sex marriage (accept gay marriage and synonyms for marriage like wedding; accept marriage equality)", "Bowers v. Hardwick &lt;Owen&gt;"], "parts_sanitized": ["Name this court case that invalidated laws forbidding interracial marriage. This case centered on Mildred and Richard, a couple from Virginia who had been arrested after police invaded their house on an anonymous tip.", "In 2015, Obergefell v. Hodges declared that denying this action was unconstitutional based on the Fourteenth Amendment and precedent from cases like Loving. In celebration, the White House was lit in rainbow colors.", "Two decades after Loving, this court case upheld the right of Georgia to criminalize sodomy, with Chief Justice Burger citing “ancient roots” of prohibitions against it. This case was upturned in 2003 in Lawrence v. Texas."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "One character in this story is described as a “simple child of the earlier plains.” For 10 points each:", "answers_sanitized": ["“The Bride Comes to Yellow Sky”", "The Red Badge of Courage", "hotels (accept synonyms like inns or hostels, but not things like “restaurants”) &lt;Suh&gt;"], "parts_sanitized": ["Name this Stephen Crane short story in which Scratchy Wilson chooses not to engage in a gun battle with the sheriff Jack Potter after seeing Potter’s newlywed.", "Another colorfully titled Crane work is this novel about Henry Fleming’s progress throughout the Civil War before receiving the title emblem of valor.", "Yet another colorfully titled Crane work is named for a “blue” one of these establishments. The literary group the Algonquin Round Table was named for their meeting place at one of these establishments."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "You want to work at the Goldman Sachs. Answer some questions about quantitative finance, for 10 points each:", "answers_sanitized": ["Black-Scholes model", "randomness (accept word forms; accept stochastic and word forms)", "maximum &lt;Park&gt;"], "parts_sanitized": ["This doubly-eponymous mathematical model is used as a basis for pricing options, and assumes that stock prices follow a log-normal distribution.", "The Black-Scholes model also assumes that stock prices exhibit this property, which describes systems with unpredictable outcomes. Slot machines work by generating numbers with this property.", "Option payouts in the Black-Scholes model are calculated using a function described by this term. The local type of this term can be found at critical points whose second derivatives are negative."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "In a mockumentary about these creatures, a Norwegian prime minister mentions that power lines deter them. For 10 points each:", "answers_sanitized": ["trolls", "Tuonela", "Hel (accept Hela; Ed’s note: Thor: Ragnarok aside, the real figure is almost always called Hel) &lt;Owen&gt;"], "parts_sanitized": ["Name these often ugly, dumb, adversarial creatures from Scandinavian and Norse folklore. They like to reside in dark places like caves and under bridges, since direct sunlight makes them turn to stone.", "This island underworld in Finnish mythology would probably qualify as one of those dark places, as the dead were forced to wander it as shadows. The bard Väinämöinen escapes it by turning into a snake.", "Analogous to Tuonela in Norse mythology is this realm, the gloomy destination of those who die of mundane things like disease and old age. It was ruled by a figure of the same name and was guarded by the dog Garm."], "category": "Mythology"}, {"leadin_sanitized": "The Nazis burned a play by this writer which contained the phrase, “Where they have burned books, they will end in burning human beings.” For 10 points each:", "answers_sanitized": ["Heinrich Heine", "Romanticism (accept word forms)", "Johann Wolfgang von Goethe [“GUR-tuh”] &lt;Jin&gt;"], "parts_sanitized": ["Name this German satirist and poet known for Almansor, Atta Troll, and Die Lorelei.", "Heine was a writer in the German variation of this movement, whose broader phenomenon centered on intense emotions and the accomplishments of the human individual. This movement opposed Rationalism.", "This German helped synthesize the early Romantic movement Sturm und Drang. He wrote a closet drama about a man who makes a deal with Mephistopheles, his Faust."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Animals have it rough, often because they’re hanging out with humans having similarly rough times. For 10 points each:", "answers_sanitized": ["pigeons (accept types like homing pigeon or carrier pigeon)", "Battle of Kadesh", "Wojtek [“VOY-tek”] &lt;Kuang&gt;"], "parts_sanitized": ["Hundreds of these animals were used to deliver messages during the World Wars. 32 of such animals were awarded the Dickin Medal for animal military service.", "Ramesses II apparently had a pet lion he took with him into this battle against the Hittites. It was potentially the largest chariot battle ever, and the treaty that resulted may have been the oldest recorded treaty in history.", "This adorable bear was purchased by Polish soldiers during World War II, being taught to move artillery and apparently enjoying eating cigarettes. His name is a diminutive for “joyful warrior.”"], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This man began his most famous work by stating that a “Spectre is haunting Europe.” For 10 points each:", "answers_sanitized": ["Karl Marx", "Young Hegelians", "dialectic &lt;Jin&gt;"], "parts_sanitized": ["Name this thinker, who along with Friedrich Engels wrote Das Kapital and the Communist Manifesto.", "Marx, along with Max Stirner and Ludwig Feuerbach, were members of this group of thinkers, named after the thinker who influenced them with works such as Lectures on the Philosophy of History and The Phenomenology of Spirit.", "Hegel was important in introducing this concept that consists of one person proposing an argument, a counter-reaction, and resolution. In Lectures on the Philosophy of History, this idea is the mechanism through which political change occurs."], "category": "Philosophy"}, {"leadin_sanitized": "Though most cases of this disease are caused by the Epstein-Barr virus, a few cases are caused by the human cytomegalovirus. For 10 points each:", "answers_sanitized": ["infectious mononucleosis (or just mono)", "saliva", "lymphomas &lt;Park&gt;"], "parts_sanitized": ["Name this viral disease whose symptoms include fatigue and malaise. Enlargement of the spleen or liver may also occur in patients with this disease.", "The Epstein-Barr virus is primarily spread through this substance, which is produced by the parotid and submandibular glands. This substance contains enzymes that aid digestion and kill microorganisms.", "This group of blood cancers is also associated with Epstein-Barr virus infection. Thomas Hodgkin and Denis Parsons Burkitt name two examples of these cancers, which sometimes result from abnormal B cell proliferation."], "subcategory": "Science Biology", "category": "Science"}]}