{"tossups": [{"question_sanitized": "A formula named for this mathematician gives the curvature of a Soddy circle as the sum of three curvatures, plus or minus twice the square root of the sum of their pairwise products. A binary operation giving the set of ordered pairs of elements from each operand is this man’s namesake (*) “product,” and the number of positive or negative roots of a polynomial can be bounded with his “rule of signs”. This man gives his name to the coordinate system where points represent distances from the axes, as in the standard 2D xy plane. For 10 points, name this French mathematician who also wrote the philosophical statement “I think, therefore I am.”", "answer_sanitized": "René Descartes (accept terms based on the word Cartesian, like Cartesian plane) &lt;Xiong&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "The ceiling of one of these buildings includes a small hole to commemorate the time a ballistic missile was displayed inside. A red second hand with a circular tip is used in a notable clock design from Swiss examples of these places. One of these buildings displays incorrectly oriented (*) constellations on the ceiling above its Main Concourse, and The Invention of Hugo Cabret depicts George Méliès living and working in one of these places in his later life. Before it was an impressionist art museum, the Musée d’Orsay was this type of building. For 10 points, name these buildings which include Grand Central in New York City.", "answer_sanitized": "train stations (or train terminals; accept answers that substitute railway or railroad for train; accept subway stations since a bunch of buildings clued in the question are also those; prompt on answers that do not mention the word train or rail) &lt;Chu&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "One speech in support of this cause declared “I am here as a soldier” and was given in Hartford, Connecticut. A non-Virginian Mud March occurred in support of this cause, as did the “[moderator: emphasize here] freedom or death speech.” Emily Davison died after throwing herself in front of the King’s (*) horse in support of this cause, and the Cat and Mouse Act attempted to combat hunger striking supporters of it. This cause was championed in the UK by Emmeline Pankhurst, at around the same time it was being led in the US by people like Alice Paul, Elizabeth Cady Stanton, and Susan B. Anthony. For 10 points, describe this right for women to vote.", "answer_sanitized": "women’s suffrage (or right to vote for women before “right” is read; accept specific countries at any point, though it’s only in the UK until “US” is read) &lt;Kuang&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A Midwestern one of these places is the setting of Jane Smiley’s novel Moo. After speaking about the “Merrie England,” the title character begins an epic rant in one of these places in Kingsley Amis’s book Lucky Jim, and before moving to his sister’s farm, David Lurie works at one of these places in (*) J.M. Coetzee’s Disgrace. In Death of a Salesman, Biff Loman is unable to enter one of these institutions despite the help of Bernard, and a “Writers’ Workshop” is located in Iowa at one of these institutions. For 10 points, name these institutions, one of which is the Great Gatsby’s supposed alma mater “Oggsford.”", "answer_sanitized": "universities (or schools; or colleges; or campuses; accept campus novel; accept any specific school) &lt;Kuang&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One of this man’s plays centers on an unlicensed cab station run by Jim Becker and is titled Jitney. One play by this writer includes a character who suffered a head injury in war and believes he is the Archangel Gabriel, and that play ends with Cory visiting his father’s funeral despite his father having prevented him from pursuing a (*) football scholarship. Plays like Ma Rainey’s Black Bottom and The Piano Lesson appear in a series of plays by this writer that follow the experience of African-Americans over the 20th century in the title city. For 10 points, name this playwright who wrote The Pittsburgh Cycle, which also includes his play Fences.", "answer_sanitized": "August Wilson (or Frederick August Kittel, Jr.) &lt;Cohen&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Because particles like helium-4 do not obey this statement, a large proportion of such particles are able to fall into the ground state at low temperatures. Formally, this statement says the wave functions of fermions are anti-symmetric with respect to exchange, and it explains the (*) electron degeneracy pressure that supports white dwarfs. This statement says two fermions cannot have the same four quantum numbers, which practically means that two electrons in the same energy level and orbital must have opposite spin. For 10 points, give this quantum mechanics “exclusion principle” named for an Austrian physicist.", "answer_sanitized": "Pauli exclusion principle &lt;Jin&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One of these things was described by Gustav Hempel and led to a critique by Rudolf Carnap using his theory of inductive probability. Lewis Carroll analyzed one of them to demonstrate a need for axioms that avoid infinite regress, and one of them involves observing black ravens. Banach and Tarski described one of them involving the (*) volume of a sphere, and a contradiction in Cantor’s set theory results from one of these statements proposed by Bertrand Russell. One of these statements describes a race between Achilles and a tortoise and was formulated by Zeno of Elea. For 10 points, give these logical statements that are at first glance impossible to resolve.", "answer_sanitized": "paradoxes (prompt on contradictions) &lt;Jin&gt;", "category": "Philosophy"}, {"question_sanitized": "A monarch of this kingdom who was targeted by the Wilcox Rebellion is celebrated in the yearly Merrie Monarch Festival. The Missionary Party led by Lorrin A. Thurston formed most of the Committee of Safety in this nation, and the Morgan and Blount reports studied the legality of a coup in this kingdom whose ruler’s power was drastically limited by the (*) Bayonet Constitution. Sanford Dole and other magnates of the sugarcane and pineapple industry conspired to overthrow Queen Liliuokalani of this kingdom and imprison her in ‘Iolani Palace. For 10 points, name this kingdom which eventually became the 50th U.S. state.", "answer_sanitized": "Kingdom of Hawaii (or Aupuni Mōʻī o Hawaiʻi) &lt;Chu&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Composer and genre required. One of these works employs a “bell theme” and a solo violin tuned up a whole step, and the sixth of these works opens with an A-minor march. One of these works depicts days of youth and a “human comedy,” and another of them in C minor contains the movement “Primeval Light.” The eighth of these sets Goethe’s (*) Faust and requires several choirs, and the fifth of these compositions by this composer contains an F-major Adagietto section and begins with a famous C-sharp-minor funeral march. For 10 points, name these works by a certain German composer with nicknames such as the “Titan,” “Resurrection,” and “Symphony of a Thousand.”", "answer_sanitized": "symphonies by Gustav Mahler (prompt on partial answer) &lt;Yue&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Complexes with this geometry have a d-orbital splitting diagram with “xy” and “x2-y2” nonbonding, “xz” and “yz” slightly elevated, and “z2” very elevated. Allenes have this geometry due to their cumulated double bonds, and the triiodide ion and xenon difluoride have this molecular geometry since they have a trigonal bipyramidal electron-pair geometry but with three (*) lone pairs about the central atom. The azide anion and hydrogen cyanide possess this geometry, and it’s the molecular geometry about any triple bond as well as in carbon dioxide. For 10 points, name this molecular geometry in which the bond angle is 180 degrees.", "answer_sanitized": "linear &lt;Pendyala&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "These people overwhelmingly voted for the People’s Democratic Party in an election for one country’s Grand National Assembly. This group’s military forces withdrew from Kirkuk in October 2017 and are opposed by the Popular Mobilization Forces, and members of it make up People’s Protection Units and the (*) peshmerga, which fought against ISIS at Raqqa and Mosul. An autonomous region dominated by this ethnic group voted for independence in a referendum whose legality was rejected by the Iraqi government. For 10 points, name this ethnic group whose members are seeking an independent state comprising parts of Turkey, Syria, and Iraq.", "answer_sanitized": "Kurds (accept word forms like Kurdish people) &lt;Park&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One general from this kingdom criticized American troops during the Civil War, calling them “armed mobs” from which no military lessons could be learned. This country’s military used the Dreyse “needle gun,” which allowed this kingdom to win the Battle of (*) Königgrätz during the Seven Weeks’ War. This kingdom led a confederation that won a conflict which was sparked by the Ems Dispatch and ended with the Battle of Sedan and the capture of Napoleon III. Frederick the Great led this nation, and it was unified with neighboring states by Otto von Bismarck. For 10 points, name this kingdom, the predecessor to modern Germany.", "answer_sanitized": "Kingdom of Prussia (or Königreich Preussen; prompt on Germany until “German”) &lt;Chu&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In Bengal, this god’s consort is the representation of the banana tree, though he’s also paired with trio Sidhi, Ridhi, and Budhi, as well as the goddess of the arts Sarasvati. This god is traditionally prayed to first during any puja, or act of worship. This god’s wide expanse of knowledge is symbolized in his (*) pot belly, and he’s frequently shown holding a bowl of candy with a broken tusk. In one myth, a misunderstanding involving his mother Parvati leads Shiva to behead and replace this god’s head. For 10 points, name this “remover of obstacles” in Hinduism, notable for his striking elephant head.", "answer_sanitized": "Ganesha (or Ganapati; accept Vinayaka; accept Binayak) &lt;Owen&gt;", "category": "Mythology"}, {"question_sanitized": "SNPs [“snips”] found in the introns of the MCM6 gene are linked to this condition, which is diagnosed by the hydrogen breath test and stool acidity test. A reversible, “secondary” form of this condition may develop as a result of Crohn’s disease or celiac disease. The emergence of individuals without this genetic condition is linked to the invention of (*) animal husbandry and domestication. People with this condition take beta-galactos-idase supplements, and it’s caused by the absence of a similarly named enzyme. For 10 points, name this trait that might cause you to drink plant-based substitutes like soy milk, so as to avoid dairy products.", "answer_sanitized": "lactose intolerance (accept word forms; prompt on descriptions like dairy allergy and synonyms) &lt;Park&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This location came into being with the help of research conducted by Harvard professor Gerald Lesser and the “CTW model.” An episode poignantly discussed the death of this location’s resident storekeeper Mr. Hooper, and a character from this location warns against finishing the “terrifying” book (*) The Monster at the End of This Book. To encourage children to report sexual abuse, this location’s resident Mr. Snuffleupagus was proven as real. Shows set in this location are sponsored by numbers and letters of the alphabet. For 10 points, name this fictional location, the residence of Grover, Oscar the Grouch, and Big Bird.", "answer_sanitized": "Sesame Street &lt;Chu&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The Tambov Rebellion was carried out by an example of armies denoted by this color, and those armies of this color consisted of peasants in the Russian civil war. A battle during the Falklands War took place at a settlement named for the word “Goose” and this color, and Norman Borlaug is often credited as the “father” of a (*) Revolution of this color. Until 2011, the Libyan flag consisted only of this color, and it remains popular on many Islamic and African flags. According to popular legend, a name with this color was used by Erik the Red to convince people of an island’s lushness. For 10 points, give this color of the beret some US special forces wear.", "answer_sanitized": "green (accept green armies, Battle of Goose Green, Green Revolution, Greenland, or Green Berets) &lt;Kuang&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In one scene in this work, a beggar challenges the protagonist to a boxing match, but the protagonist wipes the floor with him. The protagonist of this work begins crying after listening to a blind singer tell his tale, which prompts the protagonist to relate stories about eating the cattle of the sun and meeting the king of the (*) winds. In one episode, the protagonist clings to the bellies of sheep and pretends his name is “Nobody” to escape the cyclops Polyphemos. The title character of this work takes a decade to return to his wife Penelope and his home Ithaca. For 10 points, name this epic poem by Homer.", "answer_sanitized": "the Odyssey &lt;Cohen&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In 2017, Serkan Ozkaya claimed that a work by this artist could be used to project this artist’s face. A nude woman holding a glass lamp against a waterfall appears in a work by this artist only visible by looking through a peephole in a door. This artist of (*) Étant donnés [“EH-tahnt doh-NAY”] used the female alter-ego Rrose Sélavy [“Rose SAY-lah-VEE”]. This artist scribbled a mustache on a postcard of the Mona Lisa and wrote “R. Mutt” on a urinal for his humorous readymades L.H.O.O.Q. and Fountain. For 10 points, name this French Dadaist, whose Nude Descending a Staircase was likened to an “explosion in a shingle factory.”", "answer_sanitized": "(Henri-Robert) Marcel Duchamp &lt;Cohen&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One poem by this author describes Oxford with the lines “And that sweet city with her dreaming spires / She needs not June for beauty's heightening” and commemorates the speaker’s friend Arthur Hugh Clough. This man wrote a poem based on a Joseph Glanvill story, and he wrote the poems “Thyrsis” and (*) “The Scholar Gipsy.” This author’s most famous poem describes the speaker hearing the same “eternal node of sadness” that “Sophocles long ago [heard on] the Aegean” while looking over the title location, where “ignorant armies” clash and the “sea is calm tonight.” For 10 points, name this author of “Dover Beach.”", "answer_sanitized": "Matthew Arnold &lt;Cohen&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The Bon festival commemorates a disciple who observed one of these places then made offerings and performed a happy dance. It’s not a town or city, but “Summerland” is one of these places, and the Aaru is one of these places containing “fields of reeds.” One of these places is split into Jannah and Jahannam in (*) Islam, and Chinese belief and Shintoism call it Diyu or Yomi, respectively. This place is also called Tophet or Sheol in Judaism, and Hinduism believes that, rather than moving to a single one of these entities, humans exist in a cycle of reincarnation. For 10 points, name this realm that’s split in Christianity into heaven and hell.", "answer_sanitized": "the afterlife (accept hell or heaven or underworld or any other reasonable equivalent; accept any mentioned location; Ed’s note: accept The Good Place) &lt;Kuang&gt;", "category": "Religion"}, {"question_sanitized": "A membrane associated with this organelle is implicated in ALS, and the CoRR hypothesis explains one unique feature of these organelles. The intestinal parasite Giardia lamblia lacks these organelles, while para-basalids possess hydro-genosomes in their absence. The Baffle model attempted to explain the organization of this organelle's (*) inner membrane, which actually fold into cristae. Like the chloroplast, this organelle possesses and independent genome, and it is the location of oxidative phosphorylation. For 10 points, name this organelle that synthesizes most of the cell’s ATP, colloquially known as the “powerhouse of the cell.”", "answer_sanitized": "mitochondrion (or mitochondria; prompt on “powerhouse of the cell” before it’s mentioned) &lt;Park&gt; Bonuses", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "Some gorgeous new classmate walks into class, and you can’t tell if it’s love at first sight or the autonomous physiological response of arousal. For 10 points each:", "answers_sanitized": ["fight-or-flight response", "oxytocin", "crossing a bridge (accept any obvious equivalents; accept more specific details like a shaky bridge or a suspension bridge, etc.) &lt;Kuang&gt;"], "parts_sanitized": ["Hyperarousal can lead to this primal response, in which an animal gets ready to either brawl or timidly run away.", "This chemical has been called the “love hormone,” and it’s been linked to feelings of sexual arousal, though it’s been identified with several other purposes such as maternal bonding.", "In one experiment, subjects were given a woman’s phone number either during or after performing this activity. Subjects in the middle of performing this activity had higher levels of arousal and were more likely to call the woman."], "category": "Social Science"}, {"leadin_sanitized": "This man’s number 42 was universally retired in 1997, though Mariano Rivera was allowed to use it until his own retirement. For 10 points each:", "answers_sanitized": ["Jackie Robinson", "1936 Olympics", "Jack Johnson &lt;Suh/Kuang&gt;"], "parts_sanitized": ["Name this man who broke the color barrier in baseball by becoming the first African-American to play for an MLB team in the modern era.", "Black athlete Jesse Owens was credited with destroying the “myth of Aryan supremacy” after blowing away the competition in Berlin at this iteration of the Olympics held three years before Hitler invaded Poland.", "After this boxer became the first black world heavyweight champion, racist press began calling for a “great white hope” to defeat this man. Nevertheless, this man was victorious in the “Fight of the Century” against James Jeffries."], "subcategory": "Trash Sports", "category": "Trash"}, {"leadin_sanitized": "One dictator of this country argued that it was a greater crime to kill an ant than a man, since people get reincarnated and ants do not. For 10 points each:", "answers_sanitized": ["Republic of El Salvador (or República de El Salvador)", "coffee (or Coffea)", "archbishop of San Salvador (accept prelate; prompt on Roman Catholic priest or clergyman) &lt;Chu&gt;"], "parts_sanitized": ["Name this Central American country which was ruled by Maximilian Hernández Martínez in 1932 when thousands of peasants, including their leader Farabundo Martí, were killed in “La Matanza.”", "An oligarchy made up of fourteen families dominated Salvadoran politics during the 19th and early 20th centuries. Those families got rich growing this crop, whose Arabica cultivar is grown in Brazil and Java.", "Later in El Salvador’s history, a man with this profession named Óscar Romero spoke out against government atrocities before he was assassinated in 1980."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The Cumaean Sibyl was one of these people who was prominent in Roman mytho-history. For 10 points each:", "answers_sanitized": ["oracles", "serpent (accept snakes or any equivalent answers; accept Python or Rainbow Serpent)", "rustling of oak leaves (accept any answer that indicates leaves making noise) &lt;Owen&gt;"], "parts_sanitized": ["Name these “frenzied women from whose lips the god speaks.” More plainly, these people delivered the prophecies of the gods, as in the Temple of Apollo at Delphi.", "The Oracle at Delphi was founded after Apollo slew a massive one of these creatures. A “Rainbow” one appears in Australian aboriginal mythology.", "Classical accounts of Zeus’s Oracle at Dodona record that she interpreted prophecies by listening to the sound of this natural phenomenon, though later interpretations have marked it as the sound of windchimes instead."], "category": "Mythology"}, {"leadin_sanitized": "Shostakovich decried a mass execution of these people in his Symphony No. 13. For 10 points each:", "answers_sanitized": ["Jews (accept Judaism)", "Pictures at an Exhibition", "Modest Mussorgsky &lt;Yue&gt;"], "parts_sanitized": ["Give this ethnicity whose frequent oppression is the subject of the Babi-Yar Symphony. Shostakovich also set folk poetry from this ethnicity to music in an Op. 79 song cycle.", "Two Jewish caricatures, one rich and one poor, are depicted in “Samuel Goldenberg and Schmuÿle,” a movement from this larger work containing intermittent Promenades and movements such as “Baba Yaga.”", "Pictures at an Exhibition was written by this Russian composer. He depicted a witches’ sabbath on St. John’s eve in his Night on Bald Mountain."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This poem was originally a letter to Sara Hutchinson, who happened to be the sister-in-law of the author’s friend William Wordsworth. For 10 points each:", "answers_sanitized": ["“Dejection: An Ode”", "Samuel Taylor Coleridge", "The Rime of the Ancient Mariner &lt;Kuang&gt;"], "parts_sanitized": ["Name this poem that describes its author’s depression and inability to write. It asks what can lift “the smothering weight from off my breast?”", "“Dejection” is a poem by this Lake Poet, whose other members included his collaborator Wordsworth, though this man only contributed four poems to their co-written collection Lyrical Ballads.", "On the other hand, one of those four poems was this epic tale about a sailor who kills an albatross and is subjected to hell at sea. It’s told by the title sailor to the awkwardly inconvenienced Wedding Guest."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Down with the system! For 10 points each:", "answers_sanitized": ["anarchism (accept word forms)", "1848", "First International (prompt on just International) &lt;Kuang&gt;"], "parts_sanitized": ["Name this system of political philosophy first articulated by Pierre-Joseph Proudhon, who wrote that “property is theft.” It roughly advocates against government and such institutions in general.", "Anarchists were highly prominent in the many working class revolutions in this year of the 19th century. Uprisings in Italy, France, Germany, and elsewhere led to this year being called the Spring of Nations.", "This organization of working class peoples was filled with anarchists, though it tended to also have infighting with socialists and communists. The official name of this group was the International Workingmen's Association, and Marx was a prominent member."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This substance is used prominently in works of art like <em>The Child’s Dream</em> and <em>Away from the Flock</em>, which show a unicorn and lamb, respectively. For 10 points each:", "answers_sanitized": ["formaldehyde solution", "shark (accept specific species like tiger shark)", "diamonds (prompt on gems or jewels or other synonyms) &lt;Kuang&gt;"], "parts_sanitized": ["Name this liquid substance. It’s used prominently in a work of art that’s similar to The Kingdom and which was commissioned by Charles Saatchi from a member of the Young Brits.", "Damien Hirst encased one of these animals in a tank of formaldehyde in his The Physical Impossibility of Death in the Mind of Someone Living. John Singleton Copley paired one of these animals with Brook Watson in a painting.", "For his work For the Love of God, Hirst encased a human skull in over eight thousand of these things. The quality of these things is determined by the 4 C’s: carat, color, clarity, and cut."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "These phenomena have a significant effect on the climate of the regions they pass through. For 10 points each:", "answers_sanitized": ["ocean currents", "Gulf Stream", "thermohaline circulation (or THC) &lt;Park&gt;"], "parts_sanitized": ["Name these phenomena involving the continuous and directed movement of ocean water. They are generated by the earth’s rotation, wind, and water density.", "This ocean current and component of the North Atlantic Gyre is responsible for Northern Europe’s relatively warm weather. The Labrador Current meets with this current at the Grand Banks of Newfoundland.", "Deep ocean currents are driven by this process, whose slowdown is caused by global warming. Its name refers to the two primary factors that determine ocean water density."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "For 10 points each, name some things related to occurrences in cathedrals:", "answers_sanitized": ["a murder in the cathedral (accept the assassination of Thomas Becket or equivalents; accept The Murder in the Cathedral; Murder on the Orient Express)", "Mario Vargas Llosa (be lenient and prompt on just Llosa, but inform them that the full surname in Spanish is Vargas Llosa)", "Republic of Cuba (or República de Cuba) &lt;Yue&gt;"], "parts_sanitized": ["In a T. S. Eliot verse drama centering on the internal reflections of Archbishop Thomas Becket, this title event occurs via a group of knights. One of these events occurs “on the Orient Express” in an Agatha Christie book.", "This author’s novel Conversation in the Cathedral portrayed life under the Odría dictatorship. This author also wrote about military cadets in The Time of the Hero.", "Alejo Carpentier wrote about three orphans from this country in his novel Explosion in a Cathedral. A poem by this country’s native writer José Martí was adapted into the song “Guantanamera.”"], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This law’s formulator also proposed the law of thermoneutrality. For 10 points each:", "answers_sanitized": ["Hess’s law", "standard enthalpy of formation (accept standard heat of formation; prompt on partial answers)", "first law of thermodynamics (prompt on partial answer) &lt;Park&gt;"], "parts_sanitized": ["Name this law that states that the total enthalpy of a reaction is independent of the reaction pathway. It is a manifestation of the fact that enthalpy is a state function.", "Hess’s law can be used to calculate this quantity, which is the change in enthalpy when one mole of substance in the standard state is created from its pure elements under the same conditions.", "Hess’s law is a consequence of this law, which roughly states the conservation of energy. This law is followed by a “second” law that says entropy tends to increase."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This man sold his birthright for some “red pottage,” or porridge. For 10 points each:", "answers_sanitized": ["Esau", "Jacob (accept Israel)", "Benjamin &lt;Suh&gt;"], "parts_sanitized": ["Name this Biblical figure. This man’s brother used goat skins to emulate this figure’s hairy hands, and he was patriarch of the Edomites, an ever-present enemy of the Israelites.", "Esau was the brother of this man, who was born grabbing the heel of Esau. This man saw a vision of a namesake ladder.", "This youngest son of Jacob shared the same mother with Joseph. In the Book of the Judges, the tribe named after this man suffered a devastating civil war against the rest of Israel."], "category": "Religion"}, {"leadin_sanitized": "One celebrity with this surname was criticized for starring in a tone-deaf Pepsi commercial. For 10 points each:", "answers_sanitized": ["Jenner", "Laverne Cox", "RuPaul (accept RuPaul Andre Charles) &lt;Kuang&gt;"], "parts_sanitized": ["Give this surname of Kendall and Caitlyn, the latter of whom publicly came out as trans in 2015.", "This transgender woman played the transgender character Sophia on Orange is the New Black, which led to her becoming the first openly trans person to be nominated for an acting Emmy.", "Though not trans, this drag queen has stated he’s comfortable with any gender pronoun. Most notably, he hosts a reality series titled for his “Drag Race,” though he earlier released the album Supermodel of the World as a singer."], "category": "Trash"}, {"leadin_sanitized": "One character in this novel takes the fictional drug Dylar, which makes her lose the ability to differentiate words and the things they represent. For 10 points each:", "answers_sanitized": ["White Noise", "Adolf Hitler", "Philip K. Dick &lt;Yue&gt;"], "parts_sanitized": ["Name this novel in which the organization SIMUVAC intervenes upon an “airborne toxic event” of Nyodene D.", "The protagonist of White Noise, Jack Gladney, is an academic who masks his fear of death by studying this man. In Catch-22, Captain Yossarian fights in a war against an army led by this German dictator.", "This author created the fictional drug narkidrine in his short story “We Can Remember it for You Wholesale.” His other works include The Man in the High Castle and Do Androids Dream of Electric Sheep?"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Emulate the music video for “Shake It Off” and name some various styles of dance, for 10 points each:", "answers_sanitized": ["break dancing (or breaking; accept b-boying or b-girling)", "samba", "Lindy hop &lt;Kuang&gt;"], "parts_sanitized": ["This style of street dance usually accompanies hip hop or funk music, and is associated with moves like popping, locking, and freezing. A typical scene of someone performing this dance style is them spinning on the floor.", "This Brazilian dance is often performed with bright colorful headdresses. It’s usually performed in 2/4 time, and its ballroom variant differs from the traditional variant.", "This dance style evolved from other dance styles like jazz, swing, and the Charleston. Its signature move the swingout involves one partner being unfurled past the other, and it was created shortly after its namesake’s most famous aviation achievement."], "category": "Trash"}, {"leadin_sanitized": "Haruki Murakami borrowed one of this author’s characters for the 2013 story “Samsa in Love.” For 10 points each:", "answers_sanitized": ["Franz Kafka", "The Trial (or Der Process)", "“Before the Law” &lt;Horton&gt;"], "parts_sanitized": ["Name this author of the novel in which the aforementioned Gregor Samsa appears, The Metamorphosis. This author’s distinct style led to his name being used as a byword for surreally bureaucratic.", "This unfinished book by Kafka follows Josef K. as he seeks justice because “he knew he had done nothing wrong.” Unfortunately for K., he’s stabbed at the novel’s end “Like a dog!”", "At one point, Josef K. is told this story in which a doorkeeper tells a man “I’m the lowliest of all the doormen.” A priest suggests to Josef K. that the doorkeeper may be the curious man rather than the one who claims to be the doorkeeper."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer some questions about the geography of the 2018 FIFA World Cup:", "answers_sanitized": ["Russia (accept Rossiya, Russian Federation, or Rossiyskaya Federatsiya)", "Kaliningrad", "Volga River &lt;Park&gt;"], "parts_sanitized": ["This European country will host the 2018 FIFA World Cup and is the largest country in the world by area. The Baikal Sea and the Ural Mountains are located in this country with a capital at Moscow.", "This city’s Oktyabrsky Island is the future site of the Arena Baltika, which will host four preliminary round matches. This city located on the Baltic Sea is an exclave located between Lithuania and Poland.", "This river passes through the host cities of Kazan and Samara on its way to the Caspian Sea. This national river of Russia also happens to be the longest river in Europe."], "category": "Geography"}, {"leadin_sanitized": "For 10 points each, answer some questions about biology’s most famous power couple:", "answers_sanitized": ["glucose", "lactic acid (or lactate)", "phosphorylases (do not accept or prompt on “kinases” or “phosphatases”) &lt;Park&gt;"], "parts_sanitized": ["Carl and Gerty Cori’s eponymous ester is one of these molecules with a phosphate group attached to its 1’-carbon [“one-prime-carbon”]. Blood sugar level refers to the level of this six-carbon monosaccharide.", "The Cori cycle uses this molecule as a carbon source in gluconeogenesis. LDH catalyzes the conversion of pyruvate into this molecule, which is generated in a namesake anaerobic fermentation.", "The Cori ester is produced by this class of enzymes that catalyze the addition of a phosphate group from an inorganic phosphate to an acceptor. Unlike kinases, these enzymes do not require a phosphate donor like ATP."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This equation states that the change in velocity is equal to exhaust velocity times the natural log of initial mass divided by final mass. For 10 points each:", "answers_sanitized": ["Tsiolkovsky rocket equation (accept either underlined portion)", "escape velocity", "Newton’s second law of motion (prompt on just Newton’s laws) &lt;Jin&gt;"], "parts_sanitized": ["Give this equation named for a Russian scientist. This equation only holds if there are no net forces on the system.", "In order for a rocket to leave a body’s orbit, the rocket’s velocity must exceed this quantity. Don’t expect your homemade skateboard and ramp space program to work anytime soon, since it’s about 11.1 kilometers per second for Earth.", "The rocket equation cannot be derived from this law because this law only applies for system with constant mass. This law is often written as F equals ma."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Name these materials important in the study of ancient China, for 10 points each:", "answers_sanitized": ["terracotta (accept Terracotta Army)", "oxen or turtles (accept synonyms for oxen like cows or cattle; accept tortoises for turtles, I guess)", "bronze (prompt on metal) &lt;Chu&gt;"], "parts_sanitized": ["This ceramic gives its name to an “army” of thousands of statues of soldiers, horses, and chariots found in Qin Shi Huangdi’s tomb outside of Xian [“shee-an”].", "Most of our knowledge of early Chinese writing comes from oracle bones used for divinations. Oracle bones were most commonly made out of the skeletons of one of two animals; name either.", "Artifacts known as ding and bianzhong [“byen-jong”] were commonly made out of this material and featured the taotie [“tao-tyeh”] motif. Unlike other civilizations which used the lost wax method to fashion this material, Chinese artisans usually used multi-part molds."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following questions about the end of the universe:", "answers_sanitized": ["Big Crunch", "heat death (or Big Freeze)", "dark energy &lt;Park&gt;"], "parts_sanitized": ["This hypothesis states that the universe will stop expanding and gravitational forces will result in the universe collapsing onto itself. One variation of this hypothesis leads to the occurrence of another Big Bang.", "This alternative hypothesis posits that the universe will deplete all of its thermodynamic energy and reach a state of maximum entropy. An alternative name for it is suggestive of the resulting cold temperatures.", "One factor that will determine the ultimate fate of the universe is the amount of this hypothetical substance, which contributes 68.3% of the total energy in the universe."], "subcategory": "Science Other", "category": "Science"}]}