{"tossups": [{"question_sanitized": "The energy efficiency of this process increases with the compactness, which is proportional to the mass over the radius of the object that causes this process. A spherically symmetric type of this process is described by the Bondi equation. In binary systems, a sufficiently strong stellar wind can cause this process even if the stars are not close enough to cause the Roche-lobe overflow form of it. Classical (*) novae are believed to occur when this process goes on long enough to ignite thermonuclear explosions on the surfaces of white dwarfs. The high luminosity of active galactic nuclei comes from the conversion of gravitational potential energy to radiation as this process drags gas inward. For 10 points, give this term for the accumulation of matter by gravity, which leads to the formation of namesake disks around massive bodies.", "answer_sanitized": "accretion [accept word forms; prompt on “mass transfer”]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "One king of this country abolished this country’s system of hereditary mandala vassals in favor of the centralized monthon system. Tensions between this country’s King and Vice King erupted after a fire that resulted in the abolition of the Front Palace. In 1912, a guilty officer confessed to a planned overthrow of King Vajiravudh, who had sidelined the army in favor of his (*) Wild Tiger Corps. This country’s People’s Party was formed by seven students known as the “Promoters,” who forced a constitution on King Prajadhipok (“pra-JAH-di-po”) in a 1932 coup. The most famous king of this country hired the governess Anna Leonowens and offered a gift of elephants to James Buchanan. For 10 points, name this country where ten Ramas have ruled from Bangkok.", "answer_sanitized": "Thailand [or Siam]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In a novel named for a character with this occupation, she is introduced wearing a French infantry coat and men's slippers, and she claims that she has \"the handsomest foot in all Paris.\" The boyfriend of a character with this occupation is trapped in a mirrored room imitating the African savanna by a man who threatens to make the character with this occupation his \"living bride.” One of these people, who is also a nude model and grisette, falls in love with a man who lives in a Paris garret with the Laird and Taffy, Little Billee. In a (*) George du Maurier novel, Trilby is hypnotized into becoming one of these people by Svengali. Another character with this occupation is in love with Raoul and is kidnapped by a man who causes a chandelier to fall down, Erik. For 10 points, name this occupation of Christine Daae in Phantom of the Opera.", "answer_sanitized": "opera singer [prompt on musician; accept grisette or model before “mirrored room”; do not accept “actress”]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A Unitarian church based in this country that eschews idols and crosses claims that there was no salvation for those on Earth between the death of the Apostle John and the arrival of their founder Aaron. A Robin Hood figure from this country who legendarily healed the sick and stole the governor’s sword is nicknamed “green evil.” The Light of the World church is based in this country, which celebrates a festival in which its namesake marigolds are placed on (*) ofrendas. A figure from this country is commonly depicted holding a globe and scythe while wearing a white robe; Calavera Catrina is often conflated with that personification of death named Santa Muerte. Jesus Malverde is the patron of drug traffickers in, for 10 points, what country whose folk traditions include celebrating the Day of the Dead?", "answer_sanitized": "Mexico"}, {"question_sanitized": "A small amount of this substance is used to stain the pellet white in the ethanol precipitation of DNA. The enzyme that breaks down this substance transitions to its active “a” form from its inactive “b” form after phosphorylation at serine 14; that enzyme that breaks down this substance has a PLP cofactor and is a phosphorylase. Synthesis of this substance begins on tyrosine-194 of a priming protein, upon which UDP-conjugated (*) monomers are added. Branches in this substance are created by changing alpha-1,4 linkages to alpha-1,6 linkages. Glucagon induces the breakdown of this substance, while insulin triggers its synthesis in the liver. For 10 points, name this polymer of glucose found in the liver and muscle, used for energy storage.", "answer_sanitized": "glycogen", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "It’s not David (“dah-VEED”), but Max Friedlander disproved that an artist with this surname painted a version of the Virgo inter Virgines. The “Master of the Shadows” of the Très Riches Heures (“tray reesh hoor”) may be an artist with this surname named Barthélemy (“BAR-tel-mee”). An artist with this surname is thought to be the “Hand G” who worked on the Turin-Milan Hours. A depiction of St. Cecilia playing the organ appears to the left of a (*) nude Eve holding a citrus fruit in a painting by two artists with this surname. Lettering curves around a seated God the Father in that painting by artists with this surname, which also depicts the Adoration of the Mystic Lamb in the bottom panel of its open view. For 10 points, give the surname of the two Netherlandish Renaissance brothers who painted the Ghent Altarpiece.", "answer_sanitized": "van Eyck [or Jan van Eyck; or Hubert van Eyck; or Barthélemy d’Eyck; or Barthélemy van Eyck]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This author describes how he mistook butcher paper for a cat and a garbage man for an old lady in an essay about his “two-fifths vision” titled “The Admiral on the Wheel.” In a fantasy work by this author, the Golux helps Zorn of Zorna win the Princess Saralinda in a place where the title objects have stopped. In another work, Mr. Martin gets Mr. Fitzweiler to fire a woman who uses phrases like “lifting the oxcart out of the ditch” and “tearing up the pea patch.” In one story by this author of The Thirteen Clocks, a (*) ballpoint pen is used to fix a machine that goes “pocketa-pocketa-pocketa.” That story’s protagonist defends his ability to shoot Gregory Fitzhurst with his left hand, flies a “Navy hydroplane” through a storm, and faces a firing squad while smoking a cigarette. For 10 points, name this author of “The Catbird Seat” and “The Secret Life of Walter Mitty.”", "answer_sanitized": "James Grover Thurber", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Buddhist tradition holds that An Shigao, the first translator of Indian texts to Chinese, renounced the throne of this empire to become a monk. The story of Vis and Ramin originated in this empire, whose temple wall paintings have been excavated at the Seleucid fortress of Dura-Europos. Seven great houses named for this empire including the Mihran and Suren dominated the court of its successor. This empire received the ambassador Gan Ying and was known as Anxi to the Han Dynasty. The tactic of (*) horse archers firing behind themselves while retreating at full gallop is known as “[this empire’s] shot.” Mark Antony led an invasion of this empire to recover the territory and legionary eagles lost at the Battle of Carrhae by Marcus Licinius Crassus. For 10 points, name this Persian empire and rival of Rome overthrown by the Sassanids.", "answer_sanitized": "Parthian Empire [accept Arsacid Empire, prompt on Persia until read]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In Games People Play, Eric Berne's transactional analysis describes this concept as three states called the Parent, the Adult, and the Child. Michel Foucault asserted that \"we have to create [this concept] as a work of art\" in response to Donald Winnicott's dichotomy between this concept's true and false forms. In The Psychedelic Experience, Timothy Leary described the first part of an acid trip as the (*) loss of this concept. Albert Bandura's agentic perspective on positive psychology prescribed a greater role for the \"belief in [this concept]'s ability to influence events,\" this concept's namesake efficacy. Once basic needs are achieved, pursuit of growth needs helps this concept fulfill its potential. For 10 points, name this concept that, in the highest stage of Maslow's hierarchy, is \"actualized.\"", "answer_sanitized": "selfhood [or personal identity; or ego; accept oneself or clear equivalents like I or me]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Offenders had their hands chopped off for smuggling this good out of England in a practice known as “owling.” The Hull merchant William de la Pole financed Edward II’s wars in France with proceeds from this commodity, which was the subject of an export tax labeled the “Great Custom.” Successful merchants financed a class of churches named for this commodity throughout the Cotswolds. King Edward III decreed that to be reminded of this inedible good’s importance, the Lord Chancellor must sit on a (*) “sack” of this material while presiding over the House of Lords. The enclosure movement consolidated English farmland for the production of this commodity, whose industry declined in England with the rise of the Merino breed in Spain. For 10 points, name this fiber obtained from sheep.", "answer_sanitized": "wool [prompt on sheep until read]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In an Atwood story named for this poem, Bill breaks up with the narrator because she empathizes with this poem’s villain. Another response to this poem describes “How walls / rise out of water yet appear to recede / identically / into it” and recommends paying a dowry off slowly. That poem is Richard Howard’s zigzag-formatted “Nikolaus Mardruz to his Master Ferdinand.” This poem describes a figure with “depth and passion of its earnest glance” and a “faint half-flush that dies along her throat.” The narrator of this poem refuses to say “Just this or that in you disgusts me,” claiming “I never (*) stoop.” This poem’s subject, who smiles at a white mule or a bough of cherries, has “a heart...too soon made glad” and is painted by Fra Pandolf. For 10 points, name this Robert Browning monologue in which the Duke reminisces about his wife he had killed.", "answer_sanitized": "“My Last Duchess”", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Residents of Toronto can order food from a restaurant called “[this character] Eats,” which features a pizza in the shape of this character’s face. An actor agreed to portray this character in film after mistakenly believing that the Coen brothers were writing the screenplay. In October 1989, this character awoke to find himself harrowingly alone in a decrepit, boarded-up version of his house. The subreddit (*) “imsorryjon” (“I’m-sorry-Jon”) is dedicated to depictions of this character as an eldritch monster haunting those surrounding him. This character has been voiced by Bill Murray and Lorenzo Music, among others. Dr. Liz Wilson sometimes appears alongside this character in addition to Jon Arbuckle, the owner of this character and Odie the dog. For 10 points, name this creation of Jim Davis, an orange, lasagna-loving, and Monday-hating cat.", "answer_sanitized": "Garfield", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Sextus Empiricus’ Against the Logicians contains an extended argument against this thinker’s idea that everything that is perceptible is true. This thinker formulated the concept of a necessary void which makes motion possible, and argued for the material nature of the soul. This thinker’s argument that we should not fear death because “when we are, death is not come, and when death is come, we are not,” along with the instruction that prudence is the most precious of all virtues, is contained in his (*) Letter to Menoeceus (“muh-NEE-see-is”). Lucretius borrowed this philosopher’s concept of the “swerve” to explain the possibility of free will, and titled his own De rerum natura after a work by this thinker. This thinker described a state of imperturbability called ataraxia and argued that the goal of a good life is eudaimonia. For 10 points, identify this Stoic philosopher who developed a hedonistic ethics.", "answer_sanitized": "Epicurus", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "This author’s ex-wife was fictionalized as a woman who argues over whether the terms “love nest” or “Montmartre” are huachafo (“wa-CHA-fo”), leading her to write a memoir entitled “What Little” [this author] “Didn’t Say.” One woman created by this author goes by pseudonyms including “Madame Robert Arnoux,” “Comrade Arlette,” and “Kuriko.” This author of The Bad Girl created a New York lawyer who visits her father after a stroke. That woman, (*) Urania Cabral, recounts the night her father let a dictator rape her for his own political advancement; that dictator was based on Rafael Trujillo. A divorced woman who names a novel by this author has a relationship with her eighteen-year-old nephew, who works for the increasingly unhinged radio serial writer Pedro Camacho. For 10 points, name this author of The Feast of the Goat and Aunt Julia and the Scriptwriter.", "answer_sanitized": "Mario Vargas Llosa (prompt on incomplete last name)", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "The protagonist of this film sits on a swing and tries on a white glove while flirting with his love interest after she drops the glove. Near the end, the protagonist rants “I’m glad what I done to you,” which the director admitted was inspired by his own real-life testimony against his colleagues in front of HUAC. It was not adapted from a musical, but Leonard Bernstein wrote a Symphonic Suite based on his score for this film. (*) Edie Doyle investigates the death of her brother Joey, who is thrown from a rooftop at the beginning of this film. The protagonist laments to his brother that “I coulda’ been a contender. I could have been somebody… instead of a bum, which is what I am.” For 10 points, name this film directed by Elia Kazan which stars Marlon Brando as longshoreman Terry Malloy.", "answer_sanitized": "On the Waterfront", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Herod Antipas is given responsibility for the Crucifixion in a text named for this man which describes an anthropomorphic cross talking. A verse from one of this man’s works describing a man preaching “unto the spirits in prison” is cited as a reference of the Harrowing of Hell. This man gives a sermon announcing the fulfillment of a prophecy from Joel before reassuring the crowd that “These people are not drunk, as you suppose. It's only (*) nine in the morning!”. A work written by this man which describes how “the heavens being on fire shall be dissolved” heavily overlaps with the Epistle of Jude. This man baptizes over three thousand people in Acts 2 after being given the power to speak in tongues with the other apostles. This author of two epistles in the New Testament rebuked Simon Magus for trying to purchase the power to impart the Holy Spirit. For 10 points, identify this apostle who was crucified upside-down and denied knowing Jesus three times.", "answer_sanitized": "St. Peter"}, {"question_sanitized": "This compound is covalently bound to a methylated pyridine derivative in the adulterant MPTP. A derivative of sulfonyl chloride containing this compound forms soluble or insoluble sulfonamide salts with primary or secondary amines, respectively, in the Hinsberg test. In mass spec, substituted derivatives of this compound often rearrange into the tropylium cation, which gives a reliable peak at m over z equals (*) 91, and in NMR, hydrogens attached to this compound show up as multiplets between 6.5 and 8.5 ppm. Derivatives of this compound are often described by the prefixes ortho, meta, and para depending on arrangements of their substituents. For 10 points, name this compound with formula C6H6, a common example of an aromatic hydrocarbon.", "answer_sanitized": "benzene", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "One-time presidential candidate Lucy Page Gaston formed a national league to crusade against this industry but it fell apart after World War I. James Bonsack revolutionized this industry with an invention that won a contest sponsored by the Allen & Ginter company. The Two Penny Act ended the practice of paying (*) Anglican clergy in this commodity, leading to Patrick Henry’s advocacy in the Parson’s Cause case. Disgruntled farmers formed the Night Riders and raided towns across the Black Patch of Kentucky and Tennessee in protest of monopolistic practices in this crop’s industry by James Duke’s trust. The husband of Pocahontas, John Rolfe, first introduced commercial cultivation of this crop to the American colonies. For 10 points, name this cash crop of the Mid-Atlantic that is rolled into cigarettes.", "answer_sanitized": "tobacco [accept cigarettes until “commodity” is read]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Within the second part of this piece, in an aria in 12/8 time, a solo violin accompanies the alto soloist, who pleads for mercy for the sake of her tears. In the opening section of this piece, the second chorus starts by interrupting the first chorus with monosyllabic questions such as “Wie?” (“VEE”) and “Wo?” (“VO”). One character’s recitatives are constantly accompanied by the (*) strings, in an effect often called a string “halo,” which disappears when that character cries “Eli, eli, lama sabachthani! (“SHEH-vuh-thahn-ee”)” It contains the alto aria “Erbarme dich, mein Gott.” Felix Mendelssohn’s 1829 performance of this piece revived interest in its composer, who wrote it several years after a similar piece based on the Gospel of John. For 10 points, name this choral piece by J.S. Bach that recounts the crucifixion story as told by the first book of the New Testament.", "answer_sanitized": "St. Matthew Passion [or Matthäus-Passion]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Feynman posited that this effect was the reason why the interaction amplitudes of partons are incoherent, while those of quarks are coherent. A cosmological version of this effect posits that the wavelength of light from an object at redshift z is multiplied by a factor of 1+z. One derivation of this effect requires considering a beam of light bouncing between two mirrors on a moving train. A spectrograph angled at seven degrees was used to detect canal rays in an experiment measuring the contribution of this phenomenon to the Doppler shift; that was the (*) Ives-Stilwell experiment. A test of this phenomenon was conducted by Hafele and Keating using two airplanes. This phenomenon causes a person travelling in space to age less than his twin on Earth. For 10 points, name this phenomenon related to length contraction, which causes moving clocks to run more slowly.", "answer_sanitized": "time dilation", "subcategory": "Physics", "category": "Science"}], "bonuses": [{"leadin_sanitized": "General purpose computation on these devices take advantage of their many cores. For 10 points each:", "answers_sanitized": ["GPU [or graphics processing unit; prompt on “video cards”]", "CUDA [or Compute Unified Device Architecture]", "tensor [accept TensorFlow] "], "parts_sanitized": ["Name these devices whose APIs include DirectX and OpenGL. These devices are used to render images and are heavily used in video gaming.", "NVIDIA’s GPUs, like the Tesla, use this programming API, which uses C++ syntax rules. Unlike OpenGL and previous APIs, it is designed with general purpose GPU programming in mind, rather than graphics.", "PyTorch and several other machine learning libraries that can be implemented on GPUs rely on this data type, which is essentially an N-dimensional array. Google’s machine-learning library has this data type in its name."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Eliot Freidson emphasized the importance of a “lay referral system” in this man’s theory of the “sick role.” For 10 points each:", "answers_sanitized": ["Talcott Parsons", "physicians [or doctors; accept surgeons or logical equivalents]", "Erving Goffman "], "parts_sanitized": ["Name this sociologist who characterized the sick role as a form of “sanctioned deviance” in his theory of social systems.", "Parsons argued that there was an asymmetric distribution of power between patients and these professionals, who act as gatekeepers to the sick role. Michel Foucault described this profession looking at patients with a “medical gaze.”", "This sociologist described how disabilities and mental illnesses can act as “deeply discrediting” attributes in his theory of social stigma. This man’s “total institution” model of mental asylums does not allow for the type of sanctioned deviance described by Parsons."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "The Treaty of London forced this “Gibraltar of the North” to tear down its fortress to alleviate a diplomatic crisis. For 10 points each:", "answers_sanitized": ["Luxembourg", "Count Friedrich Ferdinand von Beust", "Zollverein "], "parts_sanitized": ["Name this grand duchy held by King William III of the Netherlands which Napoleon III offered to buy in 1867. German nationalist concern for this tiny Benelux state sparked a war scare.", "This Saxon foreign minister of Austria proposed annexing Luxembourg to Belgium and compensating France with Belgian land. This predecessor to Gyula Andrassy negotiated the 1867 Ausgleich with Hungarian leaders.", "The Treaty of London that resolved the crisis stipulated Luxembourgian neutrality and the removal of its Prussian garrison, but allowed it to remain in this pan-German customs union."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "One author from this country wrote “anti-sonnets,” or poems with the verse structure of sonnets but without their rhyme scheme, as well as the poem “You Want Me White.” For 10 points each:", "answers_sanitized": ["Argentina [The author is Jorge Luis Borges.]", "Nicanor Parra", "Gabriela Mistral [or Lucila Godoy Alcayaga] "], "parts_sanitized": ["Name this home country of Alfonsina Storni. Another author from this country had a bad inspirational poem, “Instants,” wrongly attributed to him, causing critics to draw ironic comparisons to his short story about an “Author of the Quixote.”", "This Chilean theoretical physicist is better known for writing many “anti-poems,” often saying “I take back everything I said!” after giving recitations.", "This other Chilean poet wrote “I will lower you to the humble and sunny ground” to her lover in “Sonnets of Death.”"], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "The 16th piece in this collection is a finger exercise in which the right hand exclusively plays sixteenth notes until the final chord. For 10 points each:", "answers_sanitized": ["Gradus ad Parnassum [by Muzio Clementi; the parody is “Doctor Gradus ad Parnassum” from Children’s Corner]", "Suzuki method", "Carl Orff  "], "parts_sanitized": ["Name this three-volume collection of 100 instructional pieces for piano. The composer of this collection once fought a piano ‘duel’ with Mozart which was declared a draw.", "Clementi’s Sonatina in C major appears in the third volume of the piano curriculum in this teaching method. It is named for the Japanese violinist who compiled the 10-volume curriculum still used to teach violin in this method.", "This 20th-century composer’s method of music education relies on learning through play, especially with mallet percussion instruments. He also composed a cantata based on medieval poems by goliards about sex, wine, and fortune."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "An all-white jury in this state sentenced black farmhand Jimmy Wilson to death for stealing $1.95. For 10 points each:", "answers_sanitized": ["Alabama", "Scottsboro Boys", "Mary Dudziak "], "parts_sanitized": ["Name this state, whose governor Jim Folsom commuted the penalty to a life sentence after Department of State pressure. Jim Crow laws in this state’s cities of Birmingham and Montgomery fueled Soviet propaganda.", "The phrase “and you are lynching blacks” became a popular retort to U.S. criticism of Soviet human rights after artist Dmitri Moor created a poster about these Alabama boys accused of rape at the center of Powell v. Alabama.", "This Emory University School of Law professor cited the case of Jimmy Wilson in Alabama while analyzing the effect of the Cold War on social reform in her book Cold War Civil Rights."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "The 33 Suedama, or flaming orbs, adorning this location are an example of Buddhist influence on it in the Middle Ages. For 10 points each:", "answers_sanitized": ["Ise Grand Shrine [or Ise jingu]", "kami", "Shingon [or Shingon-shū; or Tangmi] "], "parts_sanitized": ["Identify this shrine of Amaterasu containing the Sacred mirror. Saio were members of the royal family who were meant to serve this location which is rebuilt every 20 years.", "Buddhism and Shintoism were syncretized following the Heian era resulting in the construction of jingu-ji, where Buddhist monks would venerate these Shinto deities including Susano’o.", "Honji suijaki, the theory that Buddhist deities manifested themselves as kami, was first promulgated by the Tendai school founded by Saicho, a friend of Kukai who founded this similarly esoteric Buddhist school."]}, {"leadin_sanitized": "In this novel, a word beginning “bababada” and continuing for one hundred letters represents the thunderclap marking the fall of Adam and Eve. For 10 points each:", "answers_sanitized": ["Finnegan’s Wake", "James Joyce", "washing [or doing laundry] "], "parts_sanitized": ["Name this novel which begins and ends in the middle of a sentence describing a place “a last a loved a long the” “riverrun, past Eve and Adam’s.”", "This Irish author traced the dead hod carrier Finnegan through various incarnations of people with the initials HCE in Finnegan’s Wake.", "The section “Anna Livia Plurabelle” within Finnegan’s Wake is framed as a dialogue filled with river names between two women performing this action. Those women doing this action gossip about HCE before turning into a tree and a stone."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "The “search and capture” model imagines these cytoskeletal elements rapidly polymerizing and depolymerizing while searching for kinetochores during mitosis. For 10 points each:", "answers_sanitized": ["microtubules", "GTP [or guanosine triphosphate]", "astral microtubules "], "parts_sanitized": ["Name these cytoskeletal structures that are the major component of the mitotic spindle. Kinesin and dynein attach to and move along these structures.", "The dynamic instability of microtubules arises from tubulin’s stability as a polymer only when bound to this molecule, which it spontaneously hydrolyzes once polymerized.", "During mitosis, this is the name given to microtubules that do not attach to the kinetochore. Instead, they interact with the cell membrane to generate force."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "At the end of this opera, an ensemble sings the “Salve Regina,” and the number of singers gets reduced each time a character dies. For 10 points each:", "answers_sanitized": ["Dialogues des Carmélites [or Dialogues of the Carmelites] (by Francis Poulenc)", "Jules Massenet", "Giacomo Puccini "], "parts_sanitized": ["Name this opera in which Blanche de la Forge is forced to choose between her life and her religious oath. She chooses the latter after seeing her colleague Sister Constance walk to her death.", "The title courtesan joins a convent and is praised as a saint by the nuns in this composer’s opera Thaïs (“ty-eese”), which includes an oft-excerpted “Meditation” for violin and orchestra.", "The title nun secretly had an illegitimate child in this composer’s opera Suor Angelica, which forms the middle third of the collection Il trittico. He also composed Madama Butterfly."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The New York Times’ 1619 Project marks the 400th anniversary of the beginning of this institution. For 10 points each:", "answers_sanitized": ["American slavery", "“The Problem We All Live With”", "the Tea Party "], "parts_sanitized": ["Name this “peculiar institution\" that the 1619 Project argues underpins most of American society, from capitalism to traffic jams. It began with the arrival of around 20 Africans in Old Point Comfort, Virginia.", "The 1619 project was spearheaded by Nikole Hannah-Jones, who discussed the integration of Michael Brown’s school district in a This American Life episode with this title. This phrase also titles a painting of a girl walking past a splattered, smashed tomato.", "Jamelle Bouie’s piece for the 1619 Project connects Calhoun-ian nullification to this political movement. In an ethnographic study of this movement, Theda Skocpol and Vanessa Williamson argue it is rooted in racial fears of “where ‘their country’ may be headed,” not economic arguments."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "In its country of origin, this 19th century artistic movement was succeeded by the Art Nouveau-inspired “world of art” movement. For 10 points each:", "answers_sanitized": ["The Wanderers [or Peredvizhniki; or The Itinerants; or The Society for Traveling Exhibitions; or Obshchestvo peredvizhnykh vystavok]", "Russia [or the Russian Empire]", "cossacks [or The Reply of the Zaporozhian Cossacks to Sultan Mehmed IV of the Ottoman Empire] "], "parts_sanitized": ["Name this movement that grew out of a protest of the Imperial Academy’s competition to depict “The Entry of Odin into Valhalla.” It was named for its mobile exhibitions, which mainly featured nationalistic landscapes.", "Ilya Repin was a member of the Wanderers who painted the toils of peasants from this country, such as in his Barge Haulers on the Volga.", "Just before dying, Repin painted an elaborately dressed member of this group in The Hopak. Repin also depicted a “Reply” of people of this group that shows a raucous group of them laughing while drafting a letter."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "One scientist nearly set off a reaction of this type when he accidentally leaned over the “Lady Godiva” assembly and reflected neutrons back at it, almost killing himself. For 10 points each:", "answers_sanitized": ["fission", "Lise Meitner", "Plutonium-239 [or Pu-239; prompt on partial answer] "], "parts_sanitized": ["Name this reaction in which a nucleus splits apart into two lighter nuclei, which was harnessed for weapons research in the Manhattan Project.", "This scientist first observed nuclear fission of uranium with Otto Frisch and Otto Hahn but refused to work on the Manhattan Project. She also first observed the Auger effect in 1922.", "Experiments with a 60-inch cyclotron during the Manhattan project led to the discovery of this isotope as an alternative to uranium for fissile weapons. Most breeder reactors produce this isotope by bombarding uranium with fast neutrons."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Holders of this position were crowned on the Hill of Tara, where the Stone of Destiny would shout if the current holder would step on it. For 10 points each:", "answers_sanitized": ["High King of Ireland [accept Ard-Rí na hÉireann; (“ARD-Ree Nuh HAIR-un”) prompt on king of Ireland]", "St. Patrick", "Fomorians [accept Fomhóraigh] "], "parts_sanitized": ["Identify this position, which the Milesian dynasty ruled over. Conn of the Hundred Battles held this position after the Stone of Destiny was cleaved for not recognizing Lugaid.", "This saint helped spread Christianity across Ireland by approaching the High King Laoghaire (“LEE-ruh”) about converting. He may be better known for getting rid of snakes in Ireland.", "Members of the Tuatha de Danann were early High Kings of Ireland, where they regularly battled this race of creatures. One of them with one eye named Balor could kill people by looking at them."]}, {"leadin_sanitized": "Fyodor compares Dmitri to this character in The Brothers Karamazov. For 10 points each:", "answers_sanitized": ["Franz Moor", "Friedrich Schiller", "The Robbers [or Die Rauber] "], "parts_sanitized": ["This character complains “Must...my projects bend to the iron yoke of a mechanical system?” when considering how to murder his father. He also tries to seduce his brother’s lover Amalia.", "Franz Moor and his brother Karl were created by this German author of Wallenstein and William Tell.", "The idealistic Karl Moor becomes an arsonist and opposes his rationalist brother Franz in this sturm und drang play. In this work, Karl ties himself to a tree and demand his men turn him in after killing his lover."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Mass protests erupted in this city after Oleksandr Moroz revealed that President Leonid Kuchma had ordered the abduction of the murdered journalist Georgiy Gongadze. For 10 points each:", "answers_sanitized": ["Kiev", "Yulia Tymoshenko", "The European Union "], "parts_sanitized": ["Name this city where the youth organization Pora! coordinated protests that unseated Kuchma’s preferred successor Victor Yanukovych following an election accused of massive fraud.", "Yanukovych regained the Ukranian presidency in 2010 and proceeded to jail this leader of the Orange Revolution on the grounds she had abused her office as prime minister while signing a gas deal with Russia.", "Yanukovych fled the country while Tymoshenko was freed after a 2014 revolution that began in Kiev’s Maidan square after he scrapped a deal associating Ukraine with this European organization headquartered in Brussels."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This essay compares the participants in the title activity to characters in the Commedia dell’Arte and suggests that “what is thus displayed for the public is the great spectacle of Suffering, Defeat, and Justice.” For 10 points each:", "answers_sanitized": ["“The World of Wrestling” or “Le Monde ou l’on catche”", "Roland Barthes (“bart”)", "S/Z "], "parts_sanitized": ["Identify this first essay of the collection Mythologies, which argues that the originality of the title activity derives from the “excesses” that make it “spectacle and not a sport.”", "This French post-structuralist philosopher authored the essays in Mythologies and characterized Japan as the titular Empire of Signs. He also wrote the punningly-titled “La mort de l’auteur,” or “The Death of the Author.”", "In this other work, Barthes analyzed the structure of Balzac’s novella Sarrasine and theorized five specific “codes” that allow a reader to understand the text."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "This book begins with a family watching Skeetah's prize pit bull China give birth to a litter of puppies. For 10 points each:", "answers_sanitized": ["Salvage the Bones", "Jesmyn Ward", "Medea "], "parts_sanitized": ["Name this novel, which focuses on the fourteen-year-old pregnant girl Esch as her family prepares for Hurricane Katrina.", "Salvage the Bones was written by this MacArthur genius grant-award winning author of Sing, Unburied, Sing.", "Because Esch loves Greek mythology, Salvage the Bones is structured around this anti-heroine from a Euripides play, who kills her children after she is betrayed by Jason."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, name some things about August von Hofmann and his students’ contributions to organic chemistry:", "answers_sanitized": ["Zaitsev’s rule", "pyrrolidine [or tetrahydropyrrole; do not accept or prompt on “pyrrole”]", "distillation "], "parts_sanitized": ["The Hofmann elimination forms the less substituted product. That deviates from this rule, which states that the more substituted alkene will be the major product in an elimination.", "Along with Karl Loffler, Hofmann names a ring-forming reaction that primarily forms this five membered heterocycle, which has formula (CH2)4NH (“C-H-2-4-N-H”).", "To separate benzene and toluene from coal tar, Hofmann’s student C. B. Mansfield developed a “fractional” form of this technique, which separates components of a mixture by their boiling point."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Emperor Akbar II appointed this movement’s founder as his ambassador to Britain, where he lobbied to sustain the East India Company’s prohibition on widow-burning. For 10 points each:", "answers_sanitized": ["Brahmo Samaj [or Brahmoism]", "Bengal [or Bengali; prompt on India; do not accept “Bangladesh”]", "Tagore [or Abanindranath Tagore; or Rabindranath Tagore] "], "parts_sanitized": ["Name this Hindu reform movement founded by Raja Ram Mohan Roy which rejected castes and the Vedas in favor of theological unitarianism.", "Many followers of Brahmo Samaj championed “[this region’s] Renaissance,” whose other luminaries included the philosopher Swami Vivekananda and the scientist Satyendra Nath Bose.", "Many members of this family spearheaded the Bengali Renaissance, including the founder of the Bengal School of Art, Abanindranath, and the Nobel Literature Prize winner Rabindranath."], "subcategory": "World History", "category": "History"}]}