{"tossups": [{"question_sanitized": "An enzyme that acts on these structures is activated by cycloastragenol. The protein TZAP is responsible for maintaining these structures. The formation of PML bodies is a hallmark of the ALT pathway that acts on these structures. In budding yeast, CST performs the same function as mammalian shelterin for these structures, which protects their T loops. These structures are studied by a combination of FISH and flow cytometry. The length of these structures roughly corresponds to the (*) Hayflick limit, and they are responsible for inhibiting end-to-end fusion. In humans, these structures contain many TTAGGG repeats. They are expanded by an enzyme that carries its own RNA template; that enzyme is often overexpressed by cancer cells. For 10 points, name these repetitive sequences at the ends of chromosomes.", "answer_sanitized": "telomeres", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A possible revision or earlier version of this book was reconstructed from a variety of anti-Marcionite sources. Although Jesus does not curse a fig tree in this book, it contains a parable about a tree-owner who is urged to wait for a fourth year for a fig to bear fruit. This book is the only source to contain the episode of Jesus’ presentation in the temple. This book is addressed to either a title or name that means (*) “friend of God” in Koine (“koy-nay”) Greek. In this work, a priest and a Levite pass by a half-dead traveler before a Samaritan comes to his aid. This work is the only canonical gospel to contain the parables of the Good Samaritan and the Prodigal Son. This work is paired with Acts of the Apostles, and both are thought to have been written by a physician disciple of Paul. For 10 points, name this longest of the four gospels.", "answer_sanitized": "The Gospel According to Luke"}, {"question_sanitized": "Senators Joseph Lieberman and Bob Kerrey postponed their unveiling of the KidSave children’s retirement account because of the close of this event, during which Lionel Cryer raised his fist in a black power salute. Jay Leno’s Tonight Show featured a recurring skit with the “Dancing Itos” during this event, and this event was the supposed topic of Boris Yeltsin’s first question to (*) Bill Clinton. Time Magazine apologized during this event for publishing a darkened cover which read “An American Tragedy.” TV stations interrupted coverage of the NBA finals prior to this event to broadcast the police chase of a white Ford Bronco. Johnnie Cochrane quipped “if it doesn’t fit, you must acquit” with regards to a leather glove during this event. For 10 points, name this mid-1990s event in which a former NFL player was acquitted of murdering his ex-wife.", "answer_sanitized": "the O.J. Simpson trial [or clear equivalents to Orenthal James Simpson being tried for murdering his ex-wife; accept just O.J. or Simpson in place of “O.J. Simpson”]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "The narrator of a poem named for this place describes \"humans fold[ing] into wrinkles...petals of light.” Before arriving in this location, a narrator describes suburban life where \"Being, like corn, would fall kernel by kernel...every day a little death.\" One section of a poem named for this place which “rose like a water glass” contrasts two-word images like \"sidereal eagle, misty vine\" and \"Equinoctial quadrant, steam of stone.\" In that poem, which lists names like (*) Juan Stonecutter and Juan Barefoot, the narrator finds this place through \"the ladder of the earth\" and says \"Kiss with me the secret stones.” A poem titled after this “American love” which ends \"Speak through my words and my blood\" declares \"Look at me from the depths of the earth\" and \"Rise up in birth with me, my brother.\" For 10 points, name this Incan city whose \"Heights\" name a Pablo Neruda poem.", "answer_sanitized": "Macchu Picchu (The title is a deliberate misspelling by Neruda.)", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "The second movement of a trio in this key is a theme-and-variations in which the final variation is itself in sonata form, with a coda that reprises the theme of the first movement. In a symphony in this key, the violins and celesta play soft block chords over distant cowbells in a slow section of the first movement. The scherzo of that symphony is marked wuchtig, or “weighty.” A piano trio in this key is dedicated “In Memory of a (*) Great Artist,” referring to Nikolai Rubinstein, and was written by Tchaikovsky. The submediant of this key is F major and its subdominant is D minor. Mahler’s sixth symphony is also in this key, which is enharmonically equivalent to the Aeolian mode played on the white keys of the piano. For 10 points, give this key shared by Schumann and Grieg’s piano concertos, which is the relative minor of C major, and has no sharps or flats.", "answer_sanitized": "A minor [do not accept or prompt on “A” alone]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "One man from this family is the dedicatee of William Gladstone’s pamphlet on “The Bulgarian Horrors and the Question of the East.” William Huskisson led a pro-free trade, pro-Catholic emancipation faction of the Conservative Party titled for this surname that opposed the Ultra-Tories. An earl of this family passed the Indian Penal Code as Governor-General and earned the nickname “Clemency” for his response to the Sepoy Mutiny. One diplomat from this family urged rejection of the Menshikov proposal prior to the Crimean War during his long stint as Ambassador to the (*) Ottoman Empire. Another member of this family planned the Napoleonic-era bombardment of Copenhagen as Foreign Minister and succeeded Lord Liverpool as Prime Minister. For 10 points, name this British family whose scion George served the shortest tenure of any Prime Minister and dueled Lord Castlereagh.", "answer_sanitized": "Canning [or Stratford Canning; or George Canning; or Charles Canning]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The VIX index is determined by comparing these financial assets’ short-term and long-term prices. William Sharpe’s work with binomial lattice models was employed in the CRR model to value these assets. One strategy for trading them involves longing and shorting two types of these financial assets to ensure a riskless payoff, a strategy known as a box spread. The extrinsic value of these financial assets falls as the (*) expiration date approaches due to time decay, while their intrinsic value is proportional to the difference between the current spot and strike price. The 1997 Nobel Prize in Economics was awarded to Myron Black and Fisher Scholes for developing a namesake model that priced these financial assets, which are classified as either calls or puts. For 10 points, name these financial derivatives with which one can exercise the namesake choice.", "answer_sanitized": "stock options [anti-prompt on call or put; prompt on derivative]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "In one work, this character is first introduced as a man “with very cold hands.” This brother of Valentine gives his friend “a French salutation to your French slop.” Dryden claims Shakespeare said he had to kill off this character to avoid being killed by him. He accuses one man of quarreling with anyone with one hair more or less in his beard than him, and another of being “stabbed with a white wench’s black eye.” He advises that man to “prick love for pricking” before describing a character “drawn with a team of little (*) atomies” whose chariot is an empty hazelnut. This wisecracking friend of Benvolio, who gives the Queen Mab speech and claims he will be a “grave man” tomorrow, is neither a Montague nor a Capulet, and cries “A plague o’ both your houses!” after he is killed in an Act III duel. For 10 points, name this friend of Romeo who is killed by Tybalt in Romeo and Juliet.", "answer_sanitized": "Mercutio", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "To solve a conjecture about the number of these mathematical entities in a certain situation, Frank Adams invented the Adams operations in K-theory. Paul Schweitzer found one of these entities that serves as a counterexample to the Seifert conjecture. Compactly supported ones are complete. A central one of these entities is invariant under orthogonal transformations. The sum of the indices of the isolated zeros of one of these entities defined over a manifold is equal to the Euler characteristic of the manifold. There exists no nonvanishing tangent one of these entities defined on an even-dimensional (*) n-sphere according to the hairy ball theorem. The gradient of a scalar can be used to create a conservative one, and an irrotational one has zero curl. For 10 points, name these constructs with assign a magnitude and direction to each point in space.", "answer_sanitized": "vector field [prompt on field]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "Ralph Gleason unusually wrote the liner notes for this album entirely in lowercase. In 1998, Columbia included the tracks “Yaphet” and “Trevere” on a four-disc rerelease of this album with additional music recorded during the same sessions. Outtakes of the title track of this album were compiled into a new track named for the band’s guitarist. The cover art for this album is bisected by a head with two faces – one light-skinned, one dark-skinned – and also features a nude (*) black couple gazing at the ocean. This album features the unusual combo of Dave Holland and Harvey Brooks playing acoustic bass and bass guitar, respectively. Like its predecessor In a Silent Way, this album incorporates rock elements, such as the electric pianos played by Chick Corea and Joe Zawinul on “Pharaoh’s Dance.” For 10 points, name this 1970 jazz fusion double album by Miles Davis.", "answer_sanitized": "Bitches Brew", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "During one of these events, participants flooded a state’s legislative gallery on the first day of its session and chanted “Remember, remember, we vote in November” at lawmakers. A March 2019 report by the Center for Budget and Policy Priorities found that these events had failed to provide “sustainable” funding, despite large short-term gains. Participants in one of these events jangled keys at a governor who had compared them to “teenagers wanting a better car”; that governor was (*) Mary Fallin. In states where these events are not legally protected, participants sometimes engage in “sickouts.” Participants wore red shirts during a series of these events in 2018 and 2019, likely because they occurred in conservative states like Kentucky and West Virginia. For 10 points, name these events which resulted in the temporary closing of many schools.", "answer_sanitized": "teacher strikes [accept clear equivalents like “teacher walkouts”; accept Red for Ed; prompt on strikes or on answers like education rally]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "In a book on this painting’s artist, Griselda Pollock discusses how an “acute angle of vision” creates a “structured composition” that emphasizes the actions of its two subjects. This painting features its artist’s signature between the diamond patterning of a rug and is found at the Art Institute of Chicago. The flattened perspective of the floral patterning of the walls and green chest in this painting’s background reflects its artist’s time at the Beaux-Arts Academy studying (*) Japanese woodblock prints. This painting by one of “les trois grandes dames” (“lay twah grand dom”) features a white porcelain jug with a pink flower in its bottom right. The elder figure in this painting wears a dress with white, pink, and green stripes while the younger figure is only wearing a loincloth and dangling her feet in a basin. For 10 points, name this painting of a woman washing a girl by Mary Cassatt.", "answer_sanitized": "The Child’s Bath [or The Bath]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "For people with liver failure, the lactate in Ringer’s lactate can be replaced with this anion. A salt of this anion and uranium is used as a negative stain in electron microscopy. A 3 molar solution of a compound with this anion at pH 5.2 is used to coat DNA before ethanol precipitation. Oxymercuration is catalyzed by mercury bound to two equivalents of this anion. This anion has a conjugate acid with pKa of (*) 4.76. It’s not borate, but Tris, EDTA, and this anion are used in a common buffer for electrophoresis. This anion has two carbon atoms and a carboxylate group. For 10 points, name this anion, which is the conjugate base of an acid found in vinegar.", "answer_sanitized": "acetate [or C2H3O2 minus; do not accept or prompt on “acetic acid”]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This philosopher wrote a polemic against those who think that vegetative and intellectual souls were created together, arguing that the intellectual soul was created externally, in his Communia naturalium. This thinker drew heavily on Robert Kilwardby’s commentaries on Priscian for his early work on language, the Summa Grammatica. This thinker’s political philosophy is contained in his seven-chapter-long commentary on the Sirr-al-’asrar, also known as the (*) Secretum secretorum, a text purported to have been authored by Aristotle for Alexander the Great. This philosopher’s best-known work contains a section on semiotics as well as a chapter on optics called the Perspectiva, and connects this thinker’s interest in natural phenomena with the understanding of Scripture. For 10 points, identify this 13th century author of the Opus Maius, who was known as Doctor Mirabilis.", "answer_sanitized": "Roger Bacon [prompt on Bacon]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "A Sharon Olds poem titled for this woman ends with an ambulance man discovering that “even death / seemed different to him” and listens to “just an ordinary / woman / breathing.” One novel about this woman contrasts the “Ex-Athlete” and the “Sharpshooter” with dreams of the “Dark Prince.” One photograph shows this woman reading Ulysses in a striped bathing suit. In a play whose set represents the main character’s brain with a concentration camp guard tower, this character is transparently represented by the suicidal Maggie — that play is (*) After the Fall. This woman starred in an adaptation of an Anita Loos book about the “professional lady” Lorelei Lee. Joyce Carol Oates’ novel Blonde describes the life of this woman, who was married to Arthur Miller. For 10 points, name this actress, originally named Norma Jean Baker, who starred in a movie adaptation of Gentlemen Prefer Blondes.", "answer_sanitized": "Marilyn Monroe [accept either underlined name; or Norma Jean Baker]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "The Periplus of the Erythraean Sea names the Kingdom of Eleazus as the country of this good, with some historians identifying that kingdom’s capital as Sheba. Herodotus described how harvesters had to drive away venomous snakes in order to extract this good. The Nabataeans built (*) Petra to control this good’s namesake trade route in the Negev Desert. The port of Khor Rori is located in a UNESCO World Heritage site known as the “The Land of [this good],” which flourished in the Dhofar region of Oman. According to the New Testament, the Magi presented this good along with gold and myrrh to the newborn Jesus Christ. For 10 points, name this aromatic substance burned for its fragrance in the religious rituals of many faiths.", "answer_sanitized": "incense [or frankincense; or myrrh until read because myrrh is a form of incense to which the clues apply]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Book XI (“eleven”) of the Odyssey ends with Odysseus returning to Earth, fearing that Persephone will conjure up one of these creatures. Animals that spawned from the blood of these creatures killed the Argonaut Mopsus after they chased him across a desert. After defeating the Atalantians at Cerne, a queen of the Amazons named Myrina defeated an army of these creatures. Symbols of these creatures including a “Winged” one from Olympia were used to adorn (*) shields. A hero was given a kibisis to hold part of one of these creatures which he later used to kill Phineus. King Polydectes ordered the death of one of these creatures after a hero arrived to Hippodamia’s wedding without a gift. The Aegis shield was adorned with the head of one of these creatures after a hero slew it by looking at it through the shield. Stheno and Euryale (“yuh-RAI-uh-lee”) are examples of, for 10 points, what creatures who turned people to stone, including Medusa?", "answer_sanitized": "Gorgons"}, {"question_sanitized": "In one poem, this author wrote “I would like to step out of my heart / and go walking beneath the enormous sky” and “I think that the star / glittering above me / has been dead for a million years.” This author of “Lament” included the lines “when you go to bed, don’t leave bread or milk / on the table: it attracts the dead” in a series of poems beginning with a stanza that ends “And all is silent, and from this silence arises / New beginnings, intimations, changes.” Those poems, along with one that tells readers to “erect no gravestone” for the title figure, belong to a (*) 55 sonnet cycle. Another poem by this author claims “beauty is nothing but the beginning of terror,” references Gaspara Stampa, and asks “Who, if I cried out, would hear me among the angelic orders?” For 10 points, name this author of Sonnets to Orpheus and the Duino Elegies.", "answer_sanitized": "Rainer Maria Rilke", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "In Feynman’s path integral formalism, this quantity times negative i over h-bar is exponentiated to calculate the probability amplitude of a given path. The “abbreviated” form of this quantity depends only on path length in systems with no forces, and is subject to Maupertuis’s (“moh-pair-TWEE’s”) principle. It is not potential energy, but the integral expression for this quantity is Taylor-expanded to second order and the derivative terms are set to zero in the derivation of the (*) Euler-Lagrange equations. This quantity's derivative with respect to generalized coordinates is zero according to Hamilton's principle. This functional quantity is minimized by paths that physical systems take, analogous to Fermat's (fair-MAH's) principle of least time for light. For 10 points, name this quantity equal to the time integral of the Lagrangian.", "answer_sanitized": "action", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In this nation, the Dodge Line introduced inflation reduction policies and a uniform exchange rate that induced a recession. It’s not Germany, but this country’s currency substantially appreciated after the coordinated interventions of the Plaza Accord. This nation is the leader in a regional hierarchy of competitive advantage according to the Flying Geese paradigm. Horizontally-integrated (*) conglomerates in this country follow the “One-Set” policy of non-competition. In 1981, this country entered into a voluntary restraint agreement limiting its automobile exports to the United States. Fiscal stimulus, monetary easing, and structural reform compose the “three arrows” of this country’s “Abenomics” (“AH-bey-NAH-miks”) doctrine. For 10 points, name this nation whose post-war economic miracle was driven by government cooperation with keiretsus like Mitsui and Mitsubishi.", "answer_sanitized": "Japan", "subcategory": "World History", "category": "History"}], "bonuses": [{"leadin_sanitized": "The suppression of odd peaks relative to even peaks in this graph is an indication of the ratio of baryonic matter to dark matter. For 10 points each:", "answers_sanitized": ["power spectrum of the cosmic microwave background/CMB", "Big Bang theory", "dark energy "], "parts_sanitized": ["Name this graph, whose x-axis plots the angular scale and the multipole moment. The position of the first peak is an indication of the curvature of the universe.", "The cosmic microwave background is predicted by this theory, which states that the universe rapidly expanded from an initial singularity. Cosmic inflation solved the flatness, horizon, and monopole problems from this theory.", "Cosmic inflation predicts that the majority of the matter-energy density of the universe is comprised of this substance, which is responsible for accelerating the expansion of the universe."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "The ritual repetition of the Jesus Prayer is common in this tradition, which was declared orthodox by the Fifth Council of Constantinople.", "answers_sanitized": ["hesychasm", "Thessalonica [or Thessaloniki]", "Gallipoli peninsula "], "parts_sanitized": ["Name this mystical tradition of contemplative prayer championed by Gregory Palamas. Supporters of this controversial practice generally associated with John VI Kantakouzenos in the Byzantine civil war of the 1340s.", "During the civil war, the radical anti-noble Zealots took control of this populous Greek city in support of John V. St. Ambrose rebuked Theodosius I for massacring thousands of residents of this city with Gothic troops.", "Kantakouzenos granted a fort on this peninsula to the Ottomans in exchange for their help in Thrace, though they seized the whole peninsula two years later. ANZAC day commemorates a costly campaign on this Dardanelles peninsula during World War I."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This author created Marie Lazarre, who escapes from the abusive clutches of the nun Sister Leopoldina. For 10 points each:", "answers_sanitized": ["Louise Erdrich", "Indian reservation", "Tommy Orange "], "parts_sanitized": ["Name this Ojibwe American author of the stories “Saint Marie” and “The Red Convertible,” both of which were also published as part of her first novel, Love Medicine.", "Most of Erdrich’s novels are set in one of these settlements in North Dakota, inhabited by the Chippewa. Sherman Alexie’s novel about an Indian rock band is titled for the “Blues” of one of these places.", "This Arapaho and Cheyenne author explored the lives of Native Americans dealing with life in the city away from the reservation and traditions in his 2018 debut novel There, There, which was a finalist for the Pulitzer."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "The beard of Darius the Great was most likely added to this object later, as it was carved from a separate piece of stone and attached with pins. For 10 points each:", "answers_sanitized": ["Behistun inscription [or the Behistun rock; accept Bisotun or Bistun or Bisutun in place of \"Behistun\"]", "Thomas Young", "Olmecs "], "parts_sanitized": ["Name this rock relief carving in western Iran. In addition to the depicted scene, this site—unrelated to the Rosetta Stone—also includes cuneiform (“kyoo-NAY-if-orm”) writing in three different languages, which was an essential tool in deciphering that writing system.", "The Behistun inscription is often compared to the Rosetta Stone, whose translation was a race between Jean-François Champollion and this British polymath. He made the first breakthroughs in the Demotic translation.", "The inscriptions on the Cascajal block may represent an early writing system of this civilization; this early Mesoamerican civilization also created numerous colossal heads carved from boulders."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "Chemicals called Pitstop 1 and Pitstop 2 prevent endocytosis of pathogens by inhibiting this protein. For 10 points each:", "answers_sanitized": ["clathrin", "cholesterol", "transferrin "], "parts_sanitized": ["Name this protein consisting of 3 heavy and 3 light chains which clusters in namesake coated pits to induce the formation of vesicles in endocytosis.", "LDL receptors localize to clathrin coated pits; LDL is misleadingly called the “bad” kind of this lipid, which has 27 carbons and is used to maintain membrane fluidity.", "Another example of receptor-mediated endocytosis occurs when this iron-binding plasma glycoprotein binds to its receptor. The saturation percentage of this protein is low in patients with iron-deficiency anemia."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "The 0,10 Exhibition was dubbed the “last exhibition” of paintings in this style, which was combined with Cubism in the work of Natalia Goncharova. For 10 points each:", "answers_sanitized": ["Russian Futurism [or Cubo-Futurism; or Italian Futurism]", "Kazimir Malevich", "in the corner of the room "], "parts_sanitized": ["Name this artistic movement that informed the set design for the opera Victory over the Sun. In another country, a movement of this name glorified the beauty of war and the motion of a “roaring motor car.”", "A painting depicting The Knife Grinder was created during the Cubo-Futurist phase of this Russian artist of The Black Square, the founder of Suprematism.", "In reference to medieval artistic tradition, Malevich’s Black Square was exhibited in this way at the 0,10 Exhibition. Vladimir Tatlin created Constructivist Counter-Reliefs meant to be exhibited in this way."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This character is “not necessarily believe[d]” when he tells another character stories of his travels to places like Despina, which can be reached by ship or by camel, or Isaura, which lies on a subterranean lake. For 10 points each:", "answers_sanitized": ["Marco Polo", "Italo Calvino", "Oulipo "], "parts_sanitized": ["Name this character, who describes Isidora, Diomira, and other locations to the emperor of the Tartars.", "Marco Polo recounts his travels to Kublai Khan in Invisible Cities, a book by this author who also wrote If on a a winter’s night a traveler.", "Calvino patterned section titles in Invisible Cities after a sine wave, signifying his membership in this literary group including Raymond Queneau known for their strict mathematical writing constraints."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Hungry for power? Answer these questions about culinary lingo used in Latin American politics. For 10 points each:", "answers_sanitized": ["Plutarco Elias Calles", "José de la Cruz Porfirio Díaz Mori", "Brazil  "], "parts_sanitized": ["US Ambassador Dwight Morrow was known as the “ham and eggs diplomat” for his breakfast meetings with this Mexican president known as “Jefe Máximo,” whose anti-Catholic policies sparked the Cristero War in 1926.", "This other Mexican president used the slogan “bread or the stick” to suppress political agitation. The technocratic científicos advised this dictator until his deposition at the beginning of the Mexican Revolution.", "The term “coffee and milk politics” described the domination of this country’s Old Republic government by elites of the coffee and dairy industries centered in Minas Gerais and São Paulo."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "According to the Bhagavata Purana, this time period began on 18 February 3102 BC when Krishna left Earth. For 10 points each:", "answers_sanitized": ["Kali Yuga", "horses", "Bharata [accept Bharat] "], "parts_sanitized": ["Identify this last of the yugas, during which Kalki will emerge as the final avatar of Vishnu. It is generally characterized as an apocalyptic time resulting in the breakdown of morals.", "Kalki is often depicted riding on a white one of these animals while carrying a flaming sword. Bellerophon attempted to ride one of these animals with wings named Pegasus up to Mount Olympus", "During the Kali Yuga, the horse sacrifice ritual of Ashvamedha was banned; that wouldn’t have boded well with this son of Shakuntala and Dushyanta who, according to Kalidasa, performed the ritual upwards of 1800 times."]}, {"leadin_sanitized": "Torkel Knutsson built Vyborg Castle to defend this region from the Russian Republic of Novgorod. For 10 points each:", "answers_sanitized": ["Finland [or Suomi]", "Saint Eric [or Eric IX; or Eric the Holy; or Eric the Lawgiver; prompt on Eric]", "Uppsala "], "parts_sanitized": ["Name this country conquered and colonized by Sweden in three crusades against tribes like the Tavastians and Karelians. The Soviet Union took Vyborg from this country during the Winter War.", "This Swedish king led the mythical First Swedish Crusade along with the English Bishop Henry, though historical evidence documents that Christianization had already begun among the Finns.", "Saint Eric is buried in the cathedral of this Swedish city, whose Archbishop is the primate of Sweden. Adam of Bremen described a large temple in this city dedicated to the pagan Norse pantheon."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "In “Where Europe Begins,” the narrator discusses her grandmother’s belief that travelling meant drinking foreign water and her trip from Japan to Moscow on the Trans-Siberian railroad. For 10 points each:", "answers_sanitized": ["Yoko Tawada", "Paul Celan", "Milan Kundera "], "parts_sanitized": ["Name this Japanese-German author of a book in which the matriarch is a circus performer who moves from Moscow to Canada, Memoirs of a Polar Bear.", "In an essay about this poet of “Death Fugue,” Tawada writes about his use of seven words that are translated with the Japanese radical for “gate” in “Seven Roses Later.”", "Yoko Tawada and Paul Celan are both exophonic writers, or writers who do not write in their native language. This author of The Unbearable Lightness of Being is also exophonic, writing in French instead of his native Czech."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "As part of a diversity initiative, the Patrician orders this character to hire a troll, a dwarf, and a werewolf. For 10 points each:", "answers_sanitized": ["Samuel Vimes [accept either underlined part; accept the Duke of Ankh]", "dragons", "Sir Terry Pratchett (the unnamed novel is Good Omens, co-written with Neil Gaiman) "], "parts_sanitized": ["Name this watchman, a former alcoholic-turned-cigar smoker who obsesses over reading Where’s My Cow? to his son every night. His many titles include “Ambassador” and “Blackboard Monitor.”", "Sam Vimes’ wife, Lady Sybil, runs a sanctuary for the “swamp” versions of these creatures. One of these creatures named Smaug serves as the main villain of The Hobbit.", "Vimes was created by this author, who set books like Guards! Guards! in Ankh-Morpork. This author, who passed away in 2015, wrote about an angel and demon who try to use a set of “nice and accurate prophecies” to avert the apocalypse."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "In a hadith from al-Bukhari, Muhammad said that “There is no prayer for the one who does not [perform this action]”. For 10 points each:", "answers_sanitized": ["recite surah al-Fatihah [accept descriptions or translations of al-Fatihah like the Opening or the first surah of the Quran]", "prayer [accepting word forms like praying]", "weddings [or marriages] "], "parts_sanitized": ["Name this action performed at the beginning of each ruk’a. According to al-Bukhari, a man who was bitten by a scorpion was healed after another man performed this action.", "Multiple ruk’a comprise this action called salat, which Muslims perform 5 times a day.", "A somewhat controversial form of bid’ah or innovation is reciting al-Fatihah during one of these events, typically facilitated by the wali mujbir."]}, {"leadin_sanitized": "This book ends with a depressing monologue about the narrator's unchanging future where she resigns herself to the fact that \"we women cannot choose our lot.\" For 10 points each:", "answers_sanitized": ["My Brilliant Career", "Lucinda Leplastrier (from Oscar and Lucinda by Peter Carey)", "governess "], "parts_sanitized": ["Name this Miles Franklin novel about Sybylla Melvin, who refuses to marry Harold Beecham, written by the author of All that Swagger. It was followed by a sequel in which its title concept \"goes Bung.\"", "This other female Australian character is an heiress who bets a man that he cannot bring a glass church across the Outback.", "In My Brilliant Career, Sybylla is forced to work in this position for the extremely uncultured M'Swat family. Jane Eyre holds this position for the daughter of Mr. Rochester."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "This piece was inspired by a wartime speech by Vice President Henry Wallace, and the composer later worked the melody into the final movement of his third symphony. For 10 points each:", "answers_sanitized": ["Fanfare for the Common Man", "Aaron Copland", "Joan Tower "], "parts_sanitized": ["Name this piece, which begins with five bars of solemn percussion and silence before the three trumpets enter in unison playing the heroic main theme, which sounds as an ascending F - B-flat – F.", "This composer of Fanfare for the Common Man confessed that he preferred his own version to the cover by Emerson, Lake and Palmer. He also composed Appalachian Spring.", "This contemporary composer responded to Copland’s piece with Fanfare for the Uncommon Woman, which uses the same instrumentation. She co-founded the Da Capo Chamber Players and won three Grammys for her 2008 piece Made in America."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This essay was prompted partly by a similarly titled work by the British mathematician William Clifford, and it divides the decision between hypotheses, which it calls an “option,” into three types. For 10 points each:", "answers_sanitized": ["“The Will to Believe”", "William James", "determinism "], "parts_sanitized": ["Identify this essay that outlines options that may be “living or dead, forced or avoidable, [or] momentous or trivial.”", "“The Will to Believe” was written by this American philosopher, whose Gifford Lectures were compiled into The Varieties of Religious Experience.", "In another essay on the “Dilemma of” this concept, James proposed subjectivism as one method of escaping it. Galen Strawson’s paper “The Impossibility of Moral Responsibility” holds that responsibility is impossible regardless of whether this position is true or not."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "The “relative” form of this quantity equals one plus the magnetic susceptibility. For 10 points each:", "answers_sanitized": ["magnetic permeability", "hysteresis loops", "curl M [accept del cross M] "], "parts_sanitized": ["Name this quantity symbolized mu which describes the response of a material to a magnetic field. For free space, it equals 4 pi times 10 to the negative 7 Henries per meter - until recently, when it was redefined.", "A plot of the B-field versus the H-field is a straight line for most materials, but for ferromagnets it is one of these shapes, which depends on the history of the magnetization. Magnetic saturation occurs at the endpoints of these shapes.", "The bound current density inside a magnetized object is given by this formula in terms of the magnetization M. You may assume SI units and ignore conversion factors such as the speed of light."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This man’s uncle endowed Yale’s Peabody Museum of Natural History at his suggestion. For 10 points each:", "answers_sanitized": ["Othniel Charles Marsh", "bones [or Bone Wars; or fossils; accept equivalents relating to dinosaur skeletons]", "Black Hills "], "parts_sanitized": ["Name this Yale scientist who gave the genus Triceratops its name. This man spent his career furiously competing with University of Pennsylvania professor Edward Drinker Cope.", "Cope and Marsh engaged in “wars” over these objects sought after by paleontologists. Their rivalry began when Marsh pointed out to Cope that he had incorrectly arranged these objects in an elasmosaurus.", "After the U.S. government opened this range to gold mining, Marsh promised Red Cloud to lobby on his behalf in Washington in return for fossils."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "If this parameter is set to “tungsten” in bright daylight, the resulting image will have a garish blue cast. For 10 points each:", "answers_sanitized": ["white balance [accept gray balance or neutral balance or color balance]", "Eastman Kodak (The film is Kodachrome.)", "Sierra Club "], "parts_sanitized": ["Give this term for the adjustments made to the color intensities in a photo to compensate for the color temperature of the surrounding light, so that the image is reproduced with the correct hues.", "This company developed the first successful color tri-pack film, a portmanteau of its own name and the word “chrome.” This company was founded by George Eastman and its name became an adjective for “moments” worthy of capture.", "Eliot Porter and Philip Hyde helped establish color photography as a fine art through their work for this organization and its lobbying efforts. This group published books such as Wilderness is the Preservation of the World featuring Porter’s work and Island in Time: The Point Reyes Peninsula featuring Hyde’s."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The namesake element of this series has a name derived from the Greek “to lie hidden.” For 10 points:", "answers_sanitized": ["lanthanides", "neodymium [or Nd]", "chiral shift reagents "], "parts_sanitized": ["Name this series of elements above the actinides on the periodic table. They have a partially filled 4f orbitals.", "The unstable lanthanide promethium decays mostly to this element. This element is used to dope yttrium aluminum garnet in a common type of laser.", "Lanthanides are often used as part of these reagents in NMR, which produce different signals when they react with different stereoisomers of a given compound."], "subcategory": "Chemistry", "category": "Science"}]}