{"tossups": [{"question_sanitized": "An author’s footnotes describe how the themes of a section titled for [emphasize] this phenomenon draw on journeys to Emmaus and the “Chapel Perilous,” as well as the “decay of Eastern Europe.” A “hermit-thrush sings in the pine-trees” with a sound like the “drip drop drip drop” of absent water in that section titled for this phenomenon, whose speaker asks “Shall I set my lands in order?” in comparing himself to the (*) Fisher King. A story from the Upanishads in which this phenomenon echoes the Sanskrit words “Datta,” “Dayadhvam,” and “Damyata” inspired the final section of a poem which ends with the lines “Shantih shantih shantih.” The last part of T. S. Eliot’s The Waste Land is titled for the speech of, for 10 points, what crackling phenomenon?", "answer_sanitized": "thunder [accept “What the Thunder Said”; do not accept or prompt on “lightning”] ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "According to this work, one type of artist should prefer probable impossibilities in his art over improbable possibilities. Eric Auerbach analyzed works of Western literature in a book titled for a concept this work defines as the imitation of nature. This work claims that opsis, or spectacle, is the least necessary aspect of its main subject. This work defines the concept of a character making a critical discovery about their true nature as (*) anagnorisis. This work discusses the need for the hamartia of a type of character that often experiences a sudden reversal of circumstances it calls peripeteia. This work introduced the term for purification of emotions in drama, catharsis. For 10 points, name this treatise divided into sections on comedy and tragedy written by Aristotle. ", "answer_sanitized": "Poetics ", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "A book about this conflict was written after the author met with the military historian Alfred Auguste Nemours. Vincent Ogé’s uprising, which had a similar goal, took place about a year before this conflict, which began after a religious ceremony at Bois Caïman (“bwah kye-MAHN”) in which a pig was sacrificed by Dutty Boukman. The aftermath of this conflict resulted a bloody civil war known as the War of the Knives, in which one side was led by (*) André Rigaud. C.L.R. James argued that this conflict expressed the principles of the French Revolution in The Black Jacobins. This conflict led to Jean-Jacques Dessalines being named Emperor Jacques I. For 10 points, name this rebellion led by Toussaint Louverture that led to the independence of a French colony in the Caribbean.", "answer_sanitized": "Haitian Revolution [accept synonyms for \"Revolution\" such as uprising, revolt, or rebellion] ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A strip algebra can be used to model these materials. The study of these materials in Raman spectroscopy was pioneered by Millie Dresselhaus. These materials can be synthesized in tip- and base-growth modes or via CVD using a xylene mixture. Optical properties of these materials can be described using the n and m indices, which are plotted on Kataura plots. Those indices can describe whether these materials take (*) chiral, armchair, or zigzag conformation. So-called “forests” of these materials can be used to create idealized blackbodies in buckypaper. Shells can be metallic or semiconducting in the Russian Doll model for their multi-walled variety. For 10 points, name these carbon allotropes with a cylindrical structure.", "answer_sanitized": "carbon nanotubes [or CNTs; prompt on nanotubes before carbon and accept after; prompt on fullerenes] ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Melchizedek’s initiation, a precursor to the observation of this practice, occurs in Genesis 14, and Abraham in turn gave him a tenth of everything. Corinthians 11:23-35 is usually read during this practice. Saint Augustine objected to conducting this practice during agape feasts. The Liturgy of St. James points to a Syriac version of this practice called the Holy (*) Qurbana, or sacrifice. The consecration of “gifts” prior to this practice is usually conducted using a monstrance and prayer, and the Catholic hymn “Ave verum corpus” connotes the Real Presence of Christ in this practice during transubstantiation. For 10 points, name this Christian sacrament, where practitioners consume bread and wine as the body and blood of Christ.", "answer_sanitized": "Holy Communion [accept Eucharist] ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "After her husband leaves over a poorly-cooked roast, a woman in this novel smashes a glass vase in fury. During a dinner party, a character in this novel invents a story about a woman who disappears into the islands with her lover to hint at an affair. The protagonist of this novel imagines a man standing on a desolate rock while tearfully listening to a piece she titles “Solitude” during a (*) piano recital given by Mademoiselle Reisz. That protagonist of this novel is constantly lectured on motherhood by Adèle and is devastated to learn that Robert Lebrun plans to stay in Mexico, prompting her to drown herself. For 10 points, name this novel about Edna Pontellier by Kate Chopin.", "answer_sanitized": "The Awakening ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "In the development of this symphony’s first movement, a two-beat rhythmic cell repeats during direct modulations from B-flat to D major and from G to E major. The fourth movement of this symphony begins with the lower strings performing a two-measure unison tremolo on D-flat and features a sudden fortissimo F-minor section containing its only use of timpani. The end of this symphony’s second movement in 12/8 time features a cadenza of four woodwinds representing a (*) nightingale, cuckoo, and quail. That movement features a “flowing water” motif and is named “Scene by the Brook.” A fourth-movement “Thunderstorm” interrupts a “Merry Gathering of Country Folk” in, for 10 points, what programmatic Ludwig van Beethoven symphony? ", "answer_sanitized": "Ludwig van Beethoven’s Symphony No. 6 [accept Pastoral Symphony; accept Beethoven’s Opus 68; prompt on partial answer] ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "An ancient expedition to find the source of this substance supposedly landed in the mythical land of Penglai (“pung-lye”) after its leader, Xu Fu (“shoo foo”), sailed into the east. While his master was out hunting, Feng Meng (“fung mung”) tried to steal this substance. In many Chinese tales, this sort of substance is made by the rabbit on the moon, whose resident Chang’e (“chong-uh”) floated there after consuming it. The emperor (*) Shi Huangdi employed many scholars in his quest to create this substance, which supposedly led to his eventual death from mercury poisoning. Creating this substance was a major motivation of the quest for the philosopher’s stone. For 10 points, identify this substance sought by many alchemists whose drinker is no longer mortal.", "answer_sanitized": "elixirs of immortality [or elixir of life, or bu si zhi yao, or chang sheng bu lao yao, or xianyao; accept equivalents which refer to medicines, pills, and/or potions which grant immortality or eternal life or end death; prompt on less specific answers which just refer to pills or potions or elixirs with “For what purpose?”; if someone buzzes with Chinese characters in text chat, ask them to say the answer; do not accept or prompt on “philosopher’s stone” at any point] ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Recent events in this city have brought attention to sustainability initiatives regarding its East Lake, one of the largest urban lakes in the world. In August 2020, officials from this city lambasted critics as having “sour grapes” over a festival at its Maya Beach Water Park, which featured a giant pool party and thousands of people drinking in the streets; several months earlier, however, its mayor offered to resign on (*) state TV over a planned record-breaking potluck dinner with 40,000 families. In January and February 2020, this city took only ten days to build a hospital to deal with an event thought to have originated in its wet markets. For 10 points, name this city in China’s Hubei province from which the COVID-19 outbreak originated.", "answer_sanitized": "Wuhan ", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "Virologists often use these devices to perform plaque assays. It’s not a microplate, but one method using these devices involves the use of a “frogger” to measure CFUs. Lysing a bunch of red blood cells at 80 degrees creates a substance used in these devices that looks like chocolate and is used for fastidious subjects. X-gal is used as a medium in these devices in a blue–white screen. These devices are commonly stored (*) upside-down in laminar flow cabinets. These devices often contain a mixture of tryptone, nutrients, minerals, and trace elements called Luria broth. Inoculating loops can streak the agar used in these devices as a growth substrate. For 10 points, name these shallow cylindrical containers used for bacterial cell culture, named for a German biologist.", "answer_sanitized": "Petri dish [or Petri plate; accept agar plate before mention; prompt on prompt on cell-culture dish or equivalents] (CFUs are colony forming units) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A character in this story witnesses a failed seduction that he terms “the mysteries of the corridor” while peeking through his bedroom keyhole. A nobleman in this story is noted for his resemblance to King Henry IV and sits across a nun scarred by smallpox in a carriage. In this story, a woman wins the gratitude of Madame Loiseau (“lwah-ZOH”) after sharing “two whole chickens” from her (*) picnic basket while travelling to Le Havre. In this story, Cornudet (“core-noo-DAY”) whistles “La Marseillaise” at the end of this story after the title character is pressured into sleeping with a Prussian officer. For 10 points, name this Guy de Maupassant short story about the prostitute Elisabeth Rousset.", "answer_sanitized": "“Ball of Fat” [or “Boule de Suif” or “Ball of Lard”] ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "William Howard Taft praised this politician’s legal skills after this politician won a lawsuit against the Cumberland Telephone and Telegraph Company for unfair rates. This politician left his senate seat vacant for a year to prevent Paul Cyr from succeeding him in his previous office. The “Dynamite Squad” led by Cecil Morgan, an ex-Standard Oil executive, attempted to impeach this man. This man described his presidential ambitions in (*) My First Days in the White House, which detailed his “Share the Wealth” plan. After gerrymandering Benjamin Pavy out of office, this politician was assassinated by the dentist Carl Weiss. For 10 points, name this Louisiana governor nicknamed the “Kingfish”.", "answer_sanitized": "Huey Pierce Long Jr. ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "He’s not Wagner (“VOG-ner”), but in one of this composer’s operas, the Tristan chord recurs throughout the orchestra, symbolizing hiccups as the title character drinks lemonade spiked by Sid and Nancy. In another of his operas, the performance of two “nieces” in a tavern is suddenly interrupted by the title character’s aria “Now the Great Bear and Pleiades.” In that opera, the “Embroidery” aria is sung after a jersey is found. This composer of (*) Albert Herring also wrote an opera featuring the often-excerpted Four Sea Interludes, in which the title fisherman drowns himself after being accused of killing his apprentices. For 10 points, name this composer of Peter Grimes.", "answer_sanitized": "Benjamin Britten ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "Julius Bartels measured horizontal anomalies in this entity using the K-index. An international reference for this entity describes it with 120 coefficients and takes into account secular variation. Birkeland currents flow alongside this entity and accelerate electrons into the ionosphere. The Glatzmeier–Roberts model predicted the rotation of the inner core by simulating a self-consistent (*) dynamo which creates this entity. This entity is used by loggerhead sea turtles to return to their original nesting locations. The Vine–Matthews–Morley hypothesis confirms the presence of “stripes” found on mid-ocean ridges which are caused by the reversal of polarity in this entity. For 10 points, name this entity that a compass uses to figure out which direction is north. ", "answer_sanitized": "Earth’s magnetic field [or geomagnetic field or Earth’s magnetosphere; prompt on magnetic field] ", "subcategory": "Earth Science", "category": "Science"}, {"question_sanitized": "This book’s author utilized methods found in it to analyze Wilhelm Jensen’s (“VIL-helm YEN-sen’z”) novel Gradiva. Colleagues of its author including Theodore Meytner and Karl Koller appear in this book which contains a sequence about a “botanical monograph.” An event in this book associates its author’s imprisoned Uncle Josef with a friend referred to as “N.”, while another depicts five white (*) wolves that symbolize Christmas presents. This book details free association techniques in chapters including “Wolf-Man” and “Irma’s Injection.” The phenomena described in this book contain both manifest and latent content and are said to be a form of “wish fulfillment.” For 10 points, name this early psychoanalytic text by Sigmund Freud.", "answer_sanitized": "The Interpretation of Dreams [or Die Traumdeutung] ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Protests in response to this event were led by Australian Aboriginal League leader William Cooper. After this event, the \"Movement for the Care of Children\" petitioned British Home Secretary Samuel Hoare to admit refugees. Victims of this event were admitted to the United Kingdom in the first instance of the Kindertransport program. This event occurred after a failed assassination attempt on Count Johannes von Welczeck (\"vell-check\"), in which Ernst vom Rath was killed by (*) Herschel Grynszpan. A collective fine of one billion Reichsmarks was imposed on the victims of this event. 267 German synagogues were destroyed during, for 10 points, what 1938 pogrom carried out by the Nazi SA, whose name means \"Night of Broken Glass\"?", "answer_sanitized": "Kristallnacht [accept Night of Broken Glass before mentioned] ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This artist appears as a skeleton wearing a naval jacket in an unusual self-portrait titled Dr. Syn. The death of this artist’s father in a fatal car accident inspired a painting that depicts a distressed boy in a black jacket and cap running down a barren hill, titled Winter 1946. A three-quarter view portrait of a woman in a gray turtleneck with braids is one of over (*) 240 paintings by this artist that depict his German-born neighbour, Helga Testorf. While at his farmhouse in Cushing, Maine, this artist painted a disabled girl reclining against an open field of grass in a pink dress. For 10 points, name this American artist of Christina’s World. ", "answer_sanitized": "Andrew Newell Wyeth", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "A character in this play remarks that Joan of Arc would be given the “death sentence” today after laughing at a picture of “old fart-face Prentice” in a math textbook. In this play, a man chastises his friend for beating his partner who reported him to Child Wellfed; that woman is Hilda Samuels.  The protagonist of this play compares the United Nations to a dancing school for politicians while writing the (*) essay “A World Without Collisions.” After learning that his abusive one-legged father is returning from the hospital in this play, an angry boy spits in the face of a black bartender before telling him “you can’t fly a kite on rainy days.” An episode of ballroom dancing by Sam and Willie ends, for 10 points, what play by South African author Athol Fugard?", "answer_sanitized": "Master Harold...and the Boys ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Interactions between these particles such as Delbrück scattering are studied with peripheral collisions of heavy ions. A single one of these particles becomes a pair of them in spontaneous parametric down- conversion. Future actions seemingly affect past events in an experiment traditionally performed with these particles, the delayed choice quantum eraser. At low energies, these particles are produced by (*) electron-positron annihilation events. Electrons are ejected from a metal if the energy of an incident one of these particles exceeds the metal’s work function, in an effect described by Albert Einstein. Stimulated emission is used in lasers to produce beams of, for 10 points, what particles which are quanta of light?", "answer_sanitized": "photons ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Thor Heyerdahl argued that this civilization had European origins because of the European features of an artistic depiction nicknamed “Uncle Sam.” Sculptures in the “elongated man” style were found at one of this civilization's sites that may have been used for child sacrifice and ritual bloodletting, called El Manati. Archaeologists debate whether this civilization's script is written on the Cascajal (“kahs-kah-HAL”) Block. Major sites of this civilization which have been excavated include (*) Laguna de los Cerros, Las Limas, Tres Zapotes (“trays sah-POH-tays”), La Venta, and San Lorenzo. It’s commonly thought that this civilization invented the calendar later used by the Maya and Aztecs. For 10 points, name this Mesoamerican civilization known for creating large stone heads.", "answer_sanitized": "Olmecs ", "subcategory": "Ancient History", "category": "History"}], "bonuses": [{"leadin_sanitized": "The piano-stool complex MMT plays a similar role to this compound when used as an additive to gasoline. For 10 points each:", "answers_sanitized": ["ferrocene", "antiknock agents [accept equivalents such as “additives that reduce engine knocking”]", "octane [accept octane rating] "], "parts_sanitized": ["Name this compound in which two equivalents of η5 (“eta-5”) cyclopentadienyl are coordinated to iron. It was the first sandwich compound discovered.", "MMT and ferrocene can be used as one of these compounds which prevent fuel exploding outside the envelope of the combustion front. Thomas Midgley created one of these agents which was phased out due to toxicity.", "Damage due to engine knock can also be reduced by using gasoline with a high rating named for this compound. This compound and its isomers are the main component of gasoline, and its chemical formula is C8H18."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Frank Lloyd Wright remarked that “all he learned” from a member of this family was “how to make out an expense account.” For 10 points each:", "answers_sanitized": ["Saarinen [accept Eliel or Eero Saarinen]", "airports", "Art Nouveau [do not accept or prompt on “Art Deco”] "], "parts_sanitized": ["Name this family, two members of which collaborated to design such International Style buildings as the Kleinhans Music Hall in Buffalo, New York and the Christ Church Lutheran in Minneapolis.", "The younger Saarinen, Eero, went on to design part of one of these places in New York which later became a hotel. He also designed the main terminal for one of them named Dulles in the Washington, D.C. area.", "The elder Saarinen, Eliel, initially produced several buildings in this architectural style before it was replaced in popularity by Art Deco. Victor Horta’s Hotel Tassel in this style was influenced by the natural curves of vines."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The two most common approaches to calculating GDP are the expenditures approach and an approach named after this quantity. For 10 points each:", "answers_sanitized": ["income [or household income or total national income]", "GNP [or Gross National Product, or GNI, or Gross National Income; do not accept or prompt on “modified gross national income” or “GNI*”]", "national savings "], "parts_sanitized": ["Name this quantity, which is defined as the total of wages, rents, interest, and profits when calculating national GDP. In progression taxation schemes, households with a higher value for this quantity paying more in taxes.", "If a worker from Mexico makes widgets for their Texas-based company, their production does not count towards Mexican GDP. Their work does, however, count towards Mexico’s value for this quantity which, unlike GDP, incorporates foreign investments by a country’s citizens. ", "If a country has net positive foreign investment, then by definition its value for this quantity must be higher than if it had negative net foreign investment."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Casualties from a border skirmish between these two countries in July 2020 have been hotly contested, with each side claiming to have blown up several of the other’s tanks while losing none. For 10 points each:", "answers_sanitized": ["Armenia AND Azerbaijan [accept Republic of Armenia or Hayastani Hanrapetut'yun for “Armenia”; accept ", "Caucasus mountains", "Minsk "], "parts_sanitized": ["Name these two countries which recently warred over the regions of Nagorno-Karabakh (“NAH-gor-noh KAH-rah-bahk”) and Nakhchivan (“NAKH-chih-van”), disputed since they gained independence from the USSR.", "Both countries and disputed regions are very mountainous, as this mountain system between the Caspian Sea and Black Sea covers much of their land.", "A special OSCE group named for and held in this European capital city has mediated the Armenia-Azerbaijan conflict since 1992. The hills named for this city are the source of the Neman river of Napoleonic fame."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "This structure is the only palace in England not tied to the church or the royal family. For 10 points each:", "answers_sanitized": ["Blenheim Palace", "John Churchill, 1st Duke of Marlborough [or John Churchill, 1st Duke of Marlborough]", "landscape gardens [accept garden hermits or Hanging Gardens] "], "parts_sanitized": ["Name this country house in Oxfordshire named after a 1704 battle in Bavaria. It was designed in the English Baroque style by Sir John Vanbrugh and was partially funded by Queen Anne.", "Blenheim Palace was built by this English general to commemorate his victory at the Battle of Blenheim during the War of Spanish Succession.", "One of these places in Blenheim Palace was designed by Capability Brown. English aristocrats in the 18th century sometimes hired hermits to live in these places, a “Hanging” variety of which was built in Babylon."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This philosopher stated that “out of the crooked timber of humanity, no straight thing was ever made.” For 10 points each:", "answers_sanitized": ["Immanuel Kant ", "Critique of Pure Reason", "aesthetics [accept Transcendental Aesthetic] "], "parts_sanitized": ["Name this German philosopher who described a concept as “man’s emergence from his self immaturity”. In this thinker’s most famous work, he described the perceptual concepts of “schemata” and “noumena.” ", "This magnus opus of Kant distinguishes the noumenon, or “thing in itself” and the phenomenon. The statement “7+5 = 12” is said to be an a priori truth in this work.", "A chapter of Critique of Pure Reason named for this subject describes space and time as a priori intuitions. In Kant’s Critique of Judgement, he describes four reflective judgements of this subject. "], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "A story in this collection ends with Ignatius Gallaher's son crying after he reads him an excerpt of Lord Byron’s “On the Death of a Young Lady”. For 10 points:", "answers_sanitized": ["Dubliners [the unnamed story is “The Dead”]", "James Joyce", "a car race [accept equivalents, accept “After the Race”] "], "parts_sanitized": ["Name this collection. This collection includes the story “A Little Cloud”, as well as another story that ends with Gabriel Conroy noticing snow falling outside a window.", "Dubliners is by this Irish author of A Portrait of the Artist of a Young Man and Ulysses.", "In one story in Dubliners, Jimmy Doyle participates in one of these events with his friend Charles Segouin. That story titled for one of these events ends with the pianist Villona yelling “Daybreak, gentlemen!” "], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about unexpected appearances of pasta in astrophysics:", "answers_sanitized": ["quark-gluon plasma [or QGP; prompt on plasma; prompt on quark matter or QCD matter]", "supernovas [or supernovae]", "tidal forces [accept tides or tidal bulges] "], "parts_sanitized": ["“Nuclear pasta” is a theoretical type of matter that is postulated to exist in the crust of neutron stars and surround this material, thought to be at the star’s core. In this material, the two main components of hadrons are separated from one another.", "The Gnocchi (“NYOH-kee”) phase of ultradense nuclear pasta may be formed after one of these powerful and luminous stellar explosions which result from the collapse of a star’s core.", "“Spaghettification” occurs when extreme examples of these forces near black holes stretch matter into extremely thin, long rods. In general, these forces “squish” orbiting objects to form namesake “bulges.”"], "subcategory": "Astronomy", "category": "Science"}, {"leadin_sanitized": "This name was given to a set of policies of Tsar Alexander III which severely restricted the freedom of Jews and indirectly gave state sanction to pogroms. For 10 points each:", "answers_sanitized": ["May Laws", "Kulturkampf", "Otto von Bismarck "], "parts_sanitized": ["Give the English language name for a set of laws issued in the 1870s by Adalbert Falk which made the state responsible for the training of clergy.", "The latter set of May Laws were part of this policy with a German name, implemented in the 1870s, which sought to reduce Catholic influence in the recently-consolidated Germany.", "The Kulturkampf was initiated by this German Chancellor who gave the “Blood and Iron” speech."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "In this novel, a video artist fantasizes about his sister-in-law’s “Mongolian mark” before having sex with her in a studio. For 10 points each:", "answers_sanitized": ["The Vegetarian [or Chaesikjuuija]", "South Korea [or Daehan Minguk; or Republic of Korea; prompt on Korea]", "Haruki Murakami "], "parts_sanitized": ["Name this 2007 novel which follows Yeong-Hye’s (“yung-hyeh’z”) mental decline after she has nightmares about animals being slaughtered. ", "The author of The Vegetarian, Han Kang, is from this country, whose students read the war diary of national hero Yi Sun-Sin (“ee soon-sheen”) in their literature classes.", "The Korean woman Miu runs away with the writer Sumire (“soo-mee-ray”) in this author’s Sputnik Sweetheart. In another of this author’s novels, the alter ego Crow learns about a man who makes flutes out of the souls of cats."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "After immigrating as a young man to New Bedford, this artist returned to Düsseldorf to study art in his native Germany before joining several expeditions out west. For 10 points each:", "answers_sanitized": ["Albert Bierstadt", "Hudson River School ", "storms [accept snow storms or thunderstorms or tempests] "], "parts_sanitized": ["Name this artist who depicted a Native American holding a feathered spear while hunting on horseback in the painting The Last of the Buffalo.", "Albert Bierstadt was a German-born member of this American school of painting and was known for his large, sweeping landscapes. Its other members include Thomas Cole and Asher Durand.", "A Native American camp appears beneath Lander’s Peak in Bierstadt’s painting of one of these events “in the Rocky Mountains.” J. M. W. Turner’s painting of Hannibal crossing the Alps is titled for one of these events."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "Elements above the x-axis of the Bethe–Slater curve have this property in accordance to the Heisenberg model. For 10 points each: ", "answers_sanitized": ["ferromagnetism [accept word forms; prompt on magnetism; do not accept or prompt on “paramagnetism”]", "exchange interaction [accept exchange energy or exchange force or exchange mechanism; accept exchange integral]", "Pauli exclusion principle [prompt on exclusion principle] "], "parts_sanitized": ["Name this property that can be modeled by a lattice of adjacent spins in the Ising model.", "This phenomenon’s namesake energy is plotted on the y-axis of the Bethe–Slater curve where it is calculated as negative two times its namesake integral times two adjacent spins. That energy due to this phenomenon must be greater than one according to the Stoner criterion for ferromagnetism.", "The exchange interaction is primarily due to electron repulsion and this rule which says that no two spins can be in the same quantum state."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "After appearing to her future husband as a white horse, this woman fled from him for three days, but agreed to marry him to dodge her engagement to Gwawl. For 10 points each:", "answers_sanitized": ["Rhiannon", "The Mabinogion [accept The Four Branches of the Mabinogi]", "Wales [or Cymru; prompt on Britain, or United Kingdom of Great Britain and Northern Ireland, or UK] "], "parts_sanitized": ["Name this mythological woman, a reflection of the Celtic horse-goddess motif. By her husband Pwyll (“pwill”), she gave birth to the future king Pryderi (“prih-DARE-ee”).", "Pwyll, Pryderi, and Rhiannon are characters in this text, though only Pryderi appears in all four of its branches. It was compiled and published by Lady Charlotte Guest.", "The Mabinogion is a collection of tales from this country whose capital is Cardiff."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "At this battle, one general chained his ships together to prevent seasickness. For ten points each:", "answers_sanitized": ["Battle of Red Cliffs [or Battle of Chibi; or Chìbì zhī zhàn]", "Three Kingdoms period [or Sānguó Shídài]", "Battle of Yamen "], "parts_sanitized": ["Name this 208 A.D. battle in which Huang Gai utilized empty, burning ships to defeat his enemy.", "The Battle of Red Cliffs was a defeat for Cao Cao during this period of Chinese history, which saw conflicts between the states of Wei, Shu, and Wu.", "In this later Chinese naval battle, Zhang Hongfan’s burning ships failed to destroy Zhang Shijie’s chained fleet because the boats were covered with mud. Hongfan won the battle after playing music to cover a surprise attack."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Answer some questions about Medieval church modes for 10 points each:", "answers_sanitized": ["natural minor [prompt on minor]", "Phrygian", "Gregorian chants "], "parts_sanitized": ["The notes of the Aeolian mode form this scale. This type of scale begins on the sixth degree of a related key and is exemplified by playing only white keys from A to A on a piano.", "This other mode starts on the mediant of its relative major scale. A piece that utilizes this mode is Bach’s Brandenburg Concerto No. 3, where a related cadence forms the entirety of its second movement. ", "Modes were frequently used to write these monophonic chants, which were typically sung unaccompanied in the Catholic Church and are named after a 6th-century pope. "], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "During one of these sequences, a character protests as a mob of villagers whip an emaciated horse to death. For 10 points each:", "answers_sanitized": ["Raskolnikov's four dreams [prompt on dreams with “Whose dreams?”]", "Crime and Punishment [or Prestupléniye i nakazániye]", "Napoleon Bonaparte [the novel not mentioned is War and Peace by Leo Tolstoy]"], "parts_sanitized": ["Identify these sequences. The last one of these sequences describes a plague of microbes that causes people to believe they are right and everyone else is wrong, representing a character’s belief that he is an “extraordinary man”. ", "The dreams of Raskolnikov appear in this novel about a murder of a pawnbroker, written by Fyodor Dostoyevsky.", "Raskolnikov’s belief that he is an “extraordinary man” leads him to frequently compare himself to this historical figure. In another novel, the injured officer Andrei Bolkonsky has a revelation while looking at the sky before he is saved by this man."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Fish in the genus Parapriacanthus gain this trait by “stealing” luciferase from the ostracods they eat. For 10 points each:", "answers_sanitized": ["bioluminescence", "chlorophyll", "kleptoplasty "], "parts_sanitized": ["Name this ability that is the basis for counter-illumination camouflage in Hawaiian bobtail squid, from its symbiotic relationship with Aliivibrio fischeri.", "Krill bioluminescence occurs through the luciferin in the dinoflagellate they eat, which contain a tetrapyrrole ring derived from this molecule. This green pigment is used for photosynthesis.", "Some dinoflagellates resort to this phenomenon for photosynthesis. Sea slugs in the clade Sacoglossa can undergo this phenomenon in which certain organelles from algae are “stolen” to form a symbiotic relationship."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "After Nebuchadnezzar appointed this son of Ahikam to govern Judah, he encouraged his people to tend vineyards. For 10 points each:", "answers_sanitized": ["Gedaliah [accept the Fast of Gedaliah]", "High Holy Days [or High Holidays, or Yamim Noraim, or Days of Awe]", "Yom Kippur "], "parts_sanitized": ["Name this man whose murder by Yishmael ben Netaniah was commemorated by the rabbis, who instituted fast commemorating him on the third of Tishrei.", "The Fast of Gedaliah is observed during this period in the Jewish liturgy, which begins with Rosh Hashanah and sees the celebration of several important ritual events.", "The High Holy Days conclude with this day, on which the Kol Nidre prayer is recited and Jews fast from sundown to sundown. Its name means “Day of Atonement” in Hebrew."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This man foolishly chose his rival William Bainbridge as his second, who arranged a near-certain fatal duel at only eight paces. For 10 points each:", "answers_sanitized": ["Stephen Decatur", "Barbary Wars", "Chesapeake affair [or Chesapeake-Leopard affair] "], "parts_sanitized": ["Name this US Navy Commodore who was killed in an 1807 duel with James Barron.", "Decatur had previously achieved fame for ordering the burning of the captured USS Philadelphia in this series of wars against North African pirates.", "Barron challenged Decatur to a duel after Decatur criticized his behavior during this event, whose political fallout resulted in the Embargo Act of 1807."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This leader of the New Criticism movement served as the first Poet Laureate and co-founded The Southern Review with Cleanth Brooks. For 10 points each:", "answers_sanitized": ["Robert Penn Warren", "Joy Harjo", "Gwendolyn Brooks "], "parts_sanitized": ["Name this Poet Laureate who wrote a novel in which Judge Irwin commits suicide after being blackmailed by his son over a bribe.", "This current Poet Laureate is the first Native American to hold the position. She describes “bodies of sand” and “maps drawn of blood” in her poem “She Had Some Horses.”", "This African-American poet served as the last Consultant in Poetry, which was replaced by the Poet Laureate in 1986. This poet of “The Bean Eaters” also wrote the poem “We Real Cool.”"], "subcategory": "American Literature", "category": "Literature"}]}