{"tossups": [{"question_sanitized": "This politician attempted to popularize one of his proposals with pamphlets titled \"We Can Conquer Unemployment!\" After a meeting of the Carlton Club, this politician was forced to resign as Prime Minister for mishandling the Chanak Crisis, after which he was replaced by Andrew Bonar Law. As Chancellor of the Exchequer, this politician gave the anti-German (*) Mansion House Speech in response to the Agadir Crisis. This politician limited the power of the House of Lords after the failure of his People's Budget. This politician was made Master of Munitions during World War I by H.H. Asquith and later succeeded him as Prime Minister. For 10 points, name this Prime Minister who represented the United Kingdom at the 1919 Paris Peace Conference.", "answer_sanitized": "David Lloyd George [prompt on Lloyd or George] "}, {"question_sanitized": "While in Libya, this woman tried but failed to save the seer Mopsus from a snake bite. This woman obtained a substance grown from purple flowers which were nourished by the blood of Prometheus, and which granted invulnerability to those adorned with it. In an epic by Apollonius of Rhodes, this sister of Chalciope (“kal-SIGH-oh-pee”) cuts her brother Absyrtus into pieces. Later, this woman gifted a robe to (*) Glauce (“GLAU-kay”) which killed her and tricked the daughters of Pelias into killing him. This woman, who tried to poison Theseus, helped a hero yoke fire-breathing oxen and sow dragon’s teeth in the land of her father, king Aeetes of Colchis. In a play by Euripides, she kills her own children. For 10 points, name this wife of Jason.", "answer_sanitized": "Medea "}, {"question_sanitized": "An artist from this country painted two rows of somber women seated along a curving street in his The Village of the Mermaids. After the Salon rejected his painting of a woman eating oysters, an artist from this country formed a group known as ‘The 20’. Dark buildings lit entirely by street lamps appear in The Empire of Light by an artist from this country who depicted paintings on easels that blend into the landscape in his series (*) The Human Condition.An artist from this country depicted a train emerging out of a fireplace in Time Transfixed and painted a green apple over the face of a man in a bowler hat. For 10 points, name this home country of James Ensor and René Magritte.", "answer_sanitized": "Kingdom of Belgium [or Koninkrijk België or Royaume de Belgique] "}, {"question_sanitized": "This author compared a dethroned emperor to the “the archetype of the young hero” in a work that contrasts the Virgin Mother with a violated woman that he refers to as a ”representation of maternity”. This author describes traversing a woman’s body in a poem which references the Spanish Civil War in its line “Madrid, 1937”. This writer analyzed his nation’s isolated culture to argue that its people hide behind a symbolic (*) mask in one section of an essay whose other sections include “The Sons of La Malinche”. One of this author’s poems begins “a willow of crystal, a poplar of water” and was modeled on the Aztec calendar. For 10 points, name this author of “Sunstone” and the essay collection The Labyrinth of Solitude. ", "answer_sanitized": "Octavio Paz "}, {"question_sanitized": "A connection between the CIA under this president and Ricky Ross is alleged by Gary Webb's book Dark Alliance. This president's campaign manager William Casey coined the phrase \"October surprise\". This president sent troops to capture Point Salines International Airport after the New Jewel Movement installed Maurice Bishop as President of (*) Grenada. This president appointed the Tower Commission to investigate violations of the Boland Amendment. An article by Gary Sick claims that this president negotiated with the government of Iran to delay the release of hostages until after the 1980 election. For 10 points, name this president whose administration saw the end of the Iran Hostage Crisis and the Iran-Contra Affair.", "answer_sanitized": "Ronald (Wilson) Reagan "}, {"question_sanitized": "A son of this man relates the parable of the bramble tree from Mount Gerizim after escaping a slaughter from the future ruler of Manasseh. Overnight, this man and ten followers dismantle an altar to Baal. Two kings pursued by this man, Zebah and Zalmunna, fled across the Jordan River, from where they were consequently captured and executed. This son of Joash fathered Abimelech. He chose his troops after seeing dew condense only on a piece of (*) wool. The imagery of a two-handled pitcher and a torch is used by one religious organization to evoke this man’s leadership of 300 horn-blowing men in a victory over the Midianites. For 10 points, what Judge is the namesake of an evangelical nonprofit whose primary mission is distributing Bibles free of charge, especially in hotel rooms?", "answer_sanitized": "Gideon [or Gedeon; or Jerubbaal; or Jerobaal; accept The Gideons International] "}, {"question_sanitized": "This quantity can be correlated to the change in absorbance due to the formation of a host-guest complex in the Benesi–Hildebrand method. This quantity is multiplied by partial pressure in the Langmuir adsorption isotherm. This quantity is the negative slope of a Scatchard plot. The log of this quantity is proportional to negative delta-H over R according to the (*) van’t Hoff equation. This quantity can be converted to a similar quantity when multiplied by RT to the delta-n. The change in Gibbs energy for a reaction is equal to negative RT times the log of this quantity. This quantity is compared to the reaction quotient when using Le Chatelier’s principle. For 10 points, name this constant that is a ratio of concentrations of products and reactants which is symbolized K.", "answer_sanitized": "equilibrium constant [accept K or K-eq before mention; accept dissociation constant] "}, {"question_sanitized": "A fundamental result in the field of mechanism design is the creation of one of these processes which achieves a socially optimal allocation, called a “VCG” one. Martin Shubik illustrated a paradox in which participants make infinite “rational” decisions by creating one of these processes involving a dollar. Participants do not align their actions with their true valuations in a single-move, blind design of these processes -- called (*) “first price” -- in which participants are commonly given sealed envelopes. Milgrom and Watson's work on these processes won them the 2020 Nobel Prize in Economics. In the “Dutch” form of these processes, a price is lowered until it hits a reserve price or a sale occurs. For 10 points, name these processes in which purchasers bid on items.", "answer_sanitized": "auctions [accept VCG auction, or Dutch auction, or sealed-bid auction] "}, {"question_sanitized": "Finding the bones of these animals is the main reason for scientific trips to Mare aux Songes (“mar oh sonzh”). Richard Owen arranged bones of one of these animals based on the depictions of them by artist Roelant Savery. One of these animals with human hands holds a walking stick and gives a coin to a girl in an illustration by John Tenniel. That one of them declares a race where “everybody has won and all must have prizes,” and is a self-caricature of the author (*) Lewis Carroll in Alice in Wonderland. Raphus cucullatus is the scientific name of these animals, whose closest extant relatives are the Nicobar island pigeons. The Indian Ocean island of Mauritius (“more-ISH-us”) was once home to, for 10 points, what large birds often thought of as stupid because they were hunted to extinction?", "answer_sanitized": "dodo birds [or dodos; accept Raphus cucullatus before “Raphus”; prompt on birds] "}, {"question_sanitized": "In this work, a character tries to pass off his reading of a romance novel as a way to “develop one's command of the English language.” While describing the Hayes Society, the protagonist of this novel tells a story about a man who calmly shoots a tiger under a dining table to illustrate his notion of “dignity”. The protagonist of this novel meets Lord Halifax while working for a (*) Nazi sympathizer who orders him to fire two Jewish maids. At the end of this novel, the narrator decides to devote himself to Mr. Farraday after learning that Miss Kenton has had a fulfilling life outside of Darlington Hall. For 10 points, name this novel about the butler Stevens written by Kazuo Ishiguro.", "answer_sanitized": "The Remains of the Day "}, {"question_sanitized": "Technologies like OpenVZ and Docker introduce these systems’ namesake private servers at the “OS-level” to create containers. Microsoft’s .NET (“dot-NET”) Framework uses one of these systems called the Common Language Runtime. A company named for the “ware” of these systems provides a hypervisor for these systems called ESXi. Examples of these systems like HotSpot are used for just-in-time compilation into bytecode, enabling a computer to run certain programs. The mantra of (*) “write once, run anywhere” created by Sun Microsystems illustrated the ability of code to be run on one of these systems named for Java. For 10 points, name these emulations of a computer system that are hosted on a physical machine, abbreviated VM.", "answer_sanitized": "virtual machines [accept OS-level virtualization or VMware or Java virtual machine; accept VMs before mention] "}, {"question_sanitized": "Relatively early in life, this ruler succeeded Umar Sheikh after the latter fell to his death while feeding pigeons. This ruler wrote \"May no one be so distraught and devastated by love as I\" after falling in love with a boy in his camp in a work in Chagatai Turkic that is often considered to be the first Islamic autobiography. This ruler conquered Mewar after defeating Rana Sanga at the Battle of Khanwa. He captured (*) Samarkand in his first campaign, but lost control of his homeland of Fergana, so he moved his base to Afghanistan. Later, this ruler used cannons to frighten the elephants of the Delhi Sultanate, led by Ibrahim Lodi, at the 1526 Battle of Panipat. For 10 points, name this grandfather of Akbar and founder of the Mughal Empire.", "answer_sanitized": "Babur [or Zahīr ud-Dīn Muhammad] "}, {"question_sanitized": "The Donald C. Duncan house is one of this architect’s prefab houses designed for Marshall Erdman. A red cypress house by this architect features a copper roof lined with hexagonal skylights at its perimeter. Robert Mosher was recalled from supervising the construction of one of this architect’s buildings after doubling its steel-beam reinforcement. That building was dubbed (*) “Rising Mildew” due to water damage. Kentuck Knob is an example of one of this architect’s Usonian homes. The cantilever design of one of this architect’s homes allows it to stand over the bank of Bear Run. For 10 points, name this architect whose Pennsylvania homes include one in Mill Run designed for Edgar J. Kaufmann, Fallingwater.", "answer_sanitized": "Frank Lloyd Wright "}, {"question_sanitized": "The results of a toeprinting assay are visualized using this technique. The extent of biotinylation can be detected by using this technique in a streptavidin mobility shift assay. Oligoclonal bands can be found in cerebrospinal fluid when using the isoelectric focusing form of this technique coupled with silver staining. Bromophenol blue is used as a loading dye in this technique to help samples to sink into their (*) wells. One input into this technique prepared by mixing with TAE buffer and microwaving. Standard markers in this technique are known as “ladders.” Molecules in this technique move from the cathode toward the red anode through an agarose gel. For 10 points, name this procedure in which an electric field separates macromolecules by size.", "answer_sanitized": "agarose gel electrophoresis [accept isoelectric focusing gel electrophoresis; accept DNA gel electrophoresis; accept RNA gel electrophoresis] "}, {"question_sanitized": "This place titles a poem which implores the speaker to buy “mother of pearl and coral, amber and ebony” at “Phoenician trading stations.” The speaker advises the listener to keep this place “always in your mind” in that poem, which states that it “gave you the marvelous journey” and has “nothing left to give you now”. This place, which titles a poem which repeats the line “hope your road is a long one,” is ruled in a different poem by an “idle king” who is tired of meting (*) “unequal laws unto a savage race”. This location, which titles a poem by Constantine Cavafy, is ruled in a Tennyson poem by a man who pledges “to strive, to seek, to find, and not to yield.” For 10 points, name this Greek island home to Odysseus. ", "answer_sanitized": "Ithaca [or Ithaka] "}, {"question_sanitized": "This writer partly inspired Edward Gibbon with a book which argues that the wealth and military prowess of the Romans weakened their civic virtue in its series of “considerations” on causes of Roman greatness and decline. This writer argued that despotism was common in Asia due to its lack of a temperate zone and that moderation was essential for aristocratic governments. The speakers of another of his books relate the “Fable of the (*) Troglodytes and claim that the Pope is a magician who tricks kings into believing “three are one.” A pair of Islamic travellers in Europe named Rica and Uzbek appear in this author’s Persian Letters. For 10 points, what Frenchman’s book The Spirit of the Laws argues the division of government via separation of powers?", "answer_sanitized": "Charles-Louis de Secondat, Baron de Montesquieu "}, {"question_sanitized": "An opera from this country featuring an oft-excerpted “Dance of the Peace Pipe” begins with acts set in the Ottoman Empire, Peru, and Persia. This country’s genre of “musical tragedy,” exemplified by an opera about Hippolytus and Aricia, was pitted against opera buffa in the “War of the Buffoons.” A composer from this country nicknamed “the Great” wrote The Art of Harpsichord Playing. Slow dotted rhythms begin a style of (*) overture named for this country, the home of a composer that died of gangrene after striking his foot with a conducting staff. A Baroque composer from this country titles a six-part “tombeau” by Maurice Ravel. For 10 points, name this home of François Couperin and Jean-Baptiste Lully. ", "answer_sanitized": "France (The opera composer clued is Jean-Philippe Rameau.) "}, {"question_sanitized": "A woman who was born in this region may have belonged to a snake-worshipping cult and fought a war against Cassander. Tribes in this region such as the Molossians formed a namesake \"League\" during the Macedonian Wars. A ruler of this kingdom was killed while besieging Argos after a woman knocked him off his horse with a roof tile. The second most important oracle in ancient Greece was an oracle of Zeus found in this region's city of (*) Dodona. A ruler of this kingdom invaded Italy to protect Tarentum from Roman expansion, and after winning the Battle of Asculum, he remarked \"If we are victorious in one more battle with the Romans, we shall be utterly ruined\". For ten points, name this kingdom in Western Greece that was led by Pyrrhus.", "answer_sanitized": "Epirus [or Ḗpeiros; or Ápeiros; or Ἤπειρος; accept Epirote League; accept Koinòn Ēpeirōtôn] "}, {"question_sanitized": "These substances are used to remove the photoresist from etched silicon wafer in a process known as “ashing.” Deposition of an inert passivation layer occurs after using these substances in deep reactive-ion etching which can be used to create microelectromechanical systems. In industry, they are often created in a “capacitively coupled” manner by the (*) electric field between two metal electrodes in a reactor. A device that restricts the movement of these substances consists of a toroidal chamber with an axial magnetic field. These substances are modeled by simultaneously solving Maxwell and Navier-Stokes equations in MHD and are confined in tokamaks. For 10 points, name this “fourth state of matter” which consists of highly ionized gas. ", "answer_sanitized": "plasmas [accept plasma etching; prompt on ionized gases] "}, {"question_sanitized": "This author wrote a short story in which a woman screams after finding a bull-whip in her wash-basin. In that story, Delia feels a “surge of pity” while sitting under a Chinaberry tree as her abusive husband Sykes dies from a snakebite. This author studied the life of the “Voodoo Queen” Marie Laveau while collecting black folk tales for an anthropological study discussed in her autobiography (*) Dust Tracks on a Road. In another novel by this author, Leafy abandons her daughter who later runs off with the mayor of Eatonville, Jody Starks. That woman is later acquitted for shooting her rabies-infected husband Tea Cake during a hurricane. For 10 points, name this author of Their Eyes Were Watching God.", "answer_sanitized": "Zora Neale Hurston (The first two clues are referring to the story “Sweat”) "}], "bonuses": [{"leadin_sanitized": "MOX fuel is an alternative to one type of this material called LEU which is used in light-water reactors. For 10 points each:", "answers_sanitized": ["enriched uranium [accept low-enriched uranium; accept uranium-235] ", "gas centrifuge [accept Zippe-type centrifuge]", "depleted uranium "], "parts_sanitized": ["Name this “enriched” nuclear fuel which contains a certain isotope with atomic mass 235.", "Uranium enrichment is usually done with one of these devices for isotopic separation. Enrichment can be carried out using a Zippe (“zip-uh”)-type one of these devices filled with hexafluoride gas.", "MOX fuel usually contains plutonium mixed with this form of uranium. This form of uranium consists of the leftover uranium after enrichment and has a lower content of fissile material."]}, {"leadin_sanitized": "After her roommate Lola hangs herself, the narrator and her friends read Lola’s diary in a novel from this country titled The Land of Green Plums. For 10 points each", "answers_sanitized": ["Romania", "Eugène Ionesco", "Bérenger "], "parts_sanitized": ["Name this home country of the German-speaking author Herta Müller. A play by a writer from this country opens in an “English interior” where an “English clock strikes 17 English strokes.”", "This Romanian playwright of The Bald Soprano also wrote a work in which the citizens of a town begin turning into the title animal in his play Rhinoceros.", "This recurring character is the only remaining human at the end of Rhinoceros. This character also pursues a murderer who drowns his victims by offering to show them a “picture of the colonel” in Ionesco’s play The Killer."]}, {"leadin_sanitized": "For 10 points each, name these various religions practiced by Turkic peoples:", "answers_sanitized": ["Sunni Islam", "Manichaeism [or Manichees]", "Tengriism [or Tengrianism; accept any answer which mentions the god Tengri] "], "parts_sanitized": ["Most Turkic peoples today practice this largest of the major branches of Islam, whose name comes from a word for the broad body of orthodox Islamic customs. It is often contrasted with Shi’a Islam.", "Many early Turkic peoples adopted this religion, founded by a namesake prophet in the Sassanid Persian empire, which holds that a “World of Light” existed before the first creation.", "This name is commonly given to the traditional pagan religion practiced by many Turkic peoples, as well as Mongols and some neopagan revivalists. Its name comes from the Turkic god of the great blue sky."]}, {"leadin_sanitized": "In the presence of epinephrine, blood is diverted from these structures to other parts of the body via the cog valve. For 10 points each:", "answers_sanitized": ["lungs", "crocodylia [or crocodilians; or crocodiles]", "gharial [or gavial; accept Gavialis gangeticus; accept fish-eating crocodile; do NOT accept or prompt on “false gharial,” “Malayan gharial,” or “Sunda gharial”] "], "parts_sanitized": ["Name this set of structures that are bypassed by the foramen of Panizza through a shunt. Ischiopubis muscles cause the hips to swing downwards and pull the liver down to make room for them in the “hepatic piston” method. ", "Adaptations such as the presence of the foramen of Panizza in the heart of these animals allow for prolonged submergence. Members of this order can kill prey using a death roll and it contains caimans and alligators.", "This crocodile native to the Indian subcontinent is one of the longest crocodiles and contains a distinctive boss at the end of its snout that may serve as a sound resonator when bubbling underwater."]}, {"leadin_sanitized": "The fourth one of these pieces is said to have been inspired by the poem \"The Three Budrys\" by Adam Mickiewicz. For 10 points each:", "answers_sanitized": ["Frederic Chopin’s ballades", "Johannes Brahms", "Gabriel Fauré "], "parts_sanitized": ["Name this set of four piano works by Frederic Chopin. The first one, in G minor, begins with a striking Neapolitan sixth arpeggio.", "This composer wrote his four Opus 10 piano ballades at the same time he began his long-lasting friendship with Clara Schumann. This composer of the German Requiem also wrote a famous lullaby.", "This French composer wrote a Chopin-influenced Opus 19 piano ballade in F-sharp, as well as thirteen piano nocturnes. His best-known piano work is likely his Dolly Suite for piano four-hands."]}, {"leadin_sanitized": "In 1998, this country began holding “National Sorry Day” on May 26th to remember the lives of peoples who were mistreated by colonial settlers and the government. For 10 points each:", "answers_sanitized": ["Australia [or Commonwealth of Australia]", "Torres Strait", "Arnhem Land "], "parts_sanitized": ["Name this country where aboriginal children between 1900 to 1970 are referred to as the Stolen Generation.", "Australia’s government defines Aborigines as distinct from an indigenous group named for this strait, which separates Papua New Guinea and Queensland’s Cape York Peninsula.", "Most of the population of this historical region within Australia’s Northern Territory consists of Aborigines, many of whom live in “oustations” and are part of the Yolngu people. This region, named for a Dutch city, juts into the Gulf of Carpentaria west of Cape York."]}, {"leadin_sanitized": "Of the hundreds of exploding balloons sent by this group to the U.S., only one managed to cause any damage, landing in Oregon and killing several schoolchildren who checked it out. For 10 points each:", "answers_sanitized": ["Unit 731 [or Nana-san-ichi Butai, or Manchu Detachment 731, or 731 Regiment, or Ishii Unit]", "Manchuria [or Manchukuo; prompt on Dongbei]", "Operation Paperclip "], "parts_sanitized": ["Name this group within the Epidemic Prevention and Purification Department. A guy actually named Colonel Sanders brought it to the attention of Douglas MacArthur, who pardoned its leader in exchange for scientific data.", "Unit 731 got most of its data by experimenting on live civilians in this region of Northeast China, which was then controlled by a Japanese puppet government. This region’s namesake people founded the Qing dynasty.", "Similarly, the U.S. worked to acquire German scientific data after the war through this initiative, which brought hundreds of ex-Nazi scientists such as Werner von Braun to the U.S."]}, {"leadin_sanitized": "This woman describes “learning peacefulness, lying by myself quietly” as she prepares to be operated on in her poem “Tulips”. For 10 points each:", "answers_sanitized": ["Sylvia Plath", "Confessional poetry [or Confessionalism]", "William De Witt Snodgrass  "], "parts_sanitized": ["Name this poet who described a “man in black with a Meinkampf look ”in her poem “Daddy”.", "Sylvia Plath was associated with this style of poetry whose writers often addressed topics such as mental illness in a personal manner. Another poet from this movement, Robert Lowell, describes being hospitalized in his poem “Waking in the Blue”.", "This other confessional poet narrated his failing relationship with his daughter following his divorce in his Pulitzer-winning collection Heart’s Needle."]}, {"leadin_sanitized": "This realm’s inhabitants were all put to sleep with magic needles, allowing Väinämöinen (“vey-neh-moy-nen”) to make off with a magical mill called the Sampo. For 10 points each:", "answers_sanitized": ["Pohjola (“poh-HYOL-ah”)", "Finns [or Finnish people]", "Lemminkäinen [accept Lemminkäinen Suite] "], "parts_sanitized": ["Name this cold northern realm ruled by the witch Louhi (“loh-oo-hee”) in the Kalevala.", "Pohjola is sometimes regarded as representing the land of these people’s northern neighbors, the Sámi. The Kalevala is a collection of folklore from people of this Northern European ethnicity.", "This other character from the Kalevala journeys to Pohjola to woo the daughter of Louhi. In a story depicted in music by Jean Sibelius, he dies while attempting to kill a sacred swan in Tuonela, causing a magical comb to gush blood."]}, {"leadin_sanitized": "In one work, a discussion of these phenomena is discussed immediately following a section on rule-following in a book that illustrates their use in namesake “games.” For 10 points each:", "answers_sanitized": ["languages [prompt on “speech” or “writing” with “what are these examples of?”]", "Ludwig Wittgenstein", "G. E. M. Anscombe "], "parts_sanitized": ["Name these phenomena explored in Philosophical Investigations. A thought experiment about the “private” type of this phenomena uses the example of a man who writes “S” in his calendar when he feels a sensation. ", "Philosophical Investigations was written by this philosopher who also wrote Tractatus Logico-Philosophicus. ", "Philosophical Investigations was edited with the help of this woman. This woman’s work Modern Moral Philosophy which introduced contemporary virtue ethics and coined the term “consequentialism”."]}, {"leadin_sanitized": "This man was able to capture the city of Pataliputra after hearing a mother scolding her child. For ten points each:", "answers_sanitized": ["Chandragupta Maurya", "Chanakya [or Kautilya]", "Ashoka the Great "], "parts_sanitized": ["Name this father of Bindusara who overthrew the Nanda dynasty to found his own empire.", "This advisor to Chandragupta Maurya wrote the political treatise Arthashastra. His attempts to make Chandragupta immune to poison led to the death of the king’s wife.", "This other Mauryan emperor converted to Buddhism after the Kalinga War, and was known for building stupas."]}, {"leadin_sanitized": "The Darwin term in the correction to this phenomenon is interpreted as a “smearing” caused by the rapid trembling motion of the electron in zitterbewegung. For 10 points each:", "answers_sanitized": ["fine structure [accept fine-structure constant]", "hydrogen atom [or H]", "spin-orbit coupling [or spin-orbit interaction] "], "parts_sanitized": ["Name this splitting of spectral lines due to relativistic corrections to the Schrödinger equation. This phenomenon also names a constant with an approximate value of 1 over 137, symbolized alpha.", "The Darwin term can be applied to the fine structure corrections to the spectrum of this system, which consists of an electron in orbit around a proton.", "This other effect is also responsible for the fine structure of hydrogen, which arises due to the intrinsic angular momentum of electrons interacting with the magnetic field generated."]}, {"leadin_sanitized": "Answer some questions about literary adaptations of works by the Brontë sisters. For 10 points each:", "answers_sanitized": ["Wide Sargasso Sea", "Grace Poole [accept either underlined name]", "French"], "parts_sanitized": ["This prequel to Jane Eyre was written by Jean Rhyss and is set on a plantation in Jamaica. The protagonist of this novel, Antoinette Cosway, slowly becomes the “madwoman in the attic” after marrying the Englishman. ", "This character appears at the end of Wide Sargasso Sea after Mrs. Eff hires her to look after Antoinette. In Jane Eyre, this servant is charged with watching over Bertha Mason. ", "Maryse Condé was inspired by Emily Brontë to write Windward Heights, a novel in this language. Healthcliff’s love for Catherine is discussed in an essay in this language, The Rebel, written by Albert Camus."]}, {"leadin_sanitized": "This work argues that in the title location, “it is the opulent classes who frequently look upon the law with suspicion”. For ten points each:", "answers_sanitized": ["On Democracy in America [accept De La Démocratie en Amérique]", "Alexis de Tocqueville", "The Old Regime and the Revolution [accept L'Ancien Régime et la Révolution] "], "parts_sanitized": ["Name this work that considers the \"common point of departure\" a key origin of the title form of government.", "This French author wrote Democracy in America. He was originally sent to the US to study its prison system.", "This other Tocqueville book contends that the anti-clerical rhetoric of the French Revolution was not due to a dislike for religion, but was rather caused by the desire to tear down all symbols of the monarchy."]}, {"leadin_sanitized": "Joan Miró was inspired to create his Grans Rupestres series of etchings after viewing one of these works. For 10 points each:", "answers_sanitized": ["cave paintings [accept equivalents like cave drawings or cave art] ", "handprints", "Pablo Picasso "], "parts_sanitized": ["Name these works that Abbé Breuil studied in Altamira. Another of these artworks is known as the Polychrome Ceiling for its vibrant pigments.", "El Castillo Cave contains a gallery of these objects stenciled on the wall in red ochre. Jackson Pollock imitated cave artists by using these objects to sign the top of his painting Lavender Mist.", "This Spanish artist mimicked the style of prehistoric drawings in a series of eleven lithographs that depict a bull in stages of increasing minimalism. The head of a bull also appears in this man’s painting Guernica."]}, {"leadin_sanitized": "Several presidents have maintained a “winter White House” in Florida. For 10 points each:", "answers_sanitized": ["Key West [accept Key West Agreement]", "Warren Gamaliel Harding", "Mar-a-Lago "], "parts_sanitized": ["Harry S Truman vacationed in the “Little White House” in this Florida city, which names a 1948 “Agreement” between the branches of the newly-created Department of Defense.", "Circus owner John Ringling bought a mansion in near Sarasota for this president where he presumably would have vacationed with his mistress Nan Britton had he not died in office first.", "This resort owned by Donald Trump was built for Marjorie Merriweather Post before being sold in 1985. In 2017, Xi Jinping was greeted at a presidential meeting in this place."]}, {"leadin_sanitized": "This author wrote a novel about a matchmaker who falls in love with George Knightley. For 10 points each:", "answers_sanitized": ["Jane Austen", "“courtship” [exact words only]", "Mansfield Park  "], "parts_sanitized": ["Name this author of Emma. Another novel by this author ends with the marriage of Elizabeth Bennet to Mr. Darcy.", "In Emma, the title character is confused by a charade written by Mr. Elton that describes “the wealth and pomp of kings” of this noun [emphasize]. Emma believes that this noun represents the love between Mr. Elton and her friend Harriet.", "Austen also wrote about a novel titled for this location, where Mr. Yates puts on a production of Lovers’ Vows. Fanny Price eventually marries Thomas Bertram in a novel titled for this location."]}, {"leadin_sanitized": "30 massive gas concentrations, or “blobs,” which heavily emit this spectral line were discovered by the Subaru Telescope in Japan. For 10 points each: ", "answers_sanitized": ["Lyman-alpha line [prompt on Lyman series; prompt on alpha line; accept Lyman-alpha blob or Lyman-alpha forest]", "quasars [or quasi-stellar radio sources or quasi-stellar objects]", "Doppler effect "], "parts_sanitized": ["Name this specific spectral line which is used to study extremely distant galaxies by looking at its absorption.", "The spectra of these objects feature the Gunn-Peterson trough, a term for the suppression of spectral lines with wavelength less than the Lyman-alpha wavelength. These objects are powerful active galactic nuclei.", "This effect commonly causes a broadening of Lyman-alpha emission lines. In this effect, the frequency of a wave changes depending on whether it is moving towards or away from the observer."]}, {"leadin_sanitized": "For 10 points each, answer some questions about the exciting life of Alma Maria Schindler, whose obituary Tom Lehrer called the “spiciest, raciest obituary it [had] ever been [his] pleasure to read”:", "answers_sanitized": ["five [or fifth symphony]", "Walter Gropius", "Oskar Kokoschka "], "parts_sanitized": ["Her first husband was Gustav Mahler, whose symphony of this number featured an “Adagietto” movement as a love letter to Alma. Beethoven’s symphony of this number opens with a short-short-short-long motif representing Fate knocking at the door.", "After the passing of the daughter of Alma and this second husband of hers, Alban Berg dedicated his violin concerto “to the memory of an angel.” In 1919, this German architect founded the Bauhaus in Weimar.", "While Alma was married to Gropius, she had an affair with this Austrian expressionist painter, who infamously made a life-size “Alma doll” and depicted himself and Alma in his painting The Bride of the Wind."]}, {"leadin_sanitized": "The newspaper The Guardian was founded in response to this event, which led to the passing of the Six Acts. For 10 points each:", "answers_sanitized": ["Peterloo Massacre", "Manchester", "cotton "], "parts_sanitized": ["Name this 1819 event in which thousands of peaceful protesters were run down by the 15th Hussars and yeoman cavalry.", "The Peterloo Massacre took place in this city, a major center of the Industrial Revolution and longtime home of Friedrich Engels, who wrote about its working class population in 1844.", "Manchester was given a nickname reflecting its production of goods from this material. A ‘gin’ for processing this material was invented by Eli Whitney."]}]}