{"tossups": [{"question_sanitized": "One of these documents implores the reader to “seek knowledge, though it be in China,” while another instructs that “those who show no mercy will receive no mercy.” The so-called “six books” comprise the core canonical compilation of these documents. Scholarly criticism of these documents’ validity relies on analyzing their corroborated chain of (*) oral transmission. One of the foremost scholars of these documents, al-Bukhari, devised criteria for classifying whether they are sahih, or authentic. Some of these documents describe several sunnah, or practices, of Fatima and the Twelve Imams. For 10 points, name these compilations of Muhammad’s words and deeds, the main source of sharia along with the Qur’an.", "answer_sanitized": "hadiths [or haditha; or ahadith] "}, {"question_sanitized": "Notable Lagerstätten (“LAH-gur-SHTEH-ten”) dating from this period include the Chinle Formation and Monte San Giorgio. A large reduction in conodonts early during this period is observed around the Smithsonian-Spathian boundary. An explosion in the number of coniferous trees followed this event’s major global warming event, the Carnian Pluvial Episode. Synapsids in this period were progressively replaced during a namesake “takeover” by (*) archosaurs. The absence of coal in this period is due to the acidification of swamps [emphasize] after the eruption of the Siberian Traps. That eruption directly preceding this period is thought to have caused the largest mass extinction event in history. For 10 points, name this first period of the Mesozoic era, which followed the Permian.", "answer_sanitized": "Triassic period [prompt on Mesozoic era before “Mesozoic”] "}, {"question_sanitized": "A march to a mechanics’ institute in this city organized by abolitionist Michael Hahn resulted in an 1866 massacre during a state constitutional convention. A Supreme Court case originating in this city saw the first use of the phrase “color blindness” in reference to race. This city's White League tried to overthrow governor James Kellogg in the Battle of Liberty Place. This city’s “Citizens Committee” hired the lawyer (*) Albion Tourgée to represent a man arrested here. Despite a dissent from John Marshall Harlan, a case originating in this city ruled that segregation was legal as long as facilities were “separate but equal.” For 10 points, name this city where Homer Plessy was arrested for riding in a segregated train car.", "answer_sanitized": "New Orleans "}, {"question_sanitized": "An experimental literary movement founded in this country was known as “creacionismo”. An author from this country wrote a poem whose speaker declares “Each action of creation shall leave you humble” and “there is no Godless art”; that poem begins with the command “You shall love beauty” . This country was home to a poet who described preparing a pot of chowder and undressing “scale by scale” an (*) artichoke in his collection Elemental Odes. That poet from this country cries “in you, everything sank” and proclaims “tonight I can write the saddest lines” at the end of his collection Twenty Love Poems and a Song of Despair. For 10 points, name this country home to the poets Gabriela Mistral and Pablo Neruda. ", "answer_sanitized": "Chile "}, {"question_sanitized": "Alexander Scriabin’s mystic chord can be interpreted as a stack of varieties of this interval alone. Descending examples of these intervals form the bassline of Pachelbel’s canon. This interval is denoted by the lowest number in the figured bass notation for a second-inversion triad. This interval gives the standard tuning between adjacent strings of a double (*) bass. Following the circle of fifths backwards creates the circle of these intervals, whose augmented variety forms a tritone. This interval’s diminished variety is enharmonically equivalent to a major third, and its perfect variety is exemplified by the ascending notes C and F. For 10 points, name this interval, the basis of quartal harmony.", "answer_sanitized": "fourth [accept perfect fourth; accept augmented or diminished fourth before “second-inversion”; begrudgingly accept just four after “second-inversion”] "}, {"question_sanitized": "The Kruithof curve depicts the region of luminance where this phenomenon is “pleasing,” and corresponds with the Purkinje (“pur-KIN-jee”) effect. Ewald Hering’s theory about this phenomenon involves three opponent channels that combine to form pairs. Gunnar Svaetichin (“svay-TEA-chin”) developed his namesake potentials to support a theory of this phenomenon that classifies cells as short, middle, and long-preferring, (*) Young-Helmholtz theory. This phenomenon is impaired in tritanope individuals. A mismatch in this phenomenon causes a delay in reaction time in the Stroop effect. This phenomenon is commonly tested with Ishihara plates which contain many dots that form numbers such as 74. For 10 points, name this sense controlled by cones in the retina, the ability to distinguish hues.", "answer_sanitized": "color vision [accept reasonable equivalents; accept trichromatism; prompt on vision or sight or just color] "}, {"question_sanitized": "A member of this group hangs his wife upon discovering her past after she faints while horse riding. After losing her letter of pardon, a woman imprisoned by this group stabs herself and claims to have been raped for her Puritan faith. While disguised as a Count, a member of this group receives a sapphire ring during a nighttime tryst with a woman, whose shirt is later ripped to reveal a (*) fleur-de-lis branded on her shoulder. That character recovers a set of diamond studs for Queen Anne that were stolen from her lover by an agent of Cardinal Richelieu, Milady de Winter. For 10 points, name this group that d’Artagnan joins in an Alexander Dumas novel.", "answer_sanitized": "The Three Musketeers [or Les Trois Mousquetaires] "}, {"question_sanitized": "This psychologist’s views on intelligence are thought to have influenced Cattell and Horn’s theory of fluid intelligence. Lev Vygotsky’s “zone of proximal development” contradicted the central hierarchy of one of this psychologist’s theories. This psychologist described the processes of assimilation and accommodation as part of his theory of (*) schemas. With Barbel Inhelder, this psychologist studied egocentrism using the Three Mountains Task. This developer of “genetic epistemology” used two beakers of water to demonstrate the concept of conservation and theorized that children gained “object permanence” during the sensorimotor stage. For 10 points, name this Swiss psychologist who proposed a four stage model of cognitive development.", "answer_sanitized": "Jean Piaget "}, {"question_sanitized": "Early versions of these objects dating back to 2000 BC were uncovered at Krivoye Ozero in the burial sites of the Bronze age Eurasian steppe Sintashta-Petrovka culture. One of these objects is the most prestigious grave good found at the Wetwang Slack of the Arras culture in Britain, where Celts unusually still used these objects in warfare at the time of Caesar’s invasion. The Persians attached blades to a part of these objects to create their deadly (*) \"scythed\" variety, which was defeated by “mouse-trap” tactics at the Battle of Gaugamela. Archers who took advantage of the mobility provided by these objects were the deadliest arm of Muwatalli and Ramses II’s forces at the Battle of Kadesh. For 10 points, name these transportation devices pulled by horses.", "answer_sanitized": "chariots [accept chariot burial; accept south-pointing chariot; accept scythed chariot] "}, {"question_sanitized": "Note to players: either the genus name, subfamily name, specific species, or a common descriptor is acceptable.Research by World Animal Protection found that China and Laos host large breeding farms of this genus for making traditional medicine like bone wine. One tribe whose males once hunted members of this genus solo as a rite of passage now hunt in groups called olamayio for conservation purposes. A nonprofit named for “rescuing” members of this genus lobbies against (*) circuses because this genus only reliably performs tricks when subject to abuse. On December 3, 2020, the House of Representatives passed a “Public Safety Act” banning individual ownership of this genus, spurred by publicity surrounding nine violations of the Endangered Species Act by a prisoner seeking a pardon from Donald Trump. For 10 points, name this genus whose largest member names a Netflix docuseries about Joe Exotic.", "answer_sanitized": "Panthera [accept big cats; accept tigers or lions or jaguars or leopards or panthers or cougars or pumas or mountain lions or snow leopards or Panthera tigris or Panthera leo or Panthera onca or Panthera pardus or Pantherinae; accepting Tiger King; prompt on cats or felines or Felidae or felids]"}, {"question_sanitized": "In an early shot from this film, the camera follows a woman as she enters her house, sees her husband and son’s dead bodies, and faints. The protagonist of this film remarks that he has “never seen so many men wasted so badly” as two armies fight over a bridge. In this film, a tracking shot of a man running through Sad Hill Cemetery cuts to a blurry 360-degree rotating shot before zooming in on Arch Stanton’s grave at the climax of the track “The (*) Ecstasy of Gold.” At the end of this film, Tuco, Angel Eyes, and Blondie engage in a tense standoff over $200,000 in buried gold. For 10 points, name this final spaghetti Western in Sergio Leone’s Dollars trilogy, featuring Clint Eastwood as one of the three title characters.", "answer_sanitized": "The Good, the Bad and the Ugly "}, {"question_sanitized": "A member of this family has a dream in which his lover transforms into the worm-covered body of his dead mother. After drifting ashore, a man from this family is accused of murder and locked up by Mr. Kirwin. The discovery of a locket with Caroline Beaufort’s portrait leads to the wrongful execution of this family’s housemaid (*) Justine. Following the murder of his brother William, a member of this family travels by dogsled to pursue the killer of his fiancée Elizabeth Lavenza and his friend Henry Clerval; that character is later rescued by the explorer Robert Walton on his way to the North Pole. For 10 points, what family includes the scientist Victor, who animates a “demoniacal corpse” in a Mary Shelley novel? ", "answer_sanitized": "Frankenstein family "}, {"question_sanitized": "This fate (emphasize) almost befell Taras, the founder of Tarentum, as well as Palinurus when he was implicitly sacrificed by the gods to ensure Aeneas’ safe passage to Italy. After she heard of Ceyx’s fate from Morpheus, Alcyone killed herself in this manner, then was turned into a kingfisher out of pity. Zeus turned Ino into the goddess Leucothea after she died in this manner. The Argonaut (*) Hylas died in this manner after being kidnapped by Mysian nymphs. In many variants of her story, Phrixus’s sister Helle dies in this manner in the place that was named after her, the Hellespont, after she falls off the ram she rides to safety. For 10 points, give this manner in which Aegeus, the father of Theseus, died after hurling himself off of a cliff into the ocean.", "answer_sanitized": "drowning [prompt on answers referring to being sunk in an ocean or sea, prompt on jumping or falling with “Into what?”] "}, {"question_sanitized": "Fixler et al. described a measurement of this quantity based on the interferometry of laser-cooled cesium atoms. One standard unit of force in Planck units equals the speed of light to the fourth power, divided by this quantity. Large extra dimensions is a proposed model to explain why this quantity is so small, the subject of the hierarchy problem. This quantity has units of [read slowly] “meters cubed, times inverse (*) kilograms, times inverse seconds squared.” It was measured accurately using two large lead spheres and a torsion balance in an experiment conducted by Henry Cavendish. 6.67 times ten-to-the-negative-eleventh is the magnitude of, for 10 points, what constant that multiplies the product of two masses in an equation developed by Isaac Newton?", "answer_sanitized": "universal gravitational constant [accept big G; accept Newton’s constant of gravitation; prompt on gravity or strength of gravity or gravitational force or g; do NOT prompt or accept “gravitational acceleration”] "}, {"question_sanitized": "A proxy war in this conflict broke out after two dukes of the House of Gonzaga died without heirs. A [emphasize] continuation of this war included a clash near Dunkirk called the Battle of the Dunes and was ended by the Peace of the Pyrenees. The War of Mantuan Succession was a side theater of this war, during which the future Grande Conde won the Battle of Rocroi (“roh-KWAH”) against several Spanish (*) tercios. A king called the “Lion of the North” won his first major battle during this conflict at Breitenfeld. The first stage of this war ended after the defeat of the “Winter King” Frederick V, at the Battle of White Mountain. Gustavus Adolphus led Sweden during, for 10 points, what war that was ended by the Peace of Westphalia?", "answer_sanitized": "Thirty Years’ War [prompt on Franco-Spanish War] "}, {"question_sanitized": "A hoax that American companies were bidding on contracts to destroy this object was cooked up by four Denver reporters in 1899. A story titled for this object contains a parable which describes the reader as a “pathetic subject” and “tiny shadow” hiding from the sun, who eternally awaits a message. A poem about building a new version of this object was reworked into the national anthem “March of the (*) Volunteers.” Gene Cernan claimed to have seen this object with his naked eye while aboard Apollo 17. Thousands of tons of stone from this object were appropriated for construction during the Cultural Revolution. For 10 points, name this fortification which usually can’t actually be seen from space, and which is thousands of miles long.", "answer_sanitized": "The Great Wall of China [or Chang Cheng or Chinesischen Mauer; prompt on Wall] (The story is Franz Kafka’s “The Great Wall of China.”) "}, {"question_sanitized": "This character teasingly asks her brother-in-law if he is an Aries but becomes flustered when he asks her if she knows a man named “Shaw”. The sound of a locomotive causes this character to cover her ears while recounting a trip to Moon Lake Casino where she cried “you disgust me” after discovering her husband’s homosexuality, which prompted him to shoot himself. This ex-wife of (*) Allan Grey appears after losing her home Belle Reve and becomes enamored with Mitch. This woman has a breakdown after Stanley rapes her and declares “I have always depended on the kindness of strangers.” For 10 points, name this sister of Stella Kowalski in A Streetcar Named Desire.", "answer_sanitized": "Blanche DuBois [accept either] "}, {"question_sanitized": "A letter is nailed to the wall in a painting by this artist dedicated to Sigmund Firestone. Fulang-Chang appears in several works by this artist, who is seated next to a skeleton-like Judas figure in a long-lost rendition of The Last Supper titled The Wounded Table. Isamu Noguchi was commissioned to retouch a painting by this artist that depicts a woman hurtling through the clouds after throwing herself out of an (*) apartment. A woman is ripped open to reveal a metal column in place of her spine in a painting done after this artist was injured in a bus crash. This artist of The Suicide of Dorothy Hale appears in a thorn necklace with a hummingbird in one of her numerous self-portraits. For 10 points, name this wife of Diego Rivera.", "answer_sanitized": "Frida Kahlo "}, {"question_sanitized": "The relative strength of these species are described by the parameters E-sub-B and C-sub-B in the Drago–Wayland equation. Kornblum's rule says that carbocations attack these species in SN1 reactions. A triarylphosphine acts as one of these species in the canonical example of a frustrated pair, which forms when these species cannot form an adduct by using their HOMO to attack a (*) related species’ LUMO. “Hard” examples of these compounds include amines like ammonia. Nucleophiles are examples of these species because they form covalent bonds by donating lone pairs. For 10 points, name these species that are electron donors according to a definition by Gilbert Lewis and in aqueous solution likely have a pH above 7.", "answer_sanitized": "Lewis bases [accept nucleophiles before mention; accept hard bases or soft bases; prompt on bases] "}, {"question_sanitized": "This leader’s economic policies were described in the book The Shock Doctrine as the earliest example of “disaster capitalism”. A stadium used by this leader for mass executions is now named for the folk singer Victor Jara. This leader ordered the assassination of the exiled diplomat Orlando Letelier. The Rettig Report described human rights abuses committed by this leader’s secret police, the (*) DINA. This leader privatized his country’s pension system and enacted free market reforms at the advice of American-educated economists nicknamed the “Chicago Boys”. For 10 points, name this general who became dictator in 1973 following the CIA-backed overthrow of the socialist president Salvador Allende.", "answer_sanitized": "Augusto Pinochet [or Augusto José Ramón Pinochet Ugarte] "}], "bonuses": [{"leadin_sanitized": "When this leader was accused of having used unparliamentary language in the House of Commons, he claimed that he had said “fuddle duddle”. For 10 points each:", "answers_sanitized": ["Pierre Trudeau [or Joseph Philippe Pierre Yves Elliott Trudeau; prompt on Trudeau]", "October Crisis [accept La crise d'octobre]", "“well, just watch me.” "], "parts_sanitized": ["Name this Canadian politician who had served as Lester Pearson’s Minister of Justice and Attorney General before succeeding him as Prime Minister. ", "Trudeau invoked the only peacetime use of the War Measures Act during this event, where members of the FLQ kidnapped and murdered Deputy Premier Pierre LaPorte.", "When asked by CBC reporter Tim Ralfe how far he would go to end the October Crisis, Trudeau answered with this three-word phrase. "]}, {"leadin_sanitized": "Towards the end of one novel, the owner of these things reveals that he does not know what they mean because the prophet who created them died without explaining. For 10 points each:", "answers_sanitized": ["Queequeg’s tattoos [prompt on “tattoos” by saying “whose tattoos?”]", "Ishmael", "Pequod "], "parts_sanitized": ["Name these “hieroglyphic marks” which are first seen by the narrator at Spouter-Inn after sharing a bed with their owner. A description is acceptable.", "Give the name of that narrator. This narrator instructs the reader to “call me [this name]” in the opening of the novel in which he appears.", "Ishmael and Queequeg are members of a crew aboard this ship led by Captain Ahab in Herman Melville’s Moby-Dick. "]}, {"leadin_sanitized": "In January 2020, the Trump administration announced a partial ban on this company’s flavored products. For 10 points each:", "answers_sanitized": ["Juul", "Vitamin E Acetate [or alpha-Tocopheryl acetate; prompt on acetate or Vitamin E]", "THC [or tetrahydrocannabinol; prompt on cannabis; do not accept or prompt on “CBD” or “marijuana”]  "], "parts_sanitized": ["This company sold “starter packs” to Native Americans to get them hooked onto its menthol and pineapple-flavored e-cigarettes, or vapes.", "In November 2019, the CDC discovered that this chemical was causing many of the reported acute lung illnesses in some vape users. This synthetic form of a common vitamin is often used as a flavor additive.", "Many of the illnesses have been traced back to black-market vapes containing this main chemical ingredient, which cannot be regulated since it is illegal in much of the U.S. It’s the active chemical ingredient in a product divided into indica, sativa, and hybrid strains."]}, {"leadin_sanitized": "Davenport diagrams describe blood bicarbonate concentrations and pH in a system of this type. For 10 points each:", "answers_sanitized": ["bicarbonate buffer system [or blood buffer system]", "pCO2 [or the partial pressure of carbon dioxide; accept equivalents such as the concentration of carbon dioxide or dissolved CO2; prompt on CO2]", "Henderson–Hasselbalch equation "], "parts_sanitized": ["Name this type of system that maintains the pH of blood between 7.32 and 7.42 through the use of enzymes like carbonic anhydrase.", "Davenport diagrams can show respiratory acidosis in which a high value for this quantity lowers pH causing hypercapnia. This quantity is multiplied by 24 in the numerator of the Kassirer–Bleich equation.", "The Kassirer–Bleich approximation is used to modify this equation to model the blood buffer system. This equation can be used to calculate pH by setting it equal to pKa plus the log of A– over HA."]}, {"leadin_sanitized": "An attempted translation of this sentence is “nondescript immature ideas have violent nightmares.” For 10 points each:", "answers_sanitized": ["“colorless green ideas sleep furiously.”", "Noam Chomsky", "X-bar theory "], "parts_sanitized": ["Give the entirety of this five-word sentence which was created to provide an example of a grammatically correct sentence which has no meaning.", "“Colorless green ideas sleep furiously” was created in Syntactic Structures, a 1957 work by this MIT linguist.", "Chomsky created this theory of syntax which claims that all phrases share the same core structure with a specifier, a head, and a complement. In the Minimalist Program, this theory has been replaced by the bare phrase structure approach."]}, {"leadin_sanitized": "This term is derived from the uniforms of soldiers in the Second Boer War. For 10 points each:", "answers_sanitized": ["khaki election", "Clement Richard Attlee ", "Margaret Hilda Thatcher "], "parts_sanitized": ["Name this term used to describe elections that are influenced by wartime sentiment. It was coined to describe Lord Salisbury’s defeat of the Liberal Party in the election of 1900.", "Another notable khaki election occurred in 1945, when this Labour Party politician won a landslide victory against Winston Churchill. Nye Bevan served as this Prime Minister’s Minister of Health.", "This other British Prime Minister won a khaki election after her victory in the Falklands War. She was both praised as the “Iron Lady” and derided as the “Milk Snatcher”."]}, {"leadin_sanitized": "For 10 points each, name these sites of ancient oracles:", "answers_sanitized": ["Delphi", "Cumae [accept Sibyl of Cumae or Cumaean Sibyl] ", "Siwa Oasis "], "parts_sanitized": ["The Pythia, an oracle sacred to Apollo, dispensed prophecies to mortals at this site in Greece, which is where Apollo was said to have slain the Python.", "A seer from the environs of this Italian city offered Tarquinius Superbus nine books of prophecy, before burning six of them and selling him the other three. In the Aeneid, the seer at this site guides Aeneas into the underworld.", "The primary oracle of the Egyptian god Ammon was located at this site in the Libyan deserts, which Alexander the Great visited to confirm his divine lineage."]}, {"leadin_sanitized": "For 10 points each, name these elements which have been used to define SI constants:", "answers_sanitized": ["platinum", "cesium [or Cs; accept cesium fountain clocks]", "iridium [or Ir] "], "parts_sanitized": ["Jules Violle (“zhool vee-OHL”) proposed a definition of the candela equal to the amount of light emitted by the melting of one centimeter of this metal. This silvery precious metal used in catalytic converters has the symbol Pt.", "The SI definition of the second is based on the ground-state hyperfine transition of this element’s 133 isotope measured in so-called atomic fountains like NIST-F1.", "Before 2019, the kilogram was defined based on the “International Prototype Kilogram,” which was simply a chunk of an alloy of platinum and this other element."]}, {"leadin_sanitized": "Caravaggio’s Boy Bitten by a Lizard was likely borrowed from a drawing by this woman that depicts her infant brother crying after being bitten by a crab. For 10 points each:", "answers_sanitized": ["Sofonisba Anguissola ", "Anthony van Dyck", "Michelangelo [or Michelangelo di Lodovico Buonarroti Simoni] "], "parts_sanitized": ["Name this long-lived female artist of the Italian Renaissance. The most famous work of this artist depicts her and her sisters playing a game of chess.", "Towards the end of her life, Anguissola was visited by this artist, who painted a portrait of her at 92 years old. This Flemish artist was a court painter to Charles I, whom he painted a triple portrait of.", "Anguissola was briefly mentored by this other artist, whose own paintings include the ceiling of the Sistine Chapel. "]}, {"leadin_sanitized": "This man translated [emphasize] a poem which opens “the jewelled steps are already quite white with dew”. For 10 points each:", "answers_sanitized": ["Ezra Pound", "Li Bai [or Li Bo; or Li Po; or Taibai]", "Wang Wei"], "parts_sanitized": ["Name this modernist author of the collection Cathay, which includes a poem whose speaker promises “And I will come out to meet you/ As far as Cho-Fu-Sa”.", "Pound loosely translated works by this Tang dynasty poet of “Jewel Stairs’ Grievance” and “The River Merchant’s Wife”. This poet described a feeling of homesickness in his poem “Quiet Night Thought”.", "This other Tang dynasty poet wrote a poem that describes an empty mountain and sunlight shining on green moss titled Deer Park. Octavio Paz and Eliot Weinberger analyzed nineteen ways of translating [this poet]."]}, {"leadin_sanitized": "For 10 points each, answer the following about the ambrosia and nectar that is Malaysian food:", "answers_sanitized": ["Nasi lemak [prompt on nasi or lemak]", "tamarind", "peanuts "], "parts_sanitized": ["Rice is cooked with pandan leaf and coconut milk in this unofficial national dish of Malaysia. The dish is also popular in Singapore and southern Thailand, where it may be served with anchovies, cucumber, and sambal. ", "Asam laksa, not to be confused with the coconut-milk-based curry laksa, is a sour fish broth featuring this plant. This plant’s fruit gives the reddish-brown color of Worcestershire sauce and many Indian chutneys.", "Malaysian skewers of grilled meat, called satays, are typically accompanied by a sauce of this ingredient. This legume’s oil is commonly used in Southeast Asian cuisine as a whole, sometimes causing severe allergic reactions. "]}, {"leadin_sanitized": "The discovery of this man’s notebook was said to have “caused as much stir in the mathematical world as the discovery of Beethoven’s tenth symphony would cause in the musical world.” For 10 points each:", "answers_sanitized": ["Srinivasa Ramanujan [accept Ramanujan’s lost notebook]", "modular [accept mock modular forms or modular forms or modularity theorem]", "perfect cubes [or cubic numbers] "], "parts_sanitized": ["Name this man whose lost notebook introduced his famous mock theta functions. This Indian mathematician was mentored by G. H. Hardy despite having no formal training.", "The mock theta functions introduced in Ramanujan’s notebook were actually complex analytic forms described by this word. Those forms were used in Wiles’s proof of Fermat’s last theorem by relating them to elliptic curves.", "Ramanujan is more famous for noticing in a taxicab that the number 1729 was the smallest number expressible as the sum of two of these numbers in two distinct ways. The smallest case for Fermat’s last theorem involves these numbers which are integers raised to the third power."]}, {"leadin_sanitized": "According to legend, a leader of this group named Klaus Störtebeker had a ship with masts made from copper, silver, and gold. For 10 points each:", "answers_sanitized": ["Victual Brothers [or Vitalienbrüder]", "Hanseatic League [accept Hansa]", "Lübeck [or Hanseatic City of Lübeck; or Hansestadt Lübeck; or Lübeek; or Lybæk] "], "parts_sanitized": ["Name this group of pirates who preyed on Baltic Sea merchants from their base in Visby", "Along with Margaret of Denmark, the Victual Brothers targeted this federation of merchant guilds that dominated trade in Northern Europe", "The capital of the Hanseatic League was this Imperial Free City in Schleswig-Holstein, which was nicknamed the League's \"Queen\""]}, {"leadin_sanitized": "A recurring ritornello in this opera is generally considered to be one of the earliest examples of a leitmotif, as it represents “the power of music.” For 10 points each:", "answers_sanitized": ["L’Orfeo", "Claudio Monteverdi", "Christoph Willibald Gluck "], "parts_sanitized": ["Identify this opera that begins with a trumpet toccata and uses different groups of instruments to represent the two worlds it is set in, though musicians were given significant license to improvise. ", "L’Orfeo, the oldest surviving opera commonly performed, was written by this 17th century Italian composer. ", "Another operatic setting of the Orpheus myth, Orfeo ed Euridice, was written by this German composer. He championed the idea of the “reform opera,” which sought to more closely integrate drama and music."]}, {"leadin_sanitized": "Upon being shown a map of his empire on his deathbed, this character asks “And shall I die, and this unconquered?” For 10 points each:", "answers_sanitized": ["Tamburlaine the Great [do not prompt or accept Tamerlane or Timur the Lame]", "Barabas [prompt on the Jew of Malta] ", "Christopher Marlowe "], "parts_sanitized": ["Name this ruler who proclaims himself the “scourge of God” while burning the Quran in one play. ", "The author of Tamburlaine the Great also created this character, who tries to kill Ferneze in a cauldron trap but ends up falling in it himself. This character’s daughter, Abigail, runs away to become a nun.", "This Elizabethan playwright wrote about the merchant Barabas in his play The Jew of Malta."]}, {"leadin_sanitized": "Many methods for facilitating transcytosis across this structure block efflux pumps such as p-glycoprotein and target the transferrin receptor. For 10 points each:", "answers_sanitized": ["blood-brain barrier [or BBB]", "nanoparticles", "antibodies [or antibody] "], "parts_sanitized": ["Name this structure composed of densely-packed tight junctions which can be bypassed using liposomes, PEGylated molecules or the formation of microbubbles using focused ultrasound.", "One method for drug delivery to the brain involves using these structures conjugated to serum albumin to transport across the BBB. These structures have radii on the order of ten-to-the-negative-ninth meters.", "Binding of OX26 and 8D3 examples of these proteins to transferrin receptors facilitates transcytosis across the blood-brain barrier, acting as a “trojan horse.” These Y shaped proteins bind to antigens."]}, {"leadin_sanitized": "The Bible describes these creatures as having many different faces, including lions and oxen. For 10 points each:", "answers_sanitized": ["cherubim [or cherubs; do not accept “seraphim” or “thrones” or other angels]", "Garden of Eden", "the mercy seat [or ha-kapporet] "], "parts_sanitized": ["Name these winged, angelic attendants of God. Though they are often depicted as child-like, they are not to be confused with putti, which are winged babies traditionally depicted in art with a trumpet.", "A number of cherubim guard the Tree of Life in this location, whose entrance was protected by an unnamed angel with a flaming sword after its two human inhabitants were expelled.", "Two golden cherubim were placed on either end of this golden lid which was placed atop the Ark of the Covenant inside the Tabernacle."]}, {"leadin_sanitized": "This man was arrested after his lawyer wrote the Mattingly letter. For 10 points each:", "answers_sanitized": ["Alphonse Gabriel “Al” Capone", "Eliot Ness", "Cleveland "], "parts_sanitized": ["Name this Chicago gangster who ordered the St. Valentine's Day Massacre.", "Al Capone was arrested for tax evasion after being investigated by this head of the Untouchables.", "Ness later served as Public Safety Director in this city, where he failed to apprehend a serial killer nicknamed the “Torso Murderer” and burned down the neighborhood of Kingsbury Run."]}, {"leadin_sanitized": "While in one of these locations, a character tells his story of him cannibalizing his starved sons, Ugolino. For 10 points each:", "answers_sanitized": ["Circles of Hell  [accept specific circles of hell such as 8th circle of hell; prompt on Hell or Inferno]", "Dante Alighieri [accept either underlined name]", "they are trapped in ice [accept equivalents which indicate being surrounded by ice; accept they are trapped in the frozen river Cocytus] "], "parts_sanitized": ["Name these locations. One of these locations named the Malebolge sees a group of people walk with their heads backward.", "The nine circles of Hell are featured in this Italian author’s Inferno, found in his Divine Comedy.", "Description acceptable: Dante hears about the story of Ugolino and the cannibalism of his sons in the ninth circle, where traitors face this punishment. Dante sees Lucifer biting Judas and Brutus while facing this punishment."]}, {"leadin_sanitized": "Right before the slapstick plays on an offbeat to end this piece, a drawn-out “whinny” sound from the trumpet is created by pressing the valves halfway down and performing a glissando. For 10 points each:", "answers_sanitized": ["Sleigh Ride", "Sergei Prokofiev", "Gustav Mahler’s Symphony No. 4 [accept equivalents like his fourth; prompt on partial answer] "], "parts_sanitized": ["Name this Leroy Anderson Christmas standard, often performed by the Boston Pops. Lyrics later added to this standard repeat that “it’s lovely weather for [the title wintertime activity] together with you.”", "Another musical depiction of a sleigh ride is the troika from this composer’s 1933 score to the film Lieutenant Kijé. This composer’s other film scores include Alexander Nevsky.", "In a recurring theme from this G-major symphony, jingling sleigh bells accompany chirping flutes. This symphony’s last movement in E major is a setting of the song \"Das himmlische Leben\" (“dahs HEEM-lee-shuh LAY-ben”) sung by a soprano soloist."]}]}