{"tossups": [{"question_sanitized": "After approaching the ship Eleanora, residents of this kingdom were killed by the fur trader Simon Metcalfe. A group of revolutionaries in this country modeled themselves after Garibaldi's redshirts and were led by Robert Wilcox. The actions of an American ambassador to this kingdom, John L. Stevens, were investigated in the Blount Report. The final ruler of this kingdom was overthrown by a (*) “Committee of Safety” led by Lorrin Thurston, while an earlier ruler of this kingdom was forced to sign the Bayonet Constitution. The Newlands Resolution annexed this kingdom after Sanford Dole led the overthrow of its last monarch, Queen Liliuokalani. For 10 points, name this island kingdom that later became the 50th state.", "answer_sanitized": "Hawai’i ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "One form of this disease is caused by mutations in Lamin A/C or in Emerin. The protein that is mutated in one form of this disease contains many spectrin-like repeats. Oligos like drisapersen can use “exon 51 skipping” to treat that form of this disease. Gowers’ sign can be seen in one form of this disease named after (*) Becker. The DGC is formed by the protein associated with this disease which is aligned in the register with the Z-disk of peripheral myofibrils and links actin filaments in the sarcolemma. This disease can cause progressive scoliosis and affects the thighs and pelvis first before targeting the arms in a form named for Duchenne. For 10 points, name genetic disorder in which sufferers have weakened skeletal muscle.", "answer_sanitized": "Duchenne muscular dystrophy [or MD; accept Emery-Dreifuss muscular dystrophy; accept Becker muscular dystrophy] ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "One variety of this art form begins with a vandana and features contrasting nritta and nritya sections. People wear types of vesham like pachcha and minukku in a Malayali variety of this art form that might tell stories from the Bhāgavata. Suk-tundaka and Tripataka are examples of hasta mudras used in a Southern variety of this art form. Khundas and saaps are wooden (*) props held by performers of an energetic variety of this art form, whose main classical varieties include kathakali, kathak, and bharatanatyam. Performers might wear turlas on their turbans while performing a variety of this art form to the beat of a dhol. For 10 points, bhangra is an example of what performing art that might accompany singing in Bollywood musical sequences?", "answer_sanitized": "Indian dance [accept equivalent answers; accept classical dance; accept more specific answers like kathakali, kathak, bharatanatyam, or bhangra; do not accept or prompt on music] ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "During a game of Yes and No, this character is described as a disagreeable, savage animal and is later told to beware children with “Doom” written on their brows who symbolize Ignorance and Want. While outside a pawn shop, this man watches a charwoman steal bedsheets from a dead man and is later shown a newly dug grave with his name on the headstone. This uncle of (*) Fred reminisces about his relationship with Belle during a party hosted by Mr. Fezziwig and later sends a turkey to the family of Tiny Tim. For 10 points, name this miserly business partner of Jacob Marley who is visited by three ghosts in Charles Dickens’ A Christmas Carol.", "answer_sanitized": "Ebenezer Scrooge [accept either underlined name] ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Celite filters are used in one method of the extraction of this element named for Merrill and Crowe, which can also be done by using activated carbon “in pulp.” The Elsner equation shows the dissolution of this element in one method for its processing. Extraction of this element from ore involves complexing it with cyanide and leaching in the MacArthur–Forrest process. The Wohlwill process for this metal’s purification uses an electrolyte of (*) chloroauric acid, a compound formed by dissolving this metal in aqua regia. The distinct color of this element is due to the relativistic expansion of its 5s orbital and this element is the most ductile metal. For 10 points, name this coinage metal with atomic number 79 and symbol Au.", "answer_sanitized": "gold [accept Au before mention] ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This Norse deity was the usual dedicatee of a sacrifice called sonarblót performed before the harvest season, as well as an annual sacrifice instituted by Hadding in the Gesta Danorum. This deity’s common name simply translates as “Lord.” This deity is regarded as the progenitor of the Swedish dynasty called the Ynglings and the ruler of the light elves in Alfheim. He is served by (*) Skirnir, wields an antler as his main weapon, and owns two dwarven treasures, the gold boar Gullinbursti (“gool-in-BOOR-stee”) and the collapsible magic ship Skidbladnir (“skith-BLATH-neer”). This male god and his twin are both members of the Vanir who were born to the sea god Njord; each of them symbolizes fertility. For 10 points, name this brother of Freyja.", "answer_sanitized": "Freyr [accept Yngvi before “Yngling”; do not accept or prompt on “Freyja”, “Freya”, or “Frigg”] ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "This non-French city is home to a museum that contains Edouard Manet’s La nymphe surprise (“lah nomf soo-PREEZ”), which is found in its culture center of Recoleta. Commuters in this city first began using buses that originated as shared taxis and are thus called colectivos. Two large streets of seven lanes each, each flanked by two smaller streets, comprise a wide avenue in this city named for its independence day of (*) July 9th. Other major buildings in this city include the Teatro Colón opera house and the Casa Rosada, a presidential residence located near this city’s Plaza de Mayo. The word Porteño (“por-TAIN-yoh”) is often used to name residents of, for 10 points, what metropolis that is on the Rio de la Plata and is the capital of Argentina?", "answer_sanitized": "Buenos Aires ", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "The speaker of a poem from this movement describes himself as a \"social climber/climbing downward\", and ends by parodying W.B. Yeats, stating that “I must arise and go now/to the Isle of Manisfree”. That poem from this movement repeatedly states “Junk for sale!” and is found in a collection with the poem “I am Waiting”. In a novel from this movement, a character turns down a carnival job and later abandons his friend, the “Holy Goof” while travelling to a (*) Duke Ellington concert. At the Six Gallery Reading, an author from this movement read a poem whose speaker states that “I saw the best minds of my generation destroyed by madness”. For 10 points, name this literary group whose members included Jack Kerouac and Allen Ginsberg. ", "answer_sanitized": "Beat Generation [accept Beatniks and any reasonable response mentioning the word Beat] ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Rudolf Rocker was a proponent of this ideology who promoted a form of it “without adjectives.” Robert Wolff argues that autonomous individuals can only exist under this ideology in his book “in defense” of it. A “green” form of this concept that emphasizes “total liberation” has been expounded by Murray Bookchin. A form of this ideology focused on industrial unionism is usually paired with (*) syndicalism. Pierre-Joseph Proudhon was the first philosopher to identify with this ideology in a work that calls for the abolition of property. This ideology whose revolutionary form was supported by Mikhail Bakunin is often compared with Hobbes’ “state of nature,” For 10 points, name this political philosophy that advocates for the elimination of government.", "answer_sanitized": "anarchy [accept anarchism] ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A popular joke alluding to shortages of these objects in some countries involved scheduling a plumber's visit ten years in advance. One of these objects is the best-known material created with a plastic made from recycled cotton, called duroplast, and was created by VEB Sachsenring at Zwickau. That infamously terrible East German example of these objects was called the (*) Trabant. To fulfill his promise that all Germans could have one of these objects, Adolf Hitler worked with the German Labour Front to create one of them named after the German word for “people,” which became iconic thanks to its “beetle” design. For 10 points, named these vehicles produced by companies such as Volkswagen.", "answer_sanitized": "cars [or automobiles; accept Trabants before mentioned] ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Francis Poulenc died before accompanying the soloist at the premiere of his 1962 sonata for this instrument. This instrument, violin, and piano form the trio featured in Béla Bartók’s Contrasts. This instrument introduces the theme of the third movement of Respighi’s Pines of Rome. A solo for this instrument comprises the “Abyss of Birds” movement of Messiaen’s Quartet for the End of Time. Aaron Copland’s two-movement concerto for this instrument was written for a notable (*) jazz musician. This instrument’s solo glissando from low concert F to high concert B-flat opens a piece commissioned by Paul Whiteman, Gershwin’s Rhapsody in Blue. For 10 points, name this single-reed woodwind played by Benny Goodman that is often pitched in B-flat.", "answer_sanitized": "clarinet ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "Apocryphally, seven “hanging poems” were once displayed on the outside of this structure. This structure once contained a red sculpture with a hand of gold, in front of which were seven arrows, two of which were named “pure” and “alien.” Now, it contains several lamp-like objects hanging from the ceiling, along with three pillars. This structure is covered by a large (*) gold-threaded brocade called the kiswah, which is replaced yearly. This building was built around a shattered stone enclosed in a silver case; that stone was originally white, but has become black because of the sins of humanity. Tawaf is performed around this object, which sets the qibla, or direction of prayer. For 10 points, name this large black cube located in Mecca, which is circumambulated during the Hajj.", "answer_sanitized": "The Kaaba ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In a play by this author, an ominous figure whose face is hidden in a cloak orders a pale character to provide light so that the “knives will know the road.” Boybeetle rejects Sylvia due to his love for the title character in this author’s play The Butterfly’s Evil Spell. Another play by this author has an all-female cast whose members discuss the impending marriage of (*) Angustias to Pepe el Romano. That play follows Yerma in this author’s “Rural Trilogy,” which also includes a play ending with the death of Leonardo Felix and the Groom. For 10 points, name this Spanish author of The House of Bernarda Alba and Blood Wedding.", "answer_sanitized": "Federico Garcia Lorca ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Spontaneous pair production resolves a paradox in which the Dirac equation predicts that this process will not undergo damping. Gaussian packets that undergo this process travel faster than the RC time constant of a thin film consisting of two metals and an insulator. This process occurs for Cooper pairs in two superconductors separated by a thin insulating (*) layer in the Josephson effect. The WKB approximation was used to find the probability of this process in mediating alpha decay by George Gamow. A wave function that undergoes this process has lower amplitude, but not lower energy, so it appears to “leak out” past a region of high potential. For 10 points, name this process in which a particle moves in a classically-forbidden process past a barrier.", "answer_sanitized": "quantum tunneling ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A political leader in this country was friends with the Polish pianist Ignacy Paderewski, leading him to accept 5,000 refugees from the Soviet Union in 1942. A pro-fascist political leader from this country was killed in a plane crash in Taiwan in 1945 after earlier supporting a failed Japanese offensive against this country, called Operation U-Go, with the help of his \"National Army\". A 1943 (*) famine in an eastern province of this country is the subject of the book Poverty and Famines, which suggests the famine was exacerbated by the colonial policies of Winston Churchill. For 10 points, name this Asian country where the British imprisoned many independence leaders during WWII, including members of the Congress Party.", "answer_sanitized": "India [or Republic of India; or Bhārat Gaṇarājya] ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A philosopher from this country created a system whereupon original concepts emerged from a plane of immanence. That philosopher paired with Felix Guattari to write the essay What is Philosophy? One philosopher from this country wrote a book based on his masters thesis on Husserl’s phenomenology, Speech and Phenomenon, which was published alongside his Writing and (*) Difference. A thinker of this nationality wrote a book that states that the one “truly serious philosophical problem” is suicide in its chapter on “Absurd Reasoning”. That book by an author from this country famously concludes “one must imagine Sisyphus happy.” For ten points, name this home country of Gilles Deleuze, Jacques Derrida, and Albert Camus. ", "answer_sanitized": "France ", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Christ bears a flag while standing atop a skeleton in a triptych by this artist that depicts a pilgrimage to Saint Catherine’s Monastery. At the top of another painting by this artist, a throng of men - including one holding an L-shaped iron bar, sit across from a golden-robed St. Peter, who dangles his keys behind the Virgin Mary. That painting features this artist’s signature on a (*) handkerchief in the pocket of his son, who bears a torch next to Saints Augustine and Stephen. This artist’s frequent use of stark gray backgrounds is exemplified by his painting of Saint John reaching to the sky amidst several writing nudes, titled Opening of the Fifth Seal. For 10 points, name this artist of The Burial of the Count of Orgaz, a Spanish painter born on Crete.", "answer_sanitized": "El Greco [or Domenikos Theotokopoulos] ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Using barycentric coordinates, Juan Pineda created a parallelized edge function used in this task. APIs of the “immediate mode” paradigm accomplish this task upon client call by storing a complete model of primitives in the memory. This task can be performed more efficiently using a z-buffer for depth mapping. Bresenham’s algorithm is a computationally inexpensive way to accomplish this task, while Wu’s algorithm adds support for (*) anti-aliasing. A scanline version of this process performs it row by row instead of polygon by polygon. The path of light is modeled by an algorithm that accomplishes this task called ray tracing. For 10 points, name this process accomplished by rasterization, in which graphics are converted into pixels.", "answer_sanitized": "image/graphics rendering [prompt on rasterization or ray tracing by asking “what larger process is that part of?”; generously prompt on anything related to displaying images/graphics] ", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "This author wrote about the violinist Michael Holme, who rekindles an affair with the pianist Julia as she slowly goes deaf. In a work by this author, the protagonist stars in a production of Twelfth Night as Olivia alongside her love interest who is the star of the school cricket team, but ultimately marries the shoe salesman (*) Haresh. This author of An Equal Music wrote about a group of characters living in San Francisco in a verse novel written entirely in Onegin sonnets, while another book of his follows Rupa Mehra as she tries to set her daughter up with the title character. For 10 points, name this Indian author of A Suitable Boy and The Golden Gate.", "answer_sanitized": "Vikram Seth ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Members of a group of female mystics called Beguines aided the development of the production of this commodity in Paris. During the late Middle Ages, the city of Lucca became prosperous due to its production of this commodity. Francis I granted a monopoly on producing this commodity to Lyon, whose workers later rose up in the Canut revolts. R.P.J. Hervier designed a prayer book named for this specific commodity that was produced using the (*) Jacquard machine. A smuggling operation by some Nestorian monks allowed the Byzantine Empire to have a monopoly on the production of this commodity in Europe. Sericulture produces, for 10 points, what cloth which names a “road” that linked China to the west?", "answer_sanitized": "silk [prompt on cloth; prompt on textiles] ", "subcategory": "Other History", "category": "History"}], "bonuses": [{"leadin_sanitized": "The title character of The Good Soldier Svejk makes a living stealing these animals. For 10 points each:", "answers_sanitized": ["dog", "Milan Kundera", "optimism "], "parts_sanitized": ["Name these animals. In another novel, a woman dreams about one of these animals named Karenin giving birth to two rolls and a bee.", "Karenin appears in The Unbearable Lightness of Being, a novel by this Czech author who also wrote The Book of Laughter and Forgetting.", "In Milan Kundera’s novel The Joke, the student Ludvik Jahn is expelled from the Communist party after he writes a postcard which states that “[this feeling] is the opium of the people”.  "], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This ruler's reign was chronicled by Cassiodorus in the Variae after an imagined conspiracy led this ruler to execute the philosopher Boethius. For ten points each:", "answers_sanitized": ["Theodoric the Great [or Theodoric the Amal; or Theoderic the Great; or Theoderic the Amal]", "Goths [accept Ostrogoths; do not accept or prompt on “Visigoths”]", "Ravenna "], "parts_sanitized": ["Name this ruler who overthrew Odoacer to become King of Italy in 493.", "Theodoric the Great was a member of the “eastern” group of this Germanic tribe. This tribe was allowed to settle in the Balkans after killing the Emperor Valens at the Battle of Adrianople.", "Theodoric murdered Odoacer at a banquet hosted in this city, his capital. Honorius moved the capital of the Western Roman Empire from Milan to this city in 402 A.D."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "Practitioners in the “experimental” type of this discipline test theories by reconstructing feats using the appropriate level of technology. For 10 points each:", "answers_sanitized": ["archaeology [prompt on anthropology; do not accept \"paleontology\"]", "Sir Arthur Evans", "Lewis Binford "], "parts_sanitized": ["Name this discipline which studies human activity by analyzing material culture, often through excavations.", "One important contribution to archaeology was the excavation of Knossos, a site in Crete which used to contain the Minoan civilization. This English archaeologist conducted that excavation near the turn of the 20th century.", "This American archaeologist who pioneered the “processual” type of archaeology did fieldwork with the Nunamiat in Alaska. He also incorporated middle-range theory into the field."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "This country’s city of Kitwe is home to the Nkana smelter, where most of its metals are produced. For 10 points each:", "answers_sanitized": ["Zambia", "copper", "Katanga "], "parts_sanitized": ["Name this African country whose mines at Kagem are the world’s largest source of emeralds. Laborers from this country were instead sent to the Belgian Congo when it was under British control as Northern Rhodesia. ", "Kitwe is the capital of a province named after this most-mined metal in Zambia, which undergirds the country’s exports. It is also heavily mined in the Chuquicamata (“chee-kee-kah-MAH-tah”) open pit in the Atacama Desert.", "In World War I, Zambian miners were sent north to exploit the abundance of natural resources on this plateau. It names a former breakaway state and current province of what is now the Democratic Republic of the Congo. "], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "This location can be seen through a hollow barrel in one of thirty-six prints made by an artist. For 10 points each:", "answers_sanitized": ["Mount Fuji", "bridges ", "it is colored red [accept any answer which refers to reddish tint or Red Fuji]"], "parts_sanitized": ["Name this landmark that appears in the background in Hokusai’s The Great Wave off Kanagawa.", "In one of his thirty-six views, Hokusai depicted Mount Fuji between the columns of one of these structures at Nihonbashi. Another artist, Hiroshige, depicted a sudden shower over one of these structures.", "Another of Hokusai’s prints of Fuji, commonly titled Fine Wind, Clear Morning or South Wind, Clear Sky, is alternatively named because Mount Fuji has this unusual property in it. "], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "Cardinal Aloysius Stepinac was imprisoned for allegedly supporting this organization. For ten points each: ", "answers_sanitized": ["Ustaše [or Ustaša – Croatian Revolutionary Movement; or Ustasha; or Ustashe]", "Josip Broz Tito [or Josip Broz] ", "\"Stop sending people to kill me\" [accept any answer about Stalin trying to kill Tito] "], "parts_sanitized": ["Name this Nazi-aligned fascist organization led by Ante Pavelić that ruled Croatia during World War 2.", "The Ustaše was opposed by the partisans led by this future leader of Yugoslavia who later became a leader of the Non-Aligned Movement.", "After the Yugoslav-Soviet split, Tito sent a letter to Stalin asking him to stop doing this. A description is acceptable."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "The Feynman diagram for this process involves pair production at the emissive surface and annihilation at the event horizon. For 10 points each:", "answers_sanitized": ["Hawking radiation [prompt on but do NOT reveal black hole evaporation]", "black holes", "information paradox [accept equivalents such as “black holes do not preserve information”] "], "parts_sanitized": ["Name this form of radiation which results from the tunneling of particle-antiparticle pairs which are produced at the event horizon of certain objects. ", "Hawking radiation is produced at the event horizon of these gravitational singularities. The first image of one of these objects was released in April 2019.", "The existence of Hawking radiation causes this paradox which can be resolved by the existence of a black hole firewall that instantly breaks the entanglement of the outgoing and incoming particle."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "During a Phaeacian competition centered on these objects, the competitors mock Odysseus for not joining in - and are soundly beaten by him shortly after. For 10 points each:", "answers_sanitized": ["discus [accept chakram]", "Perseus", "Hyacinthus [or Hyacinthos] "], "parts_sanitized": ["Name these non-javelin objects often thrown at Olympic games. During the funeral games of Patroclus, Polypoites won the event involving the tossing of this kind of weapon.", "This hero accidentally killed his grandfather, Acrisius, with a discus at Larissa. He is more famous for slaying the Gorgon Medusa.", "This other figure was killed when Zephyros changed the course of a discus thrown by Apollo. After his death, he was turned into a namesake flower."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "The narrator of a story hesitates to perform this action, comparing it to “destroying a huge and costly piece of machinery”. For 10 points each:", "answers_sanitized": ["shooting an elephant [accept killing an elephant]", "George Orwell [or Eric Arthur Blair]", "“Politics and the English Language” "], "parts_sanitized": ["Name this action that is prompted by the sight of an Indian laborer trampled into the ground. After performing this action, the narrator admits that he only did so to avoid looking like a fool in front of a crowd of villagers. ", "This author of “Shooting an Elephant” also wrote about the dystopian state of Oceania in Nineteen Eighty-Four.", "This essay by Orwell criticizes the convoluted writing style of his contemporaries. In this essay, Orwell rewrites a passage from Ecclesiastes to illustrate how sentences are corrupted by “pretentious diction” and “meaningless words”.   "], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Homologous restriction factor and CD59 serve to inhibit this pathway. For ten points each:", "answers_sanitized": ["complement system", "red blood cells [or RBCs; accept erythrocytes]", "sugars [or carbohydrates; or monosaccharides] "], "parts_sanitized": ["Name this innate immune pathway that involves the assembly of the membrane attack complex through the action of C5 convertase. This pathway has classical and alternative portions, as well as one activated by lectins.", "These cells lack CD59 in paroxysmal nocturnal hemoglobinuria leading to aberrant activation of the complement system and their destruction by the membrane attack complex. These cells carry oxygen in the circulatory system.", "Both the classical and lectin pathways in the complement system result in the formation of the MAC. Lectins are proteins that bind to these compounds as seen in ficolin and mannose-binding lectin."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "This dynasty came to power after an army flying the Black Standard defeated Marwan II at the Battle of the Zab. For ten points each:", "answers_sanitized": ["Abbasid Caliphate", "Samarra [or Abbasid Samarra]", "Al-Musta'sim [do not accept or prompt on “Al-Mustansir”] "], "parts_sanitized": ["Name this dynasty that came to power after a revolt led by the general Abu Muslim. It built the city of Baghdad.", "The Abbasid Caliphate experienced nearly 10 years of anarchy named after this location after the murder of Caliph al-Mutawakkil. This Iraqi city is home to a Great Mosque constructed in a spiral pattern.", "This was the last caliph of the Abbasid dynasty. He was reportedly trampled to death with horses after Hulagu Khan refused to shed royal blood. "], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Data collected by the RAPID-MOCHA array has provided evidence for the hypothesized “shutdown” of this phenomenon. For 10 points each:", "answers_sanitized": ["thermohaline circulation [accept thermohaline circulation shutdown]", "icebergs [do NOT accept or prompt on “glaciers”]", "Atlantic ocean [accept Atlantic meridional overturning circulation or AMOC; accept Atlantic cold blob] "], "parts_sanitized": ["Name this system of ocean currents driven by gradients in its two namesake quantities. It is sometimes referred to as the “global conveyor belt.”", "Slowdown of the thermohaline circulation is strongly associated with Heinrich events, which introduce large amounts of cold freshwater via these objects. These objects may be classified as tabular or non-tabular and are formed by calving.", "A key component of the thermohaline circulation is this ocean’s meridional overturning circulation, which has weakened by over 15% in recent decades due to a namesake “cold blob.” The Canary Current and Gulf Stream help drive this ocean’s namesake gyre. "], "subcategory": "Earth Science", "category": "Science"}, {"leadin_sanitized": "The majestic maestoso coda that ends this symphony’s last movement suddenly shifts from A minor to A major, which caused the conductor Otto Klemperer to rewrite it for one of his recordings of it. For 10 points each:", "answers_sanitized": ["the Scottish Symphony [accept, but DO NOT REVEAL, Felix Mendelssohn's Symphony No. 3 or Mendelssohn’s Opus 56]", "Felix Mendelssohn", "The Hebrides [or the Hebrides Overture] "], "parts_sanitized": ["Name this A-minor symphony whose four movements are written to be performed without breaks. It features a short-long “snap” rhythm in its second movement. ", "This composer of the Scottish Symphony and some famous incidental music to A Midsummer Night’s Dream also wrote a symphony inspired by the tarantella and saltarello dances, his Italian Symphony. ", "Mendelssohn also composed this other Scotland-inspired orchestral work, written after he visited Fingal’s Cave. This overture begins with the bassoon, viola, and cello playing a low, dark theme to represent the rolling of the sea."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "In an essay about these “ethics” of these concepts, W.K. Clifford discusses the guilt of a ship-owner who sends people out to sail despite the ship not being seaworthy. For 10 points each:", "answers_sanitized": ["beliefs", "William James", "John Dewey "], "parts_sanitized": ["Name these concepts which were written about in an essay titled for the “will to” them with ten numbered sections outlining ideas like the momentous and trivial option and the living and dead option. ", "This philosopher wrote “The Will to Believe” and established the philosophical school of Pragmatism, along with writing the influential Principles of Psychology.", "This other pragmatist thinker and psychologist explored democratic society in works like Freedom and Culture and The Public and Its Problems. "], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "One of these works is about a woman who was turned into a zombie, while another is based off the work Cat People. For 10 points each:", "answers_sanitized": ["movies in Kiss of the Spider Woman [accept equivalents; prompt on partial answers: for example, if they say movie, prompt them by saying “from which literary work?”]", "Argentina", "The South [or El Sur]  "], "parts_sanitized": ["Identify these visual works that the character Valentin portrays to Molina. We’re looking for a descriptive answer indicating the type of work and the novel in which they appear.", "Manuel Puig is from this country, also home to “Library of Babel” author Jorge Luis Borges (“BOR-hays”).", "In this short story by Borges, Juan Dahlmann reimagines his own death while dying of sepsis after cutting his head on a windowframe. This story ends with Dahlmann preparing for a knife fight against a group of farm hands."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "A widely used molecular computer simulation used to find this quantity sets it proportional to the natural log of an insertion parameter B-sub-i. For 10 points each:", "answers_sanitized": ["chemical potential", "Boltzmann factors", "temperature [or T] "], "parts_sanitized": ["Name this quantity calculated by Widom’s method which represents the change in energy when a particle is added to a system. It is symbolized mu.", "Widom’s insertion method can be understood conceptually as averaging over these quantities. These factors are summed over to give the partition function and are equal to e to the negative beta times E-sub-i.", "The thermodynamic beta that is exponentiated in Boltzmann factors is equal to the reciprocal of k-sub-B times this quantity, measured in Kelvins."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This organization grew out of the Bucktails and dissolved after William Seward won an election against one of its members. For 10 points each:", "answers_sanitized": ["Albany Regency", "Martin van Buren", "Free-Soil Party "], "parts_sanitized": ["Name this early political machine that split into factions called the Barnburners and Hunkers over the issue of slavery.", "The Barnburners were led by this only president to speak English as a second language. This man served as Andrew Jackson's Vice President before succeeding him in 1836. ", "After serving one term as president, Van Buren ran in 1844 with this abolitionist third party."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Answer the following about alternate history novels. For 10 points each:", "answers_sanitized": ["The Man In the High Castle", "The Yiddish Policemen’s Union (by Michael Chabon)", "Philip Roth "], "parts_sanitized": ["This Phillip K. Dick novel presents an alternate history in which FDR was assassinated by Giuseppe Zangara, leading to Germany and Japan winning WWII.", "In this novel, Berko Shemets and Meyer Landsmen investigate the murder of a crime boss in Sitka, Alaska, which has become a haven for Jewish refugees after Israel is destroyed.", "This author’s novel The Plot Against America depicts an alternate history where FDR was defeated by Charles Lindberg in the election of 1940. He also wrote the novel Portnoy's Complaint."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "This man photographed Maharaja Yashwant Rao II of the Hokar Dynasty and his wife Sanyogita Devi on their trip to Europe. For ten points each:", "answers_sanitized": ["Man Ray [or Emmanuel Radnitzky]", "Rrose Sélavy [accept Rose Sélavy; prompt on partial answer]", "Dada [or Dadaism] "], "parts_sanitized": ["Name this photographer whose most notable image depicts a nude Kiki de Montparnasse’s back resembling a violin. He created many photograms known as his namesake “-ographs.”", "Man Ray took an iconic 1920 photo of this female persona in a fur coat. She also titles an artistic work consisting of a bird cage stuffed with white marble cubes by Marcel Duchamp.", "Both Marcel Duchamp and Man Ray were associated with this art movement, which emphasized irrationality and an anti-bourgeois sentiment. Its name comes from the French word for “hobby horse.”"], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This writer introduced the acronym MEST to refer to matter, energy, space, and time. For 10 points each:", "answers_sanitized": ["Lafayette Ronald Hubbard [or L. Ron Hubbard]", "Dianetics: The Modern Science of Mental Health", "Nation of Islam [or NOI; prompt on Islam] "], "parts_sanitized": ["Name this writer who recalled a near-death experience from a dental operation in his book Excalibur, which outlines a “dark sword” of practices that, among other things, could help destroy Communism.", "L. Ron Hubbard included many fragmentary ideas from Excalibur in this book, which outlines “auditing,” “engrams,” and other techniques and ideas prominent in Scientology.", "This religion’s current leader, Louis Farrakhan, has embraced practices from Dianetics and encouraged his followers to undergo auditing. This mainly African-American religion was founded by Wallace Fard Muhammad. "], "subcategory": "Religion", "category": "Religion"}]}