{"tossups": [{"question_sanitized": "Jorge Luis Borges characterized this collection as a collaboration between two “momentary faces of god” in an essay titled for The Enigma of [this work’s translator]. The speaker of this collection muses that “one thing is certain, and the rest is lies/ the flower that once has blown forever dies” and later asks “who is the Potter, pray, and who the pot?” The command (*) “Wake! For the Sun, who scattered into flight/ the Stars” opens this collection, which also states “the moving finger writes; and, having writ, moves on”. “A Jug of Wine, a Loaf of Bread – and Thou” are described in Edward FitzGerald’s translation of, for 10 points, what series of quatrains by Omar Khayyam?", "answer_sanitized": "“The Rubaiyat” &lt;Chen, Literature - World&gt;", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "After George Balanchine’s American Ballet Caravan disbanded, a composer from this country excerpted four danzas from the ballet he wrote for them into a 1943 orchestral suite. For the film Enrico IV, a composer from this country wrote the somber piece “Oblivion.” Audience members commonly clap their hands in a “short-short-LONG” rhythm during performances of a dance piece from this country whose title puns on the word for “freedom” or (*) “Libertad.” Daniel Barenboim and Martha Argerich are from this country. The bandoneón (“bahn-dohn-ay-OHN”) is an accordion-like instrument used in a popular partner dance from country, home to composers Alberto Ginastera (“hee-nah-STAIR-ah”) and Astor Piazzolla (“pee-ahs-SOH-lah”). For 10 points, name this South American country where the tango was popularized.", "answer_sanitized": "Argentina [or Argentine Republic] ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "One of these systems in the zooplankton Calanus finmarchicus was found to be responsible for diel vertical migration in the deep scattering layer. In one of these systems, Bmal1 activates Rev-erb alpha transcription. These systems can be plotted on a phase response curve which can be shifted up or down by zeitgebers. The discovery of the transcription-translation feedback loop between (*) PER and TIM proteins in this type of system earned Hall, Rosbash, and Young the 2017 Nobel Prize in Medicine. In humans, these systems are controlled by the suprachiasmatic nucleus which triggers the release of melatonin from the pineal gland. Entrainment of these systems occurs after jet lag which causes disruption of them. For 10 points, name these 24-hour sleep-wake cycles.", "answer_sanitized": "circadian rhythms [or circadian clocks; or circadian oscillators; accept sleep-wake cycles before mention; prompt on biological clocks] ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The everyday life of people in this group is examined in a book which examines the mentalité of a single village. Records of this group collected by Jacques Fournier were used to write Emmanuel LeRoy Ladurie's history of the town of Montaillou. The elder Simon de Montfort died in a campaign against this group which greatly reduced the political independence of Languedoc and saw a massacre in which Arnaud Amalric reportedly said (*) \"Kill them. For the Lord knows those that are His own.\" A conflict named for these people began after the assassination of Pierre de Castelnau, which may have been ordered by Raymond VI of Toulouse. For 10 points, name these dualistic heretics in Southern France who were targeted by a 13th century crusade.", "answer_sanitized": "Cathars [or Catharism; accept Albigensians or Albigensian Crusade; accept answers which refer to people in Montaillou before “Montaillou”] ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Purported footage of this 2020 event was given a “Pants on Fire” rating from Politifact after it turned out to be from an AC-130 simulator. This event prompted mitigating remarks from Jens Stoltenberg that “conflict would be in no one’s interest.” A procession after this event in the Green Zone was rocked by several explosions before heading towards Najaf. Directly after this event, Yemen’s foreign ministry issued a (*) celebratory tweet noting its target was a chief enabler of Houthi militias. Following this event, a parliament led by Adil Abdul-Mahdi voted to expel U.S. troops from the country it took place in. Unrealized fears of a “World War 3” followed, for 10 points, what January 2020 event in which a drone strike killed an Iranian commander?", "answer_sanitized": "the assassination of Qassem Soleimani [accept any answer which refers to the death of Soleimani; prompt on answers referring to an airstrike in Baghdad] ", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "Though previously dismissed as a forgery, a supplement to this text called the “Family Sayings” was rehabilitated as an authentic source in the 20th century. Traditionally, this text is divided into 20 sections including ones titled “In the Village” and “Men of Former Times.” An oft-quoted passage of this text claims that, when walking among any three people, one will always find a teacher. This text is structured as a series of aphorisms, many of which begin with the line “The (*) Master said.” The primary focus of this member of the Four Books is instructing individuals to become a “gentleman” or junzi (“joon-zuh”) through the cultivation of a form of virtue, termed ren. For 10 points, name this collection of sayings compiled by the followers of Confucius. ", "answer_sanitized": "The Analects [or Lunyu] ", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "In one novel, a young boy is given a box of minerals by his friend’s father, who then drunkenly kills himself using one of these objects. A panic-stricken crowd gathered around one of these objects causes one character to cry about an “omen of evil” that is later fulfilled after she misinterprets a curt telegram that reads “I can’t come before ten o’clock.” That character decides to wait for one of these objects to arrive after her husband is advised by Jules Landau, a French (*) clairvoyant, not to grant her a divorce. These vehicles kill the elder Zhivago as well as a woman who meets Kitty and Levin after quarrelling with her lover, Count Vronsky. For 10 points, name these vehicles that run over Anna Karenina.", "answer_sanitized": "trains [or locomotives or railcars] ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Residents of this empire showed respect for peers by assuming the four-kneed tehanazou posture, according to a travelogue by Jean Chardin. This empire built the Chahar Bagh avenue through its capital, which also contains the blue-tiled Shah Mosque. The core of this empire’s early cavalry was comprised of religious militant Turkomans whose name meant \"red heads,\" and who were defeated by the skilled gunners of Selim the Grim at the Battle of (*) Chaldiran. This empire’s devout Shi’a qizilbash warriors were organized by its first ruler, Isma’il I. It reached its greatest extent under Abbas I, who transformed its carpet industry into a major export. For 10 points, name this empire which ruled Iran from the 16th through 18th centuries.", "answer_sanitized": "Safavid Empire [or Safavid Iran; or Safavid Persia; accept Safavid Dynasty; accept Dudmâne Safavi; or دودمان صفوی; prompt on Persia; prompt on Iran before “Iran”] ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In Jewish legend, the Behemoth’s tail is “stiff like” one of these objects. In another tale, two friends steal a sacred example of these objects and build a raft to take it to Nippur. The Igigi are said to tremble before a creature tasked with guarding these objects by Enlil which has a roar like a flood, a mouth like fire, and a deadly breath. In the Bible, Solomon requests some of these natural objects from the kings of Tyre, a city in (*) Phoenicia, to help build the Temple. A different hero boasts of killing the Bull of Heaven and cutting down the greatest example of these objects after defeating their protector. In that story, the Epic of Gilgamesh, the monster Humbaba guards a forest of these trees. For 10 points, which trees are the national symbol of Lebanon?", "answer_sanitized": "cedar trees [or cedars, or erez; prompt on trees] ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Minimum energy states in these structures are known as yrast. The pairwise interaction in a model of these structures is positive if Z and N are even, negative if Z and N are odd, and zero otherwise. The movement of these structures is taken to be slow in the Born–Oppenheimer approximation. The semi empirical model of these structures can be used to find the (*) island of stability. Goeppert-Mayer created the shell model to describe a pattern of “magic numbers” in these structures. These structures release binding energy responsible for their mass defect. The existence of these structures was verified in an experiment carried out under the supervision of Ernest Rutherford. For 10 points, name these atomic structures that consist of protons and neutrons.", "answer_sanitized": "atomic nuclei [or atomic nucleus; accept nuclear shell model] ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Fernando Botero parodied a painting in which one of these people holds a magnifying glass and sits at a table with a silver bell. Another of these people is struck by a meteor in Maurizio Cattelan’s installation La Nona Ora. Yet another of these people supposedly exclaimed “It’s too true! It’s too true!” after seeing a portrait in which he holds a piece of parchment that contains the signature of its artist, (*) Diego Velázquez. The same one of these people was painted with purple robes trapped in a glass cage for a series that depicts these people screaming by Francis Bacon. For 10 points, Raphael depicted what sort of religious leader in his Portrait of Leo X ? ", "answer_sanitized": "Pope [or Bishop of Rome or Pontifex Maximus; prompt on Bishop or Cardinal; do not accept or prompt on answers like “priest”] ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "One of these animals helps Governor Grant take care of the young girl Polly after her father develops bronchitis. Another of these animals is exchanged for a cask of whiskey and can only remember four letters of the alphabet at a time. A talking race of these animals called Houyhnhnms are the owners of the humanoid (*) Yahoos in Gulliver’s Travels. One of these animals loves ribbons and spends hours gazing at her reflection in the water, while another animal who repeats the phrase “I will work harder” is named Boxer and is last seen being driven to a glue factory. For ten points, name this animal that is the subject of Anna Sewell’s Black Beauty. ", "answer_sanitized": "horses [accept logical equivalents such as ponies] ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This politician, who was nicknamed the \"most boring man in America\", was the subject of a satirical love song that launched the career of actress Carol Burnett. At the 1954 Geneva Convention this politician refused to shake Zhou Enlai's hand. This politician, who is not a President, sent Kermit Roosevelt Jr. to destabilize the government of (*) Iran and organized Operation PBSUCCESS. This politician's brother oversaw the MK Ultra program as CIA director until he was forced to resign following the Bay of Pigs Invasion. This politician coined the phrase \"massive retaliation\" to describe his New Look for the American military. For 10 points, name this Secretary of State to Dwight D. Eisenhower.", "answer_sanitized": "John Foster Dulles [prompt on Dulles; do not accept or prompt on “Allen Dulles”] ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In Vajrayana tradition, vows of silence and engaging in this practice are done during retreats called nyunge (“nyoong-nay”). Buddhists often denote this practice with a Sanskrit word meaning “to live near,” upavasa (“oop-uh-VAH-suh”).  In Jainism, examples of this practice include a variety performed before the date of Navkarsi called chauvihar and a much more extreme variety called sallekhana (“suh-LAY-khuh-nah”), which was performed by the historical (*) Chandragupta Maurya. In another religion, this practice begins at the time of fajr (“FUH-jer”) and ends with an event called the iftar. Many Buddhists engage in the “intermittent” form of this practice from noon until the dawn of the following day. For 10 points, give this religious practice which is performed all day by Muslims during Ramadan.", "answer_sanitized": "fasting [accept equivalents such as starving oneself or self-starvation; accept answers which indicate not eating; accept sawm; accept upavasa before “upavasa; accept anasana; prompt on suicide by asking “by what method?”; prompt on starvation; do not accept or prompt on “eating”] ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In 2014, Israel became a member of this organization due to the country’s involvement in building the OPAL device. A proposed $20 billion expansion to this organization’s main facility plans to increase its energy output to 100 TeV. Researchers from this organization confirmed at the five-sigma level that they observed a decay path at 125 GeV, and that an object they had (*) detected had zero spin, thus confirming predictions made by the Standard Model. In that experiment, this organization’s researchers observed a particle which generates a field that imparts mass to other particles. For 10 points, name this European scientific organization which runs the Large Hadron Collider which discovered the Higgs Boson.", "answer_sanitized": "CERN [or European Organization for Nuclear Research; prompt on Large Hadron Collider by asking “what organization runs the collider?”] ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Joseph Weiss developed the control-mastery theory which emphasizes the importance of guilt in this practice. Marsha Linehan developed a “dialectical” form of this practice. Subjects are asked to perform projective tasks such as drawing a tree in DDS, an assessment used in one form of this practice. The paradoxical theory of change is a core principle in a form of this practice developed by Fritz and Laura Perls. This practice should be performed with (*) “unconditional positive regard” according to Carl Rogers, part of the humanistic school of this practice. For ten points, name this psychological practice for improving mental health, examples of which include “client-centered” and “cognitive behavioral” types.", "answer_sanitized": "psychotherapy [accept art therapy or specific forms of therapy such as cognitive behavioral therapy, dialectical behavioral therapy, or Gestalt therapy] ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A school teacher forces a member of this family to throw her pickled limes out the window after catching her eating them in class. That character from this family falls through the ice while skating but is saved by her neighbor, whom she later marries after returning from Europe.  A woman in this family inherits her aunt’s mansion, which she converts into the (*) Plumfield school for boys with her husband Professor Bhaer. After Marmee asks her to deliver a Christmas breakfast to the sickly Hummel children, the piano-loving Beth contracts scarlet fever and later dies. For 10 points, name this family of sisters including Meg, Amy, and Jo, who appear in Little Women.", "answer_sanitized": "March family ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Gavin Hamilton gave this sculptor the idea to depict a Greek hero sitting calmly over his clubbed victim for an early commission. He’s not Donatello, but a version of one of this man’s sculptures at the Hermitage shows the title kneeling figure with empty upturned hands, since she does not carry the gilded bronze cross found in his original Penitent Magdalene. This sculptor of Theseus and the Minotaur depicted a waking girl reaching up toward a (*) winged boy in another sculpture. Bernini’s tombs influenced this later sculptor’s tomb for Clement XIV. A reclining noblewoman holds an apple in a marble sculpture by this artist depicting Pauline Borghese. For 10 points, name this Italian neoclassical sculptor of Psyche Revived by Cupid’s Kiss and Venus Victrix.", "answer_sanitized": "Antonio Canova ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "Diffusion damping of this phenomenon occurs on the Silk scale which can be used as a standard ruler along with baryonic acoustic oscillations. When this phenomenon has a quadrupolar distribution, Thomson scattering generates linear polarization. The Keck Array and BICEP experiments observed this phenomenon’s B-mode polarization in an attempt to detect primordial (*) gravitational waves. The temperature anisotropy (“an-eye-SAHT-roh-pee”) in this phenomenon was measured by the WMAP (“W-map”) and Planck probes. It was discovered after first being mistaken for pigeon droppings by Penzias and Wilson. For 10 points, name this thermal radiation whose temperature is 2.7 Kelvin, and which is found throughout the universe.", "answer_sanitized": "cosmic microwave background radiation [or CMBR or CMB; prompt on radiation] ", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "This politician was criticized in the political cartoon “Whither are we Drifting?”, one of many depicting him by John Wilson Bengough. This politician resigned from his highest post after Lucius Huntington revealed that he had taken a $10,000 bribe from Hugh Allan. This non-German politician joined with his rival George Brown to form the \"Great Coalition\" at the Charlottetown Conference. His government suppressed the (*) Red River Rebellion by the Metis Louis Riel. This politician was replaced by Alexander Mackenzie after he was implicated in the Pacific Scandal. For 10 points, name this first Prime Minister of Canada.", "answer_sanitized": "Sir John Alexander Macdonald ", "subcategory": "Other History", "category": "History"}], "bonuses": [{"leadin_sanitized": "God renewed his covenant with the Israelites shortly before Moses died in this land, where he ascended Mount Nebo to view the Promised Land. For 10 points each:", "answers_sanitized": ["Moab [accept Moabites]", "Ruth [accept Book of Ruth]", "Lot "], "parts_sanitized": ["Name this forsaken region where twenty four thousand Israelites died of plague after being seduced by local women. In a later Biblical tale, Naomi and her daughter-in-law leave this region to return to Bethlehem.", "This daughter-in-law of Naomi is the only Moabite person to name a book of the Bible, in which she works in the fields of Boaz and adopts her mother-in-law’s belief in the God of Israel.", "In the Bible, Moab is named after a grandson of this man. This man was visited by angels, who struck a crowd with blindness before telling him to flee his home for Zoar. "], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Answer the following about Benedict Arnold, for ten points each:", "answers_sanitized": ["Battle of Saratoga", "John Andre", "Richmond "], "parts_sanitized": ["Arnold feuded with Horatio Gates during this 1777 battle in Canada, a defeat for John Burgoyne.", "In his most famous action, Arnold attempted to betray West Point to this British spy. He communicated with Arnold through the latter’s wife, Peggy Shippen.", "After defecting to the British, Benedict Arnold sacked this city, resulting in Washington putting a bounty on his head. In that campaign, Arnold fought men under the command of Sampson Matthews."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This work discusses the differing concepts of the anatomist Giovanni Morgagni and the histologist Xavier Bichat in theorizing an “epistemic change.” For 10 points each:", "answers_sanitized": ["The Birth of the Clinic: An Archaeology of Medical Perception [or Naissance de la clinique: une archéologie du regard médical]", "Michel Foucault", "Being and Nothingness by Jean-Paul Sartre [or L'Être et le néant] "], "parts_sanitized": ["Name this book that examines the emergence of biological reductionism in hospitals with the concept of the “medical gaze.” ", "This French philosopher who theorized the “medical gaze” also used the metaphor of the Panopticon to show how society forces individuals to police themselves in the work Discipline and Punish.", "This book by a different French philosopher uses the example of a mannequin mistaken for a person in its chapter on “the look”. "], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "While unveiling his new painting at a banquet, a man with this name is upstaged by his rival Joaquin after Joaquin gives an eloquent speech that captivates all the guests. For 10 points each:", "answers_sanitized": ["Abel [accept Abel Sanchez]", "Miguel de Unamuno y Jugo", "priest [or father; do not accept or prompt on “preacher”] "], "parts_sanitized": ["Give this name of an artist whom Joaquin murders at the end of a novel subtitled “The History of a Passion”. He takes his name from a biblical figure who is murdered by his brother, Cain.", "This Spanish author and member of the Generation of '98 wrote Abel Sanchez. He also inserted himself into his novel Mist, where he explains to the protagonist that he is a fictional character.", "In a novella by Unamuno, Angela and her brother Lazaro bond with a man of this profession named Don Manuel. Another member of this profession named Amaro has his illegitimate child killed in a José Maria de Eça de Queirós (“zhoo-ZAY mah-REE-ah jeh-SAH jeh kay-ROHS”) novel titled for his “Crime”."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This effect can be used to experimentally show that the charges carried in conductors are negatively charged. For 10 points each:", "answers_sanitized": ["Hall effect [accept quantum Hall effect or Hall voltage]", "voltage [accept V] ", "limited to two-dimensions [or 2D; accept answers which refer to a two-dimensional system; accept two-dimensional electron gas; prompt on confined] "], "parts_sanitized": ["Name this effect in which a magnetic field exerts a transverse force on charge carriers in a conductor. The discovery of the quantum analog of this effect won Klaus von Klitzing the 1985 Nobel Prize in Physics.", "The Hall effect creates a difference in this quantity across a conductor. This quantity is equal to electric potential difference and is equated to current times resistance in Ohm’s law.", "The quantum Hall effect is observed in materials in which electrons have this constraint imposed upon them. Quantized energy levels called Landau levels arise in electron gases with this constraint."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "One work by this artist depicts a red-headed Lilith combing her hair in a hand mirror, surrounded by roses. For 10 points each:", "answers_sanitized": ["Dante Gabriel Rossetti", "Beata Beatrix", "Pre-Raphaelite Brotherhood "], "parts_sanitized": ["Name this artist who depicted Jane Morris in a blue dress clutching a pomegranate in his painting of Proserpine. This artist provided illustrations for the poems “Goblin Market” and “The Blessed Damozel”.", "A red dove holding a white poppy is perched on the arm of the central woman in this painting, who was modelled on Rossetti’s late wife Elizabeth Siddal. The depiction of the titular character in this work was inspired by La Vita Nuova.", "Elizabeth Siddal was portrayed as Ophelia by John Everett Millais, a member of this artistic movement along with artists like William Holman Hunt."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "Almost 46 million acres of land have burned in this country since September 2019. For 10 points each:", "answers_sanitized": ["Commonwealth of Australia", "Kyoto Protocol", "New South Wales "], "parts_sanitized": ["Name this country whose Prime Minister, Scott Morrison, was criticized for taking a vacation to Hawaii while those fires raged.", "PM Morrison has been accused of exploiting an accounting loophole to artificially reach Australia’s goals set in the Paris Agreement. The government was accused of misusing “carryover credits”, which were originally introduced in this expiring environmental treaty.", "On Twitter, many celebrities, including Rihanna, shared inaccurate bushfire maps, from the website MyFireWatch. However, the most accurate maps come from this state’s volunteer firefighting agency, which is the world’s largest. The majority of the bushfires occurred in this state."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "The read-out from this technique can be plotted on a Wiggers diagram. For 10 points each:", "answers_sanitized": ["electrocardiogram [accept ECG or EKG]", "bundles [accept bundle of Kent or bundle of His]", "QRS complex "], "parts_sanitized": ["Name this technique in which twelve electrodes placed on the chest detect electrical signals from the heart and translate them into a waveform.", "A shortened P-R interval in an EKG is indicative of Wolff–Parkinson–White syndrome which results from the formation of an accessory one of these structures named for Kent. One of these structures named for Wilhelm His connects the AV node to the Purkinje fibres.", "The EKG of patients with WPW syndrome have a slurred upstroke in this feature. This feature corresponds to ventricular depolarization and is usually the main spike on an EKG. "], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "These agreements are typically signed to boost aviation industries between two countries. For 10 points each:", "answers_sanitized": ["Open Skies Agreements", "Ryanair", "Republic of Turkey [or Türkiye Cumhuriyeti] "], "parts_sanitized": ["Name these agreements which give airlines extra freedoms that let them start new routes. Due to Brexit, the US-EU agreement of this type was replaced by a renegotiated US-UK agreement.", "EU aviation agreements have allowed foreign airlines to perform domestic flights, which has been exploited by this ultra-cheap Irish airline, which operates many short-haul flights within the EU for less than $15.", "In 2019, the EU threatened to suspend talks for an open skies agreement with this country after it began oil drilling in Cyprus’ exclusive economic zones. This country’s city of Istanbul has emerged as a center of aviation due to its location between Europe and Asia."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "This man draws a circle on the beach and argues with a “set of solemn greybeards” about “arc and circumference, Diameter and such” in a poem by Vachel Lindsay. For 10 points each:", "answers_sanitized": ["Euclid [or Eukleides]", "Edna St. Vincent Millay", "sonnet "], "parts_sanitized": ["Name this man. Another poem titled for this person declares that “heroes seek release from dusty bondage into luminous air.” ", "This poet of “Euclid alone has looked on Beauty bare” wrote “My candle burns at both ends; It will not last the night” in her poem “First Fig”.", "“Euclid alone has looked on Beauty bare” is an example of this type of 14-line poem, many of which were also written by Shakespeare. "], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "This man wanted Quebec to become a self-sufficient “compact colony.” For 10 points each:", "answers_sanitized": ["Jean-Baptiste Colbert", "mercantilism", "land "], "parts_sanitized": ["Name this man who succeeded Nicolas Fouquet (“foo-KAY”) in his most prominent position, in which he drafted the Code Noir which governed slavery in French holdings.", "Colbert helped develop this dominant economic theory of the 17th century that encouraged colonial expansion and the creation of a positive balance of trade.", "Colbert reformed the taille tax on this resource. François Quesnay (“kuh-NAY”) developed an economic theory which emphasized the primary importance of this resource. "], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Artemis turned this man’s sisters into birds after his death. For 10 points each:", "answers_sanitized": ["Meleager", "Althaea", "Atalanta "], "parts_sanitized": ["Name this son of Oeneus who led the Calydonian Boar Hunt. His life was tied to a stick in his family’s hearth, so he died when it burned up entirely.", "This mother of Meleager put the stick into a fire, causing his death, after Meleager killed his uncles in a rage. Earlier, this woman had taken the stick out of the fire after hearing of Meleager’s future from the Fates.", "Meleager killed his uncles because they mocked him for giving the hide of the Calydonian Boar to this heroine. This heroine married Hippomenes after losing a footrace due to the effects of some magical golden apples."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "The Chomsky hierarchy classifies formal types of these systems based on their complexity. For 10 points each:", "answers_sanitized": ["grammars [accept formal grammars or context-free grammars]", "strings [accept empty string]", "recursion [accept recursively enumerable] "], "parts_sanitized": ["Name these systems that describe how symbols can form a language according to syntax. Context-free types of these systems are said to be in Chomsky normal form if they fulfill certain production rules. ", "According to Chomsky normal form, nothing can generate the symbol for the empty one of these objects, which is the identity element of concatenation. That one of these objects has length zero and is represented by epsilon.", "Type-0 languages in the Chomsky hierarchy can have all valid strings enumerable by a Turing machine using this technique in which the function to check for valid strings calls itself."], "subcategory": "Computer Science", "category": "Science"}, {"leadin_sanitized": "This work’s passacaglia movement “Nacht” begins with the soprano vocalist quietly asserting that “gloomy, black, gigantic butterflies have killed the sunshine.” For 10 points each:", "answers_sanitized": ["Pierrot Lunaire", "sprechstimme [accept sprechgesang; prompt on descriptions of a half-speaking half-singing voice with, “What is the German term for that technique?”]", "twelve [accept twelve-tone or dodecaphony] "], "parts_sanitized": ["Name this Arnold Schoenberg piece which sets 21 poems from Albert Giraud's cycle of the same name. It begins with the movement “Mondestrunken,” or “Drunk with Moonlight.”", "In Pierrot Lunaire, Schoenberg indicates this technique with small x's through the stems of notes. This technique of half-singing and half-speaking was first used in Engelbert Humperdinck’s melodrama Königskinder.", "Nine years after Pierrot Lunaire, Schoenberg refined his atonality by inventing a compositional style named for this number of tones. That style named for this number of notes in a chromatic scale gives each of them equal importance."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "As part of the Second Triumvirate, Lepidus received this office. For ten points each:", "answers_sanitized": ["Pontifex Maximus ", "Vestal Virgins [or Vestals; or Vestalis] ", "birds [accept vultures] "], "parts_sanitized": ["Name this chief priest of the Roman religion.", "The home of the Pontifex Maximus was adjacent to the residence of this group of Roman priestesses. They took a 30 year oath of chastity and were tasked with maintaining an eternal flame.", "An auspex, or augur, would divine the future based on the behavior of these animals. Romulus founded Rome on the Palatine Hill after seeing twelve of these animals."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "This online game is set on a planet in the Andromeda Galaxy and is played using a V-suit. For 10 points each:", "answers_sanitized": ["Three Body", "Silent Spring", "Hugo Award for Best Novel "], "parts_sanitized": ["A character chooses the usernames Hairen and Copernicus to play this game, where he focuses on trying to predict Stable and Chaotic Eras. This game was created to aid the invasion of the Trisolarans.", "In The Three-Body Problem , the astrophysicist Ye compares the Cultural Revolution to a destructive pesticide after reading this book by Rachel Carson that sparked the environmental movement.", "In addition to being nominated for the Nebula Award, The Three-Body Problem won one of these prizes for Best Novel in 2015. This literary prize is awarded by the World Science Fiction Convention to the best science-fiction works each year."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about the Safety Square:", "answers_sanitized": ["blue [accept Blue Book]", "water sensitivity [accept equivalents such as “extremely reactive with water”]", "flammability [or flammable] "], "parts_sanitized": ["The health section of the NFPA diamond ranks potential hazards such as hydrofluoric acid and is this color on the diagram. The IUPAC Nomenclature of Organic Chemistry book is also named for this color.", "Description acceptable. The special notice section can contain various symbols such as a W with a line drawn through it, which is indicative of this condition of substances.", "Substances in the red section of the NFPA diamond are ranked based on their value of the flash point, which indicates this property of substances that ignite easily at ambient temperatures."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about historical sporting events:", "answers_sanitized": ["Hungary (accept Hungarian Peoples’ Republic or Magyar Népköztársaság)", "Black September [or Munaẓẓamat Aylūl al-aswad]", "Lake Placid, New York "], "parts_sanitized": ["During the 1956 Melbourne Olympics, a Soviet water polo player punched a player from this country, during the Blood in the Water game. That country, a former Soviet Republic, had a revolution that deposed its Communist and AVH-led government in the same year. ", "During the 1972 Munich Olympics, members of this Palestinian terrorist organization took nine members of Israel’s Olympic team hostage. In retaliation, Israel PM Golda Meir ordered Mossad to track down the perpetrators in Operation Wrath of God.", "During the 1980 Winter Olympics in this city, the US team defeated the Soviet team in a hockey game known as the Miracle on Ice. The USA went on to win the gold medal. That city also hosted the Winter Olympics in 1932."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "In one novel, Archie Jones makes important life decisions by performing this action, which results in him marrying Clara Bowden. For 10 points each:", "answers_sanitized": ["flipping a coin [accept more specific answers like flipping heads on a coin toss]", "White Teeth", "John Ronald Reuel Tolkien and Clive Staples Lewis "], "parts_sanitized": ["Name this action. Rosencrantz and Guildenstern are bewildered after they perform this action 92 times in a Tom Stoppard play.", "Archie Jones and his friend Sameer Iqbal appear in this novel, which ends with the FutureMouse escaping after Archie knocks over his cage.", "Two answers required. As part of a bet, these two authors flipped a coin to determine the genre of their next books. One of these authors went on to write The Lord of the Rings and the other later wrote The Chronicles of Narnia."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "The long rehearsals and excessive amount of preparation time required for this 1912 ballet caused Michel Fokine to leave the Ballet Russes. For 10 points each:", "answers_sanitized": ["The Afternoon of a Faun [do not accept “Prelude to the Afternoon of a Faun”]", "Vaslav Nijinsky", "Claude Debussy "], "parts_sanitized": ["Name this ballet, in which nymphs pass each other in parallel lines to reflect the design of Greek vases. This ballet caused much controversy for a scene in which its title male character lowers himself sensually on a veil. ", "The role of the Faun in The Afternoon of a Faun was danced by this gifted, flamboyant Ballets Russes dancer at the premiere. He created the original choreography for The Rite of Spring. ", "The same year he choreographed The Rite of Spring, Nijinsky also choreographed this composer’s ballet Jeux (“zhoo”). This Frenchman provided the score to The Afternoon of a Faun and wrote “Clair de Lune.” "], "subcategory": "Other Arts", "category": "Fine Arts"}]}