{"tossups": [{"question_sanitized": "In March 2020, this country’s legislature proposed a Uniform Civil Code which would eliminate the separate legal system for religious minorities.  Two million people in this country’s northeast were unable to prove their legal status for the National Registry of Citizens, resulting in many being sent to detention centers. This country’s 2019 (*) Citizenship Amendment Bill offered a path to citizenship for refugees, but excluded Muslims. Its Home Secretary, Amit Shah, pushed for the abrogation of Article 370, which created the Union Territory of Ladakh and revoked the special status of one of its majority-Muslim territories. The BJP governs, for 10 points, what country which controls Jammu and Kashmir?", "answer_sanitized": "Republic of India [or Bharat Ganarajya] ", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "After performing this action in her grandmother’s villa, Eréndira is forced into prostitution in a Gabriel Garcia Márquez short story. Following a trip to Nairobi, a jealous Munira performs this action after witnessing Karega leaving Wanja’s brothel at the end of Petals of Blood by Ngũgĩ wa Thiong’o. In another novel, a stuttering student who is obsessed with performing this criminal action discusses the passage “Nansen kills a kitten,” a (*) koan (“koh-ahn”), with Father Dosen. That character later commits this crime after he remembers the saying “when you meet the Buddha, kill the Buddha.” For 10 points, name this crime that Mizoguchi commits by destroying the Temple of the Golden Pavilion in a Yukio Mishima novel. ", "answer_sanitized": "arson [accept equivalents such as burning down a building; prompt on lighting a fire by saying “with what result?”] ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "This instrument is featured alongside the oboe in the introduction to Vivaldi’s Gloria. Over 30 concertos for this instrument variously titled as “sonatas” and “sinfonias” were written by Giuseppe Torelli. Bach’s second Brandenburg concerto includes a high solo part for the “natural” type of this instrument. Maurice André played Baroque works on the modern (*) “piccolo” variety of this instrument. A bass aria from Part III of Handel’s Messiah titled for this instrument declares that it “shall sound.” Jeremiah Clarke wrote a famous “voluntary” for this instrument, which was valveless in the Baroque era. For 10 points, name this high-pitched brass instrument.", "answer_sanitized": "trumpet ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "The first chapter of Michel Foucault's Discipline and Punish describes the public execution of a man who attempted to kill this ruler, named Robert-François Damiens (“roh-BARE frahn-SWAH dah-MYEN”). Both the Pontallec (“pohn-tah-YEK”) conspiracy and the earlier Cellamare (“chell-ah-MAH-ray”) conspiracy, cooked up by Spain’s Cardinal Alberoni, targeted this ruler's regent Philippe of Orleans. For a time, his finance minister was the incompetent Scottish economist John Law, whose policies caused the (*) Mississippi Bubble. This ruler employed the painter François Boucher, who painted several portraits of his mistress Madame de Pompadour. His armies lost control of Canada during the Seven Years War. For 10 points, name this Bourbon king of France, the successor of the \"Sun King\".", "answer_sanitized": "Louis XV [prompt on Louis] ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The maximum number of values used in a greedy algorithm for this process, which performs it using adversarial ordering, is the Grundy number. Features with odd cycles are exceptions to Brooks' theorem about this procedure which was extended by Vadim Vizing, who showed that it only requires one more value than the maximum degree. Tait proved that this task is equivalent to the statement that no snark is (*) planar. Kempe chains were used in an incorrect proof for a theorem about this procedure which was later proven in 1976 by Appel and Haken, who exhaustively checked 1,936 cases using a computer. For 10 points, name this process of assigning vertices which, for a planar graph, only requires four of the namesake labels.", "answer_sanitized": "graph coloring [accept k-coloring or four-coloring; accept coloring a map; accept edge coloring or total coloring] ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "In a novel by this author, Pedro Orce develops the ability to sense earthquakes and is accompanied on a journey by a man who is followed by starlings. While scavenging in a supermarket, a woman created by this author encounters a man with glass in his foot and is followed by a dog who licks her tears. The title alternate personality gives up practicing medicine after his creator dies in this author’s novel The (*) Year of the Death of Ricardo Reis. A novel by this man ends with the King of Ward Three being stabbed by the Doctor’s Wife, who is the only person that can still see after an unexplained epidemic causes everyone to lose their vision. For 10 points, name this Portuguese author of Blindness.", "answer_sanitized": "José de Sousa Saramago ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Park et al. found that a di-lysine motif on CDC42 causes interference with transport from this organelle in VSV glycoprotein. Coronaviruses undergo budding and assembly in an intermediate compartment during transport to this organelle. Brefeldin A can prevent transport to this organelle by interfering with Arf1p, which occurs through a compartment called the (*) vesicular tubular cluster. Luminal proteins with KDEL retention motifs prevent transport to this organelle and COPII protein coats vesicles on their way to its cis face from the endoplasmic reticulum. This organelle is made of stacks of flattened discs called cisternae. For 10 points, identify this organelle named for an Italian that packages precursor proteins into membrane bound vesicles.", "answer_sanitized": "Golgi apparatus [or Golgi body] ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "G. Edward White examined this legal concept’s conceptualization and change in the backdrop of professional growth in an “intellectual history” of it in America. Influential cases in this field of law include Palsgraf v. Long Island Railroad Co. and the Scottish case Donoghue v. Stevenson. One of this field of law’s central concepts is the difference between strict and fault liability, in which case actions need to be justified as reasonable. These types of transgressions, which commonly include (*) negligence cases, are the most common type of civil suits. For 10 points, identify this prominent term of legal theory, which deals with a canonical namesake set of “wrongs”, such as injury or assault, that don’t have to be prosecuted criminally.", "answer_sanitized": "tort law [accept tort suits; tort theory; be lenient and prompt on civil law until “civil” is mentioned; do not accept or prompt on “criminal law”] ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "After leading this tribe against the Overmountain men during the American Revolution, the warrior Pathkiller sided with Dragging Canoe in a conflict against the US government. After leading troops at the Battle of Pea Ridge, a member of this tribe became the last Confederate general to surrender. That member of this tribe, Stand Watie, survived an assassination attempt that killed Major Ridge and (*) Elias Boudinot, the editor of the newspaper The Phoenix. John Ross ordered the killing of the \"treaty party\" who signed the Treaty of New Echota which ceded this tribe's land. Andrew Jackson forcibly removed, for 10 points, what Native American tribe that underwent the Trail of Tears? ", "answer_sanitized": "Cherokee ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Since only a man can perform this action under Jewish halakha law, women who desire this action but cannot do it are called agunah. One form of this action in Islam is called khul and necessitates a repayment that may be no more than a previously paid amount called a mahr. Also in Islam, after a certain relative’s death or performing this action, a woman must observe a waiting period called iddah. In 2017, the (*) Indian Supreme Court banned a variety of this action which is initiated by saying the word talaq three times. The National Organization of Women allied with the Catholic Church to oppose “no-fault” laws regarding this practice. For 10 points, name this action of ending a legally valid marriage.", "answer_sanitized": "divorce [accept no-fault divorce; prompt on ending marriage; do not accept or prompt on “annulment”] ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "This author wrote to John Hamilton Reynolds that he had “never liked stubble fields so much as now” and wrote a poem on the subject describing “hedge crickets” that “sing” and “gathering swallows” that “twitter in the skies”. In another poem, this author analogizes “fancy” to a “deceiving elf” who “cannot cheat so well/as she is fam’d to do”. This author asks “Where are the songs of spring?” in a poem titled for a (*) “season of mists and mellow fruitiness”. This author of “To Autumn” concludes a poem about a “light-winged Dryad of the trees” by asking the question “Do I wake or Do I sleep?” For 10 points, name this English Romantic author who wrote “Ode to a Nightingale.”", "answer_sanitized": "John Keats ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A god depicted as one of these animals leaping at the sun has a name meaning “heart of the mountain.” In one story, these animals devour the world’s population of acorn-eating giants after their leader is cast out of his role as sun god. Features of these animals are blended with humans in cleft-headed sculptures with almond-shaped eyes, thought to depict shapeshifting naguals. Experienced men honored by being named for these creatures were promoted to (*) eagle knights after taking a sufficient number of captives. That culture venerated these animals as the primary aspect of the devious “smoking mirror” god Tezcatlipoca. For 10 points, name these fierce felines, a recurring motif in Aztec legends.", "answer_sanitized": "jaguars [accept jaguar warriors; accept ocelots or ocelotl; prompt on “cats” or “felines”]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In 2018, the MAIUS-1 project successfully created one of these substances aboard a falling space rocket. These substances can “mend” variations in their density over a characteristic scale called the “healing length.” These substances can be created via tuning the strength of magnetic Feshbach (“FESH-bock”) resonances in a gas of naturally attracting atoms. They can also be created by using (*) lasers to drastically reduce the momentum of atoms such as strontium. Eric Cornell and Carl Wieman won the Nobel Prize in Physics for creating the first of these substances using rubidium atoms at temperatures of near absolute zero. For 10 points, name these substances consisting of supercooled atoms with integer spin.", "answer_sanitized": "Bose-Einstein condensates [or BECs; prompt on condensates] ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Two different shades of this color appear in a painting exemplifying the “transformation of the zero of form” which shows a quadrilateral tilted at a slight angle. A Lithuanian flag appears behind a burning house in a painting titled for this color whose bottom-right shows a bearded man in green carrying a sack. This is the [emphasize] first title color of a propaganda poster by El Lissitzky in which it is metaphorically “beaten” by a (*) red wedge. The phrase “ich bin Jude” (“eesh been YOO-duh”) and a burning synagogue appear in a painting titled for this color that depicts Jesus on the cross in the center. For 10 points, give this non-yellow color which names a crucifixion by Marc Chagall.", "answer_sanitized": "white [accept White Crucifixion] ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "A book titled for this phenomenon ponders its origins with an anecdote in which the author rocks in time with a Vivaldi concerto, seeing a “visual metronome” in the trees. That book, which introduced the notion of the “Cartesian theater,” described this phenomenon using a “multiple drafts model” theory. David Chalmers argued against reductionist and physicalist theories of this phenomenon by postulating a being which (*) lacks it. called a “philosophical zombie.” This phenomenon is often divided into individual units of experience called qualia. Daniel Dennett and others have studied the “hard problem” of, for 10 points, what phenomenon, which is a being’s awareness of its own existence?", "answer_sanitized": "consciousness [prompt on mind; prompt on self-awareness before mention] (The first work mentioned is Consciousness Explained) ", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "While serving as a colonial administrator for this European country, a writer described atrocities he witnessed using a pen name meaning \"I have suffered much.\" This country adopted the \"ethical policy\" for one of its colonies in 1901, replacing the earlier Cultivation System, which was criticized in a novel published under the name \"Multatuli\". This country withdrew from Formosa after being defeated by Koxinga, and it introduced technology known as (*) rangaku through its control of Dejima. The novel Max Haavelar criticized the conditions on coffee plantations in one of this country's colonies, which was ruled from Batavia. For 10 points, name this country whose East India Company colonized Sri Lanka and Indonesia.", "answer_sanitized": "Kingdom of the Netherlands [accept Dutch Republic; accept United Provinces of the Netherlands; accept Kingdom of Holland; accept Koninkrijk der Nederlanden; accept Republiek der Zeven Verenigde Nederlanden; accept Koningrijk Holland; accept Dutch East India Company; accept Vereenigde Oostindische Compagnie] ", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "In this play, a character laments that a man has to “cower in his boots” before mocking a prize of steak knives. A character in this play pretends that he has to go to his wife’s birthday party in Kenilworth to avoid talking to a client. In this play, a character monologues about the smell of train compartments at a bar and complains about working with people named “Patel.” A man in this play is devastated to learn that (*) Bruce and Harriet Nyborg are broke “deadbeats” before being questioned by the policeman Baylen after berating the office manager Williamson for lying about a cashed check. Ricky Roma watches Shelley “The Machine” Levine get turned in for stealing valuable leads in, for 10 points, what play about real estate agents by David Mamet?", "answer_sanitized": "Glengarry Glen Ross ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "This quantity is computed in an atoms-in-molecules method called Hirshfeld partitioning, and it is also calculated in a grid-based method called CHELPG. In Mulliken population analysis, this quantity for an atom is set equal to Z minus a “GAP” matrix. The increase in this quantity around an electron withdrawing group is the basis for the inductive effect. Electrostatic (*) potential maps use a color gradient between red and blue to represent the distribution of this quantity in molecules. This quantity’s distribution across bonds with differing electronegativities is usually represented with a lowercase delta plus or delta minus in its partial form. For 10 points, name this quantity caused by the distribution of electron density in polar bonds.", "answer_sanitized": "partial charge [or atomic charge; or charge density; accept electron density or polarity before mention] ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "One of this artist’s works is dedicated to Evelyn Haas, and was inspired by another artist he met with during one of his ventures to compile illustrations for a Mary Austin book. This man met Paul Strand during his documentation of Taos Pueblo culture, and he later founded a group developed from the John Reed Club with the help of Imogen Cunningham and Edward (*) Weston. The Hurter and Driffield actinograph inspired a system developed by this artist and Fred Archer which rated levels of exposure and brightness. This artist was one of the creators of the Zone System and founded f/64 (“f-stop-64”). For 10 points, name this photographer who captured such natural scenes in Yosemite as Moon over Half Dome.", "answer_sanitized": "Ansel Adams ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "Early in his political career, this leader published a newspaper called \"The Reconciler\". This world leader was falsely accused of forcing Rawson Macharia to drink human blood in a trial that claimed he was a member of the Kapenguria Six. While studying at the London School of Economics, this world leader controversially defended female genital mutilation in an (*) anthropological study of his country's people. This leader of the Mau Mau Rebellion was survived by his wife \"Mama Ngina\" and succeeded by his Vice President Daniel arap Moi. Bronislaw Malinowski wrote the introduction to this man's book Facing Mount Kenya. For 10 points, name this Kikuyu Pan-Africanist who served as the first president of Kenya.", "answer_sanitized": "Jomo Kenyatta ", "subcategory": "World History", "category": "History"}], "bonuses": [{"leadin_sanitized": "For 10 points each, answer the following about the physics of wind turbines:", "answers_sanitized": ["friction [accept coefficient of friction]", "Biot–Savart (“bee-OH suh-VAR”) law [or law of Biot and Savart]", "Newtonian fluids [prompt on fluids; do NOT accept or prompt on “non-Newtonian fluids”] "], "parts_sanitized": ["Turbines may be covered with physical vapor deposition coatings to reduce the coefficient of this phenomenon for their parts, improving efficiency. This non-conservative force has “static” and “kinetic” forms.", "Using this electromagnetic equation, the vortex sheet behind the blade in a wind turbine can be represented with a lifting line in Prandtl’s model. This equation is the linear analogue of Ampere’s law and describes the magnetic field generated by an electric current.", "Betz’s law puts an upper limit on the efficiency of kinetic energy transfer from one of these substances, such as the wind, to a turbine. The ratio of shear stress to shear rate in these substances is constant."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This city's Mound 72 contains a burial site with thousands of beads arranged into the \"birdman\" motif. For 10 points each:", "answers_sanitized": ["Cahokia", "Mississippi River [accept Mississippian Culture]", "chunkey "], "parts_sanitized": ["Monks Mound is the largest structure in this pre-Columbian city in modern-day Illinois. This city, which had a population of as many as 18,000 people, also contains several timber circles called \"woodhenges.\"", "Cahokia was constructed for a culture named for being located in the basin of this river in the central United States. Hernando de Soto was likely the first European to have crossed this river.", "Mississippian art often depicts the \"birdman\" playing this game. Players of this game roll stone discs across the ground and try to hit them with spears."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "A character tells this creature “you ain't so little as mice. I didn't bounce you hard” while stroking its dead body. For 10 points each:", "answers_sanitized": ["Lennie’s puppy [accept equivalent descriptions mentioning a dog owned by Lennie; prompt on dog or puppy by asking “who owns it?”]", "Of Mice and Men", "rabbits [accept equivalents] "], "parts_sanitized": ["Name this creature that was gifted as a pet by Slim. This creature’s owner accidentally kills it by smacking it too hard.", "The mentally disabled farmhand Lennie is cared for by his companion George in this novel by John Steinbeck.", "After accidentally killing his puppy, Lennie worries George won’t let him around these animals. Lennie dreams of owning a farm filled with these animals but is never able to realize his dream after he kills Curley’s wife."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "The epistle to the Galatians records the apostle Paul’s dismay that, during a theological dispute in this city, many of his companions refused to eat with uncircumcised Gentiles. For 10 points each:", "answers_sanitized": ["Antioch [or Antiochia, or Antakya]", "Simon Peter", "Barnabas "], "parts_sanitized": ["Name this early center of Christianity whose bishops included the apostolic father Ignatius. Historically, it was the center of the Maronite Church.", "That dispute over circumcision took place between St. Paul and this man, also known as Cephas, who became Bishop of Antioch and later the first pope of Christianity.", "This companion of Paul sided with Peter during the dispute over circumcision, even though he generally opposed the faction of Judaizers. Born Joseph, he accompanied Paul on many missions in the Greek world."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This politician described the principle of the \"concurrent majority\" in his Disquisition on Government. For 10 points each:", "answers_sanitized": ["John C. Calhoun", "Nullification Crisis", "Kentucky and Virginia Resolutions "], "parts_sanitized": ["Name this Vice President who anonymously published a \"Exposition and Protest\" named for his home state in response to an 1828 law.", "The South Carolina Exposition and Protest was written as part of this event, in which South Carolina refused to enforce a high import tax nicknamed the \"Tariff of Abominations\"", "Calhoun based his arguments for nullification on a series of resolutions named for these two states written by James Madison and Thomas Jefferson in response to the Alien and Sedition Acts. Name both."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "The mad scene is a storied tradition in Italian opera. Name some operas featuring them for 10 points each:", "answers_sanitized": ["Lucia di Lammermoor [accept just Lucia]", "I Puritani or The Puritans", "Giuseppe Verdi "], "parts_sanitized": ["One famous operatic mad scene is probably the one sung by the title Scottish woman of this Gaetano Donizetti opera. That mad scene begins with this opera’s aria “Il dolce suono.”    ", "This Vincenzo Bellini opera contains several moments in which Elvira descends into madness after being separated from her lover Lord Arturo Talbo, such as during her Act II aria “Vien, diletto, è in ciel la luna.”", "Lady Macbeth attempts to wash her hands of imagined blood in the mad scene “Una macchia è qui tuttora” from this Italian composer’s operatic adaptation of Macbeth. He also wrote Rigoletto and La Traviata."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Henry More’s An Antidote Against Atheism was written in this university in 1655. For 10 points each:", "answers_sanitized": ["University of Cambridge", "Neoplatonism [prompt on “platonism”]", "nous "], "parts_sanitized": ["Name this university. Bertrand Russell helped develop the field of analytical philosophy here while lecturing at Trinity College.", "More and his colleague Ralph Cudworth were part of a group of theologians and philosophers in this philosophical tradition started by Plotinus and Porphyry that emerged in the third century AD. It expanded on the ideas of the postulator of the theory of forms and the Republic.", "In Plotinus’ neoplatonism, a singular perfect entity known as “the One” starts creating the universe by initially emanating this material. It was first mentioned by Anaxagoras and roughly translates to “mind” or “intellect”"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "For 10 points each, answer the following about industrial methods developed by Royal Dutch Shell:", "answers_sanitized": ["ethylene [or ethene]", "phosphine [or triphenylphosphine]", "cracking [accept hydrocracking] "], "parts_sanitized": ["The OMEGA process developed by Shell Global Solutions uses a silver catalyst to oxidize this simplest alkene to produce a glycol.", "The Shell higher olefin process is used to produce alpha olefins via ethylene oligomerization using a catalyst of nickel complexed to one of these ligands whose most notable example is trisubstituted with phenyl groups.", "Ethylene production plants can use a broad range of zeolite catalysts provided by Shell Catalysts &amp; Technologies for use in this process in which petroleum is broken into lower weight molecules."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "A painting by Scottish artist Henry Raeburn is titled for Reverend Robert Walker performing this activity on Duddingston Loch. For 10 points each:", "answers_sanitized": ["ice skating", "Grandma Moses [or Anna Mary Robertson Moses] ", "Pieter Bruegel the Elder "], "parts_sanitized": ["Name this activity. William Grant stands with folded arms while partaking in this activity in a portrait by Gilbert Stuart.", "A group of children play on the ice in this artist’s painting Skating on the Mill Pond. This American painter of lively rural scenes such as Sugaring Off began her career at the age of 78.", "Members of a village can be seen skating in the background as a group of men return with their dogs in this man’s painting The Hunters in the Snow."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "In this essay, the author claims to feel a “distant kinship” with a helmsman who gives his master a “final disquieting look” after being impaled by a spear. For 10 points each:", "answers_sanitized": ["“An Image of Africa”", "Heart of Darkness", "Marco Polo "], "parts_sanitized": ["Name this essay which attacks Joseph Conrad as a “thoroughgoing racist” for his depiction of the title continent as an “antithesis of Europe”.", "Chinua Achebe’s essay An Image of Africa addresses the legacy of colonialism by analyzing the negative stereotypes of Africa that appear in this Joseph Conrad novella narrated by Marlowe.", "An Image of Africa describes this person’s omission of the length of the Great Wall of China as “astonishingly blind.” A fictionalization of this person discusses the title 55 entities with a ruler in Italo Calvino’s Invisible Cities."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "These animals lack the neurotransmitter substance P, which causes pain insensitivity. For 10 points each:", "answers_sanitized": ["mole-rats [accept Damaraland mole-rats or naked mole-rats]", "fitness", "William Donald Hamilton [or Hamilton’s rule] "], "parts_sanitized": ["Name these only eusocial mammals that include Damaraland and “naked” species.", "Prolonged inbreeding in naked mole-rat colonies causes a decrease in this quantity, which led to the evolution of the “disperer” role that avoids it. This quantity is the measure of an organism's ability to pass on its genes.", "Kin selection in eusocial organisms can be described by this ecologist’s rule which states that reproductive cost is less than relatedness coefficient times benefit gained."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "This figure legendarily said that “at Rome, all things might be bought”. For 10 points each:", "answers_sanitized": ["Jugurtha", "Carthage", "Mamertines [accept Mamertine Prison; accept Sons of Mars] "], "parts_sanitized": ["Name this King of Numidia who fought a namesake war with the Roman Republic. He was captured by Sulla in 107 BCE after being betrayed by his ally Boccus of Mauretania", "Jugurtha’s grandfather Massinissa supported Rome during the Second Punic War against this North African city. ", "After his capture, Jugurtha died of starvation in the Tullianum prison, which is also named after these people. This group of mercenaries’ conflict with Syracuse led to the First Punic War."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "One composer from this country established a music school in Ankara at the behest of Mustafa Kemal Ataturk after writing a viola concerto whose title translates as “The Swan Turner.” For 10 points each:", "answers_sanitized": ["Nazi Germany", "Wilhelm Furtwängler (“FURT-vong-ler”)", "a painter [or artist] "], "parts_sanitized": ["Name this home country of Paul Hindemith (“HIN-de-mit”), who was described as an “atonal noisemaker” by this country’s Minister of Propaganda, Joseph Goebbels.", "Hindemith was supported by a letter titled “The Hindemith Case” by this conductor of the Berlin Philharmonic. He conducted Beethoven’s ninth symphony for Hitler’s birthday. ", "Furtwängler premiered a symphony based on Hindemith’s banned opera Mathis der Maler about a person with this occupation. Tosca’s Mario Cavaradossi has this occupation."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "In order to save money, this man stops drinking tea at night and uses his landlady’s candles instead of burning his own. For 10 points each:", "answers_sanitized": ["Akaky Akakievich [accept either underlined name]", "Nikolai Gogol", "“St. John’s Eve” [or Vecher nakanune Ivana Kupala] "], "parts_sanitized": ["Name this character whose ghost assaults a “very important person” and steals a title garment made by the one-eyed tailor Petrovich.", "Akaky Akakievich appears in “The Overcoat”, a short story by this Russian author. This author also wrote “The Nose” and the play The Inspector General.", "Rudy Panko partially narrates this other Gogol story, in which Petro seeks a treasure buried under a red fern which only blooms on the title holy night."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This man began a popular speaking tour in the United States in 1852, and a bust in the capitol building calls him the \"Father of Hungarian Democracy\". For 10 points each,", "answers_sanitized": ["Lajos Kossuth [or Louis Kossuth] ", "1848 [accept Revolutions of 1848]", "Kingdom of the Two Sicilies [or Regno delle Due Sicilie; or Reino de las Dos Sicilias or Regno d’ ’e Ddoje Sicilie; or Regnu dî Dui Sicili] "], "parts_sanitized": ["Name this revolutionary who briefly served as Governor-General of Hungary until he was deposed by a Russian army. ", "Kossuth's revolution occurred during the \"Spring of Nations\" in this year, which also saw the overthrow of Louis-Philippe's July Monarchy", "The Spring of Nations also saw a revolution in this Bourbon kingdom in Southern Italy which was formed from the Kingdom of Naples and an island to its southwest. It was later conquered by Garibaldi's Expedition of the Thousand"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "The first ice core ever extracted from this lake was obtained in 2013, leading many to theorize that its conditions could resemble those of the oceans of Europa. For 10 points each:", "answers_sanitized": ["Lake Vostok [accept Vostok station]", "Russia [or Russian Federation, or Rossiyskaya Federatsiya]", "Fabian Gottlieb Thaddeus von Bellingshausen "], "parts_sanitized": ["Name this largest subglacial lake in the world. It shares its name with a research station where the coldest ever land temperature was recorded.", "Like the US, this country claims no territory in Antarctica, but operates research stations such as Vostok Station there. Also like the US, this country stakes claims in the Arctic, especially around the East Siberian Sea.", "Lake Vostok was named after the lead ship of this man’s Antarctic Expedition, who also names a sea west of the Antarctic Peninsula. This man, along with Mikhail Lazarev, was the first to sight Antarctica in 1820. "], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "Answer the following about the difficulties of dealing with cognitives biases in psychological research. For 10 points each:", "answers_sanitized": ["observer-expectancy effect [accept logical equivalents including but not limited to experimenter-expectancy effect, expectancy bias, or experimenter effect]", "confirmation bias", "survivorship bias [or survivor bias, or survival bias] "], "parts_sanitized": ["Double-blind experiments are designed to deal with this effect where a researcher may subconsciously influence the participants of an experiment to support their hypothesis.", "The observer-expectancy effect can be caused by this bias in which people tend to interpret or remember information in a way that supports their current beliefs.", "This bias is a common experimental flaw because it leads researchers to compare the general population to a group of people that made it past a selection process, like staying in the study or obtaining life success."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "This god employs the Kitchen God and the God of Walls and Moats to check on human affairs. For 10 points each:", "answers_sanitized": ["Jade Emperor [or Yù Huáng, or Yù Dì]", "weaving [or weaver-girl, or Zhinü; accept spinning] ", "joss paper [or spirit money, or hell money, or ghost money, or gold paper, or hell paper, or jīnzhǐ, or yīnsīzhǐ, or míng bì; prompt on paper] "], "parts_sanitized": ["Name this ruler who sits atop the bureaucracy of heaven. He is the chief deity in Daoist tradition.", "One of the Jade Emperor’s daughters is named for engaging in this activity and meets her lover, a cowherd, once a year on a celestial bridge. Arachne was turned into a spider for outperforming Athena at this activity.", "Among the ways of showing devotion to the Jade Emperor or to ancestors is by burning this stuff, particularly examples of this stuff with the Jade Emperor’s image on it."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "The speaker of this poem describes a place where “the earl and countess lie in stone.” For 10 points each:", "answers_sanitized": ["“An Arundel Tomb”", "Philip Larkin ", "Robert Louis Stevenson "], "parts_sanitized": ["Name this poem in which the speaker feels a “sharp tender shock” while viewing the title object. This poem ends by saying “What will survive of us is love.”", "This English poet wrote “An Arundel Tomb”. He is more famous for a poem whose speaker states that “man hands on misery to man/it deepens like a coastal shelf” that also describes “fools in old-style hats and coats”.", "Philip Larkin’s poem “This Be the Verse” is named after this author’s poem “Requiem”. This author is more famous for describing the adventures of Jim Hawkins in the novel Treasure Island."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "The window size increases by one for every ACK signal received in the slow start strategy used in this protocol. For 10 points each:", "answers_sanitized": ["Transmission Control Protocol [or TCP/IP]", "network congestion [prompt on network delay]", "time [or round-trip time or ping time] "], "parts_sanitized": ["Name this networking protocol which is used for packet transport together with IP. This protocol uses a three-way handshake unlike UDP in order to ensure security.", "After the slow start phase, one can use the AIMD feedback algorithm for mitigating this phenomenon in TCP Tahoe. This phenomenon can lead to packet loss and occurs when the network is dealing with too much traffic.", "When a loss occurs in TCP Tahoe during the slow start, a fast retransmit is sent which reduces the amount of this quantity waited in round trip delay. The amount of this quantity taken for a packet to send is also called ping, or latency."], "subcategory": "Computer Science", "category": "Science"}]}