{"tossups": [{"question_sanitized": "In one tale, this man fails to show up for a year to a tournament because he is locked in a tower near Gorre, where he is nursed back to health by the sister of his enemy Meleagant. While attempting a rescue mission, this son of King Ban of Benwick accidentally killed the unarmed brothers Gaheris and Gareth, resulting in an enmity with their brother, Gawain. A romance attributed to (*) Chrétien de Troyes (“kreh-tyen duh troy”) refers to this man as the “Knight of the Cart.” He was tricked into sleeping with Elaine of Corbenic, thus fathering a knight who would sit in the Siege Perilous and later complete the Grail Quest. For 10 points, name this father of Galahad who carried on an adulterous love affair with Queen Guinevere.", "answer_sanitized": "Lancelot du Lac [or Launcelot] ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "These particles were the subject of an experiment at Daya Bay that determined the last unknown value of their three mixing angles. If these particles are Majorana (“MEYER-ah-nah”) in nature, then the Enriched Xenon Observatory may observe paths of double beta decay that do not involve these particles. The IceCube experiment has sought to detect hypothetical examples of these particles that only interact with (*) gravity, termed “sterile” ones. Thousands of photomultiplier tubes were used to observe the oscillation of these particles between flavors. The Cherenkov radiation produced by these particles as they move through 50,000 tons of ultrapure water is identified at the Super-Kamiokande observatory. For 10 points, name these small, uncharged leptons.", "answer_sanitized": "neutrinos [accept sterile neutrinos; prompt on fermions] ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Description acceptable. A character calls for this object after he recalls having his gaberdine spat on last Wednesday and being mocked in the Rialto. That man replies “if it will feed nothing else, it will feed my revenge” to justify demanding this object while speaking to Salarino and asks “if you tickle us, do we not laugh?” During a trial over this object, a character speaks about a “twice blest” trait that “droppeth like the gentle rain from heaven” in her (*) “quality of mercy” speech. This object is forfeited after the disguised Portia points out that it cannot be obtained without drawing blood. For 10 points, name this object that Shylock demands from the titular merchant of Venice.", "answer_sanitized": "a pound of flesh [accept descriptions of Antonio’s flesh; accept the Merchant of Venice’s flesh before “merchant of Venice” is read; prompt on flesh] ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A song about this campaign ends with a ship arriving at Circular Quay. During this campaign, William Scurry used tin cans filled with water to make self-firing \"drip rifles\". Jewish soldiers at this campaign formed the Zion Mule Corps. The Battle of Scimitar Hill ended this campaign's August Offensive, which led to the replacement of Ian Hamilton as its commander. This campaign is described in Eric Bogle's 1971 anti-war song \"And the Band Played (*) Waltzing Matilda.\" It led to Winston Churchill resigning as Lord of the Admiralty. ANZAC forces were repelled by the army of Mustafa Kemal Atatürk during, for 10 points, what failed Allied campaign to capture the Dardanelles during World War I?", "answer_sanitized": "Gallipoli Campaign [or Battle of Gallipoli; accept Dardanelles Campaign before “Dardanelles”; prompt on ANZAC Campaign before mention] ", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "This person appears as an African-American while standing next to a man catching a fish in a Robert Colescott parody. A bare-chested sculpture of this man clutching a sword while posed as Zeus was taken down from display after receiving widespread criticism. A group of maidens encircle this man, who is draped in a purple robe and flanked by the goddesses Victoria and Liberty, in a fresco that depicts his “Apotheosis” by (*) Constantin Brumidi. A rainbow appears in the background as this man stands with an outstretched hand in the Lansdowne Portrait. This man leans his leg on the side of a boat while standing among a group of soldiers rowing across an icy river in a painting by Emanuel Leutze. For 10 points, name this American President who was depicted crossing the Delaware.", "answer_sanitized": "George Washington ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "The “Effect of Person” was studied in these animals by W. Horsley Gantt, who founded a society after their most famous researcher. Scott and Fuller conducted a 20 year study on the behavior of these animals at the Jackson Laboratory. An experiment testing a phenomenon originally discovered in these animals by Maier asked participants to solve puzzles while subject to a distracting noise in the background. These animals were given the ability to escape (*) electric shocks in a Seligman experiment demonstrating learned helplessness. The winner of the 1904 Nobel in Medicine tested these animals using meat powder and the ringing of a bell to discover classical conditioning. For 10 points, name these animals which were experimented on by Ivan Pavlov. ", "answer_sanitized": "dogs ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Two catalysts and a chain shuttling agent are used in one form of this reaction. A quantity symbolized Đ (“d-stroke”) can be calculated after these reactions using dynamic light scattering. A core is used to form PAMAM in one type of this reaction that results in a “starburst” telechelic product. The degree of this type of reaction is equal to 1 over 1 minus p according to Carothers’ equation. (*) Ziegler-Natta catalysts can be used in these reactions, the “living” form of which leads to a Poisson distribution of products with low polydispersity index. These reactions proceed via chain-growth or step-growth mechanisms and can be used to create such materials as Teflon and PVC. For 10 points, name this type of reaction that creates macromolecules from many monomers. ", "answer_sanitized": "polymerization [accept chain-shuttling polymerization; accept dendrimerization; accept living polymerization; accept chain-growth polymerization; accept step-growth polymerization; accept word forms such as polymer synthesis] (The second line refers to the polydispersity index) ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Note to players: Author and type of work required. One of these poems describes being “adrift in tempest on a bark forlorn” with a sad harp that plays only the “notes of pain.” In another of these poems, the speaker recounts being discovered “weaponless” by love on a day when “the sun’s ray/was darkened in pity for its Maker.” These poems, which are separated into “in life” and “in death” sections, were inspired by a woman that the author met on (*) Good Friday. The first of these poems addresses “You who hear the sound, in scattered rhymes” and describes the author’s love for Laura. For 10 points, name these fourteen-line poems collected in the author’s Il Canzoniere.", "answer_sanitized": "Petrarch’s sonnets [accept Petrarch’s Rime Sparse or Petrarch’s Scattered Rhymes before “scattered rhymes” is read; accept Petrarch’s fragments; accept Il Canzoniere or The Songbook before mention; prompt on sonnets, prompt on answers describing Petrarch’s poems to Laura] ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "It’s not the glorious one, but this conflict inspired John Coode and Josias Fendall to lead a \"Protestant Revolution\". According to Robert Beverly Jr., a group of soldiers in this conflict was incapacitated for 11 days after eating hallucinogenic jimsonweed. A leader in this conflict issued a series of complaints, such as the government monopoly on the beaver trade, in the (*) \"Declaration of the People\". Many indentured servants joined this rebellion, contributing to the rise of slavery in the thirteen colonies. After being denied a commission to lead a militia against the Doeg tribe, the leader of this rebellion was challenged to shoot Governor William Berkeley. For 10 points, name this 1676 rebellion in which the namesake Virginian led a militia that burned Jamestown.  ", "answer_sanitized": "Bacon’s Rebellion ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "More than 300 different locations in this system were designed by Squire Vickers, who decorated them with Arts-and-Crafts style mosaics. The current map of this system was created by John Tauranac (“TOW-ruh-nack”) and associates, and replaced a disliked diagrammatic one created by Massimo Vignelli (“veen-YELL-ee”). The former manager of this system, (*) Andy Byford, resigned in January 2020 due to a lack of support from Andrew Cuomo. A section of this system inspired a standard written by Billy Strayhorn for Duke Ellington, titled “Take the A Train.” For 10 points, what underground system transports people between Penn Station, JFK Airport, and the Bronx?", "answer_sanitized": "New York City subway system [accept the MTA or Metropolitan Transit Authority; accept NYCTA or New York City Transit Authority; accept metro for “subway”; accept underground for “subway” before “underground”; prompt on subway by asking “in which city?”; prompt on New York trains or equivalents] ", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "After symbols supporting this organization were banned, its supporters started wearing pins depicting a Black Madonna. This organization, which supported constitutional reforms called the April Novelization, was backed in its political goals by a public art collective called the Orange Alternative. Partly inspired by the 1971 essay Theses on Hope and Hopelessness, this organization secured its seat in government in a (*) free election held in 1990, which led to a successful implementation of “shock therapy.” This organization conducted a set of Round Table Talks with the government of Wojciech Jaruzelski (“VOY-check yah-roo-ZEL-skee”) and was founded in a shipyard in Gdansk. For 10 points, name this Polish trade union led by Lech Walesa (“vuh-LEN-suh”).", "answer_sanitized": "Solidarity [or Solidarność, or Independent Self-governing Free Trade Union \"Solidarity\"] ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Arm Limited, which is mostly owned by a company in this country, recently announced a halt to a planned sale of its IoT business. That company in this country partnered with Saudi Arabia in 2017 to create the world’s largest growth equity fund, the Vision Fund, which was criticized for its large investment in WeWork. An alliance consisting of two manufacturers from this country and (*) Renault has recently become more unstable, since one of their CEOs was arrested in 2018 in this country on charges of misuse of company assets. That CEO then violated his bail by fleeing this country for Lebanon in a suitcase. Carlos Ghosn (rhymes with “own”) escaped from, for 10 points, what country home to the car manufacturers Nissan and Mitsubishi?", "answer_sanitized": "Japan [or Nihon-koku, or Nippon-koku] ", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "The Aurora RDS provides service for these systems such as Postgres (“POST-gress”). A conceptual schema describes a “blueprint” used to build these systems. Extract, transform, and load is an approach for building systems that store them called “warehouses.” The guaranteed access rule is one of Codd's 12 rules concerning these systems. The keyword COMMIT ends transactions in these systems which are described as (*) atomic, consistent, isolated, and durable according to the ACID rules. JSON-like (“Jason”) documents are used in Mongo, an example of the “non-relational” type of these systems. Tables in these systems are accessed via queries in the procedural language SQL. For 10 points, name these organized collections of information.", "answer_sanitized": "databases [or DBs; accept relational databases or data warehouses or SQL databases] ", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "In one piece of this type, an opening cadenza ad libitum segues to a fortissimo D-minor melody beginning “D, (pause) D, (pause) C B-flat, (pause) B-flat.” Another of these pieces features a pentatonic D-flat-major melody played by alternating hands over soft, rapid arpeggios. Works numbered from 136 to 146 in the Searle catalogue are these kinds of pieces, including ones nicknamed “Feux Follets” (“fuh fo-LAY”), “Wilde Jagd,” and “Un (*) Sospiro.” It’s not a violin concerto, but a set of these works contains “La Campanella” and was styled after Paganini. That set was written by the composer of Transcendental pieces of this type, Franz Liszt. For 10 points, Liszt was the dedicatee of Chopin’s Opus 10 piano pieces of what type, including ones nicknamed “Black Key” and “Revolutionary”?", "answer_sanitized": "piano études [accept study or studies; accept Transcendental Études; accept concert études; accept Grand Paganini Études] ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A text from one of this author’s novels describes a primitive “darkie” being arrested for warehouse burglary by a policeman who later dies during an earthquake at a music festival. In a novel by this author,   rifles are smuggled by the red headed Scotsman Galileo Gall for the followers of “The Counselor”. In another novel by this author, Lieutenant Gambo investigates the death of a student called “The Slave” who was shot by his classmate (*) Jaguar for squealing about the theft of a chemistry exam. This author of The War of the End of the World wrote about an older divorcée who is pursued by a Radio Panamericana employee who works with Pedro Camacho. For 10 points, name this author of The Time of the Hero and Aunt Julia and the Scriptwriter.", "answer_sanitized": "Mario Vargas Llosa [prompt on partial last name] ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "One side in this conflict invaded Corrientes in an attempt to gain the support of Justo Jose de Urquiza. A commander in this war built a road across a swamp to besiege the other side's capital in the \"Deed of December\". The army of one country in this conflict was accompanied by a group of women called \"Las Residentas\" led by that country's first lady Eliza Lynch. Early ironclads were used during this war's Siege of (*) Humaitá. This conflict began after one country interfered in a civil war between the Blancos and Colorados. This conflict ended after the Duke of Caxias won the Battle of Cerro Cora, during which Francisco Solano Lopez was killed. For 10 points, name this war fought between Paraguay and a coalition of Argentina, Brazil, and Uruguay.", "answer_sanitized": "War of the Triple Alliance [accept Paraguayan War before “Paraguay”] ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In 1976, kidnapping charges brought by a member of this group named Merylee Kreshower against her mother were turned by a grand jury into charges that this group brainwashed Kreshower and Ed Shapiro. In 1998, this group’s chief authority, the GBC, admitted to rampant child abuse in its boarding schools. This group’s Food for Life Global initiative, which promotes veganism, is based on teachings from Gaudiya (*) Vaishnavism and centered on hospitality, karma, and bhakti. The Palace of Gold in West Virginia was built to house its founder Prabhupad, but instead became a memorial in its community of New Vrindaban. The Mahamantra contains the name of, for 10 points, what group which spreads awareness of the eighth avatar of Vishnu?", "answer_sanitized": "Hare Krishnas [or ISKCON, or International Society for Krishna Consciousness] ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "A straight line and a letter prefix and suffix mark where these proteins act in the BioBrick standard. MoClo systems have sites for the type IIs variety of these proteins, BpiI and BsaI, which are used in a scarless technique called Golden Gate assembly. Vectors can be treated with alkaline phosphatase after using these proteins in one technique that may use a polylinker or multiple (*) cloning site as a target for these proteins. High pH and glycerol levels can cause these proteins to exhibit star activity. Commonly used examples of these proteins include BamH1 and EcoR1. These proteins can be used in TOPO cloning in a “sticky end” or “blunt end” version. For 10 points, name these proteins which cut and digest DNA at specific sites.", "answer_sanitized": "restriction enzymes [or type IIs restriction enzymes or restriction endonucleases; prompt on nuclease; prompt on partial answer] ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The group that recorded this album frequently used one of its tracks to end concerts like the one recorded in their 1963 album At Carnegie Hall, with members gradually leaving the stage until only the drummer remained. A sequel to this album contains the tracks “Maori Blues” and “Unsquare Dance” and adds the word “further” to the title of this album. During a State-Department-sponsored Eurasian tour, this album’s artist was inspired by the (*) rhythms of Turkish street music to write its opening track. A best-selling single on this album was originally intended as a drum solo for Joe Morello and is in 5/4 time. “Blue Rondo alla Turk” and “Take Five” appear on, for 10 points, what Dave Brubeck Quartet album named for its distinctive time signatures? ", "answer_sanitized": "Time Out ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "While living in this geographic location, Maria reflects on her unhappy marriage to Carter Lang in Joan Didion’s Play it as it Lays. In one novel, a manager working in this location has an affair with Kathleen Moore and later dies in a plane crash after hiring a hitman to kill Cecelia Brady’s father. A character who stomps on Adore Loomis causes a riot at Khan’s Persian Palace Theatre in this location. In that novel set in this location, the artist (*) Tod Hackett is inspired to create a painting of the surrounding city in flames. In addition to Nathaniel West’s The Day of the Locust, F. Scott Fitzgerald’s novel about the executive Monroe Stahr, titled The Last Tycoon, is set in—for 10 points—what Los Angeles film capital?", "answer_sanitized": "Hollywood [prompt on Los Angeles or Southern California before mention] ", "subcategory": "American Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "In this novel, Enishte is commissioned to illustrate a secret book in a section narrated by a gold coin. For 10 points each:", "answers_sanitized": ["My Name Is Red", "blinding himself [accept answers that describe piercing the eye with a needle] ", "Orhan Pamuk "], "parts_sanitized": ["Name this novel in which the murder of the Ottoman miniaturist Elegant Effendi is investigated by Master Osman and Black.", "While searching for clues in the Royal Treasury, Master Osman performs this action with an item that belonged to the great illustrator Bizhad. Bizhad himself performed this action, which was believed to be a “crowning reward bestowed by Allah” on talented artists.", "This Turkish author wrote My Name is Red. This Nobel laureate’s other novels include Snow and The Museum of Innocence. "], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, name the following works that make prominent use of the celesta:", "answers_sanitized": ["The Nutcracker", "An American in Paris", "Turangalîla-Symphonie (by Olivier Messiaen) "], "parts_sanitized": ["Arguably its most famous usage is in the Dance of the Sugar Plum Fairy, part of this Tchaikovsky ballet about Clara and the title toy given to her on Christmas.", "The celesta has a solo in the slow section of this work, which also features alto, tenor and baritone saxophones that all double on soprano saxophones. This George Gershwin piece also prominently features four taxi horns.", "The tenth movement of this large fantastical symphony uses the celesta and ondes Martenot to respond to the “love theme” presented by a brass fanfare. This 1948 symphony is based on the legend of Tristan and Isolde."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "A folk song describes this location as a \"devil of a place\". For 10 points each:", "answers_sanitized": ["Cumberland Gap [accept Cumberland Road]", "American System ", "Henry Clay Sr. "], "parts_sanitized": ["Name this Virginia mountain pass that the Wilderness Road passed through. It shares its name with the first section of the National Road built in 1840", "The National Road was one of the \"internal improvements\" built under this economic plan, which also recommended a high protective tariff and a national bank.", "The American System was proposed by this silver-tongued Kentuckian. This man became Secretary of State as part of the Corrupt Bargain in the election of 1824."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Arabidopsis spy mutants suppress a gene that encodes for ent-kaurene synthase which is used in the production of these hormones while their secret agent mutants show no suppression. For 10 points each:", "answers_sanitized": ["gibberellins", "ubiquitin", "rice [accept Oryza sativa] "], "parts_sanitized": ["Name these plant hormones responsible for breaking seed dormancy. These hormones also stimulate stem and leaf growth by promoting cell division and elongation.", "One method of gibberellin signalling occurs through the destruction of DELLA proteins, which is catalyzed by the addition of this protein by the SCF complex.", "SLR1 is a DELLA protein present in this plant which is grown in namesake paddies. A defective form of gibberellin oxidase is present in a semi-dwarf mutant of this grain used in the Green Revolution."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "In the aftermath of this event, Vietnam was invaded by the Black Flags and the Yellow Flags. For ten points each:", "answers_sanitized": ["Taiping Rebellion", "Nanjing [or Nanking; accept Rape of Nanjing; accept Rape of Nanking]", "Frederick Townsend Ward "], "parts_sanitized": ["Name this conflict between the Qing government and the forces of Hong Xiuquan, who believed that he was the brother of Jesus Christ.", "The Taiping Rebellion centered on the capture of this city, which Shi Dakai fled in a basket. The people of this city were massacred by the Imperial Japanese Army during the ‘rape’ of this city.", "The Taiping Rebellion was suppressed by the Ever Victorious Army, which was initially commanded by this American-born resident of Shanghai. After his death, he was replaced by Charles Gordon."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "In November 2019, this man defeated incumbent Republican Matt Bevin by 0.5%, possibly due to the “blue wave” sweeping the country. For 10 points each:", "answers_sanitized": ["Andy Beshear", "Purdue Pharma", "Medicaid "], "parts_sanitized": ["Name this current governor of Kentucky who previously served as state Attorney General. His success with voters was in part because his father Steve served as Governor from 2007 to 2015.", "During his campaign, Bevin repeatedly claimed that the small settlement received during the state’s lawsuit against this company was due to corruption by Beshear. The lawsuit was in response to this company’s deceptive advertising regarding OxyContin.", "As governor, Beshear has furthered the expansion of this federal health program under the Affordable Care Act. Unlike Medicare, this program provides health care to people below a certain income threshold."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "Thousands of people come to Tirupati Balaji to have this action performed daily, making it the most-visited temple in the world. For 10 points each:", "answers_sanitized": ["cutting hair [or haircuts, or tonsures; accept shaving]", "Amrit Sanchar [or Amrit Sanskar; prompt on sanchar or sanskar]", "Jainism "], "parts_sanitized": ["Identify this action which is central to the mundan ceremony, in which it is performed for young children, leaving a sikha behind. In another religion, this action is prohibited by the principle of kesh.", "Sikhs who have undergone this initiation ceremony may not cut their hair, and instead must keep it clean with a kanga. Also called Kande di Pahul, it involves swearing to uphold the Five Ks.", "Monks of this religion must undergo kaya klesh, in which all of their hair is plucked out. Adherence of this religion are vegetarians in accordance with its principle of ahimsa."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "According to the tennis racket theorem, rotating a rigid body with three principal axes (“AK-sees”) of rotation is stable when done about the axes with the largest and smallest values of this quantity. For 10 points each:", "answers_sanitized": ["moment of inertia [accept mass moment of inertia or angular mass; or rotational inertia]", "tensors [accept moment of inertia tensor; prompt on matrix]", "eigenvalues [do NOT accept or prompt on “eigenvectors” or “characteristic vectors”] "], "parts_sanitized": ["Give this quantity which is the rotational analogue of mass symbolized I.", "While the moment of inertia reduces to a scalar for rotation about a fixed axis, more generally the moment of inertia acts as one of these operators, which are generalizations of vectors.", "Choosing axes that diagonalize the moment of inertia tensor produces the principal moments of inertia, which serve as these elements for the inertia tensor."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This phenomenon is studied with a psychological inventory that measures dimensions of depersonalization and personal accomplishment. For 10 points each:", "answers_sanitized": ["occupational burnout [or job burnout, or the burnout generation; prompt on “stress”]", "Phillip Zimbardo", "Stanford prison experiment "], "parts_sanitized": ["Name this phenomenon usually studied using a “demands-resources model,” the main area of study of the psychologist Christina Maslach. An Anne Helen Petersen book characterizes millennials using this phenomenon.", "Maslach is the long-time spouse of this psychologist who wrote The Time Paradox and has reflected on the abuses at Abu Ghraib during the Iraq War. ", "Maslach was responsible for halting this experiment conducted by Zimbardo, which included a group of students as “guards”, one of whom created the ruthless character of “John Wayne.”"], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "While nursing a dying bird in this story, Callisto is disturbed to learn that the temperature outside his hermetically sealed room has stayed 37° for the past three days. For 10 points each:", "answers_sanitized": ["“Entropy”", "Thomas Ruggles Pynchon Jr.", "spy [accept equivalents]  "], "parts_sanitized": ["Name this story found in the collection Slow Learner in which Meatball Mulligan throws a raucous party in the apartment downstairs.", "“Entropy” is by this reclusive American author, who also wrote about Tyrone Slothrop’s endeavors in Gravity’s Rainbow. ", "Two characters of this profession named Porpentine and Goodfellow travel to Egypt to stop “The Situation” in Thomas Pynchon’s story “Under the Rose”. George Smiley is a character of this profession in John Le Carre’s The Karla Trilogy."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Christian Petzold’s 2014 film Phoenix opens with Lene driving her friend Nelly Lenz home from this location. For 10 points each:", "answers_sanitized": ["Auschwitz–Birkenau [prompt on just a concentration camp]", "the French New Wave [accept La Nouvelle Vague]", "Schindler’s List "], "parts_sanitized": ["Name this setting of a film about Saul Ausländer, who finds “the Renegade” and meets people like Dr. Miklós and a woman named Ella. That 2015 film set here is Son of Saul.", "The 1956 Auschwitz documentary Night and Fog was the first major film of Alain Resnais, a director often associated with this movement. Jean-Luc Godard, the director of Breathless, was a part of this film movement.", "Amon Göth sends several prisoners of his Płaszów concentration camp to Auschwitz in this film, which follows the title German industrialist’s efforts to save Jewish lives during the Holocaust."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This battle was followed by the first recorded peace treaty, which was signed by Hattusili III. For ten points each:", "answers_sanitized": ["Battle of Kadesh", "Ramesses II [or Ramesses the Great; or Ramses II; or Ramses the Great]", "Abu Simbel "], "parts_sanitized": ["Name this large battle fought between Egypt and the Hittites on the Orontes River.", "This pharaoh led the Egyptian forces at the Battle of Kadesh. He built a grand tomb for his consort, Nefertari.", "After his conquest of Nubia, Ramesses built two temples near this site which display stone reliefs of him. Those temples at this site were covered by sand over time and rediscovered by Jean-Louis Burckhardt in 1813."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "Description acceptable. At the end of a novel, a character’s feet at this location are described as “two unhurried compass needles” that rotate back and forth. For 10 points each:", "answers_sanitized": ["the air-lighthouse that John the Savage retreats to [accept the lighthouse from Brave New World]", "Aldous Huxley", "Bokanovsky Process "], "parts_sanitized": ["Name this location. Helicopters and news reporters surround this location, where a character repeatedly yells “Strumpet!” while flagellating himself. ", "John the Savage hangs himself at a lighthouse in this author’s novel Brave New World.", "In Brave New World, John the Savage was born naturally rather than via this process used to create lower-level castes such as the Gammas, Deltas, and Epsilons. The London Hatchery uses this process alongside Podsnap’s Technique, which creates humans using an egg that creates 96 clones."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "The Jacobi method for solving diagonally dominant linear systems converges when the spectral radius of one of these objects is less than one. For 10 points each:", "answers_sanitized": ["matrix [or matrices]", "triangular [accept upper triangular or lower triangular]", "Carl Friedrich Gauss [accept Gaussian elimination or Gauss–Seidel method] "], "parts_sanitized": ["Name these arrays of numbers with columns and rows, which are used to solve systems of linear equations.", "Invertible matrices can be factorized into two matrices with this property in the LU method for solving linear systems. Matrices have the “upper” version of this property if all entries below the main diagonal are zero.", "The Jacobi method converges slower than a method named for this man and Seidel which decomposes a matrix into lower and strictly upper triangular components. This man also names a method of performing elementary row operations in order to solve a linear system."], "subcategory": "Math", "category": "Science"}, {"leadin_sanitized": "Simon Schama examined the culture of this nation’s Golden Age through its artworks in his book An Embarrassment of Riches. For 10 points each:", "answers_sanitized": ["Netherlands [prompt on Holland] ", "Johannes Vermeer", "tronie "], "parts_sanitized": ["Name this country whose artists such as Gerard ter Borch and Jan Steen exemplify this nation’s tradition of genre paintings with their portrayals of household scenes.", "This Dutch artist made several paintings of his native Delft and depicted people going about everyday life in works like The Milkmaid.", "Vermeer’s Girl with a Pearl Earring is an example of this type of Dutch portraiture whose sitters are typically  unidentified. Subjects of this type of painting tend to have dramatic facial expressions or wear exotic costumes. Please give the specific Dutch term."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "This place’s long-time ruler, Kubera, was overthrown by his half-brother Ravana, who rules it in the Ramayana. For 10 points each:", "answers_sanitized": ["Sri Lanka", "Sita [or Seetha]", "Varuna [or Baruna] "], "parts_sanitized": ["Name this island, also home to a modern-day nation whose majority ethnic group are the Sinhalese people.", "Ravana fortifies Lanka into an island fortress and keeps this woman, the wife of Rama, as a prisoner there.", "To reach Lanka and rescue Sita, Rama attempts to enlist the help of this god, who ignores his calls for three days before Rama starts shooting arrows at him. This god’s mount is a makara, a creature similar to a crocodile."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Porous microbead resins on a base matrix of cross-linked agarose play this role in one technique. For 10 points each:", "answers_sanitized": ["stationary phase", "chromatography [or ion-exchange chromatography]", "retention [accept retention factor] "], "parts_sanitized": ["Identify this role of ion exchangers like QAE-Sephadex in a technique in which charged compounds are eluted using a pH gradient.", "Ion-exchange columns are used in a namesake form of this separatory technique where relative selectivity varies based on the ions that bind to the exchange resin on the stationary phase. This technique also has gas, thin-layer, and paper forms.", "In ion-exchange chromatography, a quantity named for this process increases for small ions. That factor named for this process is a ratio of time an analyte remains in the stationary phase and is inversely proportional to the retardation factor."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Soldiers chanting “Constantine and Constitution” during this event allegedly claimed that they were referring to Constantine’s wife. For 10 points each:", "answers_sanitized": ["Decembrist Revolt", "Nicholas I", "Alexander I "], "parts_sanitized": ["Name this 1825 revolt of liberal army officers against a conservative Russian tsar.", "The Decembrist revolt targeted this tsar, who described his reactionary doctrine with the slogan “Orthodoxy, Autocracy, Nationality.”", "The Decembrist Uprising was part of the succession crisis following the death of this monarch, who led Russia during the Napoleonic Wars."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "After Lorens compares the food at a banquet to a meal he once had at the Café Anglais, this character reveals that she was the former head chef at the Café Anglais. For 10 points each:", "answers_sanitized": ["Babette Hersant [accept either underlined part]", "Isak Dinesen [accept Karen Blixen]", "memoir [or autobiography; prompt on biography] "], "parts_sanitized": ["Name this housemaid who replies that “an artist is never poor” after spending all her lottery winnings to prepare a lavish feast.", "This author included “Babette’s Feast” among her Seven Gothic Tales.", "Dinesen’s Out of Africa, which describes the author’s life on a Kenyan coffee plantation, is this type of work. Elie Weisel’s account of the Holocaust, Night, is a notable example of this type of work."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about Doctor Zhivago - the film. For 10 points each:", "answers_sanitized": ["Francisco Franco Bahamonde", "balalaika [accept балала́йка]", "Sir Alec Guinness de Coffee "], "parts_sanitized": ["Though set in Russia, the film was actually shot in Spain, where this dictator was in power. It worked out well in the end, except for an awkward moment when the extras had to sing The Internationale during production.", "The film's soundtrack often featured this traditional Russian instrument. This three-stringed wooden instrument consists of a triangular body, and it can be played either with the fingers or a plectrum.", "This British actor starred as Yuri's half-brother Yevgraf in the film. He is well-known for his other roles such as Prince Faisal in Lawrence of Arabia and Obi-Wan Kenobi in the original Star Wars trilogy."], "subcategory": "Other Academic", "category": "Other Academic"}]}