{"tossups": [{"question_sanitized": "An island in this body of water was home to a bioweapons lab that accidentally released smallpox in 1971, killing ten people. The water level of the northern part of this body of water is controlled by a dike on the Kokoral peninsula. The frequent dust storms around this body of water spread antibiotic-resistant tuberculosis, contributing to the awful public health among local Karakalpaks. This body was once home to (*) Vozrozhdeniya (“vaz-raz-dah-NEE-yah”) island and was the drainage point of water re-purposed to irrigate the Ferghana Valley. This body is named for containing thousands of islands, but most of those are now on dry land, due to the diversion of the Amu and Syr Darya rivers. For 10 points, name this Central Asian lake whose size has shrunk by over 90% since 1960.", "answer_sanitized": "Aral Sea "}, {"question_sanitized": "The Little–Parks effect is a variation of superconducting critical temperature with this quantity. Vortices in the Meissner effect are quantized in terms of this quantity where it is equal to h over 2e. An equivalent of this quantity used in circuit analysis is differentiated with respect to charge to find the memristance, and is called this quantity’s “linkage.” The field that is indirectly generated by the (*) change in this quantity will point right, if the time derivative of this vector quantity points left, according the Faraday-Lenz law. The surface integral of this quantity taken around a source must sum to zero by Gauss’s law, implying that monopoles do not exist. For 10 points, name this quantity measured in Webers, which gives the density of a magnetic field in an area.", "answer_sanitized": "magnetic flux [accept electromagnetic flux; accept magnetic flux quantum; accept magnetic flux linkage; prompt on phi or phi-sub-B or flux; do not accept or prompt on “magnetic flux density” or “magnetic field”] "}, {"question_sanitized": "Work by a man of this name was “discovered” in medieval Europe after it was translated into Latin from Arabic by Gerard of Cremona. After a ruler of this name stole a honey-filled sarcophagus, he faced an invasion that failed when Perdiccas was killed in a mutiny. Though he was not present at the battle, a ruler with this name seized Syria in the aftermath of the Battle of Ipsus, leading to a series of wars with (*) Seleucus Nikator and his descendants. A figure with this name explained the apparent motion of the planets using \"epicycles\" in the Almagest. The first ruler with this name, known as Soter, founded a dynasty that ruled from Alexandria. For ten points, give this name shared by a Greek astronomer and a bunch of Greek kings of Egypt.", "answer_sanitized": "Ptolemy [or Ptolemaîos; accept Ptolemy I; accept Ptolemy Soter; accept Ptolemaîos I; accept Ptolemaîos Sōtḗr; accept Claudius Ptolemy; accept Klaúdios Ptolemaîos; accept Claudius Ptolemaeus]"}, {"question_sanitized": "While disguised as a beggar named “Jade”, a woman is lured into this country by the Pearl Girls and uses a microdot tattoo to smuggle damaging information out of here. People in this country can buy Soul Scrolls and participate in executions known as Salvagings. A woman in this country encounters her friend Moira in a government brothel called (*) Jezebel’s and is later rescued by the Mayday resistance. That character secretly plays Scrabble with the Commander and recalls her life before the Sons of Jacob took over and changed her name to Offred. For 10 points, name this fictional republic where The Testaments and The Handmaid’s Tale are set.", "answer_sanitized": "Republic of Gilead [prompt on United States of America or USA] "}, {"question_sanitized": "This composer rewrote the Gloria of his penultimate mass after a patron realized he had recycled its melody from a previous choral work’s Part III duet. A large wind section provides the nickname for this composer’s last major work, the B-flat-major mass Harmoniemesse, while another of his masses was written without a wind section and was named for “Troubled Times.” A chorus sings a fortissimo C-major chord on the word (*) “light” in an oratorio by this composer in which Raphael, Uriel, and Gabriel describe a six-day period of time. This composer wrote the Lord Nelson Mass for his patrons, the Esterhazy family. For 10 points, name this Austrian composer of the oratorio The Creation, also known as the “father of the symphony.” ", "answer_sanitized": "Franz Joseph Haydn "}, {"question_sanitized": "The GeCKo library contains sgRNA sequences from this pathway for use in combinatorial genetic screens. Type one systems that rely on this pathway fuse CASCADE to a FokI nuclease domain. The REC lobe of a protein in this pathway “locks” the HNH domain at the cleavage site. That protein is commonly extracted from Streptococcus pyogenes. A protospacer is inserted into this pathway’s namesake array where (*) tracrRNA base pairs with crRNA. He Jiankui used this technology to treat two twins for HIV by disabling the CCR5 gene. Jennifer Doudna and Emmanuelle Charpentier won the 2020 Nobel Prize in Chemistry for the development of, for 10 points, what prokaryotic antiviral immunity system adapted for use in genome editing?", "answer_sanitized": "CRISPR-Cas9 [or clustered regularly interspaced short palindromic repeats-Cas9; accept CRISPR screens; prompt on gene-editing] "}, {"question_sanitized": "In one story, this god declares “My body is completely formed, except that one part is superfluous,” proposing that he join the superfluous part with a woman’s incomplete part to create life. After this god and his wife walked around a pillar, his wife spoke first during their wedding ceremony, resulting in the birth of their “leech child.” While standing on the bridge of heaven, he used a jewel-tipped spear to pull several islands out of the ocean. This god gave birth to a (*) sun goddess, moon god, and storm god respectively from his left eye, right eye, and nose; he did this while cleansing himself of the pollution of the underworld Yomi, which he fled after beholding his wife’s polluted corpse. For 10 points, name this Shinto god, the husband of Izanami.", "answer_sanitized": "Izanagi-no-mikoto [or He-who-Invites; do not accept or prompt on “Izanami-no-mikoto”] "}, {"question_sanitized": "For a Cobb–Douglas function, the elasticity of this process is always exactly equal to one. The magnitude of this process is represented by the positive term in the Slutsky equation, which is the partial of the Hicksian function with respect to price. If the cross elasticity of demand is negative, then an agent is likely to engage in this process in response to a (*) price change. On a macroeconomic scale, developing countries may seek to engage in this process for imports using the policy of ISI. If two goods are identical, then they permit the “perfect” example of this process. Complementary goods are contrasted with goods named after, for 10 points, what process of replacing one good with another?", "answer_sanitized": "substitution [accept substitute goods] "}, {"question_sanitized": "An Henri Matisse cut-out of one of these objects was accidentally hung upside down by the MoMA in 1961. Several flags appear against a saturated blue background in a painting by Raoul Dufy that depicts these objects at Cowes. An orange sun rises over these objects in a foggy painting that was compared to “wallpaper in its embryonic state” by the art critic (*) Louis Leroy. Gustave Caillebotte appears in a straw hat, while a woman holding a dog converses with a man seated backwards in his chair, in a Renoir painting of a luncheon on one of these objects. For 10 points, name these vehicles that appear in a harbor in Monet’s Impression, Sunrise.", "answer_sanitized": "boats [or ships; accept answers like rowboats or fishing boats or steamships or sailboats or vessels] "}, {"question_sanitized": "This city is mentioned in the title of an Elizabeth Bishop poem that begins with the line “I make a trip to each clock in the apartment” and includes the line “A star inside a rectangle”. An author in this city describes “nickel, what is nickel” and “a kind of glass and cousin” in the section “Objects” of a larger work. That author in this city wrote the poems “Glazed Glitter'' and “A Carafe, that is a blind glass” in the (*) Cubism-inspired collection Tender Buttons. A haiku set in this city describes “faces in the crowd” and “petals on a wet black bough”. For 10 points, name this European city where Gertrude Stein coined the term “Lost Generation”, the setting of poems like Ezra Pound’s “In a Station of the Metro”. ", "answer_sanitized": "Paris [the Elizabeth Bishop poem is “Two Mornings and Two Evenings: Paris 7 A.M.”] "}, {"question_sanitized": "A term describing this country's military strategy was coined in a 1991 book by Seymour Hersh. A resident of this country was killed in a hospital by the State Research Bureau and was named Dora Bloch. This country carried out Operation Opera which destroyed a nuclear reactor called Osirak. This country, whose strategy of massive retaliation is called the (*) \"Samson Option,\" carried out preemptive strikes under the Begin Doctrine. After leaving this country, Air France Flight 139 was hijacked and flown to Uganda, prompting this country to launch Operation Thunderbolt to rescue the survivors in the Entebbe Raid. For 10 points, name this country whose intelligence agency is the Mossad.", "answer_sanitized": "Israel [or State of Israel; or Medinat Yisrael] "}, {"question_sanitized": "Ratios of this quantity for light and heavy keys appear in the numerator of the Fenske equation. Tie lines can be drawn to find either this quantity or a related quantity named for mass in a binary equilibrium phase diagram using the lever rule. This quantity is the x-axis in P-x-y diagrams, which depict vapor–liquid equilibria. This dimensionless quantity multiplies fugacity in the Lewis–Randall rule and appears in a law about ideal (*) solutions that fails to predict azeotropes. This quantity multiplies vapor pressure to get partial pressure in Raoult’s law, and according to Dalton’s law, a gas’s partial pressure is the product of this quantity and total pressure. For 10 points, name this quantity that is the percentage in moles of a constituent in a mixture.", "answer_sanitized": "mole fraction [accept mass fraction before “mass”] "}, {"question_sanitized": "In Genesis 16:12, an angel describes Ishmael as a wild one of these animals, a representation of his hostility with his brothers. After God challenges Job to prove his insignificance, God expounds on how He freed this animal to live in wilderness and salt flats. An expression of distress by one of these animals is the second and final time in the Bible that an animal (*) speaks. After ignoring the will of God, Balaam is only saved from death at the hands of an angel when one of these animals shifts direction three times. In Christian tradition, a prophecy in Zechariah 9:9 that the Messiah would arrive on the back of this animal is fulfilled when Jesus rides one into Jerusalem. For 10 points, name this beast of burden whose jawbone Samson used to slay a thousand Philistines.", "answer_sanitized": "donkey [or ass] "}, {"question_sanitized": "After seeing a character bent over the water like Narcissus, the protagonist of this work thinks “you must never smile like that” and whispers “I love you” in a park. While walking outside a Byzantine chapel, a character in this work decides to travel after being glared at by a red-headed foreigner and is delighted to learn that his luggage was mistakenly sent to (*) Como while staying at the Hotel des Bains. That man eats overripe strawberries and notices the smell of disinfectant in the air before succumbing to cholera on the beach. For 10 points, name this novella about Gustav von Aschenbach’s infatuation with Tadzio, written by Thomas Mann.", "answer_sanitized": "Death in Venice [or Der Tod in Venedig] "}, {"question_sanitized": "A likely apocryphal story claims that this man was sent the mocking gift of a paper vest by one of his rivals. He joined the American Anti-Imperialist League and personally offered $20 million for Filipinos to purchase their independence after the Spanish-American War. This man was opposed by the Amalgamated Association led by Hugh O'Donnell. An employee of this man was the victim of an attempted assassination by the anarchist (*) Alexander Berkman. This man instructed his lieutenant Henry Clay Frick to construct a namesake \"fort\" and send Pinkertons to put down an 1892 strike in Homestead, Pennsylvania. A company named for this man was merged into J.P. Morgan's U.S. Steel. For 10 points, name this Scottish-born steel mogul.", "answer_sanitized": "Andrew Carnegie "}, {"question_sanitized": "One work by this philosopher criticizes Jakob Fries’ participation in the Wartburg Festival in its preface and expounds upon the idea of the Sittlichkeit (“SEAT-leash-kite”) in society, or the “ethical order.” This philosopher explained the interaction of two concepts with a term often translated contradictorily as “to lift up” or “to abolish” but most often as “sublation” - that word is aufhebung (“owf-HAY-boonk”). He referred to Asia as the (*) beginning and Europe as the absolute end in his Lectures on the Philosophy of History, which claims that Africa does not exhibit development. This philosopher’s model of abstract, negative, and concrete is often oversimplified as thesis, antithesis, and synthesis. For 10 points, name this German idealist who described his namesake dialectic in The Phenomenology of Spirit.", "answer_sanitized": "Georg Wilhelm Friedrich Hegel "}, {"question_sanitized": "MOZART is a chemical transport model for this compound. Chappius (“sha-pui”) absorption of this compound occurs during the blue hour, and the initial discovery of anomalies associated with this compound was made by Nimbus-7 TOMS. NOx gases react with VOCs to create this compound and at negative 78 degrees, nacreous clouds sequester nitric acid, causing the (*) destruction of this compound. The formation and breakdown of this substance via photolysis is described by the Chapman cycle. Susan Solomon was the first to notice a “hole” of this compound in a certain location when the column amount dropped below 220 Dobson units. For 10 points, name this subject of the Montreal protocol which is destroyed by CFCs in the atmosphere.", "answer_sanitized": "atmospheric ozone "}, {"question_sanitized": "While hiding in a house, the protagonist of one of this director’s films throws his matchbook down a floor to alert his love interest below. In that film, the music drops out entirely for a scene that begins when the protagonist arrives at the deserted, rural Bus Stop 41. This director used an overhead shot to show Detective Arbogast reaching the top of a mansion’s staircase in another film. This director showed a businessman falsely accused of murder at the United Nations, Roger (*) Thornhill, running from a crop duster in a film that ends with a climactic chase on Mount Rushmore. The Janet-Leigh-played Marion Crane screams while being stabbed in a shower in this director’s 1960 film. For 10 points, name this director of North by Northwest and Psycho.", "answer_sanitized": "Sir Alfred Joseph Hitchcock "}, {"question_sanitized": "To prove his love, the Duke of Dorset drowns himself after meeting Zuleika Dobson at one of these places in a Max Beerbohm novella. While working at one of these places, the protagonist learns from Catchpole that Margaret Peel faked her suicide attempt to manipulate him and later clashes with Bertrand over Christine Callaghan. That man drunkenly mocks (*) Ned Welch in his speech on “Merrie England”. A character who works at one of these locations shoots Willie Mink after finding him with his wife Babette during the title “Airborne Toxic Event”; that character that works at one of these institutions is Jack Gladney from Don DeLillo’s White Noise. For 10 points, name these institutions where Jim Dixon lectures on medieval history in Kingsley Amis’ Lucky Jim.", "answer_sanitized": "colleges [accept answers mentioning a college campus or a university; accept answers describing a school of higher education or post-secondary education; prompt on schools]  "}, {"question_sanitized": "The physician Abiathar Crescas served this kingdom's ruler John the Faithless. Philip the Bold died at Perpignan while leading an army against this kingdom. Pope Martin IV called a crusade against this kingdom after its king Peter III joined the War of the Sicilian Vespers. This kingdom's parliament, which was called the Corts, met in the Aljafería Palace in (*) Zaragoza. At its height as an independent kingdom, it ruled Sardinia, Corsica, and present-day Catalonia. This kingdom united with its western neighbor when its king Ferdinand II married Isabella I. For 10 points, name this Iberian kingdom that united with Castile to form the Kingdom of Spain.", "answer_sanitized": "Crown of Aragon [or Corona de Aragón; or Corona d'Aragón; or Corona d'Aragó] "}], "bonuses": [{"leadin_sanitized": "Early artists produced this type of paint by mixing ground pigments with pressed linseed. For 10 points each:", "answers_sanitized": ["oil paint", "turpentine [or C10H16]", "John Berger "], "parts_sanitized": ["Name this slow-drying type of paint which gradually replaced tempera after it was introduced by Jan van Eyck. ", "This chemical solvent can be used to remove or thin oil-based paints. Helen Frankenthaler frequently diluted her oil paints with this substance as part of her “soak-stain” technique to produce a misty effect in paintings like Mountains and Sea.", "This British art critic and writer argued that owning oil paintings developed into a status symbol in his television series Ways of Seeing."]}, {"leadin_sanitized": "One of these creatures learns how to use a razor by imitating a man shaving and his voice is mistaken for English, Italian, and French. For 10 points each:", "answers_sanitized": ["an orangutan [exact answer required, do not accept or prompt on answers like “gorilla” or “ape”]", "Edgar Allan Poe", "“Hop-Frog” "], "parts_sanitized": ["Name these creatures. One of these creatures escapes from a sailor before killing Madame L’Espanaye and her daughter in “The Murders in the Rue Morgue”.", "The orangutan’s murder of Madame L’Espanaye and her daughter occurs in “The Murders in the Rue Morgue”, a story by this American author of “The Raven”.", "Poe also uses orangutans in this story, where the title jester burns a king and his advisors dressed in orangutans after they mistreat him and his lover Tripetta."]}, {"leadin_sanitized": "Oh no! Your hash table has a collision! Answer the following about methods to resolve it. For 10 points each:", "answers_sanitized": ["list [or linked list]", "linear probing [prompt on probing]", "O(1) run time [or constant run time] "], "parts_sanitized": ["One of the simplest ways to resolve a collision is to use separate chaining, where the values in each bucket are stored in a “linked” form of this data structure. These data structures represent a collection of ordered elements.", "This other method of collision resolution stores the target value in the next open bucket if a bucket is occupied. This method is a form of open addressing, since the bucket given by the hash function is not always the location of the target value.", "The load factor for a hash table which represents how full a hash table is must be kept low to minimize collisions and keep this average lookup time. This is the runtime for inserting a value at the beginning of a linked list."]}, {"leadin_sanitized": "This family split into branches called \"of the lily\" and \"of the deer\". For 10 points each:", "answers_sanitized": ["Fugger [accept Jakob Fugger the Rich; accept Jakob Fugger of the Lily]", "Charles V [or Charles I of Spain; or Carlos I of Spain; prompt on Charles; prompt on Carlos]", "Augsburg [or Augschburg; accept Peace of Augsburg; accept Augsburg Settlement] "], "parts_sanitized": ["Name this German banking family whose member Jakob the Rich may have been the wealthiest person ever.", "The Fugger family expanded their influence further when they financed this ruler's election as Holy Roman Emperor. This Habsburg Emperor, who was also King of Spain, abdicated in favor of his brother Ferdinand I. ", "The Fuggers were from this Swabian city. A peace treaty signed in 1555 in this city ended Charles V's war against the Schmalkaldic League."]}, {"leadin_sanitized": "During the minor occultation, this figure was in seclusion, but remained in contact with the world through his four deputies. For 10 points each:", "answers_sanitized": ["Mahdi [prompt on the twelfth imam; do not accept ‘Isa ibn-Maryam’ or “Jesus Christ”]", "Shi’a Islam [accept Shi’ites]", "taqiyyah "], "parts_sanitized": ["Name this figure who  will return to rule until the Day of Judgement and defeat the false Dajjal.", "The Twelvers of this Islamic sect await the arrival of the twelfth imam, who will also be the Mahdi. Seveners are a branch of another sub-sect of this sect called Isma’ilism.", "Under restriction of the Abbasid Caliphate, Hasan al-Askari, the eleventh imam and promised father of the Mahdi lived practicing this. Shi’ite Muslims are encouraged to conduct this form of denial of religious belief if their own survival is at risk, though they are not allowed to sin at any point in time."]}, {"leadin_sanitized": "In one of these poems, the speaker asks for angels to “blow your trumpets” when “at the round earth’s imagined corners”. For 10 points each:", "answers_sanitized": ["Holy Sonnets [or Divine Meditations; or Divine Sonnets; prompt, but do not reveal, on John Donne poems] ", "John Donne ", "\"hold your tongue\"  "], "parts_sanitized": ["Name these poems. The title of Camille Paglia’s collection Break, Blow, Burn is taken from one of these poems, which asks to “divorce me, untie, or break that knot again”. ", "The Holy Sonnets were written by this Metaphysical poet, who also wrote about a figure described as a “marriage bed” or “marriage temple” in “The Flea”.", "Another John Donne poem, “The Canonization”, asks the addressee to perform this three word action. That action is followed by the phrase “and let me love”. "]}, {"leadin_sanitized": "Hauptman and Karle developed a tangent formula in a direct method to solve the phase problem in this technique. For 10 points each:", "answers_sanitized": ["X-ray crystallography [or X-ray diffraction or XRD; prompt on crystallography]", "Miller indices", "symmetry [accept centrosymmetry; accept translational symmetry] "], "parts_sanitized": ["Name this technique where crystal samples are mounted on a goniometer and bombarded with high energy electromagnetic radiation. This technique was used by Rosalind Franklin to produce Photo 51.", "Direct methods to solve the phase problem can make use of the Sayre equation to calculate the structure factor. The structure factor is written as F sub h k l where h, k, and l are these numbers that specify planes in a crystal.", "When the structure has this property around an inversion point, the phase can only be zero or pi. Hermann–Mauguin notation is used in X-ray crystallography because it can describe the translational form of this property in a point group."]}, {"leadin_sanitized": "This author was involved in the literary feud known as the “Corsair affair” after a contemporary criticized his treatise Stages on Life’s Way. For 10 points each:", "answers_sanitized": ["Søren Kierkegaard [the work described is The Concept of Anxiety]", "Either/Or", "Abraham "], "parts_sanitized": ["Name this philosopher who wrote about the concept of “mediation” in a book explores the division of good and evil brought about by Adam’s decision to eat from the tree of knowledge.", "Stages on Life’s Way was written as a continuation of this Soren Kierkegaard work that includes The Seducer’s Diary, whose two title concepts contrast between the ethical and aesthetic modes of life. ", "Another of Kierkegaard’s works, Fear and Trembling, describes this man as a “knight of faith”. This man is praised by Kierkegaard for his sacrifice of Isaac."]}, {"leadin_sanitized": "The namesake gulf at the mouth of this river forms the world’s largest estuary. For 10 points each:", "answers_sanitized": ["Ob river", "Nur-Sultan [or Astana]", "Altai Mountains [accept Altaic languages] "], "parts_sanitized": ["Name this river whose major tributary is the Irtysh, and which forms at the confluence of the Biya and Katun rivers south of the city of Novosibirsk. With the Yenisei and Lena, it is one of the three major rivers of Siberia.", "Some of the headwaters of the Irtysh pass near this capital of Kazakhstan; you may give either its current name or the name it had prior to being renamed for a longtime Kazakh president.", "Many of the tributaries of the Ob arise in this mountain range, which runs along the borders of China, Russia, Mongolia, and Kazakhstan. It lends its name to a disputed language family which encompasses Turkic, Mongolic, and potentially Japanese and Korean."]}, {"leadin_sanitized": "This musician’s state-department sponsored touring of Africa, Europe, and Asia in the 60’s inspired Dave and Iola Brubeck’s jazz musical The Real Ambassadors. For 10 points each:", "answers_sanitized": ["Louis Armstrong", "scat singing", "Chet Baker "], "parts_sanitized": ["Name this New Orleans jazz trumpeter nicknamed “Satchmo” who famously sang “What a Wonderful World.”", "Armstrong recorded several albums with Ella Fitzgerald, who was well known for her vibrant performance of this vocal jazz improvisational style that is best known for featuring nonsense lyrics and wordless syllables. ", "This other jazz trumpeter and singer featured Elvis Costello’s song “Almost Blue” in his posthumous album titled for [him] in Tokyo. This West Coast jazz trumpeter is also well known for an album titled [he] Sings. "]}, {"leadin_sanitized": "This process was first described in Reflections on the Motive Power of Fire. For 10 points each:", "answers_sanitized": ["Carnot cycle [or Carnot engine]", "work [or W]", "Clausius theorem [or Clausius inequality] "], "parts_sanitized": ["Name this ideal thermodynamic cycle consisting of two isothermal and two adiabatic steps where a gas expands and contracts. It is named for a French engineer.", "The maximum efficiency of a Carnot cycle is this quantity divided by the heat put into the system. This quantity for the Carnot cycle is given by the integral over any closed loop of PdV.", "If an engine’s cycle is irreversible, then an upper bound is placed on its efficiency by this theorem, which states “the integral of dQ over T is less than or equal to zero,” where dQ is an infinitesimal heat change and T is the system’s temperature."]}, {"leadin_sanitized": "Waldo is devastated by the death of his childhood friend Lyndall in a novel titled for one of these places in South Africa by Olive Schreiner. For 10 points each:", "answers_sanitized": ["farm [accept The Story of an African Farm; accept plantations; anti-prompt on fields]          ", "Nadine Gordimer", "the bakkie [prompt on pick-up truck]  "], "parts_sanitized": ["Name these places. In another novel, the foreman Jacobus discovers the dead body of a man that was buried on a property of this type owned by the businessman Mehring.", "Mehring purchases a farm in The Conservationist, a novel by this South African writer who explored the relationship between the Smales family and their black servant in the novel July’s People.", "In July’s People, the Smales family escapes the violence in Johannesburg by driving this vehicle. Tensions rise after July asks the Smales to give him the key to this yellow vehicle."]}, {"leadin_sanitized": "Answer the following about the name ‘Stalin’. For ten points each:", "answers_sanitized": ["Vladimir Lenin [or Vladimir Ilyich Ulyanov]", "Varna [accept Varna Crusade; accept Battle of Varna]", "Tamil Nadu "], "parts_sanitized": ["Josef Stalin succeeded this Bolshevik Leader as the head of the USSR. The city of St. Petersburg was renamed in his honor after his death.", "This town on the Black Sea was temporarily renamed ‘Stalin’ while under communist rule. It was the target of a namesake crusade by Janos Hunyadi that ended when he was defeated by Murad II in 1444.", "M. K. Stalin was once Deputy Chief Minister of this state in southern India. It is named after a language spoken in the Chola, Chera, and Pandya Kingdoms, and lies west of the Palk Strait."]}, {"leadin_sanitized": "Teddy bears have become quite a cultural icon in the UK. For 10 points each: ", "answers_sanitized": ["Paddington Bear", "Mr. Bean", "Charmin "], "parts_sanitized": ["A teddy bear based on this character was the first item to pass through the Channel Tunnel. In a popular children’s tale, this character is discovered in the London train station that he takes his name from. ", "Another teddy bear features in this British sitcom, where it is frequently destroyed and dismembered. Its title character was described as “a child in a grown man’s body” by its creator and star, Rowan Atkinson. ", "Though this company is based in the US, the concept of having a family of teddy bears advertising its product originated in the UK. This company released a “Forever Roll” in 2019 reportedly directed at millennials. "]}, {"leadin_sanitized": "After falling in love with her father Cinyras, this woman disguised herself to seduce him, prompting Cinyras to attempt to kill her and her child after learning of what happened. For 10 points each:", "answers_sanitized": ["Myrrha [or Smyrna]", "Adonis", "Cyprus [or Kypros, or Kibris] "], "parts_sanitized": ["Name this woman who was turned into a namesake variety of tree on account of committing that crime.", "Through this affair, Myrrha became pregnant with this man, who spent a third of the year each with Persephone and Aphrodite due to a feud between the two goddesses. Later, this man died from being gored by a wild boar.", "It’s not Cythera, but Adonis and Myrrha were both from this island, to which Aphrodite drifted after being born from the waters of the Mediterranean. Greek settlers of this island came to cities such as Nicosia."]}, {"leadin_sanitized": "This composer’s early viola concerto is numbered as 51:G9 in the TWV catalogue. For 10 points each:", "answers_sanitized": ["Georg Philipp Telemann", "Water Music [accept Wassermusik; anti-prompt on Hamburger Ebb’ und Fluth or Hamburg Ebb and Flow]", "Georg Frideric Handel "], "parts_sanitized": ["Name this composer of a 1733 suite in three “productions” that each contain an overture, quartet, concerto, trio, and sonata. That suite, written to accompany meals, is titled Tafelmusik.", "Telemann also wrote a suite with this title featuring movements like “The Joking Triton.” Another work with this title contains an alla hornpipe with prominent trumpet and horn soli in its suite in D.", "At the request of King George I of England, this German-born contemporary of Telemann wrote his Water Music suites, which were premiered in barges on the Thames River."]}, {"leadin_sanitized": "Pope Paul VI declined to visit this leader's coronation ceremony which was held in a Yugoslav-built basketball stadium. For ten points each:", "answers_sanitized": ["Jean-Bédel Bokassa [or Bokassa I]", "Central Africa Republic [or République centrafricaine; or Ködörösêse tî Bêafrîka]", "France [or French Republic; or République française] "], "parts_sanitized": ["Name this dictator who spent $5 million on diamond crowns for his coronation. He was sentenced to life in prison after a 1987 trial that found him guilty of murder, but not of cannibalism.", "Bokassa was preceded and then succeeded by David Dacko as the president of this country, which has been involved in a civil war with the Séléka rebels since 2012.", "The Central African Republic gained independence from this European power a few months after its other colony of Senegal. Bokassa may have bribed this country's president Valéry Giscard d'Estaing with a gift of diamonds."]}, {"leadin_sanitized": "A saxophonist who transforms into this person puts a jazz musician the size of a figurine in his pocket. For 10 points each:", "answers_sanitized": ["Wolfgang Amadeus Mozart", "Hermine", "Hermann Hesse "], "parts_sanitized": ["Name this person. In a 1927 novel, this person mocks a man for stabbing his love interest in the Magic Theater. ", "Mozart mocks the Steppenwolf for stabbing this character, his love interest. After the Steppenwolf guesses this character’s name, she teaches him to dance the foxtrot. ", "Steppenwolf kills Hermine near the end of this German-Swiss author’s novel Steppenwolf. "]}, {"leadin_sanitized": "This man served with future primary opponent Gary Hart on the 1975 Church Committee which investigated CIA assassination attempts on foreign leaders. For 10 points each, ", "answers_sanitized": ["Walter Mondale", "Geraldine Ferraro", "“where’s the beef?” "], "parts_sanitized": ["Name this Vice President to Jimmy Carter who lost in a landslide to Ronald Reagan in the election  of 1984.", "Mondale chose this New York Representative as his running mate, making her the first woman to run on a major party presidential ticket.", "In the 1984 primary, Mondale attacked the shallowness of Gary Hart’s “new ideas” with this slogan borrowed from a Wendy’s advertising campaign."]}, {"leadin_sanitized": "The end product of this experiment was Mahoney type and began with the assembly of a full-length cDNA carrying a T7 phage RNA polymerase. For 10 points each:", "answers_sanitized": ["de novo synthesis of poliovirus [accept reasonable equivalents such as “creating polio virus from scratch”]", "mice [or mouse]", "Science [accept Science Magazine] "], "parts_sanitized": ["Name this revolutionary experiment carried out by Eckard Wimmer’s group at Stony Brook in 2002 that involved the creation of a 7.7 kilobase RNA genome from scratch. It was confirmed through the use of CD155.", "To confirm the identity of the newly synthesized poliovirus, the experimenters infected these organisms transgenic for the poliovirus receptor. These common laboratory rodents have the scientific name Mus musculus.", "The publication of the experiment in this journal sparked massive controversy, mainly because the editors stripped the paper of the ethical implications. This publication rivals Nature as one of the top academic journals."]}]}