{"tossups": [{"question_sanitized": "Like a scene by Campin, the Deesis of this work is unusual in that it shows the Virgin Mary reading abook. Saint Cecilia is depicted playing the organ next to a naked Eve holding the citrus fruit in this work.This work's back shows a crown-wearing Mary with a haloed dove directly above her in an Annunciationscene. This work includes another image of the dove of the Holy Spirit surrounded by white and gold circlesof light at the top of a scene that also includes an image of the (*) fountain of life below a pedestal surroundedby fourteen angels in a circle; that pedestal holds a golden chalice, into which blood falls from the chest of thesacrificial Lamb of God. For 10 points, name this huge work of art designed by Hubert and painted by his brother,Jan van Eyck.", "answer_sanitized": "Ghent Altarpiece [or Adoration of the Mystic Lamb]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One author with this last name wrote about a man who jeopardizes his relationship with Marjorie Grayby working with his assistant, Bus, to fatten a bill to the point where it would certainly be vetoed by thepresident. Another author with this last name wrote a story in which a man takes his son into the woodswhere he will burn a lamb, but when he pulls out a knife his son, David, gets scared and runs away. Anauthor with this last name created Alan McLean in (*) Both Your Houses, while another author with this lastname wrote \"Terror\" as part of \"Godliness,\" one of the many stories in a collection that describes a man whoseduces Louise Trunnion and Helen White and is named George Willard. For 10 points, name this last name of theauthor of Winesburg, Ohio.", "answer_sanitized": "Anderson [or Maxwell Anderson, or Sherwood Anderson]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Fabiola and Chapman added a pair of angles to a potential modelling these phenomena, which are oftenmodelled by the Dreiding equation. These phenomena are modelled by a 12-10 potential. Thiourea catalysismakes extensive use of these phenomena, and these phenomena are responsible for the dimerization ofcarboxylic acids. These phenomena occur between residue n and n plus four in a standard (*) alpha helix.These phenomena commonly cause gross deviations from Raoult's law by inducing azeotropy, and these phenomenaare responsible for the high boiling point and remarkable solvent properties of water. For 10 points, name this typeof weak intermolecular interaction between a heteroatom and an atom of the namesake very light element.", "answer_sanitized": "hydrogen bonding", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This figure once destroyed the fields of Jahnu, leading Jahnu to swallow this figure and eventually releaseher from his ears. One of this figure's epithets reflects the fact that she can traverse all three worlds. Thisfigure descended to earth after the sage Kapila burned the sixty thousand children of Sagara to death, andshe helped them ascend to heaven. In one story, this figure killed seven of her children until her husbandquestioned her actions with the eighth; that eighth child was Bhishima, who was the son of (*) Shantanu.During her descent to earth, she landed on Shiva's hair, which he knotted in order to trap her and attenuate the flowof her water to the earth. For 10 points, name this personification of a sacred river in Hindu mythology.", "answer_sanitized": "Ganga [accept the Ganges]", "category": "Mythology"}, {"question_sanitized": "One leader from this party ran with an election poster that stated \"No Experiments!\" and survived abombing attempt by Eliezer Sudit, a member of the Irgun. In 1999, several members of this party wereaccused of accepting illegal donations from arms dealer Karlheinz Schreiber. The first leader of this partynegotiated the \"Return of the 10,000\", while a later leader negotiated the two plus four treaty, which lead tothe stepping down and (*) arrest of Egon Krenz. One member of this party presided over the implementation of a\"social market economy\", which led to a period of low inflation and rapid growth called the \"economic miracle\";that figure was Ludwig Erhard, who served as finance minister under the first Chancellor from this party, KonradAdenauer. For 10 points, name this German political party whose members include Helmut Kohl and the currentchancellor, Angela Merkel.", "answer_sanitized": "Christian Democratic Union of Germany [or CDU; or Christlich Demokratische Union Deutschlands]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In one film directed by this man, a plan to select a martyr by putting a coin in a pudding is foiled by thecook putting a coin in every pudding. In one film directed by him, the protagonist plays with the toys in adepartment store after getting a job as a night watchman. In another film, this man's character accidentallyputs English mustard on his strawberries during a negotiation. In that film, this man's character dances witha large (*) inflatable globe, and looks identical to an amnesiac Jewish barber. This man plays a factory worker whois trapped in the gears of a giant machine before being sent to jail in another work. This man, who often appearedopposite Paulette Goddard, played Adenoid Hynkel in The Great Dictator. For 10 points, name this early 20thcentury actor and director whose films like Modern Times and City Lights featured his \"Little Tramp\" persona.", "answer_sanitized": "Charlie Chaplin", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "One work by this author pleads, \"Stay, stay, Until the hasting day Has run But to the evensong;\" that poemlater says, \"We die, As your hours do, and dry Away, Like to the summer's rain\" and is about flowers \"weweep to see\" and that \"haste away so soon.\" This author of \"To Daffodils\" wrote of a state that \"Do morebewitch me than when art Is too (*) precise in every part.\" This author created a speaker who sees \"how sweetlyflows That liquefaction of her clothes\" in one poem also wrote of \"The glorious lamp of heaven, the sun\" and how\"The higher he's a-getting, The sooner will his race be run.\" This poet wrote Noble Numbers and the poem \"Delightin Disorder\" as well as a collection including many poems addressed to Julia. For 10 points, name this author ofHesperides who wrote \"Gather ye rosebuds while ye may\" in his \"To the Virgins, to Make Much of Time.\"", "answer_sanitized": "Robert Herrick", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A 2008 report confirmed what historians had long suspected: that this person had ordered the poisoning ofa ruler who died a day before this person's own death. This ruler once shared power with a former colleagueand the Prince of Gong in a government based in the Zongli Yamen. This ruler siphoned large amountsfrom the naval construction fund to expand the (*) Summer Palace. The traditional civil service examinationswere stopped under this person's orders. Ronglu, a general loyal to this ruler led forces that forced Kang Youweiinto exile and placed the Guangxu Emperor under house arrest to end of the Hundred Days' Reform. This personpublicly backed the Boxer Uprising. For 10 points, name this woman who had de facto control of China for half acentury through her position as Empress Dowager during the late Qing dynasty.", "answer_sanitized": "Empress Dowager Cixi [or Empress Dowager Tzu-hsi; or Cixi Taihou; Tzu-hsi T'ai-hou; or The Current Divine Mother Empress Dowager Xiao-Qin Ci-Xi Duan-You Kang-Yi Zhao-Yu Zhuang-Cheng Shou-Gong Qin-Xian Chong-Xi Pei-Tian Xing-Sheng Xian of the Great Qing Empire; or Empress Xiao-Qin Xian; or really any Chinese answer with Cixi]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The creator of this experiment posited a form of adaptive gene loss in the Black Queen Hypothesis. Inone instance, this experiment showed the contingency of pykF and nadR polymorphisms. By using a geneduplication of the CitT gene under the control of an mk promoter, several subjects of this experiment gainedthe ability to metabolize (*) citrate. The setup of this experiment contains half Ara plus and half Ara minus strainsand relies on daily 1:100 serial dilution in DM25 medium. The subjects of this experiment are contained in twelveflasks and have undergone over fifty thousand generations of reproduction. For 10 points, name this experiment inwhich a common laboratory strain of bacteria has been subjected to 20 years of evolution.", "answer_sanitized": "Lenski's longterm E. coli evolution experiment [accept anything mentioning the long term evolution of E. Coli]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This man's reputation as a philosopher was rehabilitated by Gilles Deleuze, who wrote a book titled\"[This man and philosophy.\" In one work, this thinker asserted \"the great wars of the present age are theeffects of the study of history.\" That work ends by comparing like-minded philosophers to Argonauts of theMind and spends numerous pages attacking Christian exegesis. This author collected his \"thoughts on theprejudices of (*) morality\" into his book Daybreak. Another of his books has chapter headings like \"Why I am aFatality\" and \"Why I Write Such Good Books\" and was published in 1888, the year he went hopelessly insane. For10 points, name this author of the autobiographical Ecce Homo, a philosopher who asserted that \"God is Dead\".", "answer_sanitized": "Friedrich Nietzsche", "category": "Philosophy"}, {"question_sanitized": "These entities can be used in a form of interpolation called slerping. Every finite p-group that has everyabelian subgroup cyclic is either itself cyclic or is a generalized group of these entities, and the dicyclic groupof order two is isomorphic to the group of them. The factor group of the group of these entities with theircenter is isomorphic to the Klein four-group. Those with norm one are called versors, and these entitiesfollow the complex numbers in the (*) Cayley-Dickson construction. Symbolized by a blackboard H, they areoften used to implement three-dimensional rotations. They consist of three elements, i, j, and k, whose square isnegative one and whose products with each other are anticommutative. For 10 points, name this four-dimensionalnumber system created by Hamilton.", "answer_sanitized": "quaternion", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This man was told to only keep in his army those that lapped water with their tongues like a dog. The sonof this man was criticized in a story about trees trying to anoint a thorn bush; that son of this leader was laterkilled when a woman in Thebez threw a millstone on his head. Using earrings taken from plunder, he createdan ephod that the people worshipped. This man was the father of the villainous dictator (*) Abimelech. Hefirst attracted attention by destroying his father's altar to Baal. In order to be assured of God's promises, this person\"put out a fleece\" and asked God to keep the dew only on it, not the ground. This man's forces used trumpets intheir victory over the Midianites. For 10 points, name this Biblical Judge, who lends his name to an organization thatprovides Bibles.", "answer_sanitized": "Gideon [or Jerub-Baal]", "category": "Religion"}, {"question_sanitized": "This work describes one event as a \"Platonic concept of hate\". One section of this work notes that forthis works subjects, incest is far more palatable than bestiality, and states that clumsiness is frowned uponbecause it makes people appear beast-like. The author notes that he and his wife were initially \"invisible\"until they ran from a police raid, and also explicates the double meaning of the word \"sabung\". The eventsdescribed in this work are divided into (*) 21 second periods, and are divided into ones with high stakes and largewagers and those without. The participants in the title event have razors tied to their legs before being set againsteach other. For 10 points, name this essay, an example of \"thick description\" that analyzes the role of the title illegalsporting events, by Clifford Geertz.", "answer_sanitized": "\"Deep Play: Notes on the Balinese Cockfight\" [prompt on \"Interpretation of Cultures\"; do not prompt on \"Notes on the Balinese Cockfight\"]", "category": "Social Science"}, {"question_sanitized": "This author wrote a work in which a young boy is gifted a dog named \"Lindy,\" which is short for\"Lindbergh,\" which is said to be \"A high-grade imported name;\" later in that novel, a woman starts sobbingat night like she used to when she first got married and reveals her affair with Aso. Another of this author'snovels ends with a girl getting diarrhea from seeing her wedding attire because she is so disgusted by thebastard son (*) Sachiko found for her to marry. One of this author's novels involves the safeguarding of Hiroshifrom the impending divorce of his parents Misako and Kaname, while another involves a secret birth given byTaeko and the search for a suitor for Yukiko. For 10 points, name this author of Some Prefer Nettles and TheMakioka Sisters.", "answer_sanitized": "Jun'ichiro Tanizaki", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "St. Clair McKelway, who did public relations for this event's planner, called the perpetrators of this event\"the thousand kids.\" This March 9-10 event was codenamed Operation Meatinghouse and it proved the valueof a series of tactical innovations such as (*) flying at low elevations at night in order to avoid clouds and destroythe cottage industries located in wooden homes. This event that led to more than 100 000 deaths was the deadliestconventional air raid in history. It was the first in a campaign planned by Curtis Lemay that later targeted Nagoya,Osaka and Kobe. About a dozen of the 334 B-29s at this event were downed because of columns of heat. For 10points, name this 1945 US Army Air Force air raid that led to a firestorm consuming much of the Japanese capital.", "answer_sanitized": "Firebombing of Tokyo [or Operation Meatinghouse before mention; or Great Tokyo air raid; prompt on \"firebombing of Japan\" and equivalents]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The nobilmente e semplice first movement of one work by this composer has a long thematic introductionin A flat, but then shifts to D minor; that is this composer's Symphony No. 1, one of very few symphonies in Aflat major. This composer who often composed at the Brinkwells country house wrote a Serenade for Stringsin E minor. This composer wrote a long choral work based on text by (*) John Henry Newman, and another ofhis works uses the song \"Land of Hope and Glory\" for its trio section; that work is the first in a set of five marchesby this composer who wrote sections like \"Dorabella\" and \"Nimrod\" for another work. For 10 points, name thiscomposer of the Enigma Variations and the marches in Pomp and Circumstance.", "answer_sanitized": "Sir Edward William Elgar, 1st Baronet", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "[missing]", "answer_sanitized": "[missing]"}, {"question_sanitized": "This value appears in both terms of the definition of the Lagrange invariant. Whether this value is inthe numerator or the denominator of the expression for momentum is the focus of the Abraham-Minkowskicontroversy. The square of this value minus one all over the square of this value plus two is equal to four piover three times number of molecules per unit volume times polarizability. The square of this value is equalto one plus a series of terms with B times lambda squared over lambda squared minus C according to the (*)Sellmeier equation. The difference between its ordinary and extraordinary versions gives birefringence. This valueis on both sides of a law which relates the angle of incidence to another angle; that law is named for Snell. For 10points, name this value symbolized n that is used to measure how much light bends when it moves between media.", "answer_sanitized": "index of refraction [or refractive index, accept n before mention]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In 2012, this country's military carried out Operation Sledgehammer to seize Kismayu. The LotikipiBasin and Lodwar Basin aquifers were two of the five discovered in this country in September 2013. Thiscountry's parliament voted to being disassociating itself from the International Criminal Court over chargesagainst men such as deputy president William Ruto. Those charges are over claims of creating death squadsduring this country's contentious (*) 2007 presidential elections, which like this country's 2013 presidentialelections was lost by former Prime Minister Raila Odinga. This country's current president, Uhuru, is the son ofits first president and succeeded Mwai Kibaki. For 10 points, name this East African country that was the site of aSeptember 2013 attack on the Westgate Mall by Al-Shabab.", "answer_sanitized": "Republic of Kenya [or Jamhuri ya Kenya]", "category": "Current Events"}, {"question_sanitized": "In one story by this author, a man orchestrates a love triangle, but he is chased down and killed by a stonethrown by Fransine; that story is about the title councilor and struggling writer. Another of this author'sstories includes a smaller tale, \"The Wine of the Tetrarch,\" which is told by a cardinal who is actually anactor in disguise; that story by this author begins a collection that also tells of the ghost of (*) Morton whospeaks to his sisters, Fanny and Eliza. This author of \"The Poet\" wrote of Prince Potenziani who asks Count Nino toimpregnate his wife in \"The Roads Round Pisa\" and also wrote of Calypso and Miss Malin in a story of a huge floodas part of a collection that includes \"The Supper at Elsinore\" and \"The Deluge at Norderney.\" For 10 points, namethis author of Seven Gothic Tales as well as a memoir about time spent in Kenya titled Out of Africa.", "answer_sanitized": "Isak Dinesen [or Karen von Blixen-Finecke or Karen Christenze Dinesen]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Mooren names a type of these entities that occur in the cornea. A disease named for these entities islinked to SNP rs5771069 in the IL-17 rel gene. Pyoderma gangrenosum causes them to appear over the skin,and primary sclerosing cholangitis is associated with a form of colitis named for them that is continuousand usually isolated to the large intestine. Crohn's disease is associated with aphthous ones appearing in the(*) mouth, and they are also caused in one organ by excessive consumption of NSAIDs or by infection with ananaerobic urease positive organism treated via triple therapy. For 10 points, name these breaks or discontinuities in amembrane, whose gastric variety can be caused by Helicobacter pylori.", "answer_sanitized": "ulcers [or sores]", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This ballet tells the story of the drunkard Giko who burns down a cotton warehouse and attempts to kill his wife, the title character, and participates in a smugglers' plot.", "answers_sanitized": ["Gayane [or Gayne]", "Aram Khachaturian", "Masquerade [accept Incidental music to Masquerade or Masquerade Suite]"], "parts_sanitized": ["Name this ballet that also includes a song with loud timpani ostinato that alternates beats with the orchestra.", "This Armenian composer of Gayane is most famous for the final act, \"Sabre Dance\", from that ballet.", "Khachaturian also wrote incidental music to a play of this name by Lermontov. Five pieces from the incidental music were used to create a suite that includes a famous first movement waltz."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "This movement gained popularity after Oswald Ducrot edited four essays that championed it in the fields of psychoanalysis, poetics, linguistics and anthropology.", "answers_sanitized": ["structuralism", "Roland Barthes", "Claude Levi-Strauss"], "parts_sanitized": ["Name this movement which argues that a system of unit symbols are necessary to interpret human culture. The book Mythologies uses the example of fish and chips reflecting patriotism and homeliness to argue for it.", "Mythologies was written by this theorist, who also analyzed the \"codes\" of Balzac's Sarrasine in his work S/Z.", "This other structuralist wrote works like The Raw and the Cooked in his Mythologiques and also wrote Tristes Tropiques."], "category": "Social Science"}, {"leadin_sanitized": "A chapel named for this artist in Houston includes fourteen of his black hued paintings.", "answers_sanitized": ["Mark Rothko [or Marcus Yakovlevich Rothkowitz]", "Abstract Expressionism [or Abstract Expressionists]", "Franz Jozef Kline"], "parts_sanitized": ["Name this artist who wrote a manifesto with Adolph Gottlieb and created Rust and Blue. He broke a commission for forty paintings because he felt a restaurant was an inappropriate venue for his works.", "Mark Rothko rejected his designation as a member of this art movement that also included Jackson Pollock.", "This other \"action painter\" denied the connections to Japanese calligraphy in his works like Mahoning that often consisted of many large black lines."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This organization publishes a Blue Book which lists every single rule for nomenclature in organic chemistry.", "answers_sanitized": ["IUPAC [or International Union of Pure and Applied Chemistry]", "coordination compound", "isotactic"], "parts_sanitized": ["Name this organization headquartered in Zurich, which was created by a committee headed by August Kekule. This organization's Gold Book is more formally called the Compendium of Chemical Terminology.", "A major IUPAC project currently underway is finding an appropriate nomenclature for polymers composed of these substances. These substances are complexes of ligands attached to a central transition metal.", "This is the IUPAC term for a polymer in which all of the substituents are on the same side of the backbone."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "One poem in this book states, \"I crack a grain between my teeth,\" and, \"I am a reaper whose muscles set at sundown.\"", "answers_sanitized": ["Cane", "James Weldon Johnson", "James Mercer Langston Hughes"], "parts_sanitized": ["Name this book that includes \"Harvest Song\" as well as sections titled \"Karintha\" and \"Kabnis.\"", "Besides Jean Toomer, the author of Cane, another Harlem Renaissance author was this one who wrote \"Seven Negro Sermons in Verse\" in one book and also wrote about a ragtime-playing Ex-Colored Man in another.", "This other Harlem Renaissance author wrote, \"will my page be colored that I write?\" in \"Theme for English B\" and wrote \"My soul has grown deep\" in \"The Negro Speaks of Rivers.\""], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "One key engagement during this war was the Siege of Humaita.", "answers_sanitized": ["War of the Triple Alliance [prompt on \"Paraguayan War\"]", "Francisco Solano Lopez", "State of Mato Grosso"], "parts_sanitized": ["Name this 1864-1870 South American war named for the alliance comprising Brazil, Argentina, and Uruguay that devastated Paraguay.", "This was the President of Paraguay during the War of the Triple Alliance. He died fighting during the Battle of Cerro Caro.", "The War of the Triple Alliance began when Solano Lopez successfully invaded this Brazilian state that borders Paraguay."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Hook echoes are a classic sign of supercells that eventually form these phenomena, which originate from cumulonimbus clouds.", "answers_sanitized": ["tornado [accept cyclone or twister]", "Enhanced Fujita-Pearson scale", "TORRO scale"], "parts_sanitized": ["Name this weather phenomenon common in the Midwest, which are large rotating destructive columns of air.", "The intensity and destructive power of a tornado is measured using this scale, which goes from F0 to F5. The US now uses its enhanced variety.", "This other scale used to characterize tornados is solely based on wind speed, unlike the Fujita scale. It is an extension of the Beaufort scale that goes from T0 to T11."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "The \"conceptual\" types of these constructs are mappings from the source domain to the target domain in such a way that helps us think about, speak about, and understand the target domain.", "answers_sanitized": ["metaphors", "Avram Noam Chomsky", "Steven Arthur Pinker"], "parts_sanitized": ["Name these linguistic constructs that were discussed in a work by George Lakoff and Mark Johnson.", "The \"Linguistic Wars\" were a series of academic disputes between people like Lakoff and John Ross and this man. He is the author of Syntactic Structures.", "This other thinker also got into a fight with Lakoff over the book Whose Freedom? He is the author of works like Words and Rules and The Blank Slate."], "category": "Social Science"}, {"leadin_sanitized": "One leader of this location issued the decree that \"he who does not work, shall not eat\".", "answers_sanitized": ["Jamestown, Virginia", "Sir Thomas Dale [accept Dale's Code]", "the Starving Time"], "parts_sanitized": ["Name this settlement that was razed during Bacon's Rebellion. This first English settlement in the New World was the home of people such as John Smith and Pocahontas.", "This governor of Virginia ordered the settlement of the Bermuda Hundred. He is better known for a namesake code of \"Articles, Lawes, and Orders Divine, Politique, and Martiall\" that was pretty harsh.", "John Ratcliffe was killed by Powhatan while negotiating trade during this period in Jamestown's history that was ended by the arrival of the resupply fleet of Thomas West, 3rd Baron de la Warr."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The play in which this character appears begins in her house as she talks with a sidekick, Snake, about a rumor involving Lady Brittle and Captain Boastall.", "answers_sanitized": ["Lady Sneerwell", "The School for Scandal", "Richard Brinsley Butler Sheridan"], "parts_sanitized": ["Name this gossiping widow who plots to break up Charles and Maria so that she can have Charles to herself. Lady Teazle eventually turns Snake against this woman.", "Lady Sneerwell is one of the main characters in this comedy that tells of Benjamin Backbite's pursuit of Maria despite Maria's love for Charles Surface.", "The School for Scandal was written by this playwright who wrote A Trip to Scarborough and The Rivals."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Along with its country's security forces, this organization is prominently represented in the Ergenekon.", "answers_sanitized": ["Turkish army [or Turkish military, Turkish armed forces; antiprompt on answers with a \"non-army branch of the Turkish armed forces\"; do not accept \"Turkish secret police\", \"Turkish police\", Turkish ]", "the Turkish Deep State [or derin devlet]", "Mustafa Kemal Ataturk [or Mustafa Kemal Ataturk]"], "parts_sanitized": ["Name this organization whose Counter-Guerrilla was part of Operation Gladio. It has a record of launching coups to impose the secularism of the Six Arrows.", "The special operations units of the Turkish Army are often thought of as being part of this secret, Turkish behind-the-scenes political movement that's the bogeyman for conspiracy theorists.", "The Turkish army sees itself as one of the main defenders of the Six Arrows ideology of this father of modern Turkey."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This author wrote of a man with a cleft lip who builds a rickshaw to carry his mother to Prince Albert.", "answers_sanitized": ["John Maxwell Coetzee", "The White Tiger", "Peter Philip Carey"], "parts_sanitized": ["Name this author of The Life and Times of Michael K who wrote of David Lurie's seduction of Melanie Isaacs in Disgrace.", "Both of those Coetzee works won the Man Booker Prize, as did this novel about a man who writes a letter to Wen Jiabao about his struggle to escape the rooster coop by killing Pinky Madam's husband, Ashok.", "Like Coetzee, this author won the Booker Prize twice, and his novel Parrot and Olivier in America was shortlisted for the award. One of his prizes was given for Oscar and Lucinda."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This section of a larger composition begins with the horn sounding an F-sharp after which the cellos and basses begin a pizzicato melody that they pass back and forth with the bassoons.", "answers_sanitized": ["\"In the Hall of the Mountain King\" [or I Dovregubbens hall\"; prompt on \"Peer Gynt\" or \"Peer Gynt Suite No. 1\"]", "Edvard Hagerup Grieg", "A minor [do not accept or prompt on \"A\"]"], "parts_sanitized": ["Name this final piece in the first section of a suite made up of incidental music to a play. This short piece gradually gets louder and faster until its dramatic end.", "Name the Norwegian composer who included an \"Arabian Dance\" and \"In the Hall of the Mountain King\" in his Peer Gynt Suite.", "One of Grieg's most popular pieces is a piano concerto in this key that begins with a crescendoing timpani roll that leads to the full orchestra playing a \"one\" chord before a section for the pianist."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "A subtype of these cells expressing the gamma-delta receptor are found in the gut mucosa.", "answers_sanitized": ["T cells", "CD4", "Immunoglobulin A [or IgA]"], "parts_sanitized": ["Name this type of lymphocyte, whose helper variety is depleted in patients with AIDS. Their cytotoxic variety is responsible for killing cancerous or virally-infected host cells.", "This protein is expressed on the surface of helper T cells, and serves as the receptor for HIV. As such, the count of cells with this protein on the surface is used to monitor AIDS treatment.", "This immunoglobulin isotype is the most important in mucosal immunity. It is a dimer held together by a J chain."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Identify the following elements of a Shinto shrine.", "answers_sanitized": ["kami", "lions or dogs", "ema"], "parts_sanitized": ["Shinto shrines contain an inner sanctuary known as a honden, wherein these spirits are enshrined. For example, Amaterasu, one of these spirits, is housed at the Ise Shrine.", "With the exception of Inari shrines, which are guarded by foxes, Shinto shrines are protected by komainu, a pair of statues resembling a hybrid between two animals. Name either.", "Several of these plaques, on which worshippers write wishes, are hung up at shrines for kami to receive them."], "category": "Religion"}, {"leadin_sanitized": "One war between these two countries was ended by the 1812 Treaty of Bucharest just 13 days before the winner was invaded by Napoleon.", "answers_sanitized": ["Imperial Russia and Turkey [or Russo-Turkish Wars; or Russian Empire and the Ottoman Empire]", "Orlov Revolt of 1770", "Treaty of Kucuk-Kaynarca [or Treaty of Kuchuk Kainarji]"], "parts_sanitized": ["Name these two countries that fought wars in the Ukraine, Balkans, Black Sea, and Caucasus, including a 1787- 92 one between Catherine the Great and Selim III.", "During the 1768-1774 Russo-Turkish war, a Russian admiral encouraged this failed attempt at a Greek uprising. This was also the name of Catherine the Great's lover who helped her overthrow Peter III.", "After the Turkish defeat at Kozludzha in the 1768-74 war, this treaty was signed. It gave Kerch, the northern Caucasus, and Southern Ukraine to Russia and made the Crimean Khanate a Russian satellite. It also made Russia the protector of Orthodox Christians in the Ottoman Empire."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This author wrote the four-part Joseph and His Brothers and wrote about the relationship between Goethe and Charlotte Kestner in Lotte in Weimar.", "answers_sanitized": ["Thomas Mann", "Buddenbrooks: The Decline of a Family", "The Confessions of Felix Krull, Confidence Man: The Early Years [or Bekenntnisse des Hochstaplers Felix Krull. Der Memoiren, erster Teil]"], "parts_sanitized": ["Name this author who is more famous for writing about Gustav von Aschenbach in Death in Venice.", "This novel by Thomas Mann is initially set on Meng Strasse in Lubeck where the children Tom, Christian, and Tony enjoy the commercial success of their father Johann.", "This other novel by Mann centers on the adventures of a boy who can feign illnesses as a child and later avoids the draft. The protagonist of this novel takes on the identity of Louis Venosta and starts a relationship with Zouzou."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "He joined Marcus Cocceius Nerva in the 37 CE trip to Brundisium to patch up relations in the Second Triumvirate.", "answers_sanitized": ["Gaius Cilnius Maecenas", "Imperator Caesar Divi Filius Augustus [or Gaius Julius Caesar Octavianus; or Gaius Octavius; or Imperator Caesar Divi Filius; or Gaius Julius Caesar Divi Filus; prompt on \"Octavius\"; prompt on \"Caesar\"; prompt on \"Gaius\"; don't prompt ort \"Julius Caesar\" or \"Gaius Julius Caesar\"]", "Cornelius Gallus"], "parts_sanitized": ["Name this Roman who crushed the conspiracy of Lepidus the Younger. He was a patron of the arts who was the dedicatee of Vergil's Georgics and many of the works of Horace.", "The most famous work written under the patronage of Maecenas was Vergil's Aeneid, which glorified the exploits of Aeneas, the supposed ancestor of this emperor whom Maecenas served.", "Vergil's Eclogue 10 was dedicated to this poet and prefect of Egypt who was recalled and disgraced when erecting a triumphal monument to himself in the emperor's personal province."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "These particles are not found alone due to their property of confinement.", "answers_sanitized": ["quark", "QCD [or quantum chromodynamics]", "Kenneth G. Wilson"], "parts_sanitized": ["Name these particles that come in three different colors and six flavors, including up, down, top, bottom, charm, and strange. Three of them comprise protons and neutrons.", "This theory that describes the strong force describes how strongly-interacting particles are subject to both confinement and asymptotic freedom.", "This physicist came up with a non-perturbative variant of QCD called lattice QCD, in which quark fields are placed on the points of a lattice while gluon fields are on the links. He also applied the theory of the renormalization group to the Kondo problem."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This city was the center for the cult of the Mnevis bull, and Atum and Shu were two other deities worshipped here.", "answers_sanitized": ["Heliopolis", "Ra", "Bennu bird"], "parts_sanitized": ["Name this ancient city, in which a nonet of gods called the Ennead were worshipped. The only remaining part of this city is an obelisk honoring Atum.", "Heliopolis gets its name from the fact that this Egyptian sun deity and enemy of Apep was worshiped there. This god was syncretized with Amun by the pharaoh Akhenaten.", "The ba of Ra takes the form of this avian, whose titles include \"Lord of Jubilees\". This creature was supposedly the inspiration for the phoenix."], "category": "Mythology"}]}