{"tossups": [{"question_sanitized": "During this campaign, Albert of Aix reported that one side resorted to cannibalism during the Siege of Ma’arra. Forces led by Count Emicho massacred Jews in the Rhineland during this event, and a polity established after this event was later led by a leprous king named Baldwin. Commanders during this conflict included (*) Raymond of Toulouse and Peter the Hermit. A crowd chanted “God wills it!” at a speech announcing this event, which was called at the Council of Clermont by Urban II. For 10 points, name this conflict, the earliest of a series of European attempts to conquer the Holy Land.", "answer_sanitized": "First Crusade (prompt on “the Crusades”)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Early in the work in which he appears, this character complains, “Here I stand, [...] no wiser than before.” This character struggles to translate the word Logos, and he is contrasted in personality with his assistant Wagner. This character revels at Auerbach’s Tavern and during (*) Walpurgis Night, which happens after a black poodle follows him home. This character is assisted in wooing Gretchen by Mephistopheles, who made a bet for this character’s soul with God. For 10 points, name this character who makes a deal with the devil in a play by Johann Goethe [“GUR-tuh”].", "answer_sanitized": "Heinrich Faust (accept either or both underlined names; accept Faust: The First Part of the Tragedy)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The beta distribution is the conjugate prior of the distribution described by this adjective; that distribution is well approximated for large n and small p by the Poisson distribution and has a variance of n p times one minus p. This adjective describes the distribution modeling the number of (*) successes in a sample of size n drawn with replacement. The combinatorial quantities “n choose k” as well as Pascal’s triangle model several numbers described by this adjective, and a “theorem” described by this adjective models the expansion of the namesake two-term polynomials. For 10 points, name this adjective describing certain “coefficients” such as 1, 5, 10, 10, 5, 1.", "answer_sanitized": "binomial (accept binomial distribution or binomial coefficients or binomial theorem)", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In one of this author’s stories a man claims to have found “unpardonable sin”, while in one of his novels, Hilda witnesses a murder by a man who resembles the title Praxiteles statue. In another novel, this author of “Ethan Brand” described Hollingsworth’s choice of Priscilla over Zenobia. This author of The (*) Marble Faun and The Blithedale Romance wrote a novel in which Chillingworth psychologically pressures the Reverend Dimmesdale, leading Dimmesdale to stand upon the town scaffold with the protagonist and her daughter Pearl. For 10 points, name this author who created Hester Prynne and a shameful badge of adultery in The Scarlet Letter.", "answer_sanitized": "Nathaniel Hawthorne", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This man visited the stores Just Bulbs and Just Shades, and he quipped “She’s gone already, chief,” while working at a Taco Bell drive-through. Drew Barrymore abruptly flashed this man, and he repeatedly asked Paris Hilton what jail was like. (*) Joaquin Phoenix gave an incoherent interview with this man, and this talk show host was blackmailed over an affair with his assistant Stephanie Birkitt. Contrary to Johnny Carson’s wishes, this man was passed over for Jay Leno as host of The Tonight Show on NBC, and Stephen Colbert succeeded this man after his retirement in 2015. For 10 points, name this long time host of the Late Show on CBS.", "answer_sanitized": "David Letterman", "category": "Trash"}, {"question_sanitized": "The square of this value minus one was shown to be proportional to the frequency of a K-alpha X-ray line by Moseley. The screening constant is subtracted from this value in Slater’s rules, and this value squared appears in the numerator of the Rydberg formula for the energy of an electron in a (*) hydrogen-like atom. This quantity increases by 1 in beta-minus decay. This value is symbolized uppercase Z, and the periodic table is ordered by it. The atomic mass is equal to the number of neutrons plus, for 10 points, what number equal to the number of protons in the nucleus of a given atom?", "answer_sanitized": "atomic number (accept nuclear charge or Z until read)", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The Rig Veda calls this figure the \"herdsman who never stumbles.\" In order to preserve their dignity, this deity married 16,100 maidens who had been captured by the demon Narakasura. This hero killed his evil uncle Kamsa, and he was often depicted as a child eating butter. During the (*) Kurukshetra War, this figure convinced a Pandava prince not to put down his weapons in a speech recorded in the Bhagavad Gita. For 10 points, name this charioteer of Arjuna who is worshiped by a Western spiritual movement that often chants the name of this god prefixed with the word “Hare” [“har-ih”].", "answer_sanitized": "Krishna (prompt on Vishnu)", "category": "Mythology"}, {"question_sanitized": "In one of this composer’s operas, Kumudha becomes stuck in half-tree, half-human form. This composer of A Flowering Tree opened an opera by stating “Matter can be neither created nor destroyed,” and another of his operas has been called anti-Semitic for portraying the seizing of the Achille Lauro. This composer of (*) The Death of Klinghoffer and Doctor Atomic wrote an opera in which the title character flies in the Spirit of ‘76 and listens to a woman sing “I am the Wife of Mao Tse-tung.” For 10 points, name this minimalist composer who described a U.S. president’s visit abroad in his opera Nixon in China.", "answer_sanitized": "John Coolidge Adams", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "A namesake “Nap” mixture is frequently used to anesthetize these organisms. Bicoid and nanos mRNA are unequally distributed in the oocytes [“oh-oh-cyte”] of this organism, whose salivary glands are home to its polytene chromosomes. Sturtevant used crossover frequency in this organism to construct his (*) genetic map, and Thomas Hunt Morgan proposed sex-linked genes after studying the white-eyed phenotypes of this organism. For 10 points, name this invertebrate model organism often used to study genetics and embryogenesis, whose scientific name is Drosophila melanogaster.", "answer_sanitized": "common fruit fly (accept Drosophila melanogaster or D. melanogaster before mentioned; prompt on “fly”)", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This artist performed shows using a miniature model of a circus, and his sculpture commissioned by the Spanish Republican government is displayed behind glass for the viewer’s safety. In addition to sculpting a Mercury Fountain, this man used a namesake red paint to color an arching sculpture in Federal Plaza in (*) Chicago. This artist’s Flamingo is a “stabile,” unlike works by him like one consisting of moving pieces of sheet metal hung from wires attached to the ceiling. For 10 points, name this American sculptor of Lobster Trap and Fish Tail, an example of his characteristic “mobile.”", "answer_sanitized": "Alexander Calder (just need Calder, but do not accept or prompt on “Alexander Milne Calder,” his grandfather, or “Alexander Stirling Calder,” his father)", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This term describes the survivorship curve of humans and other large mammals, since mortality rates are highest among the elderly. Because the Meissner effect completely breaks down above the critical state, pure metals like tin and mercury exhibit a form of (*) superconductivity described by this term. If their spectra have no hydrogen lines, supernovae are described by this term, and in hypothesis testing, this type of error occurs when the null hypothesis is incorrectly rejected. For 10 points, give this term that describes the type of diabetes that is juvenile-onset and NOT typically caused by obesity.", "answer_sanitized": "type I (or type one)", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "The initiates of this religion dedicate themselves to a protector known as a met tet during the kanzo ceremony. This religion believes in the spirit world of Ginen, and the Ghede, Rada, and Petro spirits serve its chief god. The male priests of this religion are called houngan, and a (*) top-hat wearing deity in this religion is called Baron Samedi. Bondye is the chief god of this religion, which believes in spirits called loa that power the curses and magic found in this religion. For 10 points, name this syncretic religion from Haiti and Louisiana popularly known for zombies and its namesake dolls.", "answer_sanitized": "Vodou (or Voodoo; or Vodun)", "subcategory": "Religion Other", "category": "Religion"}, {"question_sanitized": "Henry Garnet was executed for his alleged role in this event after learning about it in confession. The perpetrators of this event attempted to kidnap a woman who would later become the “Winter Queen,” Elizabeth of Bohemia. The name “John Johnson” was used during this event, and the Monteagle letter was discovered by (*) Robert Cecil prior to this event. This plan against “the wisest fool in Christendom” was led by Robert Catesby, who sought to increase Catholic autonomy by assassinating James I. Burning effigies of Guy Fawkes on November 5th commemorate--for 10 points--what failed attempt to blow up Parliament?", "answer_sanitized": "Gunpowder Plot (accept the Jesuit Treason)", "subcategory": "History British", "category": "History"}, {"question_sanitized": "The main character of this book is told that “the only horrible thing in the world is ennui” and is stalked by a man who is later accidentally shot by a hunter. One corpse in this work is identified only by the rings it wears, while another body is disposed of by Alan Campbell. The protagonist of this novel (*) dumps a woman after she performs in Romeo and Juliet, causing her to kill herself by drinking acid. This novel’s protagonist leaves Sibyl Vane and commits suicide due to his guilt from stabbing Basil Hallward. For 10 points, name this book in which the title work of art ages in place of its subject, the only novel by Oscar Wilde.", "answer_sanitized": "The Picture of Dorian Gray (do not accept synonyms like “A” for “The” or “Portrait” for “Picture”)", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This man argued crime was “normal,” since it was present in all societies and served as an outlet of social tension, and he described “collective effervescence” while analyzing totemism and religion. This uncle of Marcel Mauss studied a concept described as the mismatch between an (*) individual and a society’s norms, and he studied the move from mechanical to organic solidarity in The Division of Labour in Society. In one book this man classified the title phenomenon as egoistic, altruistic, fatalistic, and anomic and noted that it was higher in Protestants than Catholics. For 10 points, name this French sociologist who penned the book Suicide.", "answer_sanitized": "(David) Émile Durkheim", "category": "Social Science"}, {"question_sanitized": "The northern half of Topaz Lake lies in this state, and the Mount Rose highway connects the resort town of Incline Village in this state to its second largest metropolitan area, which includes the city of Sparks. The Black Rock Desert is found in this state, whose (*) Humboldt River runs from its source in Elko County to a sink located east of Pyramid Lake and northeast of Virginia City, a former silver-mining boomtown. Most of the Great Basin as well as the western part of Lake Mead also lie within this state’s borders. For 10 points, name this state with capital at Carson City famous for its casinos.", "answer_sanitized": "Nevada", "category": "Geography"}, {"question_sanitized": "One work by this poet describes its addressee as “surrounded by the earth’s green froth” and a “torpedo / from the ocean depths.” Poems concerning a “Large Tuna in the Market” and an “Artichoke” are among this poet’s Elemental Odes. A work by this author set at the “hour of departure” tells the addressee that (*) “In you, everything sank” and follows a poem in the same collection that declares “Tonight I can write the saddest lines.” This poet included the section “The Heights of Macchu Picchu” in his longer Canto General. For 10 points, name this author of Twenty Love Poems and a Song of Despair, a Chilean poet.", "answer_sanitized": "Pablo Neruda (or Neftalí Ricardo Reyes Basoalto)", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This artist worked alongside Cedric Wright on several works, including one created at a location known as the “Diving Board,” and he created several depictions of the University of California titled Fiat Lux. This creator of Born Free and Equal used eleven different levels of brightness in his (*) Zone System. This man founded the group f/64 [“f-stop sixty-four”], and he captured a white dot over a town in Moonrise, Hernandez, New Mexico. This photographer frequently photographed the monolithic natural monument Half-Dome. For 10 points, name this American photographer famous for his work in Yosemite National Park.", "answer_sanitized": "Ansel (Easton) Adams", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "People working for this organization were called “epic men of flesh and blood” in an undelivered speech written by William Safire. This organization’s first head was Keith Glennan, and its third was James Webb. One head of this organization promulgated the motto “Faster, better, cheaper,” though its current motto is (*) “For the Benefit of All.” This organization created the “Golden Record,” and employees of this organization were said to have “touched the face of God” in a speech by Ronald Reagan after schoolteacher Christa McAuliffe and six others died aboard the Challenger. For 10 points, name this American agency responsible for exploring outer space.", "answer_sanitized": "National Aeronautics and Space Administration (anti-prompt [ask for less specific] on “astronauts” or specific programs like “Apollo” or “Voyager”)", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One treaty signed in this country contains hastily handwritten corrections because Lawrence Cosgrave signed on the wrong line. This country was the target of Project X-ray, also known as the “bat bomb.” A government of this country passed a constitution containing an Article 9 prohibiting it from (*) declaring war. A coup in this country attempted to prevent one ruler from accepting the Potsdam Declaration and delivering the Jewel Voice Broadcast, which signaled this country’s unconditional surrender to the Allies. That surrender was conducted on the USS Missouri and is marked by VJ Day. For 10 points, name this country ruled by Hirohito during World War Two.", "answer_sanitized": "Japan (accept Nippon)", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One city named after this substance is located in Lake Parime. This non-animal derived good was produced in the Indian region of Kolar, and a massive store of it was discovered at Merkers Mine. Skookum Jim and James W. Marshall were best known for their association with this (*) commodity. A law named after this commodity ended slavery in Brazil, and Mansa Musa gave so much of this commodity away during a hajj that worldwide prices were lowered. For 10 points, name this precious metal supposedly found in El Dorado, whose discovery in California in 1849 triggered a namesake “rush.”", "answer_sanitized": "gold (accept Golden Law and other word forms) Bonuses", "subcategory": "History Other", "category": "History"}], "bonuses": [{"leadin_sanitized": "This group derived its name from a mythical bogeyman who would stuff children into a sack and eat them. For 10 points each:", "answers_sanitized": ["Tonton Macoute [“ton-ton mah-COOT”] (or Milice de Volontaires de la Securite Nationale)", "Republic of Haiti [accept Republique d’Haiti; accept Repiblik Ayiti]", "Ronald (Wilson) Reagan"], "parts_sanitized": ["Name this secret police force. During the 1960s it was headed by Luckner Cambronne, whose selling of dead bodies to U.S. medical schools earned him the nickname “The Vampire of the Caribbean.”", "The Tonton Macoute terrorized enemies of François “Papa Doc” Duvalier, who ruled this poorest country in the Western Hemisphere from its capital at Port-au-Prince.", "Papa Doc’s son, Jean-Claude “Baby Doc” Duvalier, fled Haiti with the help of the administration of this American president, whose other shenanigans in the Caribbean included invading Grenada in Operation Urgent Fury."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The book of Psalms is traditionally attributed to this figure. For 10 points each:", "answers_sanitized": ["King David", "Jerusalem", "Rehoboam"], "parts_sanitized": ["Name this great Hebrew king. Some of the darker chapters in this man’s life include his adultery with Bathsheba and the rebellion of his son Absalom.", "After conquering a Jebushite fortress here, David made this city his capital and moved the Ark of the Covenant here. Solomon commissioned the first Temple in this city.", "Under this king, the grandson of David, the ten northern tribes of Israel rebelled to form the Kingdom of Israel."], "category": "Religion"}, {"leadin_sanitized": "The June Days occurred during this year. For 10 points each:", "answers_sanitized": ["1848 (prompt on “48”)", "Kingdom of Italy (accept Regno d’Italia)", "Lajos Kossuth de Udvard et Kossuthfalva"], "parts_sanitized": ["Name this year, in which Louis Philippe abdicated as King of France. This 19th century year is famous for the numerous political revolutions that occurred across Europe.", "Pius IX refused to support the unification of this country, leading to the petering out of the 1848 revolutions there. It was eventually unified by Giuseppe Garibaldi.", "As regent-president, this man led the short-lived republic formed during the Hungarian revolution of 1848. After his exile, he went on numerous speaking tours in the UK and US advocating Hungarian independence."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A tranquil hymn in A-flat major played by the upper woodwinds appears in the middle of this otherwise militant work. For 10 points each:", "answers_sanitized": ["Finlandia", "Jean Sibelius", "violin"], "parts_sanitized": ["Name this symphonic poem. It begins with an Andante sostenuto fanfare in the brass, followed by a timpani roll.", "Finlandia was written by this composer. His other works include seven symphonies and The Swan of Tuonela.", "Sibelius also wrote a concerto in D minor for this instrument that has been recorded by artists such as Joshua Bell and Jascha Heifetz [“yah-shah HI-fitz”]."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "After the President, the holder of this office is the second-highest paid government official. For 10 points each:", "answers_sanitized": ["United States Postmaster General", "Benjamin Franklin", "Blair family (accept Montgomery Blair; accept Francis Preston Blair; accept Blair House)"], "parts_sanitized": ["Name this office, currently held by Megan Brennan and traditionally given to one of the President’s closest advisers. Though formerly a cabinet position, in 1971 this office was spun off along with its respective department into the USPS.", "This Founding Father, who wrote under the pseudonym Silence Dogood and penned Poor Richard’s Almanac, was the first Postmaster General of the United States.", "At the beginning of the Civil War, the office of Postmaster General was held by a member of this influential political family. Another member of this family names the presidential guesthouse where Harry Truman was staying when he survived an assassination attempt by two Puerto Rican nationalists."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Drugs that combat this pathogen include abacavir [“uh-BACK-uh-veer”] and zidovudine [“ZY-doh-VIEW-deen”], which is also known as AZT. For 10 points each:", "answers_sanitized": ["Human Immunodeficiency Virus", "reverse transcriptase (prompt on “RT”; prompt on “transcriptase”)", "CD4 (accept cluster of differentiation 4)"], "parts_sanitized": ["Name this virus, infection by which leads to AIDS.", "Abacavir and AZT fight HIV by inhibiting the action of this type of enzyme. This class of enzymes violates the central dogma because they create DNA from an RNA transcript, instead of the other way around.", "HIV enters the cell through interaction with a complex of this protein and a chemokine receptor like CCR5. On helper T-cells, this protein assists the T-cell receptor in the process of antigen presentation."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Name these Russian poets, for 10 points each:", "answers_sanitized": ["Alexander Pushkin", "Yuri Zhivago (accept either or both names; accept Doctor Zhivago)", "Joseph Stalin (or Ioseb Besarionis dze Jughashvili)"], "parts_sanitized": ["This man introduced a namesake sonnet style in his verse novel Eugene Onegin. He described a statue coming to life in the poem “The Bronze Horseman.”", "25 poems supposedly written by this fictional character are included at the end of the novel he appears in. This doctor titles a book by Boris Pasternak.", "As a young man, this man apparently wrote the poem “Morning.” More famously, this man was the subject of a satirical “epigram” by Osip Mandelstam and the lyrical cycle Requiem by Anna Akhmatova."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This man contended the most equitable and just society would result if people negotiated from “original position[s]” where nobody knew their place in society. For 10 points each.", "answers_sanitized": ["John Rawls", "tabula rasa (prompt on “blank state”)", "John Locke"], "parts_sanitized": ["Name this Harvard philosopher. He feuded with his colleague Robert Nozick, who wrote Anarchy, State, and Utopia in response to this man’s ideas.", "In addition to Rawls’s veil of ignorance, this other original position theory argues that humans are a “blank slate” at birth and consequently derive all knowledge from experience.", "The tabula rasa was an idea proposed in this man’s Essay Concerning Human Understanding. This man also argued that government ought to protect “life, liberty, and estate” in his Two Treatises of Government."], "category": "Philosophy"}, {"leadin_sanitized": "This process is used to isolate aluminum from its ore in the Hall-Heroult industrial process. For 10 points each:", "answers_sanitized": ["electrolysis", "platinum (accept Pt)", "overpotential (accept overvoltage)"], "parts_sanitized": ["Name this process that uses direct current to drive nonspontaneous redox reactions. This process is used to create hydrogen gas from water, such as in rockets, and for plating objects with metals.", "Electrodes of this metal are often used in electrolysis, since this metal is the least reactive metal. As a result, it’s frequently used in catalytic converters and dentistry.", "This value is equal to the difference between the experimental voltage required for an electrolytic cell, and the theoretical voltage calculated from half-cell potentials. It is minimized by using noble metal electrodes."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In one of this man’s operas, two lovers are saved from being burned alive when the crowd gathering to watch their execution runs away to put out a fire in their own village instead. For 10 points each:", "answers_sanitized": ["Georges Bizet", "Carmen", "“Habanera”"], "parts_sanitized": ["Name this composer who included the love triangle between Leïla, Nadir, and Zurga in his The Pearl Fishers.", "Bizet is most famous for this opera, which depicts the romance between the title cigarette factory worker and Don José. The romance does not end well.", "The title character’s first appearance in Carmen is marked by this aria. It is officially titled “Love is a rebellious bird,” but it’s more commonly referred to by a name that references a dance style originating in Cuba."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "The Stern-Gerlach experiment demonstrated that this quantity is discretely quantized. For 10 points each:", "answers_sanitized": ["spin (accept spin quantum number; prompt on “angular momentum”)", "paramagnetism", "Pierre Curie"], "parts_sanitized": ["Name this characteristic quantity of elementary particles. In electrons, this quantity takes on values of positive and negative one-half.", "Unlike diamagnetism, which involves paired spins, this type of magnetism arises because of the spin of unpaired electrons. It explains the magnetism of molecular oxygen.", "Ferromagnetic materials become paramagnetic above a temperature named for this man. Along with his brother Jacques, this man was the first to demonstrate the existence of piezoelectricity."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The original guitarist of this band left in 2015 to permanently front the band Angels and Airwaves. For 10 points each:", "answers_sanitized": ["Blink-182 (prompt on “Blink”)", "Green Day", "The Offspring"], "parts_sanitized": ["Name this San Diegan trio that spawned a series of pop-punk hits like “What’s my Age Again?” and “All the Small Things” on their 1999 Enema of the State LP.", "Besides jamming to Blink, all the cool kids blew out their radios to this NorCal band’s classic album Dookie and, of course, the rock opera American Idiot.", "To round out the pop-punk trinity, name this SoCal band that while you might know for the song “You’re Gonna Go Far Kid,” you should really know them for their late 90’s hit “Self Esteem.”"], "category": "Trash"}, {"leadin_sanitized": "A book by Thomas More established this genre of fiction, deriving its name from the Greek for “no-place.” For 10 points each:", "answers_sanitized": ["utopian (accept word forms)", "Sir Francis Bacon", "Looking Backward"], "parts_sanitized": ["Name this genre of fiction that employs as a setting an ideal society, often set in the future.", "This author’s New Atlantis describes the utopian island of Bensalem, which is centered on the scientific institution of Salomon’s House. He also wrote the philosophical tract Novum Organum.", "In this American example of utopian literature written by Edward Bellamy, Julian West falls asleep in 1887 and wakes up in a utopic year 2000."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "For spring break, you and your friends decide to go on a trip to the Greek Underworld. For 10 points each:", "answers_sanitized": ["Charon", "Elysium (or Elysian Fields)", "Acheron"], "parts_sanitized": ["To get in, you and your friends have to first pay your admission fee to this boatman who will ferry you over the River Styx.", "After you find your drachmas, you decide you want to see some famous heroes like Anchises, Achilles, and Ajax. As a result, you would travel to this joyful place ruled over by Rhadamanthys and Europa.", "One of your friends recently broke up with her boyfriend, so you take her to this principal river of Tartarus. This river of woe was said to be a son of Helios who had been relegated to the Underworld after backing the Titans."], "category": "Mythology"}, {"leadin_sanitized": "Answer the following about works hanging in the Boston Museum of Fine Arts, for 10 points each:", "answers_sanitized": ["Watson and the Shark", "(Eugène Henri) Paul Gauguin", "The Daughters of Edward Darley Boit (accept Portraits d’enfants)"], "parts_sanitized": ["A copy of this John Singleton Copley work is displayed at the MFA. This work shows a group of men in a boat, with some trying to help rescue a naked man and others stabbing at the title sea animal with harpoons.", "This man’s Where Do We Come From? What Are We? Where Are We Going? hangs at the MFA. His other Tahitian-inspired works include When Will You Marry?, the most expensive painting ever sold at auction.", "This John Singer Sargent painting can be seen at the MFA. It depicts the four title girls in a room with two Chinese vases, the real-life versions of which are displayed at the MFA alongside this painting."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The 2015 United Kingdom general election saw this man lead the Conservative Party to a decisive victory over Ed Miliband’s Labour Party. For ten points each:", "answers_sanitized": ["David (William Donald) Cameron", "Scottish National Party (or SNP; prompt on partial answer)", "Chancellor of the Exchequer (do not accept “Shadow Chancellor of the Exchequer”)"], "parts_sanitized": ["Name this current Prime Minister of the United Kingdom, who has held the post since 2010. He currently represents the safe seat of Witney in the House of Commons.", "This regionalist party won 50 seats in the 2015 election under the leadership of Nicola Sturgeon. One of its MPs, Mhairi [“Mary”] Black, won her election while still a student at the University of Glasgow.", "One of the 43 Labour MPs who lost their seats was Ed Balls, who shadowed this cabinet position. This position controls Her Majesty’s Treasury and is the second most powerful office in the United Kingdom."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Name some of the images used by William Carlos Williams, for 10 points each:", "answers_sanitized": ["wheelbarrow", "plums", "a splash"], "parts_sanitized": ["An eight-line poem by Williams asserts that “so much depends” upon a red one of these objects that is glazed with rain water and is “beside the white / chickens.”", "In “This is Just To Say,” the speaker calls these fruits delicious, “so sweet,” and “so cold,” and asks for forgiveness for eating them out of the icebox.", "Williams’s “Landscape with the Fall of Icarus” spends significant time observing the farmland in the foreground before calling one of these events “unnoticed” and saying “this was / Icarus drowning.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "A 2015 re-imagining of this author’s most famous novel centers on a half-Korean, half-American who lives in New York City. For 10 points each:", "answers_sanitized": ["Charlotte Brontё (prompt on partial answer; the original author of The Tenant of Wildfell Hall is Anne Brontё, Charlotte’s sister)", "Jane Eyre", "the attic (accept The Madwoman in the Attic; prompt on “house” and equivalents or “Thornfield Hall”)"], "parts_sanitized": ["Name this author who wrote The Professor and Shirley. This author controversially blocked the republication of The Tenant of Wildfell Hall after its original author’s death.", "Charlotte Brontё is best known, however, for this novel whose adaptations include Patricia Park’s Re-Jane and Jean Rhys’s Wide Sargasso Sea. The title woman of this novel eventually marries Edward Rochester.", "Wide Sargasso Sea tells the early life of Bertha Mason, who marries Mr. Rochester but ends up confined in this location. A Feminist book of criticism by Sandra Gilbert and Susan Gubar is titled for Bertha’s living here."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A subset of this class is its “complete” form, when a problem is both in this class and the “hard” type of this class. For 10 points each:", "answers_sanitized": ["NP (do not accept or prompt on “P” or “P vs. NP”)", "prime (prompt on “not composite”)", "RSA algorithm"], "parts_sanitized": ["Name this class of problems that can only be solved by a nondeterministic Turing machine in polynomial time. A major problem compares this class “versus” another “easier” class.", "A landmark 2002 paper by three Indian scientists showed that determining whether a number has this property is in the class P. Unfortunately, we still don’t know if factorizing an integer into numbers with this property is doable in P, or relatively fast, time.", "Proving how hard prime factorization is important, since this method of cryptography assumes it’s very hard. This three-letter encryption method involves the creation of public and private keys."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "During this campaign, a lunar eclipse spooked Nicias, causing him to delay retreat for almost a month with disastrous results. For 10 points each:", "answers_sanitized": ["Sicilian Expedition (accept any answers implying the traveling of forces to Sicily)", "Second Peloponnesian War", "Athens"], "parts_sanitized": ["Name this military campaign launched in order to aid the city of Segesta. Its commander, Alcibiades, was recalled to stand trial before his forces even reached the target destination.", "The Sicilian Expedition was part of this larger conflict. Pericles gave the Funeral Oration during this war, and Thucydides’s most notable work was a history of it.", "This city and its Delian League were defeated by Sparta and its Peloponnesian League during the Peloponnesian War."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "In one poem, this writer accused men of wanting to possess the chaste Lucretia but pursuing the not-so-chaste Thaïs [TIE-is]. For 10 points each:", "answers_sanitized": ["Sor Juana Inés de la Cruz (accept either underlined portion; prompt on partial; accept Juana Inés de Asbaje y Ramírez de Santillana)", "accuse (accept word forms; accept “Hombres necios que acusáis;” accept “J’accuse…!;” accept “I Accuse!...”)", "Octavio Paz (Lozano)"], "parts_sanitized": ["Name this nun and feminist poet. She is considered an influential figure in the Spanish Golden Age, even though she lived her entire life in Mexico.", "Sor Juana’s reputation as a feminist rests largely on the aforementioned poem, which was directed at “Foolish men who” perform this action. Emile Zola penned an article during the Dreyfus Affair whose title mentions this action.", "Sor Juana: Or, The Traps of Fate is a biography of Sor Juana written by this Mexican poet of the collection The Labyrinth of Solitude, which contains his poem “The Sunstone.”"], "subcategory": "Literature World", "category": "Literature"}]}