{"tossups": [{"question_sanitized": "Sven Beckert wrote a history about the “Empire of” this good that outlines a transition to modern capitalism. Samuel Slater built a system of factories in Rhode Island that manufactured products using this good. In the late nineteenth century, the production of this good was ravaged by the boll weevil. An attempt to force the United Kingdom and France to support the (*) Confederacy was known as this crop’s “diplomacy”, and James Hammond declared the South invincible because this crop was “king.” A 1793 invention revolutionized the value of this crop by quickly removing seeds out of it. For ten points, Eli Whitney’s “gin” processed which plant used to make textiles?", "answer_sanitized": "cotton", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This concept was broken down into one hundred and eighty components and divided into the axes of operations, content, and production by J.P. Guilford. John Carroll divided this concept into narrow, broad, and general varieties. Charles Spearman proposed a g factor to generalize this concept, which can be measured by tests such as the (*) Raven’s progressive matrices. Generational rises of this concept over time are explained by the Flynn effect. Social success is usually based on the measurement of the “emotional” form of this concept. For ten points, name this concept with a namesake “quotient.”", "answer_sanitized": "intelligence", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Translating iambic pentameter from this language is described in the book Notes on Prosody. A poem in this language contains sections such as “Instead of a Preface” and “Crucifixion” and describes the author’s son’s 17 month imprisonment; that poem is “Requiem.” The title character delivers a “Sermon” after receiving a love letter. In that work in this language, which uses sonnets with alternating (*) feminine and masculine rhymes, the title “superfluous man” shoots his friend Lensky in a duel at Tatyana’s name day party. For ten points, name this Slavic language in which Alexander Pushkin wrote Eugene Onegin.", "answer_sanitized": "Russian", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "In a variant of this process, Kranz anatomy and PEP carboxylase allow for significantly higher substrate concentration. Electrons travel through P680 and P700 in the cytochrome b6f complex during a phase within this process; that phase can be cyclic or non-cyclic. This process is partitioned temporally and spatially, respectively, in its (*) CAM and C4 variants. One part of this process uses the abundant enzyme RuBisCO. This process occurs in the thylakoid membrane and stroma of chloroplasts and is used to synthesize glucose and oxygen from carbon dioxide and water. For ten points, identify this process within plants that converts sunlight into chemical energy.", "answer_sanitized": "photosynthesis [anti-prompt on Calvin-Benson Cycle or light dependent reactions or light independent reactions]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Impure nickel reacts with four molecules of this compound to form a coordination complex in the second step of the Mond process. This compound is oxidized when reacted with water in the water-gas shift reaction. Extreme cases of poisoning from this compound can result in characteristic cherry-red skin. This compound is isoelectronic to the (*) cyanide anion. This compound competitively inhibits oxygen from binding to hemoglobin. It’s not water, but this gas is generated from any incomplete combustion process. For ten points, name this compound, composed of a carbon atom triple bonded to an oxygen atom and symbolized CO.", "answer_sanitized": "carbon monoxide [accept CO until it is mentioned]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Three gods in the religious system of this place pulled themselves from an endless chaos known as Po. One hero from this place’s mythological system defeated a monster called the Long Eel and then created the first coconuts. A goddess ended up in this region after being chased away from her homeland by her sister Namaka. A hero of this region lengthened the days by beating the sun into submission with a (*) jawbone, and fashioned that jawbone into a fishhook in order to haul up the islands of this region. For ten points, name this archipelago whose mythological figures include the hero Maui, as well as the goddess Pele, who causes the eruptions of the volcano Kilauea.", "answer_sanitized": "Hawaii", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In a play set in this country, a zoo gatekeeper soaks his footsores in bath salts every night. In another play set here, one character tries to write an essay about ballroom dancing that imagines a “world without collisions” while in his family's tea room. The penpal Ethel Lange causes a rift in the relationship between the half brothers (*) Zachariah and Morris in a play from this country titled Blood Knot. In a play set in this country, Hally’s shame over his father causes him to mistreat his servants Sam and Willie. For ten points, what country’s apartheid era was the subject of Athol Fugard’s Master Harold...and the Boys?", "answer_sanitized": "Republic of South Africa", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "As a solo artist, one person with this last name released the Indian-inspired album Journey in Satchidananda, on which they played the harp. Another artist with this last name replaced Sonny Rollins to form the First Great Quintet of Miles Davis. Ira Gitler described the unique style of improvisation of that player with this last name as (*) “sheets of sound,” and also created a jazz version of Rodgers and Hammerstein’s “My Favorite Things.” A saxophonist with this surname was the band leader on albums such as A Love Supreme and Giant Steps. For ten points, give this surname shared by the jazz musician Alice and her husband, John.", "answer_sanitized": "Coltrane [accept Turiya Alice Coltrane or John Coltrane]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "One ruler of this country was ridiculed as “the prince of emptiness” and departed after only reigning for six months. Another ruler of this country came to power after ousting Fan Noli with the backing of White Russian troops. This country’s liberal leader Avni Rustemi was overthrown in the (*) June Revolution. This country withdrew from the Warsaw Pact and declared state atheism under its dictator Enver Hoxha [HAJ-uh]. In 1939, this country was put under personal union with Italy when its King Zog was ousted. For ten points, name this Balkan country governed from Tirana.", "answer_sanitized": "Albania [or Shqipëria]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In August 2020, this leader’s COVID-19 policies were protested by several thousand marchers at the “Day of Freedom” rally. A right-wing opposing party sued this leader for violating their country’s constitution. After the failure of the “Jamaica Coalition” between their party and two others, this leader formed a Grand Coalition with the SDP. This leader resigned as head of the (*) Christian Democratic Union party in 2018, but has said she will govern until the next set of elections. In 2017, this woman’s party lost several seats to the insurgent right wing Alternative für Deutschland party. For ten points, name this current chancellor of Germany.", "answer_sanitized": "Angela Dorothea Merkel", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "The Pintupi Nine, this country’s “last nomads”, were finally contacted in 1984. Colonists in this nation fought the Gunditjmara people in the Eumeralla Wars, and several native inhabitants of this country were killed in the Myall Creek Massacre. This country commemorates abuses committed against its native population on National Sorry Day. This nation’s prime minister (*) Kevin Rudd formally apologized to natives who were seized from their parents and forced to live with white families. The Stolen Generations lived in, for ten points, what county whose Aboriginal people were the original inhabitants of places like Sydney and Melbourne?", "answer_sanitized": "Commonwealth of Australia", "subcategory": "World History", "category": "History"}, {"question_sanitized": "Deposition of sedimentary rock layers on the Sundance Sea during this period resulted in the Morrison formation, which contains fossil records from this period. During this period, the formation of Laurasia and Gondwana occurred after Pangaea broke apart. Archaeopteryx and other early birds evolved during this period. Many large sauropods, including (*) Diplodocus and Apatosaurus, were prominent during this geological period. Allosaurus and Stegosaurus existed during this period. For ten points, name this geological period during the Mesozoic era that followed the Triassic and preceded the Cretaceous.", "answer_sanitized": "Jurassic period", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "At the beginning of one play by this author, two slaves knead dough, which is soon revealed to be various types of animal feces. In another play by this author, the naked handmaid Reconciliation distracts men during peace talks. One character created by this author claims to be able to measure the distance a flea has jumped. That character appears in a play by this author in which (*) Strepsiades regrets sending his son Pheidippides to The Thinkery, a parody of the Lyceum. The title character of one play by this author persuades women to withhold sex in order to end the Peloponnesian War. For ten points, name this Greek comedian, who wrote The Clouds and Lysistrata.", "answer_sanitized": "Aristophanes", "subcategory": "Classical Literature", "category": "Literature"}, {"question_sanitized": "In one film, this character pretends to be an usher to get into a screening of Charlie Chaplin’s Modern Times. At the beginning of another film, this character has a group of bank robbers killed before escaping in a school bus. In a widely ridiculed portrayal, this character has a tattoo of the word “damaged” on his head and is played by (*) Jared Leto. In one film, this character is described with the line “some men just want to watch the world burn;” in that film, he is portrayed by Heath Ledger. For 10 points, name this character portrayed by Joaquin Phoenix in a namesake 2019 film, the arch-nemesis of Batman.", "answer_sanitized": "Joker [accept either underlined portion of Arthur Fleck]", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "The Barberini family commissioned this artist to create a depiction of a large seashell with three bees at the bottom. Cerberus watches as a girl attempts to break free from the clutches of Hades in one of this artist’s works. One of this artist’s most famous works stands in the Piazza Navona and shows deified versions of the (*) Nile, Danube, Río de la Plata, and Ganges rivers. The Cornaro chapel is the site of a work by this artist which shows an angel aiming an arrow at the heart of the title figure. For ten points, name this Italian sculptor of The Fountain of the Four Rivers and The Ecstasy of Saint Teresa.", "answer_sanitized": "Gian Lorenzo Bernini [or Giovanni Lorenzo Bernini]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This leader used an isolated location known as Dignity Colony and a ship named the Esmeralda as torture locations under his reign. During Operation Colombo, this man’s DINA secret police eliminated and abducted dissidents. General Joaquin Lagos resigned after 56 residents of Antofagasta were killed by this leader’s (*) “Caravan of Death.” Informal advisors to this leader known as the Chicago Boys helped institute laissez-faire policies in his country. The CIA might have backed this leader’s 1973 coup that overthrew his Socialist predecessor. For ten points, name this dictator who replaced Salvador Allende as the President of Chile.", "answer_sanitized": "General Augusto Pinochet", "subcategory": "World History", "category": "History"}, {"question_sanitized": "Jacques Lacan claimed the title object of one of this author’s works was a “pure signifier” in a “Seminar” on it. In that work by this author, a detective receives fifty-thousand francs after retrieving the title object from the queen’s lover. In another work by this author, that detective deduces that an orangutan has committed a double homicide. This creator of (*) C. Auguste Dupin wrote a short story where the title object is taken from a man with a “vulture eye” and hidden beneath some floorboards. For ten points, American short story author of “The Purloined Letter,” “The Murders in the Rue Morgue,” and “The Tell-Tale Heart.”", "answer_sanitized": "Edgar Allen Poe", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A sect in this faith considers prayer to be “the weapon of the believer.” Some members of this religion that do not believe in the infallibility of certain religious leaders are known as the Zaydis. Some members of this religion follow Ja’fari jurisprudence, which promotes two sets of practices, the Usul’ ad-Din and Furu’ ad-Din; that sect is named for the number of (*) imams followers in which followers believe. Subsects of one sect of this faith include Twelvers and Seveners. Two major sects of this religion disagree on whether Ali or Abu Bakr should have succeeded Muhammad. For ten points, name this religion that has Sunni and Shia sects.", "answer_sanitized": "Shia Islam [accept Ismaili, Fivers, Zaydi, Twelvers, Seveners, Imamiyyah, or any other subsect until “infallibility” is read, afterwards “anti-prompt” until those words are read]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "One symphony took this nickname from the poem “Frühlingsgedicht”; in its final movement, that symphony with this nickname reuses a theme from its composer’s earlier Kriesleriana. The fifth violin sonata by Beethoven has this nickname, as does Robert Schumann’s first symphony. An E major violin concerto named after this time period depicts a barking dog using the violas and is the first piece in The (*) Contest Between Harmony and Invention. That concerto uses the soloist to depict birdsong and is the first of Antonio Vivaldi’s The Four Seasons. For ten points, name this season which precedes summer.", "answer_sanitized": "spring [or primavera]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "An axiomatic formulation of this statement was created by Constantin Caratheodory [CARE-a-THEE-oh-DOOR-ree] and is based on the concept of adiabatic inaccessibility. A corollary of this statement states that the closed line integral of infinitesimal heat exchange divided by temperature is less than or equal to zero. That theorem was formulated by Rudolf Clausius, whose formulation of this law states that (*) heat cannot spontaneously flow from cold to warm regions. A thought experiment that violates this statement involves sorting particles of different speed and is called Maxwell’s demon. For ten points, name this law which states that the entropy of a closed system always increases over time.", "answer_sanitized": "second law of thermodynamics", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In this religion, a moral state of mind in performing one’s duties is known as Vohu Manah. After their death, followers of this religion will arrive at a structure guarded by two four-eyed dogs. Followers of this religion receive a sedreh and kushti after the Navjote initiation, and their souls go to either the House of Song or the House of Lies after crossing the (*) Chinvat bridge. In this religion, asha and druj are in constant conflict, and this religion’s primary text is the Avesta. Followers of this religion worship at fire temples. For ten points, name this monotheistic Persian religion centering on the worship of Ahura Mazda.", "answer_sanitized": "Zoroastrianism [accept Mazdayasna]", "subcategory": "Religion", "category": "Religion"}], "bonuses": [{"leadin_sanitized": "For ten points each, answer the following about past and present experiments conducted at Fermilab:", "answers_sanitized": ["top quark [or truth quark; prompt on t; do not accept or prompt on “up quark”]", "neutrinos [accept electron neutrinos or muon neutrinos or tau neutrinos; do not accept or prompt on “neutrons”]", "protons "], "parts_sanitized": ["The CDF and DØ [d-zero] projects used Fermilab’s Tevatron particle accelerator to discover this third-generation quark in 1995. This quark is the most massive particle in the Standard Model and does not form hadrons due to its very short lifetime.", "Detectors are currently being built in South Dakota to assist in the DUNE project, which will measure these particles’ interactions with matter. These low-mass leptons are theorized to be their own antiparticles and oscillate between their three “flavors.”", "Researchers at Fermilab had earlier used neutrino beams to map the structure of these positively-charged particles which, along with neutrons, are found in the atomic nucleus."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "A poet from this country wrote an ode to the “admirable number pi.” For ten points each:", "answers_sanitized": ["Poland", "Adolf Hitler", "Johann Wolfgang von Goethe "], "parts_sanitized": ["Name this country home to the female Nobel Prize-winning poet Wislawa Szymborska [wiss-lava shim-boar-skuh]. An author from this country named Czeslaw Milosz [shess-law me-loash] used the Persian metaphor of ketman to detail its relationship with Stalinism in The Captive Mind.", "Szymborska wrote a satirical poem titled for this leader’s “First Photograph.” Many of her poems have dealt with the destruction that this Nazi Führer imposed in Poland.", "In 1991, Szymborska was given a literary award named after this German writer. This writer is better known for the poetry collection Roman Elegies  and a novel in which the title youth kills himself and is buried under a linden tree, The Sorrows of Young Werther."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "The Euclidean algorithm is used to compute this value for a pair of integers. For ten points each:", "answers_sanitized": ["greatest common divisor [or greatest common factor or highest common divisor or highest common factor]", "coprime [or relatively prime; do not accept or prompt on “prime”]", "Chinese remainder theorem [prompt on CRT] "], "parts_sanitized": ["Name this value that represents the largest integer that divides a collection of numbers. For two integers, this value times the least common multiple is equal to the product of the two.", "Two numbers have this relationship when their greatest common divisor is one, and thus share no common factors. The Euler totient function gives the number of integers less than a given value that have this relationship to that value.", "This theorem is used to solve a set of modular congruences involving pairwise coprime divisors. The earliest known statement of this theorem came from Sun Tzu in the third century."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Since the early 17th century, This relic has been housed in a namesake temple in Kandy, Sri Lanka. For ten points each:", "answers_sanitized": ["tooth of the Buddha [accept danta dhātuya]", "Theravada Buddhism", "Pāli [accept Pāli Canon] "], "parts_sanitized": ["Name this Buddhist relic, which once resided in the mouth of Siddartha Guatama and helped him to chew his food.", "The sacred tooth is one of many “reminders” venerated by this Buddist school. This “School of the Elders” is the more conservative of the major branches of Buddhism.", "The Dāthāvaṃsa, or “History of the Tooth,” is written in this ancient Indian language. This is the sacred language of Theravada Buddhism, whose canon is often named for this language."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "The deadliest terror attack in history prior to 9/11 occurred during a screening of The Deer at a theater in this country. For ten points each:", "answers_sanitized": ["Imperial State of Iran", "Ayatollah Ruhollah Musavi Khomeini [khoh-may-ni] [do NOT accept or prompt on “Ali Khamenei” [khah-men-ay]]", "alcoholic beverages [anti-prompt on specific kinds of alcohol] "], "parts_sanitized": ["Name this country, whose city of Abadan was the site of the Cinema Rex fire. Anti-government protesters blamed the fire on this country’s secret police, the SAVAK.", "Mohammad Reza Pahlavi, the last shah of Iran, was replaced by this ruler during the 1979 Iranian Revolution. This man, who took the title Ayatollah, is not to be confused with his successor, the similarly-named current Ayatollah of Iran.", "During the Revolution, Khomeini's government outlawed consuming this general class of beverages. This led to many Iranians flushing wine down toilets."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "A painting titled for this city depicts a human-faced cat and a man paragliding. For ten points each:", "answers_sanitized": ["Paris [accept Paris Through the Window or Paris Street; Rainy Day]", "Marc Chagall [accept Moishe Shagall]", "I and the Village "], "parts_sanitized": ["Name this European capital. In another painting, a man in a top hat with an umbrella walks down a street in this city on a rainy day.", "Paris Through the Window is by this artist, who created a Self-Portrait with Seven Fingers. This artist also decorated the 2,600 square-foot ceiling of the Opéra Garnier in Paris in 1954.", "Chagall is also known for this painting, which features a man with a scythe next to an upside down woman playing a violin. This painting depicts a goat staring at a green-skinned man holding a glowing tree."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "One member of this family asks Tom Robinson to chop up a chiffarobe. For ten points each:", "answers_sanitized": ["Ewell family [accept members of the Ewell family, like Bob, Burris, or Mayella]", "Scout Finch [prompt on Finch, do NOT accept or prompt on “Jem Finch” or “Atticus Finch”]", "To Kill a Mockingbird "], "parts_sanitized": ["Name this family, whose members include the young Burris, the abusive patriarch Bob, and a character who grows geraniums outside their filthy house, Mayella.", "This other resident of Maycomb, Alabama, goes to school with Burris Ewell. This character, who meets Boo Radley at the end of the novel she appears in, is the protagonist and narrator of that novel.", "Scout and the Ewell family appear in this novel, the most famous work by Harper Lee. The second part of this novel focuses on the trial of Tom Robinson."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "In this film, a nun says “It’s actually been 40 years” after the protagonist puts a sign on the nun’s car reading “Just married to Jesus.” For ten points each:", "answers_sanitized": ["Lady Bird", "Greta Gerwig", "Barbie "], "parts_sanitized": ["Name this 2017 film starring Saoirse [sur-shuh] Ronan. This film follows the title character’s senior year of high school as she tries to leave Sacramento to go to college on the East Coast.", "Lady Bird was the solo directorial debut of this filmmaker, who also directed a 2019 adaptation of Little Women.", "Gerwig’s next film will star Margot Robbie as this title doll, who was previously the subject of 35 animated films with her boyfriend Ken."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "Paul Hindemith’s concerto for this instrument was titled “The Swan Turner” and does not include either violins or these instruments in the orchestral accompaniment. For ten points each:", "answers_sanitized": ["viola", "Dmitri (Dmitriyevich) Shostakovich", "Béla (Viktor János) Bartók "], "parts_sanitized": ["Name this stringed instrument whose parts are usually written in alto clef. This instrument's strings are pitched a perfect fifth below those of a violin.", "This Russian composer’s final piece, a sonata for viola and piano, was written for Fyodor Druzhinin of the Beethoven Quartet. The Beethoven Quartet premiered several of this composer’s other chamber pieces, many of which feature his signature DSCH motif.", "This composer was commissioned by William Primrose to write a viola concerto, although he died of leukemia before he could complete it. This composer worked with Zoltán Kodály [ko-DYE] to collect folk music from their native Hungary."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The use of a tactic known as “bodyline” in this game sparked diplomatic tensions between the UK and Australia in the 1930s. For ten points each:", "answers_sanitized": ["cricket [accept cricket diplomacy]", "Islamic Republic of Pakistan AND Republic of India [accept Islāmī Jumhūriyah Pākistān for Pakistan and Bhārat Gaṇarājya for India]", "Republic of Zimbabwe "], "parts_sanitized": ["Identify this sport, the second most-watched in the world after soccer. A type of diplomacy named for this sport led to peace talks between Manmohan Singh and Yousuf Raza Gilani during its World Cup in 2011.", "Cricket diplomacy plays a role in the relations between these two countries that dispute the region of Kashmir. These two countries were led by Muhammad Ali Jinnah and Jawaharlal Nehru at the time of their partition in 1947.", "In 2008, the UK cancelled this country’s cricket tour after the defeat of Morgan Tsvangirai in a contested election. This country has been led by the ZANU-PF party since 1987."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "Boars in Greek mythology have a certain destructive tendency. For ten points each:", "answers_sanitized": ["Atalanta", "Adonis", "Artemis [do not accept “Diana”] "], "parts_sanitized": ["This speedy woman once helped defeat the rampaging Kalydonian Boar. Her husband won her hand in marriage by beating her in a footrace with the help of three golden apples.", "This man, over whom Aphrodite and Persephone once competed, was gored to death by a boar. He was born from the incestous union of his mother Myrrha and her father.", "The object of Herakles’s fourth labor, the big and scary Erymanthian Boar, was sacred to this goddess of the hunt and twin sister of Apollo."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "A character in one of this author’s plays is ecstatic to see a vine she nicknamed “The Light of Grove.” For ten points each:", "answers_sanitized": ["Kalidasa", "Sanskrit", "Rabindranath Tagore "], "parts_sanitized": ["Name this author of the Recognition of Shakuntala who described a spirit that communicates with his wife through the title means in his lyrical poem “The Cloud Messenger”.", "Kalidasa wrote in this classical Indian language that was used to write epics such as the Ramayana.", "Bishnupada Bhattacharya [BISH-nu-pada bot-achar-eeya] led a comparative study between the works of Kalidasa and this other Indian author who wrote India’s national anthem, Jana Gana Mana. His poetry collection Gitanjali won him the Nobel Prize in Literature."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "During this man’s presidency, Congressman Oakes Ames conspired with a construction company to protect Union Pacific business interests in the Crédit Mobilier scandal. For ten points each:", "answers_sanitized": ["Ulysses S. Grant", "railroad [prompt on shipping]", "United States Postal Service [or USPS, accept clear knowledge equivalents like the post office] "], "parts_sanitized": ["Name this man, who was forced to replace Schulyer Colfax as his running mate for reelection as a result of the scandal.", "Union Pacific is a company in this industry. Cornelius Vanderbilt was a Gilded Age tycoon in this industry, which builds tracks on which trains run.", "During Grant’s administration, Bradley Barlow paid a $40,000 bribe to Congress to taint an investigation into the Star Route scandal involving this organization. Montgomery Blair led this organization during the Civil War."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "As of August 2020, there are 53 properties in the list of UNESCO World Heritage Sites in Danger. For ten points each:", "answers_sanitized": ["Madagascar", "Liverpool", "Jerusalem "], "parts_sanitized": ["Much of the damage to this country’s Atsinanana Rainforests were caused by illegal logging. Species native to this Malagasy-speaking island include Aye-ayes and lemurs.", "Surprisingly, the maritime center of this English city is on the list. Known as the birthplace of “The Beatles,” this city on river Mersey was the port of registry for the HMS Titanic.", "The old portion of this third-holiest city in Islam is on the list. This capital of Israel is known for other religious sites such as the Dome of the Rock and the Wailing Wall."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "For ten points each, name some things about novels set in the hometown of British literature, London:", "answers_sanitized": ["Oliver Twist or The Parish Boy’s Progress", "Dorian Gray [accept The Picture of Dorian Gray]", "Zadie Smith "], "parts_sanitized": ["This Charles Dickens novel features the title orphan who joins Fagin’s group of thieves in London after asking “please sir, I want some more” at a workhouse.", "This character who titles the only novel by Oscar Wilde visits a theater in London to see the actress Sibyl Vane, and later encounters her brother James outside an opium den in a poorer area of the city. His hedonism causes his portrait to become incredibly monstrous.", "In a more recent novel set in London, this author of NW wrote about the friendship between Samad Iqbal and Archie Jones in her book White Teeth."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "According to Motoo Kimura’s neutral theory, this process is primarily responsible for molecular evolution. For ten points each:", "answers_sanitized": ["genetic drift [or allelic drift or Sewall-Wright effect]", "allele fixation", "natural selection [prompt on selection or evolution] "], "parts_sanitized": ["Name this process in which allele frequency changes randomly over time and often occurs as a result of population bottleneck. The Wright-Fisher model simulates the effects of this process.", "The probability of this phenomenon occurring in a population under genetic drift alone is equal to the allele frequency. This phenomenon occurs when an allele reaches 100% frequency in a population.", "Despite neutral theory, this process is generally accepted as the main driver of evolutionary change. This process, which is contrasted with artificial selection, was described by Charles Darwin in On the Origin of Species."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "For ten points each, answer the following about films from the New Hollywood era:", "answers_sanitized": ["[10] Along with The Graduate, this film’s groundbreaking depiction of sex and violence is seen as the beginning of the New Hollywood movement. This film follows the title couple as they commit a series of robberies during the Great Depression. ANSWER: Bonnie and Clyde", "Steven Allan Spielberg", "Taxi Driver "], "parts_sanitized": ["Along with The Graduate, this film’s groundbreaking depiction of sex and violence is seen as the beginning of the New Hollywood movement. This film follows the title couple as they commit a series of robberies during the Great Depression.", "Peter Biskin argued that the success of this director’s film Jaws curbed the creativity of the early years of New Hollywood, but this director of ET and Raiders of the Lost Ark is still considered one of the movement’s leaders.", "One criticism of many New Hollywood films is their racial politics, such as in this Martin Scorsese film that was cast with white actors in roles written for African-Americans as a way to tone down the racism of the title character, Travis Bickle."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In one book, this man defined the title type of person as someone who actively fights against injustice. For ten points each:", "answers_sanitized": ["Ibram Xolani Kendi", "drugs", "Letter from Birmingham Jail [accept Letter from Birmingham City Jail, accept The Negro is Your Brother, accept Letter from a Birmingam Jail] "], "parts_sanitized": ["Name this author of the 2019 best-seller How to Be an Antiracist.", "Michelle Alexander’s book, The New Jim Crow, which traces the rise of mass incarceration after the beginning of the “War on” these substances, appeared on Kendi’s antiracist reading list. These substances, which are classified into various schedules, include marijuana and cocaine.", "Kendi alluded to this other text in the title of his article“More Devoted to Order than to Justice.” This text, written in response to “A Call for Unity,” proclaims “injustice anywhere is a threat to justice everywhere.”"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "This man wreaked havoc claiming to be Peter III, but was eventually captured by Alexander Suvorov. For ten points each:", "answers_sanitized": ["Yemelyan Ivanovich Pugachev [accept Pugachev’s Rebellion]", "Catherine the Great [or Catherine II, or Yekaterina Alekseyevna, prompt on Catherine]", "serfs [prompt on peasants before mention] "], "parts_sanitized": ["Name this Cossack and former Russian general who led 1773-1775 rebellion which was suppressed at Kazan.", "Pugachev’s rebellion occurred during the reign of this empress of Russia, whose many lovers included Alexander Vasilchikov and Grigori Potemkin. This enlightened despot often corresponded with Voltaire.", "Pugachev’s rebellion also attracted many members of this class of Russian peasants. They were later freed by Tsar Alexander II."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "The electrons in this type of bond are delocalized between resonance structures. For ten points each:", "answers_sanitized": ["pi bond", "antibonding molecular orbital", "hydrogen [or H] "], "parts_sanitized": ["Give this type of bond that is formed by the sideways overlap of lobes between atomic orbitals. A triple bond has two of this type of bond along with one sigma bond.", "In a pi-bond, when the density of the electrons is concentrated on opposite lobes, this type of molecular orbital is formed. This type of molecular orbital has a higher energy than the corresponding atomic orbitals and is denoted with a star.", "In its diatomic form, this element contains a filled bonding orbital and an empty antibonding orbital. This element is the lightest in the periodic table, and has atomic number one."], "subcategory": "Chemistry", "category": "Science"}]}