{"tossups": [{"question_sanitized": "People with family connections could avoid participating in this system via the \"protection privilege.\" This system was one of the chief influences on the Northcote-Trevelyan report. This system was modernized during the Hundred Days Reform, which included the abolishment of this system's focus on the notoriously rigid \"eight-legged\" form. After his lack of (*) success in this system, Hong Xiuquan declared himself the younger brother of Jesus and started the Taiping rebellion. This system culminated in a 72-hour process held in a tiny cell. Successful participants in this system could achieve the jenshi status and had to memorize many of the Four Books and Five Classics, a set of Confucian works. For 10 points, name this system by which the bureaucracy of Imperial China was selected.", "answer_sanitized": "Chinese imperial examination [or Chinese civil service examination; or keju; prompt on partial answers like Chinese civil service or Chinese bureaucracy or Chinese government]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The speaker of a section of T.S. Eliot's The Waste Land recounts going out to do this activity with her cousin, who assuages her fear by saying, \"Marie, Marie, hold on tight.\" The groomsmen Peter and Pavel are the only survivors of a wolf attack that occurs while performing this activity after a wedding in a story Antonia Shimerda relates to Jim Burden. In another novel, the title character and his crush take part in this activity after reminiscing near (*) Shadow Pond and replicating a kiss they saw between Ned Hale and Ruth Varnum. Those characters then attempt to commit suicide by crashing into an elm during this activity. For 10 points, name this winter activity that leaves Mattie a paralyzed invalid under the care of Zeena and Ethan Frome.", "answer_sanitized": "sledding [or sleighing; accept word forms or answers involving riding or using a sled or a sleigh]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This artist painted two masons carrying their hurt coworker away from an accident site in a tapestry cartoon requested by the German artist Anton Mengs. A young girl distances herself from a silhouetted goat presiding over a coven of witches in another painting by this artist. This artist depicted a woman, possibly the Duchess of Alba, in states of dress and (*) undress in his companion paintings The Clothed Maja and The Nude Maja. This artist made extensive use of aquatint in his 82-image series The Disasters of War. A man in a white shirt adopts the pose of Christ as he faces a firing squad in this artist's painting commemorating resistance to Napoleon's invasion. For 10 points, name this Spanish painter of The Third of May, 1808.", "answer_sanitized": "Francisco Goya [or Francisco Jose de Goya y Lucientes]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Galactitol accumulates in this structure in galactokinase deficiency. In diseases such as homocystinuria and Marfan syndrome, this structure experiences subluxation. Type IV collagen is abundant in this structure's namesake capsule. 90% of the proteins in this structure are alpha, beta, and gamma-crystallins. The Zonules of Zinn connect it to the ciliary body. These structures are absent in aphakia, and are thought to lose their elasticity in presbyopia. A large patch of (*) gel located behind this structure is called the vitreous humor. These anatomical structures contribute the second most diopters, and they become clouded in cataracts. For 10 points, name these biconcave structures in the eye that work with the cornea to refract light.", "answer_sanitized": "lenses", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A sinner in hell begs a man with this name to warn his five brothers to repent but is told they already have Moses and the Prophets. In Eastern Orthodoxy, the day before Palm Sunday is named for a man with this name. Another man with this name is told to dip his finger in the waters of heaven to cool the tongue of a rich man in hell. A story about a man with this name prompts the shortest verse in the Bible, which reads \"Jesus (*) wept.\" Jesus receives an invitation to visit a man with this name but waits two days before going to see that man's sisters Mary and Martha. Despite smelling after sitting for four days, that man with this name rises when Jesus orders him out of his tomb. For 10 points, give this name of a man who is resurrected by Jesus.", "answer_sanitized": "Lazarus", "category": "Religion"}, {"question_sanitized": "Precues can be used to study this process in the Posner test. The stimuli \"money\" and \"river\" changesdd the interpretation of \"bank\" in a study by MacKay that challenged the \"leaky filter\" models of this process that are modulated by Treisman's attenuator. Daniel Kahneman proposed a model of this process that focuses on the mental effort it takes to process stimuli. An earlier model of this ability formulated by Broadbent posits a bottleneck filter and cannot account for the (*) cocktail party effect that allows multiple conversations to be processed at once. The load theory describes this skill as a limited resource that must be divided when multitasking. For 10 points, name this cognitive ability to focus on tasks impaired in a namesake deficit disorder.", "answer_sanitized": "attention", "category": "Social Science"}, {"question_sanitized": "This book's digressions include a comparison of Bordeaux and Champagne wine and an ode to the beauty of women's feet, and it includes a love letter beginning \"I write to you! When that is said, What more is left for me to say?\" A character in this novel is compared to Childe Harold for bathing in an icy river each morning after inheriting a house from his uncle. Its protagonist angers Zaretsky by choosing his servant Guillot as his (*) second. This novel written in namesake sonnet stanzas which feature alternating masculine and feminine rhymes. After dancing with Olga at a party, this poem's title character kills his friend Lensky in a duel. For 10 points, name this verse novel whose title character is rejected by Tatyana, the masterpiece of Alexander Pushkin.", "answer_sanitized": "Eugene Onegin [or Yevgeny Onegin]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One head of this organization, Bernadine Healy, was forced to resign after news broke that its Liberty Fund was being misappropriated. ProPublica exposed how this organization drove nearly-empty trucks to provide background images for press conferences given by its CEO, Gail McGovern. In 2008, a judge ruled in favor of this organization in a trademark dispute over its emblem with (*) Johnson &amp; Johnson. A manual for this organization concerning AIDS and homosexuals was re-written under Elizabeth Dole. This affiliate of an international movement headquartered in Geneva was founded by a woman nicknamed \"the angel of the battlefield,\" Clara Barton. For 10 points, name this charity which provides the largest supply of blood to hospitals in the United States.", "answer_sanitized": "American National Red Cross [prompt on Red Cross]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Wilhelm Tranow performed this task for B-Dienst. A group of female performers of this task were nicknamed \"Dilly's girls,\" after the classics scholar and papyrologist Alfred Dillwyn Knox. Performers of this task bestowed the nickname \"Tunny\" upon the Lorenz SZ40. Marian Rejewski (mah-REE-ahn RAY- yev-ski), a Polish performer of this task, invented a device called the bomba. Several people were trained to perform this task on the (*) \"Ultra\" designation at Bletchley Park. The codename Magic was given to this task in the Pacific Theater, whereas in the European theater, performing this task often involved reverse-engineering Enigma machines. For 10 points, name this military intelligence task in which one accesses protected enemy communications.", "answer_sanitized": "codebreaking [or cryptanalysis; or cryptography; accept answers that convey deciphering a code; prompt on military intelligence; prompt on espionage; prompt on spying]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Oxides of this element are found in great leaving groups, like triflates and mesylates. An oxide of this element easily penetrates through nitrile gloves and leaves unsuspecting chemists with the taste of garlic. Iodine oxidizes this element from its +2 state in a common redox titration. Beta-mercaptoethanol reduces this element, unfolding proteins. Purple bacteria oxidize this element, not carbon. Oxides of (*) nitrogen and this element are subscripted with an X. Oxidation of this element crosslinks keratin fibers. This element's dioxide is oxidized by vanadium into oleum in the contact process. It gets oxidized during vulcanization of rubber. For 10 points, name this nonmetal in the same family as oxygen, which normally exists as a yellow solid or a smelly gas.", "answer_sanitized": "sulfur [or S]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Two characters reminisce about \"the two by four where [they] kept house\" in this musical work's \"Tango-Ballad.\" In another scene, two men who had fought together in India sing about chopping up the the native population and eating them raw. A song imagining a \"Black Freighter\" massacring some rude hotel guests is sung at the main character's wedding. \"Cannon Song\" and (*) \"Pirate Jenny\" appear in this work, along with a murder ballad comparing the protagonist's jackknife to shark's teeth that was covered by Bobby Darin. Polly Peachum appears in this musical, which is a loose adaptation of an earlier John Gay work narrated by the Beggar. For 10 points, name this musical which contains \"Mack the Knife,\" the first collaboration between Kurt Weill and Bertolt Brecht.", "answer_sanitized": "The Threepenny Opera [or Die Dreigoschenoper]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "In Martin Heidegger's philosophy, this phenomenon is the \"ownmost possibility\" of Dasein, which can be authentic or inauthentic in \"being-towards\" this thing. Arthur Schopenhauer claimed that this thing is the \"true inspiring genius, or the muse of philosophy\". Xanthippe cries in anticipation of an event of this type in the dialogue Phaedo. A Michel de Montaigne essay claims that to study of philosophy is to learn how to undergo this process. Epicurus's atomism led him to argue that people need not (*) fear this event happening to them as it is \"nothing to us\". Chapter 1 of a Kierkegaard book claims that despair is The Sickness Unto this phenomenon. For 10 points, name this inevitable event for every living thing, which occurred for Socrates after he drank hemlock.", "answer_sanitized": "death [or dying; accept more specific answers such as execution or suicide until \"learn\"]", "category": "Philosophy"}, {"question_sanitized": "This poet wrote that \"Love is a ripe plum growing on a purple tree\" in his \"Love Song for Lucinda\". Another of his poems is about a student who admits \"I guess you learn from me--although you're older\" to a man who commands \"let that page come out of you--then, it will be true\". The speaker of a poem by this man asks \"The free? Who said the free? Not me?\" in a poem beginning \"Let (*) America be America again\". In a poem by this man, the speaker claims to have seen bodies of water as \"ancient as the world and older than the flow of human blood\", including the \"Mississippi, when Abe Lincoln went down to New Orleans\". For 10 points, name this poet of \"Theme for English B\" and \"The Negro Speaks of Rivers\", a major figure in the Harlem Renaissance.", "answer_sanitized": "Langston Hughes [or James Mercer Langston Hughes]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "These instruments play the first two statements of the opening canon theme in Henryk Gorecki's Symphony of Sorrowful Songs. At the beginning of the third movement of Mahler's first symphony, a muted one of these instruments plays a minor-key version of \"Frere Jacques\" above the timpani. A \"C- extension\" is often added to this instruments to extend their range downward. Schubert's Trout Quintet (*) replaces the second violin with one of these. Unlike the rest of the strings, this instrument does not use fine tuners and its strings are tuned in fourths. Prior to the 19th century, it usually doubled the cellos an octave lower in orchestral music. For 10 points, name this lowest-pitched member of the string section.", "answer_sanitized": "double bass [or string bass or contrabass]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This man's smoldering corpse gives off a noxious odor as the Argonauts sail up the river in which he landed. This man is a friend of a king of Liguria named Cycnus, who turns into a swan after this man's death. After his death, this man's body falls into the Eridanos river, next to which his two grieving sisters turn into poplar trees, while their tears turn into amber. After an insult from one of his (*) playmates, this son of Clymene sets out to prove his parentage. His actions explain why the Ethiopians have black skin. This man is killed by a thunderbolt from Zeus after his actions form deserts and scorch the earth. For 10 points, name this son of Helios who disastrously tries to drive the sun chariot.", "answer_sanitized": "Phaethon [or Phaeton]", "category": "Mythology"}, {"question_sanitized": "This country was depicted in one American political cartoon as a five-headed man pointing a dagger towards the ground at a group of Americans. A force of sailors referred to as the sitting president's \"Jackasses\" prepared for a war with this country. The USS Constellation captured this nation's The Insurgent. A boat originally called the Little Sarah was renamed by an out-of-control diplomat from this country in (*) Charleston Harbor. The toast \"Millions of dollars for defense, but not one cent for tribute\" was allegedly given to mock this country after a scandal in which John Marshall, Charles Cotesworth Pinckney, and Elbridge Gerry were told to pay a bribe for diplomatic access. For 10 points, name this home country of Citizen Genet, which fought the Quasi-War against John Adams' America after the XYZ affair.", "answer_sanitized": "France [or First French Republic] ", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The Doppler shift is used to detangle spectral lines for the spectroscopic variety of these systems. The first indirect evidence of gravity waves came from observations of this type of system. That example of this type of system was the first discovered to contain a pulsar and was discovered by (*) Hulse and Taylor. Algol, a system of this type, is the name of a paradox in stellar evolution in which mass transfer can alter a star's evolutionary track. Every instance of a type Ia supernova has originated from this type of system. For 10 points, name this type of astronomical system, such as Sirius, in which two stars orbit each other.", "answer_sanitized": "binary star system [or binary pulsar; prompt on pulsar before it is mentioned] ", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "A character in this novel uses a golden chain given to her by one man to wear the amber cross given to her by another. The betrayal represented by her sister's sudden elopement causes a woman in this novel to run off with Yates, her libertine brother's best friend. Two characters in this novel flirt during a racy amateur production of Elizabeth Inchbald's play (*) Lovers' Vows. A climactic event in this novel is a character's return from a year spent tending to his plantation in Antigua. The penurious Mrs. Norris is the antagonist of this novel, which begins with the daughter of a disabled, alcoholic naval lieutenant being sent to live with the Bertram family in the title estate. For 10 points, name this novel about Fanny Price, the third by Jane Austen.", "answer_sanitized": "Mansfield Park", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Davydov splitting is caused by excitations of these systems within individual unit cells. The energy of two of these systems is proportional to 1 minus 3 times cosine squared of the angle between them, giving a critical value at 54.74 degrees. In linear optics, one of these things is created by an external field, with a magnitude proportional to the polarizability. The potential from this arrangement drops off with the (*) third power of distance. The potential energy of these objects is given by the dot product of the external electric field with their namesake moment, which is the product of charge and distance, and is symbolized mu. For 10 points, name these systems of a positive charge separated from a negative charge.", "answer_sanitized": "electric dipoles [or electric dipole moment]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The Swiss-Italian architect Pietro Antonio Solari built several fortified towers in this city, which often vied for power with its northern rival Tver. A ruler of this city prevailed in the Great Stand on the Ugra River. A prince from this city was nicknamed for winning a battle on the Don river. Partly because a ruler of this city married Sophia Palaiologina, the niece of the last Byzantine Emperor, this city styled itself the (*) \"Third Rome\" after the fall of Constantinople. Another prince of this city stopped paying tribute to the Mongols in 1476, ending the \"Tatar yoke.\" The Grand Duchy headquartered in this city came to an end in 1547 with the ascension of Ivan IV, who made it his capital. For 10 points, name this city where Ivan III renovated the Kremlin.", "answer_sanitized": "Moscow [or Moskva; or Muscovy]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The amount of anesthetic required to prevent 50% of patients from moving in response to surgical stimuli is called the \"minimum concentration\" of these structures. The imbalance between alpha-1- antitrypsin and elastase in the walls of these structures can lead to a common disease. The type II \"great\" cells in these structures secrete lecithins such as DPPC, the primary constituent of (*) surfactant. As their radius decreases, these structures are more likely to collapse. Emphysema destroys the walls of these structures, which are shaped like hollow cavities, and interface with blood vessels that release carbon dioxide and load up on oxygen. For 10 points, name these thin-walled air sacs that are found all throughout the mammalian lung.", "answer_sanitized": "alveoli [accept word forms, such as alveolus and alveolar; prompt on lungs]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "An author who returned to this country, his ancestral homeland, in 1935 made his name with the novel Wolf Solent. An author from this country wrote about people who \"though they sink through the sea they shall rise again\" in a poem that describes a time when \"though lovers be lost love shall not\". A characte rfrom this adopted home of John Cowper Powys (COO-per POW-iss) holds Edmund Mortimer captive and proposes lending his (*) magic to Hotspur's rebellion in Henry IV, Part 1. A poet from this country wrote \"And death shall have no dominion\" and a poem that urges the addressee to \"Rage, rage against the dying of the light\".For 10 points, name this country, the birthplace of Owen Glendower and the author of \"Do not go gentle into that good night\", Dylan Thomas.", "answer_sanitized": "Wales [or Cymru; prompt on Great Britain or the United Kingdom or the U.K.; do not accept or prompt on \"England\"]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This king was overthrown in an event that confirmed the \"right to work\" by establishing a series of \"National Workshops.\" During this king's reign, silk workers revolted against factory owners during the two Canut Revolts. His head was often depicted as a pear in contemporary political cartoons, which criticized the conservative policies promoted by his minister Francois (*) Guizot. This French king came to power in the \"Three Glorious Days\", which occurred shortly after France had invaded Algeria under the direction of Charles X. He himself was overthrown about a year before Napoleon III was elected president. For 10 points, name this king of France, who ruled from 1830 to 1848, and earned a nickname reflecting the populist support he enjoyed.", "answer_sanitized": "Louis Philippe I [or Citizen King; do not accept or prompt on \"Louis\"]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This author wrote about identifying with his young son upon returning to a camp in Maine in his Harper's essay \"Once More to the Lake\". The protagonist of a novel by this man rescues the drowning Applegate Skinner and learns to play taps and reveille (\"rev-ah-lee\") while working at Camp Kookooskoos. Sam Beaver befriends the mute Louis, whose father gives him the title (*) instrument, in a novel by this man, who also wrote an addendum to a book by another author featuring advice like \"Write with nouns and verbs.\" The title character of one of his novels weaves the words \"Some Pig\" to keep Wilbur from being slaughtered. For 10 points, name this New Yorker writer who revised Strunk's The Elements of Style and wrote The Trumpet of the Swan and Charlotte's Web.", "answer_sanitized": "E.B. White [or Elwyn Brooks White]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The translational partition function equals volume over the cube of the thermal form of this quantity, which is proportional to the square root of beta over molar mass. In one experiment, this quantity was estimated as one over 0.815 times the square root of the accelerating voltage. For a ground-state particle in a box, this quantity is the twice the length of the box. This quantity for electrons equals twice the lattice (*) spacing, times the sine of the smallest scattering angle, as measured in the Davisson-Germer experiment. This quantity, first hypothesized in a 1924 PhD thesis, is equal to Planck's constant divided by a particle's momentum. For 10 points, name this quantity possessed by all matter according to de Broglie's wave-particle duality, but which for waves, is the distance from crest-to-crest.", "answer_sanitized": "de Broglie wavelength [or lambda]", "subcategory": "Science Physics", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This piece's second section is a \"Symbolum Nicenum\" with a central \"Crucifixus\" in 3/2 time. For 10 points each:", "answers_sanitized": ["Mass in B minor [or h-moll-Messe]", "J.S. Bach [ or Johann Sebastian Bach, prompt on \"Bach\"]", "Passions"], "parts_sanitized": ["Name this lengthy choral piece whose first section consists of a five-voice fugue, a duet for two sopranos, and then finally a four-voice fugue in the dominant key of F-sharp minor.", "This composer wrote the Mass in B minor, as well as the chorale \"Jesu, Joy of Man's Desiring.\"", "Bach's other choral masterworks include two of these sacred oratorios, one taken from the Gospel of Matthew and one from the Gospel of John. He is believed to have written a total of five, of which the other three are lost."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about claims of authenticity for religious sayings or texts, for 10 points each.", "answers_sanitized": ["hadiths [or ahadith]", "sutras [or suttas]", "Book of Mormon: Another Testament of Jesus Christ"], "parts_sanitized": ["These authoritative Islamic texts, which are classified as \"weak\" or da'if if their chain of transmission has a gap, are sayings attributed directly to the prophet Muhammad.", "This type of Buddhist text begins with the phrase \"Thus have I heard,\" indicating the sincerity of the account. Some famous ones are named for a Lotus, the heart, and diamond.", "This religious text opens with the Testimony of the Three Witnesses and the Testimony of the Eight Witnesses, who attest to having seen the original."], "category": "Religion"}, {"leadin_sanitized": "In one scene in this play, Leo steals $88,000 in bonds from the bank where he works in order to allow his father and uncle, Oscar and Ben Hubbard, to pay for Horace's share of a deal to build a local cotton mill. For 10 points each:", "answers_sanitized": ["The Little Foxes", "Lillian Hellman [or Lillian Florence Hellman; or Lilly Hellman]", "Dashiell Hammett [or Samuel Dashiell Hammett]"], "parts_sanitized": ["Identify this 1939 play in which Oscar and Ben's sister, Regina Giddens, blackmails them into giving her a majority share of the mill.", "The Little Foxes is a play by this author, who wrote about a schoolgirl accusing her teachers of lesbianism in The Children's Hour.", "A screenplay version of Hellman's play The Watch on the Rhine was written by this author, who had a 30-yearlong relationship with Hellman. This man created the Continental Op and Sam Spade, the latter of whom stars in The Maltese Falcon."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In their inner tubes, these devices have a thin tungsten wire that carries a positive voltage. For 10 points each:", "answers_sanitized": ["Geiger counter", "radiative dose [or absorbed dose]", "scintillation counters [or scintillators]"], "parts_sanitized": ["Name these devices that detect ionizing radiation by making a \"clicking\" noise.", "A Geiger counter can be used to estimate this quantity, which is the average amount of radiative energy absorbed by a sample per unit mass. Its common SI unit is the gray.", "This other detector responds to ionizing radiation by emitting photons according to the photoelectric effect at low energies. These devices use a photomultiplier to then amplify the signal."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A failed rebellion on this island in 1770 was led by a shipbuilder named Daskalogiannis. For 10 points each:", "answers_sanitized": ["Crete [or Kriti or Krete]", "Ottoman Empire", "Arthur John Evans"], "parts_sanitized": ["Identify this island where the Venetians surrendered at Candia after a lengthy siege in 1669. The Phaistos Disc was found on this island, which in ancient times was home to a bull-jumping cult.", "Crete gained its independence from this empire in 1898. This \"Sick Man of Europe\" lost the Battle of Lepanto.", "Excavations at Crete began in earnest when this archaeologist discovered the ruins of Knossos. This scholar coined the name Minoan for the culture at Knossos."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Answer the following about inequalities in mathematics, for 10 points each:", "answers_sanitized": ["squaring [accept x-squared or any other word forms]", "geometric mean", "Markov's inequality"], "parts_sanitized": ["One of the simplest inequalities states that, for a real number r, this function of r is greater than or equal to zero. The graph of this function of x is a parabola with vertex at (0,0) (\"0 comma 0\").", "Another famous inequality states that the arithmetic mean of real numbers is always greater than or equal to this type of mean, which for n numbers is the nth root of their product.", "This inequality, named for a Russian mathematician, says that for a nonnegative random variable X, X can be at least n times its expected value no more than 1 over n of the time."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This people's leader Asparukh led them south to settle in Moesia and established their first empire at Pliska. For 10 points each:", "answers_sanitized": ["Bulgars [or Bulgarians]", "Byzantine Empire [or Eastern Roman Empire]", "Saint Cyril"], "parts_sanitized": ["Name this nomadic people that also formed a state on the Volga River that was conquered by the Mongols. A later state of these people was ruled by the Asen dynasty.", "The Bulgars warred with this empire to the south, one of whose rulers, Basil II, was called the \"Bulgar-slayer\" after subjugating them at the Battle of Kleidion.", "Bulgaria was Christianized by Boris I, who patronized the disciples of this creator of the Glagolitic script. This saint and his brother Methodius created that script to proselytize to the Slavs in Moravia."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A poem that begins with the line \"Full many a glorious morning have I seen\" claims that these things \"of the world may stain / when\" the one in heaven \"staineth\". For 10 points each:", "answers_sanitized": ["the sun", "William Shakespeare", "remembrance of things past"], "parts_sanitized": ["Identify this thing which, according to the speaker of another poem by the same author, \"my mistress's eyes are nothing like\".", "\"Those poems are two of the 154 sonnets by this poet and playwright. The 18th of those sonnets opens \"Shall I compare thee to a summer's day?\"", "In Shakespeare's sonnet 30, the speaker describes \"sessions of sweet silent thought\" in which he \"summon[s] up\" this four-word concept. This phrase was later repurposed by the translator C. K. Scott Moncrieff."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Identify the following about examples of \"20th Century Classics of Information Architecture\", as compiled by Edward Tufte, for 10 points each.", "answers_sanitized": ["Penguin Books", "London, England", "Xerox PARC [or Palo Alto Research Center Incorporated; prompt on \"Xerox\" or \"Palo Alto\"]"], "parts_sanitized": ["Tufte loves the typography of a paperback series begun by this publishing company in 1947. This British publishing company, which now uses partly-black covers for its \"Classics\" series, went on trial for putting out an uncensored version of Lady Chatterley's Lover in 1960.", "Tufte admires the \"coherent overview\" offered by a map designed by Harry Beck of the Underground system of this European capital. 52 civilians on its public transit system were killed by bombs in the 7/7 terrorist attacks in 2005.", "Tufte praised the GUI that Douglas Englebart developed at this California facility. Now its own namesake company, this site is where Ethernet and laser printers were invented."], "category": "Trash"}, {"leadin_sanitized": "This author received a Jansenist education during his early years at Port Royal. For 10 points each:", "answers_sanitized": ["Jean Racine [or Jean-Baptiste Racine]", "Athalie", "Aristophanes"], "parts_sanitized": ["Name this French tragedian, who wrote Mithridate and Brittanicus. The title character of his play Phedre develops an incestuous passion for her stepson Theseus.", "Voltaire and Flaubert were among the critics who adored this final tragedy by Racine, in which the Baalworshipping Biblical title character is executed by the high priest Joad during Joash's rebellion.", "In keeping with his classical influences, Racine's only comedy Les Plaideurs was inspired by the comedies of this ancient Greek playwright of The Frogs and The Clouds."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This artist's time in an insane asylum in 1915 was explored in a biopic by French director Bruno Dumont. For 10 points each:", "answers_sanitized": ["Camille Claudel", "Auguste Rodin", "a wave [or great wave or tidal wave or rogue wave]"], "parts_sanitized": ["Identify this Fench sculptor, who depicted a woman in a long flowing skirt dancing with a nude man in her 1895 sculpture, Waltz.", "An earlier biopic of Claudel made the case that she had to sacrifice her art for her love of this other French sculptor, who sculpted the Burghers of Calais and The Age of Bronze.", "In Claudel's sculpture The Bathers, three figures stand in the shadow of one of these objects. The 21st of 36 entries in a woodblock series of ukiyo-e pictures is titled for a large one of these objects which dwarfs the mountain in the distant background."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This empire allowed different religious groups to maintain their own semi-autonomous legal courts via its millet system. For 10 points each:", "answers_sanitized": ["Ottoman Empire [or Ottoman Turks; prompt on Turks]", "Janissaries", "Chief Black Eunuch [or Kizlar Agha]"], "parts_sanitized": ["Identify this empire, which collected a metaphorical \"blood tax\" called the devşirme (dev-sheer-MEH) from families of non-dominant religions. The Tanzimat reforms sought to modernize this long-time ally of France.", "Christian boys taken through devşirme might join the ranks of these elite troops of the Ottoman Empire. This corps was abolished after the Auspicious Incident in the 1820s.", "Another role reserved for non-Turks in the Ottoman Empire was this role, the main steward of the sultan's harem. From its creation by Murad III into the mid-19th century, it was virtually always held by a slave from Nubia who rose the ranks."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This hero dies when he is gored by a boar and refuses a drink of healing water three times. For 10 points each:", "answers_sanitized": ["Diarmuid O'Dyna [or Diarmuid Ua Duibhne; or Diarmuid of the Love Spot]", "Finn MacCool [or Fionn mac Cumhaill; or Deimne (DAY-nee)]", "spears [or pike]"], "parts_sanitized": ["Name this warrior whose love-inducing mole on his forehead causes Cormac mac Airt's daughter Grainne (GRAN-yuh) to fall in love with him.", "Diarmuid's affair with Grainne earns him the ire of this leader of the Fianna, whose adventures are recorded by his son Oisin (uh-SHEEN) in the Fenian Cycle of Irish mythology. This hero obtains wisdom from the Salmon of Knowledge.", "The day of his fatal boar hunt, Diarmuid opts to take with him a yellow variety of this object, instead of the larger red one. The Gae Bulg is a poisonous variety of this weapon."], "category": "Mythology"}, {"leadin_sanitized": "This subsection of the Williston Basin consists of upper and lower sections made of shale sandwiching a middle section made of dolomite. For 10 points each:", "answers_sanitized": ["Bakken formation [or Bakken shale]", "North Dakota", "Indian reservations"], "parts_sanitized": ["Name this oil-producing geological formation in North America, where the Parshall, Mondak, and Elm Coulee oil wells have led to a massive economic boom in the early 2010s.", "Much of the Bakken formation underlies the west of this U.S. state, which hit an unemployment rate of 2.9% this year in part due to the boom. Its city of Fargo lies on the Red River of the North, which is its border with Minnesota.", "The six areas of this type in North Dakota include Standing Rock and an area named for Fort Berthold, the latter of which is experiencing ecological damage due to the oil boom. The 121 of these in California, the most of any state, include one named for its Yurok inhabitants."], "category": "Geography"}, {"leadin_sanitized": "Lungfishes, amphibians, and reptiles have \"hearts\" that pump this substance, which in the human body is squeezed out of the popliteal fossa during walking. For 10 points each:", "answers_sanitized": ["lymph", "triglycerides [or triacylglycerol; or triacylglycerides; or TG; or TAG]", "tonsils [or Waldeyer's tonsillar ring; or adenoid tonsils; or tubal tonsils; or palatine tonsils; or lingual tonsils; or adenoid]"], "parts_sanitized": ["Name this liquid composed of a mixture of plasma and interstitial cells, which passes through namesake \"nodes\" before mixing with blood.", "The lymph that forms in the digestive system is rich in these lipid esters, which are derived from glycerol and a certain number of free fatty acids. Elevated levels of these compounds raise the risk of cardiovascular disease, even in the absence of high cholesterol.", "These regions of lymphoid tissue in the back of the throat can obstruct the airways if they become inflamed, so they are often surgically removed."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Columbia philosopher Arthur Danto outlined a philosophy of this sort in his book The Transfiguration of the Commonplace. For 10 points each:", "answers_sanitized": ["philosophy of art [or aesthetics; or work of art; or philosophy of beauty; or philosophy of taste]", "John Dewey", "Leo Tolstoy [or Lev Nikolayevich Tolstoy]"], "parts_sanitized": ["Name this type of philosophy which is assessed in the first and largest part of Immanuel Kant's Critique of Judgment.", "This 19th century American liberal looked at the effects of art on the person as a \"live animal\" in Art as Experience. He argued that children in school should be treated with respect as future civic participants in Democracy and Education.", "Dewey's thesis that art's values is in experiencing it mirror that of this man's essay \"What is Art?\". This thinker advocated non-violent resistance in his book The Kingdom of God is Within You."], "category": "Philosophy"}, {"leadin_sanitized": "An exile from the literary elite of this country, Rene Depestre, later helped Luis Pales Matos by providing critical acclaim for \"Negroid poetry\" even though Pales Matos was white. For 10 points each:", "answers_sanitized": ["Republic of Haiti [or Republique d'Haiti]", "Republic of Cuba [Republica de Cuba]", "surrealism [or surrealists]"], "parts_sanitized": ["Name this country, the setting of The Kingdom of this World. Massacres of people along its border were fictionalized in the novel The Farming of Bones by Edwidge Danticat.", "Depestre went into exile in this Latin American country, where Alejo Carpentier's novel The Kingdom of this World was written. A poet who fought in the wars for its independence, Jose Marti, composed several Versos sencillos.", "In 1945, Andre Breton came to Haiti to deliver a high-profile lecture on this literary movement to which Breton belonged. As in the visual arts, this literary movement sought to depict the barely-logical world of dreams and the unconscious."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This work, probably painted in the artist's last year of life, was the subject of a 150 page \"meditation\" by the critic Henri Nouwen. For 10 points each:", "answers_sanitized": ["The Return of the Prodigal Son [or De terugkeer van de verloren zoon]", "Rembrandt [or Rembrandt Harmenszoon van Rijn]", "The Jewish Bride [or Het Joodse bruidje]"], "parts_sanitized": ["Identify this circa 1669 painting where the title figure, who is missing a shoe and wearing ragged clothing, is embraced by his bearded father. The title figure's brother clasps his hands together and looks down at the scene from the right of this painting.", "The Return of the Prodigal Son was painted by this Dutch master who also painted The Night Watch.", "This Rembrandt painting acquired its common title in the 19th century when it was believed to depict a father giving a necklace to his daughter, although scholars now believe it actually shows two lovers."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Sewall Wright's F-statistics were originally devised as a way to quantify this phenomenon in a cattle population. For 10 points each:", "answers_sanitized": ["inbreeding [or word forms such as inbred]", "bottleneck effect [or population bottleneck]", "self-incompatibility [or SI; or word forms, like self-incompatible]"], "parts_sanitized": ["Name this phenomenon in which organisms that are genetically closely-related produce offspring. It reduces fitness by making homozygous recessive traits more likely in offspring.", "The likelihood of inbreeding dramatically increases after one of these events, in which the size of a population sharply falls due to an environmental catastrophe like a fire or an earthquake. The founder effect is sometimes considered a special case of this phenomenon.", "In angiosperms, pollen germination, pollen tube growth, ovule fertilization, or embryo development are halted if a pollen grain produced by a plant attaches to the stigma of a genetically similar plant, preventing inbreeding via a mechanism described by this term."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This man was killed in 1820 in a duel stemming from his refusal to award James Barron the command of the Columbus. For 10 points each:", "answers_sanitized": ["Stephen Decatur", "Barbary Wars [or Tripolitan Wars or First Barbary War]", "Aaron Burr's treason trial"], "parts_sanitized": ["Identify this naval hero who once toasted, \"our country, right or wrong\". He gained fame for ordering that the ship Philadelphia be burned so it couldn't be captured.", "Decatur's burning of the Philadelphia took place during these conflicts against namesake states in North Africa, which demanded increased tribute from US ships on the Mediterranean.", "Another Barbary War hero, William Eaton, was later a key witness at this 1807 trial, at which Justice Marshall ruled that there was not enough evidence of an overt act to convict, and the defendant was exonerated."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about English novels involving both murder and people from around the Indian subcontinent, for 10 points each.", "answers_sanitized": ["Sherlock Holmes [accept either underlined portion]", "The Moonstone", "Edwin Drood [accept either underlined portion; or The Mystery of Edwin Drood]"], "parts_sanitized": ["The theft by Major Sholto of a treasure recovered from the fortress at Agra by Jonathan Small and three Indians is at the heart of The Sign of the Four, the second novel starring this detective created by Arthur Conan Doyle.", "A trio of Hindu priests recover the title object from Godfrey Ablewhite in order to return it to India, thus affirming the innocence of Franklin Blake and Rachel Verinder, in this Wilkie Collins novel.", "Neville Landless, who returns to England from Ceylon and catches the eye of Rosa Bud, is one of the suspects in the death of this title character of Charles Dickens's unfinished final novel. It's much more likely, though, that this character was killed by his uncle John Jasper."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A one-time kabaka or king of this modern-day nation was called \"King Freddie\" by British newspapers and was exiled for two years until he returned as a constitutional monarch. For 10 points each:", "answers_sanitized": ["Republic of Uganda", "Idi Amin [or Idi Amin Dada Oumee]", "Gujarathi [or Gujarati]"], "parts_sanitized": ["Identify this country where Mutesa II held power after it gained independence. This country underwent a \"Move to the Left\" under Milton Obote.", "Milton Obote was himself overthrown this by this dictator, who had led a military force to expel Mutesa II. This man, who allowed Palestinian hijackers to land at Entebbe, took many fanciful titles such as \"Last King of Scotland\" while ruling during the 1970s.", "When Idi Amin expelled all Asians from Uganda in 1972, most of them were of this ethnicity of Mohandas Gandhi. They speak a namesake language in India's westernmost state."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answering the following about \"clock arithmetic,\" for 10 points each:", "answers_sanitized": ["modulo [or modulus]", "gcd [accept greatest common divisor, greatest common factor,greatest common measure, highest common divisor, highest common factor, highest common measure or any abbreviations thereof]", "Chinese remainder theorem"], "parts_sanitized": ["For two numbers a and b, this operation returns the remainder when a is divided by b. In \"clock arithmetic\", we work [this word] 12, so 7+7 is equivalent to 2.", "When dividing an equivalence relation in some modulus, one must divide the number you're modding by by this function of the modulus and the number you divide by. For two numbers m and n, this number is the largest number which divides both m and n.", "This other result from number theory is often used in secret sharing protocols and relates systems of linear congruences whose moduli are co-prime to a single congruence."], "subcategory": "Science Math", "category": "Science"}]}