{"tossups": [{"question_sanitized": "Garry Wills called this man the \"last liberal\" in a book subtitled \"The Crisis of the Self-Made Man.\" Howard K. Smith broadcast a premature \"political obituary\" for this man, who echoed former opponent Manchester Boddy when he claimed that Senate candidate Helen Gahagan Douglas was \"pink right down to her underwear.\" This man claimed that his wife had a \"respectable Republican cloth coat\" in a speech in which he addressed allegations that he had misused political reimbursement (*) funds and adamantly refused to give up his children's new pet dog. This giver of the \"Checkers Speech\" appeared sweaty and nervous in a series of four televised debates. For 10 points, name this politician who lost to John F. Kennedy in the 1960 election, but won the presidency eight years later.", "answer_sanitized": "Richard Nixon [or Richard Milhous Nixon]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This artist showed three men from Vermont leaning on a car parked next to a tent in a work captioned \"Little Money.\" This artist collaborated with Pirkle Jones in depicting the desolation of Monticello, California before it was submerged under Lake Beryessa. That collaboration was published as the \"Death of a Valley\" issue of Aperture magazine. A picture taken by this artist shows Japanese children saying the (*) pledge of allegiance, and she also documented the Manzanar Japanese internment camp. While working for the Farm Safety Administration, she photographed Florence Owens Thomson and her two children at a campsite during the Great Depression. For 10 points, name this American photographer who took Migrant Mother.", "answer_sanitized": "Dorothea Lange", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "After being mocked for refusing to spare a piece of bread, a man in this location tosses a footstool at the shoulder of his insulter. Irus nearly loses his life in a boxing match at this place, which Amphinomus is warned to flee. A bed in this place is made from the trunk of a nearby olive tree, which is why it is immovable. The maid Eurycleia washes the feet of a beggar in this place, and notices his scar. A female resident of this place agrees to marry the man who can (*) shoot an arrow through holes in twelve axes, and sabotages her work on a burial shroud for Laertes. Twelve unfaithful maids are hanged in this place, along with the rude suitors whom they slept with. For 10 points, name this place in the Odyssey where Penelope awaits the return of her husband.", "answer_sanitized": "Odysseus's palace in Ithaca [or Odysseus's house; or Penelope's house before \"Penelope\" is mentioned; or Telemachus's house; accept synonyms for \"house\" or \"palace\"; accept the palace in Ithaca or equivalent answers; prompt on Ithaca]", "category": "Mythology"}, {"question_sanitized": "A character in one of this man's novels breaks a lipstick-stained white bowl shortly before disappearing, possibly to follow her mother in committing suicide. A huge black birthmark mars the breast of Chikako, who attempts to interfere with the protagonist's plan to marry Yukiko, whose handkerchief bore the title pattern of a novel by this man. This creator of Kikuji Mitani wrote a novel in which a (*) fire at a former silkworm cocoon warehouse results in the death of Yoko. A self-made expert on Western ballet created by this author engages in a liaison with the geisha Komako while visiting the hot springs in the novel's title region. For 10 points, name this first Japanese winner of the literature Nobel, the author of Thousand Cranes and Snow Country.", "answer_sanitized": "Yasunari Kawabata [accept names in either order]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "All of human society was likened to one of these locales in the social theory of Yale social scientists John Dollard and Neal Miller. A circular example of this type of locale filled with water, named for Richard E. Morris, is used in studies of tactile memory. In experiments, the \"T\" type of these places is the simplest variant, and their first use in the social sciences was inspired by the (*) garden at Hampton Court Palace. \"Latent learning\" was proposed by Edward Tolman after his observations of subjects in these locales led to his theory of cognitive mapping. Harvey Carr helped observe some hilarious failures to use these locales in John B. Watson's Kerplunk! experiment. For 10 points, name these convoluted constructs through which laboratory rats are often run.", "answer_sanitized": "mazes [or labyrinths]", "category": "Social Science"}, {"question_sanitized": "Several characters in this profession, including Crack, Dime, and the protagonist, discuss a film deal with Norman Oglesby and participate in a show with Destiny's Child at a Cowboys game in Ben Fountain's novel Billy Lynn's Long Halftime Walk. One character in this profession likes to suck on a white pebble from New Jersey sent to him by Martha and was a companion of Ted Lavender. Henry Dobbins, Curt Lemon, and (*) Rat Kiley are people of this profession who appear in a short story collection whose namesake story is titled for objects like comic books, love letters, flak jackets, and jungle boots. For 10 points, name this profession of Jimmy Cross, the protagonist of Tim O'Brien's short story \"The Things They Carried\".", "answer_sanitized": "soldiers [or American soldiers; or troops; or infantrymen; or servicemen; or Marines; or military employees]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The structure of these organs may be written out as a formula containing degree symbols, superscript 'r's and 'o's, and square and curly brackets. In many families, two parts of this structure are combined into a single organ called the \"column.\" The development of these structures depends on the additive effect of three kinds of genes according to the ABC model. An organism's ability to develop these structures is known as (*) vernalization. The outermost part of this structure, comprising the corolla and the calyx, is known as the perianth. A classic example of coevolution is the development of these organs and the evolution of bumblebees, which interact with their stamens. For 10 points, name these reproductive organs of angiosperms, where pollen is produced.", "answer_sanitized": "flowers [prompt on stamens until mentioned; prompt on carpals; prompt on stamens until mentioned; prompt on sepals; prompt on anthers; prompt on corollas until mentioned; prompt on calyxes until mentioned; prompt on perianths until mentioned]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This country's capital, which contains an International Center of Culture nicknamed \"La Piramida\" for its sloping shape, can be observed from the peak of Mount Dajt. Hundreds of thousands of hemispherical concrete containers were built all over this country during its phase of \"bunkerization.\" The Buna river runs through this country's historic city of (*) Shkodra. An ancient port once called Epidamnos and then Dyrrhacium is now this country's port of Durres. This country's namesake language has northern and southern dialects called Gheg and Tosk, which are also spoken by its namesake ethnic group in nearby Kosovo. For 10 points, name this country bordering the Adriatic Sea, the ex-Communist northwestern neighbor of Greece.", "answer_sanitized": "Albania [or Shqiperia]", "category": "Geography"}, {"question_sanitized": "A man in this office made a replica of a symbolic signet ring he dropped in a well and was buried in a Jewish cemetery after his murder by Egyptian rebels. A prayer duel occurred during a naval battle won by forces fighting for a holder of this position, the Battle of the Masts. A general who worked for two people with this position won the Battle of Yarmouk against the army of Emperor Heraclius and fought the Ridda Wars. The assassination of a holder of this office sparked the First (*) Fitna, during which his successor won the Battle of the Camel against Aisha. The Rashidun, or \"Rightly Guided\" holders of this office included Abu Bakr and Umar. For 10 points, name this highest temporal position in the early Islamic world which was also held by rulers of the Umayyad dynasty.", "answer_sanitized": "caliph [or caliphate; or khalifa; or kilafa; accept \"Rashidun caliphs,\" \"Rightly Guided caliphs,\" or equivalents until \"Mu'awiyah\"; prompt on Amir al-Mu'minin', Miramolinus, Commander of the Faithful, or equivalents]", "category": "Religion"}, {"question_sanitized": "Griffith's criterion sets the square root of the product of Young's modulus and this quantity for a solid equal to a constant to determine if a material fractures. The pressure differential inside a bubble equals four times this quantity over the radius of the bubble. Electrowetting is used when this quantity is high in order to decrease the contact angle. This quantity equals the increase in Gibbs energy per increase in (*) exposed area. If this quantity is negative, then a liquid in a barometer forms a concave meniscus. This value, which is given in dynes per centimeter and symbolized either sigma or gamma, leads to capillary action. For 10 points, name this quantity which is positive when cohesion is stronger than adhesion, and causes molecules at an interface to cling to each other.", "answer_sanitized": "surface tension [or surface energy density]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One of these places is home to a preacher for the Church of the Quivering Brethren and a visiting writer named Mr. Mybug. A handbook called The Higher Common Sense is used by Flora Poste to solve the Starkadders' problems in a Stella Gibbons novel titled for one of these places called Cold Comfort. Residents of another of these places fantasize about a place where it is Sunday every day called (*) Sugarcandy Mountain. The \"Battle of the Windmill\" is fought at one of these places, which is home to a character who repeats \"I will work harder\" before being sent to the knackers. In a novel titled for one of them, Old Major introduces the song \"Beasts of England.\" For 10 points, what type of place is home to animals like Snowball and Napoleon in a George Orwell novel?", "answer_sanitized": "farms [accept Cold Comfort Farm or Animal Farm]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A woman born into this family was a pioneering motorist who competed under the pseudonym \"Snail.\" When a member of this family decided to visit Athens, the Greek government tried to ban the tradition of burning Judas' effigy, leading the populace to vent their frustrations on Don Pacifico. Another member of this family used carrier pigeons to learn about the outcome of the Battle of Waterloo one day before the British government did. This dynasty arose in the Frankfurt (*) ghetto and was founded by Mayer Amschel. The Balfour Declaration was originally addressed to a member of this family. Its member Lionel provided funds to Benjamin Disraeli so that Britain could purchase a controlling interest in the Suez Canal. For 10 points, name this Jewish banking family.", "answer_sanitized": "Rothschild family", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Synchronized swimmers often use this substance in a process called \"knoxing.\" A \"10% ballistic\" formula of this material is used to simulate the effects of bullet wounds. Richard Leach Maddox invented a photographic process in which silver salts are suspended in it. A dichromated form of this material is often used in holography. This material is commonly used to give shape to (*) marshmallows, and substitutes for it include pectin and carageenan. It is produced from the hydrolysis of collagen, and its main sources include pig skins and cow hides. For 10 points, name this wobbly, translucent material used to make aspics and Jell-O.", "answer_sanitized": "gelatine", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Théophile Thoré revived interest in the study of this artist through an article in the Gazette de Beaux written under the pseudonym \"Willem Bürger.\" A painting by this artist includes a strangely empty bell tower of the Nieuwe (NIV-uh) Kerk. In another painting by this artist, a pair of slippers lies on the floor of a hallway through which the viewer stares, as if intruding on the room within. In that painting, a woman with a (*) lute shows a piece of paper to her maid. This artist of The Love Letter included a fishing boat in a painting of his hometown seen from across the river. He also painted a tronie in which the unkown sitter wears a yellow- and-blue turban . For 10 points, name this Dutch painter of View of Delft and Girl With a Pearl Earring.", "answer_sanitized": "Jan Vermeer [or Johannes Vermeer or Johannes Van der Meer]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A character in this book uncovers an assassination attempt by two guards named Bigthana and Teresh. A character in this book is married to Zeresh and is undone when the king sees him \"falling on the couch\" that is wife is resting on. Along with the Song of Songs, this is the only book of the Bible that does not explicitly mention God by name. The title character of this book replaces (*) Vashti in the court of Ahasuerus. The villain of this book orders the construction of a 75-foot gallows that he himself is eventually hanged from. Purim commemorates the events of this book, whose title character and her cousin Mordecai prevent Haman from massacring her people. For 10 points, name this Old Testament book in which the title Jewish woman becomes Queen of Persia.", "answer_sanitized": "Book of Esther [prompt on Megillah]", "category": "Religion"}, {"question_sanitized": "In a novel from this country, the dying protagonist imagines death as a beautiful woman in traveling clothes. That novel from this country ends with three sisters throwing their father's taxidermied dog onto a rubbish heap. A character from this country meets Agliè, who may be the immortal Comte de Saint- Germain, while in Brazil after the disappearance of Colonel Ardenti. Three employees of Garamond Publishing use the computer (*) Abulafia to invent \"the Plan\" in a novel by an author from this country who also created an abbey housing a copy of a lost Aristotle work that is visited by Adso of Melk and William of Baskerville. For 10 points, name this country home to the author of The Leopard and the author of Foucault's Pendulum and The Name of the Rose, Umberto Eco.", "answer_sanitized": "Italy [or Italia; or Italian Republic]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Playing a first-inversion Neapolitan sixth chord in this note's major key produces a chord whose bottom note is a C. A scale played using only white keys is in the Mixolydian mode if it begins on this note. To change this note's natural minor scale to its harmonic minor scale, an F-natural is raised to an F- sharp. The second-lowest-pitched string on a viola is tuned to this note, whose minor key is the relative minor of (*) B-flat major and has two flats. This note's minor key was used to write Wolfgang Amadeus Mozart's Symphonies No. 25 and 40, while its major key, which has one sharp, was used to write Eine kleine Nachtmusik. For 10 points, name this note which lies a whole step between F and A.", "answer_sanitized": "G", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Clomifene citrate, a SERM-class drug, induces this process. Baboons and felines are among the animals for whom this process is apparently asymptomatic, or \"concealed.\" Pain accompanying this process is referred to with the German word Mittelschmerz. This process is accompanied by a one-half to one degree increase in basal body temperature. During this process, a de Graaf's (*) follicle ruptures and later transforms into the corpus luteum. FSH and LH stimulate this event, after which cells begin to travel to the fallopian tube. For 10 points, name this process that occurs 14 days into the menstrual cycle, in which secondary oocytes are released from the ovary.", "answer_sanitized": "ovulation [prompt on menstruation; prompt on menstrual cycle; prompt on periods; prompt on releasing egg cells or related answers; prompt on estrous cycle]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "When a noblewoman protested this man's suppression of a revolt, he supposedly fired back \"As an old woman you should not anoint yourself with oils.\" This man prosecuted Cimon for accepting bribes from Alexander I of Macedon. This man's son of the same name was long excluded from political life because he was born to a hetaira from Miletus. This man said that \"famous men have the whole earth as their memorial\" in a speech coined the term (*) \"equal justice under law.\" This lover of Aspasia urged citizens to stay behind the \"Long Walls,\" commissioned Phidias to build many monuments, and died in a plague that afflicted his city in 429 BCE. For 10 points, name this deliverer of a famous \"funeral oration,\" a statesman who led Athens at the start of the Peloponnesian War.", "answer_sanitized": "Pericles", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "The group named for this shape is isomorphic to R mod Z. An inversion in the plane is defined based on one of these figures. The product of the two halves of a pair of segments which intersect in these shapes are equal, according to the power of a point theorem. One of these shapes in the complex plane is given by plotting the equation absolute value of z equals 5. Tangents to these shapes are always (*) perpendicular to the line through their center and the point of tangency. An ancient problem asks if it is possible to construct a square with area equal to a given one of these shapes. The intersection of the angle bisectors of a triangle gives the center of an inscribed one of these figures. For 10 points, identify these shapes, which have area equal to pi r-squared.", "answer_sanitized": "circles", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "The dynamic theory of these phenomena models them as systems that include an amphidromic point. The namesake producing force of these phenomena is approximately ten to the seven times smaller than the force of Earth's gravity. A set of partial differential equations that govern these phenomena was developed by (*) Laplace. The equilibrium theory of these phenomena was first proposed in Newton's Principia Mathematica and models the Earth as a geoid. That theory allows for an intuitive description of their spring-neap cycle and their namesake bulge. Most places experience semi-diurnal ones. For 10 points, name these phenomena of which there are typically two \"high\" and two \"low\" every day.", "answer_sanitized": "tides", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One poem about this man commands \"Earth, receive an honoured guest / [This man] is laid to rest.\" That poem mentions how \"the brooks were frozen, the airports almost deserted\" on the day when \"he disappeared in the dead of winter.\" This author asked \"What can I but enumerate old themes\" in a poem whose final stanza concludes with the speaker laying down \"where all the ladders start / in the (*) foul rag and bone shop of the heart\". This author, whose death was the subject of a poem by W.H. Auden, wrote a poem that asks \"What rough beast, its hour come round at last, / slouches towards Bethlehem to be born?\" For 10 points, name this Irish poet of \"The Circus Animals' Desertion\" who included the line \"Things fall apart; the centre cannot hold\" in his \"The Second Coming.\"", "answer_sanitized": "William Butler Yeats", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "When this man assumed his highest post, an observer warned \"Now we are in the power of a wolf... And if we do not flee, he will inevitably devour us all.\" This man put to rest any rumors that his son Gioffre had murdered his other son Giovanni. This man commissioned Pinturicchio to decorate his namesake apartments and organized the simultaneous opening of the holy doors of the four major basilicas as part of the Jubilee for the year (*) 1500. Charles VIII formed a coalition against this nephew of Calixtus III, who issued bulls dividing Spanish and Portuguese claims in the New World, and excommunicated Girolamo Savonarola. This Pope's son inspired Machiavelli's The Prince. For 10 points, name this Spanish-born pope, father of the notorious Lucrezia and Cesare (say-ZAR-ay).", "answer_sanitized": "Alexander VI [or Rodrigo Borja y Doms; or Rodrigo Borgia; prompt on Alexander]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This author called time \"the fatal wrack of mortal things\" in the long poem Contemplations. A poem by this author includes the lines \"I prize thy love more than whole Mines of gold\" and \"My love is such that Rivers cannot quench\". One of this author's poems states \"that fearful cry of 'fire' and 'fire,' let no man know was my desire\". This poet is asked \"moved you not restless, waiting for him?\" in John Berryman's (*) \"Homage\" to her. She addressed a poem to the \"ill-formed offspring of my feeble brain\" and wrote the line \"If ever two were one, surely we\". This author of \"To My Dear and Loving Husband\" included her poem \"The Author to Her Book\" in The Tenth Muse Lately Sprung up in America. For 10 points, name this female Puritan poet from colonial Massachusetts.", "answer_sanitized": "Anne Bradstreet [or Mistress Bradstreet; or Anne Dudley]", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Answer the following about a non-renewable resource, for 10 points each.", "answers_sanitized": ["natural gas [prompt on gas]", "shales", "gneiss"], "parts_sanitized": ["This fossil fuel is a colorless, odorless substance and provides about 20% of the world's energy. Its primary component is methane.", "The \"oil\" variety of this rock contains a lot of kerogen, a waxy mixture of hydrocarbons that can be turned into oil or natural gas. This sedimentary rock breaks along thin parallel layers called laminae.", "High grade metamorphism of shale forms this rock, whose index mineral for shale is sillimanite. Medium grade metamorphism of shale forms schist."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Wilberforce University was co-founded by Daniel Payne, one of the \"Four Horsemen\" of this denomination, along with Richard Allen, William Paul Quinn, and Henry McNeal Turner. For 10 points each:", "answers_sanitized": ["African Methodist Episcopal Church [or A.M.E. Church]", "Apostles' Creed [or Symbolum Apostolorum; or Symbolum Apostolicum; or Symbol of the Apostles]", "Thomas the Apostle [or Didymus]"], "parts_sanitized": ["Name this church, founded in 1816 in Philadelphia to protest slavery and racism. It is the oldest independent Christian denomination founded by blacks in world history.", "As with many denominations, the basic beliefs of the A.M.E. Church can be summarized by this statement of belief, rooted mainly in the canonical gospels and Pauline epistles. It makes no mention of the divinity of Christ, unlike the later Nicene Creed.", "The A.M.E. Church grew out of the Free African Society, as did a more-Episcopal congregation led by Absalom Jones and named for this apostle, who doubted Christ's resurrection."], "subcategory": "Religion American", "category": "Religion"}, {"leadin_sanitized": "This character was once tied to a post and whipped on the orders of Colonel Munro, in revenge for which he aids General Montcalm's attack on Fort William Henry. For 10 points each:", "answers_sanitized": ["Magua [or Le Renard Subtil; or The Wily Fox]", "Chingachgook [or Le Gros Serpent; or The Great Snake; accept answers that sound like Chicago as well]", "James Fenimore Cooper"], "parts_sanitized": ["Name this Huron chief who abducts Cora Munro and kills her would-be rescuer Uncas before he is shot by Hawkeye at the climax of an 1826 novel.", "Though Uncas is that novel's titular \"last of the Mohicans\", he is actually survived by this constant companion of Natty Bumppo, his father.", "The Last of the Mohicans is the second volume of this American author's Leatherstocking Tales."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "When this task is performed on French alexandrine verse, it is customary to draw a double vertical bar to indicate a caesura (say-ZHU-ra). For 10 points each:", "answers_sanitized": ["scansion [or scanning]", "poetic feet [or metrical feet; or poetic foot; or metrical foot]", "anapests [or anapestic meter; or anapaest; or antidactylus]"], "parts_sanitized": ["Name this process of determining and marking the metrical structure of a poem.", "This name refers to the individual metrical units of a poetic line. Lines of iambic pentameter have five of these things, which are all short-long iambs.", "Each line of Lord Byron's \"The Destruction of Sennacherib\" uses four feet of this type, which consist of two short syllables followed by a long one. Limericks also use these metrical feet, though sometimes they are replaced by the rarer amphibrach."], "subcategory": "Literature Other", "category": "Literature"}, {"leadin_sanitized": "The final movement of this composer's second piano concerto is in the fiery style of a tarantella. For 10 points each:", "answers_sanitized": ["Camille Saint-Saens", "xylophone", "Jules Massenet"], "parts_sanitized": ["Name this French composer of Danse Macabre and Carnival of the Animals.", "In Danse Macabre, Saint-Saens used this instrument to represent rattling bones. The marimba is a larger variety of this instrument developed in Guatemala.", "Despite his success in the concert hall, Saint-Saens constantly fell behind this rival of his in the opera house. This composer's own operas include Werther and ThaÃ¯s, the latter of which contains a \"Meditation\" for violin and orchestra."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "For several years, Aaron Naparstek ran the fake Twitter account @ShellySilver to parody the corrupt Speaker of this state's assembly. For 10 points each:", "answers_sanitized": ["New York", "Andrew Cuomo [or Andrew Mark Cuomo]", "same-sex marriage [or gay marriage; or marriage equality]"], "parts_sanitized": ["Identify this state where Silver was arrested in 2015 for funneling money to benefit his own personal-injury law practice. A long-serving black Congressman from this state, Charlie Rangel, has semi-seriously proposed reinstating the draft many times.", "Silver's arrest may spell trouble for the second term of this Governor of New York who had previously served as HUD Secretary under Bill Clinton.", "During Cuomo's tenure, the legislature passed a bill legalizing this practice. Massachusetts was the first state to legalize this practice in 2003 following the decision in Goodridge v. Department of Public Health."], "category": "Current Events"}, {"leadin_sanitized": "The thirteenth major Rock Edict recounts a war in this region, in which the battle deaths of over 250,000 people supposedly made the entire Daya river run red with blood. For 10 points each:", "answers_sanitized": ["Kalinga", "Ashoka the Great [or Asoka; or Ashok]", "Sri Lanka [or Ceylon]"], "parts_sanitized": ["Name this region that fought fiercely for its freedom and lost in a bloody war, which inspired a ruler's new belief in \"conquest by Dharma.\"", "This ruler, who put forth the Rock Edicts and Pillar Edicts across the Mauryan empire, converted to a largely pacifist Buddhism after seeing the suffering caused by the conquest of Kalinga.", "Ashoka sent two of his kids on a religion mission to King Tissa on this island, where the kingdom of Kandy later claimed to preserve a tooth of the Buddha. The Jaffna kingdom ruled it during the early middle ages."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In the fetus, this chamber of the heart can fail if the ductus arteriosus closes in vivo. For 10 points each:", "answers_sanitized": ["right ventricle [or RV; do not prompt on or accept partial answers]", "semilunar valves", "ultrasound [or ultrasonography]"], "parts_sanitized": ["Name this chamber of the heart that receives deoxygenated blood through the tricuspid valve from the right atrium, and then passes it to the pulmonary artery. ", "This kind of valve connects the right ventricle and the pulmonary artery, as well as the left ventricle and the aorta. They lack the chordae tendinae and produce the second heart sound when closed.", "The \"moderator band\" enables physicians to identify the right ventricle in this imaging technique, which uses pressure waves with frequency higher than that of the normal hearing range. It is often used to determine the sex of unborn babies."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This woman penned the anti-Catholic Lamentations of a Sinner, as well as the devotional Prayers and Meditations, the first book in English to be published by a woman using her own name. For 10 points each:", "answers_sanitized": ["Katherine Parr [or Catherine Parr; or Kateryn Parr; or Katheryne Parr; or Kathrine Parr]", "Henry VIII [prompt on Henry]", "Pilgrimage of Grace"], "parts_sanitized": ["Name this queen who convinced her third husband to pass the Third Succession Act of 1543, restoring his daughters Mary and Elizabeth to the line of succession. Unlike her five predecessors, she outlived him.", "Katherine Parr was the final wife of this fat Tudor English king.", "Parr's previous husband John Neville had been implicated in this 1536 protest in Yorkshire, led by the lawyer Robert Aske. This event was followed the next year by the more violent Bigod's rebellion."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "This man is dragged to his death after the horses pulling his chariot witness a sea monster and begin running away in a terrorized frenzy. For 10 points each:", "answers_sanitized": ["Hippolytus [do not accept \"Hippolyta\"]", "Poseidon", "a lock of hair [or a lock of hair; or a piece of hair]"], "parts_sanitized": ["Name this son of Theseus, who is falsely accused of rape in the suicide note left by his stepmother Phaedra.", "Theseus used one of the three wishes granted to him by this god of the ocean to curse Hippolytus.", "In other accounts, Hippolytus survives his death and is resurrected as the demigod Virbius in Latium, where girls about to be married offered these objects to him as a sign of virginity. A Megaran princess named Scylla offers a purple one of these objects to King Minos."], "category": "Mythology"}, {"leadin_sanitized": "Newspaper Days is the second of three autobiographies by this man, who first described the Scopes court case as a \"monkey trial\" in his reports for The Baltimore Sun. For 10 points each:", "answers_sanitized": ["H.L Mencken [or Henry Louis Mencken]", "David Foster Wallace", "John McCain [or John Sidney McCain III]"], "parts_sanitized": ["Identify this social critic who wrote the \"bathtub hoax\" article and co-founded the original American Mercury magazine.", "Collections by this more recent American essayist include Brief Interviews with Hideous Men and \"A Supposedly Fun Thing I'll Never Do Again.\" He also wrote a novel about the Enfield Tennis Academy.", "David Foster Wallace wrote a Rolling Stone essay titled \"The Weasel, Twelve Monkeys and The Shrub\" about this man's presidential campaign in 2000. This politician ran in 2008 with Sarah Palin."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This sculpture was commissioned to stand in the funerary chapel of Cardinal Jean de Bilheres de Lagraulas. For 10 points each:", "answers_sanitized": ["Pieta", "Michelangelo Buonarroti [or Michelangelo Buonarroti]", "Bacchus [or Dionysus or Dionysius]"], "parts_sanitized": ["Identify this sculpture, the biggest attraction at the Vatican Pavilion at the 1964 New York World's Fair. The female figure in this sculpture paradoxically appears younger than the male figure.", "The Pieta was sculpted by this Renaissance master of the Tomb of Julius II. He also designed the dome of St. Peter's Basilica.", "Jacopo Galli was impressed by this earlier statue by Michelangelo, where the title figure holds a bowl in his right arm. Caravaggio painted a sickly self-portrait as this god, and Praxiteles depicted Hermes with the infant form of this god."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This author was the first to wonder if other people might see the same objects as he did, but with a completely inverted color spectrum, a common example in contemporary philosophy of mind. For 10 points each:", "answers_sanitized": ["John Locke", "qualia [or quale]", "mind-body dualism [or soul-body dualism; or Cartesian dualism; or non-physicalism]"], "parts_sanitized": ["Name this 17th-century British thinker who wrote Essay Concerning Human Understanding, which rejected the position that humans have \"innate ideas\" at birth.", "More recent versions of the inverted spectrum problem ask if perceptions of color are among these units, the smallest individual instances of subjective conscious experience.", "David Chalmers argued that different people can see the same objects with inverted colors supports this view about the nature of the mind. Gilbert Ryle opposed this view, whose earliest formulator saw a part of the brain as a refuge for \"animal spirits\"."], "category": "Philosophy"}, {"leadin_sanitized": "The artist of this painting may have been in love with its model, Simonetta Vespucci, who also served as the model for his Madonna of the Pomegranate. For 10 points each:", "answers_sanitized": ["The Birth of Venus [or Venus on the Half Shell or Nascita di Venere]", "Sandro Botticelli [or Alessandro di Mariano di Vanni Filipepi]", "the Nativity of Jesus [or the Adoration of the Shepherds or \"Allendale\" Nativity of Jesus or \"Allendale\" Adoration of the Shepherds]"], "parts_sanitized": ["Identify this painting. Wind protrudes from Zephyrus' mouth on the left-hand side of this painting.", "The Birth of Venus is the master work of this Italian artist who also painted Primavera.", "Botticelli, possibly under the influence of Savonarola, painted a weird \"Mystical\" version of this Biblical scene where three angels embrace three men. This scene takes place in a cave in a painting by Giorgione."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Nodes of these waves form the lines on a Chladni plate. For 10 points each:", "answers_sanitized": ["standing waves [or stationary waves]", "overtones", "four"], "parts_sanitized": ["Name these waves which appear to not propagate at all. They can be formed by tying one end of a rope to a doorknob, then driving oscillation.", "These values correspond to the integer multiples of the fundamental frequency, other than the fundamental itself. The first of these things is identical to the second harmonic.", "For a tube open at one end, the fundamental frequency equals the velocity over this number times the length of the tube. This numbered harmonic would have wavelength equal one-half the length of the tube."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This author's stories, such as \"Divorce,\" popularized writing in a vernacular known as baihua. For 10 points each:", "answers_sanitized": ["Lu Xun [or Zhou Shuren; accept either name in either order]", "20th century CE/AD [or 1900s]", "A Doll's House [or Et dukkehjem]"], "parts_sanitized": ["Name this author whose short story collection Call to Arms was popular with politicized students in the May 4th Movement.", "Lu Xun spurred a revival of Chinese literature in this Gregorian calendar century, in which Ha Jin wrote Waiting and Anchee Min published Red Azalea. Late in this century, another author wrote Red Sorghum and The Republic of Wine.", "Lu Xun gave a depressing lecture about the aftermath of this Henrik Ibsen play, in which he assumed that Nora Helmer would have nowhere to go after slamming the door on her husband Torvald."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Answer the following about triangles in chemistry, for 10 points each:", "answers_sanitized": ["heating [or equivalents]", "oxidizing agents [or oxidizers]", "liquid-liquid extraction"], "parts_sanitized": ["A triangle over an arrow in a chemical reaction indicates that this stimulus must be supplied for the reaction to proceed.", "The fire triangle proposes that for a fire to occur, you need an ignition source, fuel, and one of these compounds. Examples of these compounds include hydrogen peroxide and ozone.", "A triangular phase diagram is used in this procedure, which takes advantage of a high partition coefficient for a desired component into a new solvent. This process is often done in a separatory funnel."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Charles Sumner called this act \"in every respect a swindle\" in a speech for which he was nearly caned to death by Preston Brooks. For 10 points each:", "answers_sanitized": ["Kansas-Nebraska Act", "Andrew Butler [or Andrew Pickens Butler]", "border ruffians"], "parts_sanitized": ["Name this 1854 act that overturned the Missouri Compromise by allowing settlers in the two namesake newlycreated territories to determine through popular sovereignty whether or not slavery would be allowed.", "During the speech, Sumner likened this South Carolinian co-author of the Kansas-Nebraska Act and cousin of Preston Brooks to Don Quixote, and mercilessly mocked his stroke-induced speech impediment.", "The Kansas-Nebraska Act paved the way for these pro-slavery activists to cross into Kansas Territory and \"influence\" elections by violence and intimidation."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Shortly after unseating the incumbent, this man traveled to Germany to represent Britain at the Potsdam conference. For 10 points each:", "answers_sanitized": ["Clement Attlee", "Labour Party", "rationing of supplies [or bread rationing; or food rationing; or gasoline rationing; accept any descriptive answer indicating that consumers had strict centralized limits on how much they could consume; prompt on \"quotas\" or similar answers]"], "parts_sanitized": ["Name this Prime Minister who followed many recommendations of the Beveridge report in founding the National Health Service.", "Attlee belonged to this political party, which eclipsed the Liberals in the early 20th century to become the main opposition of the Conservatives.", "Attlee retained and expanded this economic policy for five full years after World War II, in part due to the harshness of the winter which ended in 1947. Citizens carried books of \"coupons\" to adhere to this policy."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "At the opening of this work, which is set on Maundy Thursday, the speaker is terrified by a lion, leopard and she-wolf. For 10 points each:", "answers_sanitized": ["the Inferno [or Hell; prompt on The Divine Comedy]", "Virgil [or Publius Vergilius Maro]", "hope"], "parts_sanitized": ["Name this poem, which opens \"Midway upon the journey of our life / I found myself within a forest dark / for the straightforward pathway had been lost.\"", "After fleeing from those animals, Dante, the speaker of the Inferno, meets the shade of this Roman poet, who then guides him through the nine rings of Hell.", "At the beginning of the third canto, Dante sees the gate of hell which has an inscription that reads \"Abandon all\" of this thing, \"ye who enter here\". In the original Italian, this word is \"speranza.\""], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This man was enraged that Johann de Kalb, a junior to him in the French army, was promoted over him. For 10 points each:", "answers_sanitized": ["Thomas Conway", "George Washington", "Battle of Brandywine"], "parts_sanitized": ["Identify this inspector general in the Continental Army who was wounded in a duel with John Cadwalader after masterminding a failed plot to install Horatio Gates as commander in chief.", "The Conway Cabal sought to replace this Continental general with Gates. He was elected president in 1789.", "Conway had fought at this indecisive battle on September 11, 1777 near Chadds Ford, Pennsylvania, where General Howe gained control of the battlefield but failed to cut off Washington's troops."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The nappe cone above the hypersurface of simultaneity represents this entity. For 10 points each:", "answers_sanitized": ["the future [or equivalents]", "Second Law of Thermodynamics", "CP symmetry [or charge and parity symmetry]"], "parts_sanitized": ["Name this entity, which is represented by the direction of outgoing arrows on a Feynman diagram. The Feynman-Steuckelberg interpretation of antimatter proposes that it is matter originating from this entity.", "The \"arrow of time\", or time-reversal asymmetry, is easily shown by this law, which maintains that the entropy in the universe must always increase in any process. It prohibits perpetual motion.", "A namesake theorem proposes that violations in time symmetry must be accompanied by violations in these two other variables' symmetry in order maintain Lorentz invariance. Kaon conjugation famously does not maintain these two symmetries."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following about Jerriais literature, or the literature of the island of Jersey, for 10 points each. ", "answers_sanitized": ["King Arthur", "Geoffrey of Monmouth", "Victor Hugo"], "parts_sanitized": ["The first Jerriais poet, Wace, wrote the Roman de Brut, which is the first text to call this man's sword the Excalibur. Thomas Mallory wrote a collection of tales about his \"Death.\" ", "Wace's source for the Roman de Brut was the History of the Kings of Britain penned by this medieval writer, who wrote the first work of literature to describe Old King Cole. His stories about King Leir and Cymbeline inspired Shakespeare's plays about them.", "This French writer was exiled to the island of Jersey in 1852. He dedicated his novel about the fisherman Gillat, Toilers of the Sea, to the nearby island of Guernsey."], "subcategory": "Literature European", "category": "Literature"}]}