{"tossups": [{"question_sanitized": "A suite by this composer includes an often-omitted part for an ad lib baritone soloist used in places such as its second-movement \"Romance.\" This composer included a \"Battle on the Ice\" in a seven-movement cantata for a mezzo-soprano soloist, which he adapted from his own score to a 1938 film. He wrote the score to a film about a fictional military officer created from a typing error, from which he extracted a suite that includes a fourth-movement (*) \"Troika.\" This composer of Alexander Nevsky and Lieutenant Kije wrote a piece that uses a trio of horns to depict the second title character, whom a narrator describes as being roped by the tail and carried off to a zoo. For 10 points, name this composer of Peter and the Wolf.", "answer_sanitized": "Sergei Prokofiev [Sergei Sergeyevich Prokofiev] ", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Derek Parfit melded this number of ethical theories into one in his 2011 book On What Matters. A theory about knowledge opposed in a 1966 paper by Edmund Gettier has this many criteria for establishing that \"S knows P\". In an allegory about Chinese philosophies, this many people taste vinegar and all have different reactions. The soul is divisible into this many parts according to Plato's Republic. The \"positive (*) stage\" comes last in a model of this many societal stages proposed by Auguste Comte. Hegel's dialectic is often erroneously divided into this many stages. For 10 points, give this number of Critiques written by Immanuel Kant, also the number of propositions in a classical syllogism that has a major premise, a minor premise, and a conclusion.", "answer_sanitized": "three [or 3] ", "category": "Philosophy"}, {"question_sanitized": "After dying, a character in this novel opens an eye and shudders when he sees the priest anointing him with oil. At the Governors' Ball in this novel, that character explains that \"free-thinking women are all monsters\", before visiting such a woman at Nikolskoe (\"nee-kol-sko-ye\") and offering her a chemistry textbook. Another character in this novel moves to Maryino after losing Princess (*) R, and winds up falling in love with his brother's maidservant. Two characters marry Katya and Fenichka in this novel, while another character  saves a sick person from typhus, but accidentally infects himself, and reunites with Anna Sergeyevna Odintsova on his deathbed. For 10 points, name this novel about Arkady Kirsanov and his nihilistic friend Bazarov, written by Ivan Turgenev.", "answer_sanitized": "Fathers and Sons [or Fathers and Children; or Ottsy i Det]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The Birmingham Temple in Michigan was established by a rabbi with this surname, the founder of Humanistic Judaism. The Chaldeans, the Medes, the Greeks, and the Romans are each represented by a serving of this substance. It is permissible for non-observant Hews to handle the mevushal type of this substance. The words \"boreh p'ri ha-gafen\" are said during the kiddush blessing, recited over this substance during the Friday night of (*) Shabbat. For each of the ten plagues, a drop of this substance is spilled during the seder. It's not matzo, but Manischewitz supplies most of the \"kosher\"type of this substance. For 10 points, name this alcoholic beverage important to many Jewish rituals.", "answer_sanitized": "grape wine [or grape juice; prompt on alcohol; prompt on juice]", "category": "Religion"}, {"question_sanitized": "Leonard Dawe was suspected of leaking information about this event due to the answer selection of his Daily Telegrapher crossword. To spread disinformation before this event, numerous dummy aircraft and airfields were created as part of Operation Fortitude. Its perpetrators modified large numbers of tanks with extendable ramps, flotation screens, or flamethrowers, known as Hobart's (*) Funnies. Artificial Mulberry harbors were developed for this event, which fortuitously happened when Erwin Rommel was on leave for his  wife's birthday. The \"Atlantic Wall\" was challenged by this event, which took place at sites nicknamed Sword, Gold, Juno, Utah, and Omaha. For 10 points, name this June, 6, 1944 Allied invasion of Europe", "answer_sanitized": "D-Day [or Normandy landings; or Operation Overlord; or Operation Neptune; prompt on Allied invasion of Europe or similar answers]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The architecture firm Populous receives most of its business by designing this kind of building. Eduardo Souto de Moura integrated the rock wall of a quarry into his design for one of these buildings in Braga, Portugal. A two-layered building of this kind was inspired by crazed pottery and features a red concrete main structure surrounded by an irregular steel mesh. That building was a collaboration between (*) Herzog &amp; de Meuron and Ai Weiwei. A building of this type gave a new name to ChemGrass, which was used there because that building featured a domed roof. These buildings include one in Beijing is nicknamed the \"Bird's Nest,\" as well as the Houston Astrodome. For 10 points, name these buildings where spectator sports are played. ", "answer_sanitized": "stadiums [or arenas; anti-prompt on soccer stadiums or football stadiums or ballparks or similar]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A classic example of this operation exploits the principle of locality of reference in a matrix multiplication algorithm. When performing this operation for C, one might first pass the -pg flag to gcc and then use a tool such as gprof. Loop unrolling is an example of this operation that would be automatically performed by a compiler. A way to perform this operation is to move disk reads to (*) cached in-memory reads. This operation is typically performed by a programmer after using a profiling tool which identifies the program's bottlenecks. For 10 points, name this practice of improving the speed of an algorithm or program.", "answer_sanitized": "program optimization [or software optimization; or algorithm optimization; or profiling until it is read]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "The precedent set in the case of United States v. Sullivan eventually sealed this man's fate. This man was betrayed by a letter written by his lawyer Lawrence P. Mattingly and a document unearthed by Frank Wilson. This one-time member of the Brooklyn Rippers made an enemy of mayor \"Big Bill\"Thompson. This man once set up a business selling antiques in the Anton Hotel in Cicero. This man's (*) nickname came from an injury incurred while working in this Harvard Inn for Frankie Yale. Subordinates of this man put over 150 bullets into members of Bugs Moran's gang during the St. Valentine's Day Massacre. This gangster was eventually jailed for tax evasion. For 10 points, name this Chicago gangster known as \"Scarface\". ", "answer_sanitized": "Al Capone [or Alphonse Gabriel Capone; prompt on Scarface] ", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This poet wrote about a woman who is disappointed when she doesn't find \"marble well-governed cities\" and \"athletes at their games\" among the scenes forges into a poem's title object. This man, who collaborated with Chester Kallman on the libretto for Stravinsky's The Rake's Progress, claimed that \"I and the public know\" that \"Those to whom evil is done/ Do evil in return\"in a poem whose speaker sits \"in one of the (*) dives on Fifty-second Street\". Another of his poems laments \"I though that love would last forever: I was wrong\" in describing a man whose death prompts the instruction \"Stop all the clocks, cut off the telephone\". For 10 points, name this Anglo-American poet of the \"The Shield of Achilles\", \"Funeral Blues\" and \"September 1, 1939\".", "answer_sanitized": "W.H. Auden [or Wystan Hugh Auden] ", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Guidepost cells direct and organize these structures. By binding to plexins, semaphorins direct the movement of these structures. In these structures, microtubules and F-actin at the \"growth cone\" move toward positive stimuli. The Hodgkin-Huxley model was formulated from data taken from the \"giant\" structure of this kind in squid. The last site of summation prior to this structure occurs at its namesake (*) \"hillock.\" Saltatory conduction takes place at naked sites along this structure known as Nodes of Ranvier. Either oligodendrocytes or Schwann cells supply a substance that insulates these structures. They terminate at synapses. For 10 points, name these often-myelinated long parts of neurons, contrasted with dendrites.", "answer_sanitized": "axons [prompt on neurons before mentioned; prompt on nerve cells before \"neurons\" is mentioned]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A Samuel Huntington book analyzes the professionalization of this institution since the 17th century. The Human Terrain System was criticized by anthropologists for its connections to this institution. The May 15th Incident is an example of gekokujo, or overthrowing one's superiors, within this institution in Japan. The first clause of Article Two Section Two of the Constitution gives the President (*) control over this institution. Dwight Eisenhower's Farewell Address warns of a complex created through the alliance of industry with this institution. In the United States, this institution is subject to civilian control. For 10 points, name this institution controlled in the US by the Department of Defense that includes branches like the Coast Guard, Marines, and Army.", "answer_sanitized": "the military [or armed forces; accept answers like United States Armed Forces; accept army but do not accept any other branches of the military; do not accept \"Department of Defense\" or \"the Pentagon\"]", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "The proceeds from the first Washington state screening of Gone With the Wind were forwarded to civilians in this war in an initiative organized by Herbert Hoover. This war began after the attacking side shelled its own village of Mainila in a false flag operation. At the end of this war, the losing side leased the Hanko Peninsula as a naval base. The losing side of this war annihilated a much larger force with the help of (*) ski troopers at the Battle of Suomussalmi, and employed the \"White Death,\" the most successful sniper in world history. It was followed by the Continuation War, and it began when the aggressors crossed the incomplete Mannerheim Line and entered the Isthmus of Karelia. For 10 points, name this 1939 to 1940 war between the Soviet Union and Finland.", "answer_sanitized": "Winter War [or Talvisota; or Vinterkriget] ", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Six root two, times pi to the three halves, over the natural logarithm of the namesake parameter of these systems is used to calculate the Coulomb collision time. The magnetic diffusivity is used in the Reynolds number for these systems. Filaments in these systems get pinched inward due to external magnetic fields. Although these systems are (*) \"quasi-neutral\", redistribution of electrons in them forms an electrostatic sheath to screen out electric fields. Toroidal field lines are necessary to confine these substances stably, as in a tokamak. These extremely conductive substances can form when gas is ionized. For 10 points, name this \"fourth\" state of matter.", "answer_sanitized": "plasma [prompt on conductors]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "For lying to this deity, Galanthis is turned into a weasel. Biton and Clobis pull a cart for 45 stadia to a festival dedicated to this deity, who rewards them by allowing them to die in their sleep. This goddess transforms Lamia into a child-eating demon and strikes Athamas with insanity, casing his wife Ino to leap in to the ocean. This goddess loses a contest over whether men or women (*) enjoy sex more. A cloud-like imitation of this goddess named Nephele is the target of Ixion's affections. This goddess takes away Echo's voice, and orders the hundred-eyed watchman Argos to guard a cow that she later torments with a stinging gadfly because it is her husband's lover Io. For 10 points, name this jealous wife of Zeus. ", "answer_sanitized": "Hera [or Juno]", "category": "Mythology"}, {"question_sanitized": "In a painting by this artist, one of the title characters sits in the shadow of a statue of Roma while clutching a paper edict as if in regret. That man stares at the viewer rather than at the stretcher behind the statue. In another of this artist's paintings, a man covers his eyes in anguish with his left hand, while passing along a goblet with his right. This artist of The (*) Lictors Bring to Brutus the Bodies of his Sons depicted Plato sitting dejectedly at the foot of a bed while his teacher points his left index finger skyward and prepares to consume hemlock. He also depicted three brothers saluting their father while their mother and sisters weep. For 10 points, name this painter of The Death of Socrates and Oath of the Horatii.", "answer_sanitized": "Jacques-Louis David", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The patent case Diamond v. Chakrabarty greatly affected the law concerning these things. Ingo Potrykus and Peter Beyer worked to create another of these goods. Connecticut and Maine have passed laws to enforce new regulations on these things once enough other states pass similar bills. Vandana Shiva has linked these things to a rash of suicides in Maharashtra, India. In 2014, Vermont became the first state to pass a \"right to know\" law concerning these things; that bill caused a rift between Unilever and its subsidiary, (*) Ben &amp; Jerry's. The designation \"RoundUp-Ready\" is given to many of these goods to indicate resistance to glyphosate. For 10 points, name this type of crop central to the business model of Monsanto, exemplified by Vitamin A-enriched Golden Rice.", "answer_sanitized": "GMOs [or genetically modified organisms; or genetically modified crops; or GMO crops; or GMO plants; or GMO alfalfa]", "category": "Current Events"}, {"question_sanitized": "A poem set in this city is about woman who \"whispered a song\" to \"Mal Waldron/ and everyone and I stopped breathing\". The author of \"The Day Lady Died\" and Lunch Poems was part of a \"school\" named for this city that also included the author of \"Self-Portrait in a Convex Mirror\". A long poem about a structure in this modern city includes sections titled \"Ave Maria\" and \"Powhatan's Daughter\". Frank O'Hara ad John (*) Asbery worked in this city, which is home to the title structure of Hart Crane's \"the Bridge\" Another landmark in this displays the text of a sonnet called \"The New Colossus\"by Emma Lazarus. For 10 points, name this city, where the lines \"Give me tired, your poor, your huddled masses\" appears on the Statue of Liberty", "answer_sanitized": "New York City [or NYC]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A large reorganization energy can make reactions of this type that are strongly exergonic enter an inverted region. Cofactor recycling is used in enzymatic catalysis of this type of reaction. These reactions can proceed via an inner-sphere or outer-sphere mechanism. These reactions are balanced for oxygen and hydrogen by adding water, then (*) protons, to each side. A reactivity series is used to determine if these reactions will occur, since they often result in single-displacements. Potassium permanganate is used as an indicator for these reactions. They only occur if the cell potential is positive, when modelled as half-reactions in galvanic cells. For 10 points, name this type of reaction which involves electron transfer.", "answer_sanitized": "redox reactions [or reduction-oxidations; or oxidation-reductions; or electron transfer until it is read; prompt on reductions or oxidations specifically] ", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Prior to this event, its goals were advocated by the \"zero networks,\" secret societies set up by the \"Clan de Madame.\" The international response to this event was criticized in Shake Hands with the Devil, a memoir by the Canadian general Romeo Dallaire. Many participants in this event escaped via a controversial \"safe zone\" established by French forces in Operation Turquoise. It began after the RTLM (*) radio station issued the coded phrase \"Cut down the tall trees\" in response to the shooting down of President Juvenal Habyarimana's airplane. The Interahamwe militias primarily perpetrated this event, which forced millions of refugees into neighboring Zaire. For 10 points, name this 1994 mass killing of Tutsis by Hutus.", "answer_sanitized": "Rwandan Genocide [or obvious equivalents] ", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "A novel by this author repeatedly references a pair of pink teacups and contains a scene in which a crowd watches the installation of a red record player called a gumba-gumba. One of this author's title characters watches children play with guinea fowl eggs and discovers a magazine about homosexuality in his son's bag. Another of this author's protagonists is bothered by a Life (*) magazine photo depicting her childhood servant Lydia carrying her schoolbooks. The body of an unidentified man is buried at Mehring's farm in one novel by this author, while another ends with Maureen running after a helicopter and follows the Smales family, who take refuge in their servant's village. For 10 points, name this South African author of The Conservationist and July's People.", "answer_sanitized": "Nadine Gordimer", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The Transact extension to this language introduces try/catch blocks, local variables, and other concepts taken from procedural languages. Although this language does not natively support regular expressions, the percent sign can be used for wildcard matching in it. The concepts of this language can be used in .NET languages through LINQ. This language was developed from the relational algebra defined by Ted (*) Codd. Filtering in this language is achieved by using the WHERE clause. Different tables can be combined in this language using the JOIN keyword. This language is used against entities which support the ACID guarantees in their rows and columns. For 10 points, name this programming language used to query databases.", "answer_sanitized": "SQL (\"sequel\" or \"S-Q-L\") [or Structured Query Language] ", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "Using Knuth's notation, this number can be written as 2, followed by 5 up arrows, followed by another 2. For a set of this many mutually tangent circles, Descartes' theorem gives the radius of one of them given the rest. The only case of Fermat's last theorem actually proved by Fermat is when n equals this number. This is the smallest number of elements in a non-cyclic group; that group is named for Felix (*) Klein. This is the largest degree of polynomials for which there is a general solution, by the Abel-Ruffini theorem. Appel and Haken were assisted by a computer in proving that only this many colors were needed to color a map. This is the smallest number of vertices a Platonic solid can have. For 10 points, give this number of faces of a tetrahedron.", "answer_sanitized": "four", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "Examples of these people include the kauwa in Hawaii. In 1962, about 300,000 of these people benefitted from the Ten-Point Program put forth by Faisal in Saudi Arabia. These people were helped by the Somerset case in England, and examples in Greece included the penestae of Thessaly. In South America, descendants of these people were the subject of a law named for a kind of (*) \"womb.\" These people were helped by the passage of the Golden Law under Isabella, regent for Pedro II in Brazil. In England, a prominent critic of the treatment of these people was William Wilberforce. Article 4 of the Universal Declaration of Human Rights outlaws the creation of these people. For 10 points, name these people, the subject of the Thirteenth Amendment, which emancipated them.", "answer_sanitized": "slaves [or unfree people; prompt on serfs] ", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This man is addressed as \"Dear son of memory, great heir of fame\" in a poem titled for him that exclaims \"What need'st thou such weak witness of thy name!\" Erskine becomes obsessed with a theory that this man was in love with a youth named Willie Hughes in a short story by Oscar Wilde. John Milton addressed this man's \"honoured bones\" in a poem titled \"On [him]\". He was praised for writing about \"the genuine progeny of common humanity\" in an introduction to his works by (*) Samuel Johnson. He's not Edward Gibbon, but his works were heavily censored by Thomas Bowdler. Virginia Woolf imagined the disadvantages that would have been faced by this man's imaginary sister, Judith, growing up in Stratford-upon- Avon. For 10 points, name this English author of As You Like It.", "answer_sanitized": "William Shakespeare", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "A splinter party in this country known as the Pirate Party split off from another party known only as The Movement. For 10 points each:", "answers_sanitized": ["Iceland", "Mid-Atlantic Ridge", "Blue Lagoon [or Blaa Ionidh]"], "parts_sanitized": ["Name this country where many residents have downloaded an app to help prevent accidental incest, due to its strictly patronymic naming system. An extremely long-lived parliament called the Althing governs this nation.", "The Althing first met at Thingvellir, a rift valley that is part of this long geologic structure between the two plates that make up Iceland. Much further south, the island of Tristan da Cunha lies along it.", "This massive geothermal spa, a man-made body of water southwest of Reykjavik, is the single most popular tourist attraction in Iceland. Locals claim that its waters, largely pumped in from the nearby Svartsengi power plant, help cure skin diseases."], "category": "Geography"}, {"leadin_sanitized": "[missing]", "answers_sanitized": [], "parts_sanitized": []}, {"leadin_sanitized": "During the era of Charlemagne, this style absorbed the Gallican. For 10 points each:", "answers_sanitized": ["Gregorian chant", "clefs", "St. Hildegard von Bingen [or Hildegard of Bingen]"], "parts_sanitized": ["Name this style of monophonic plainchant which developed in the medieval Catholic Church, and was often sung to the rite of the mass or the canonical hours.", "Early Gregorian chant was written using an early form of these symbols at the beginning of lines to indicate notes. On the piano, the left hand music is usually written in the bass one of these, while the right hand uses the treble.", "One of the earliest known composers of Gregorian chant with a reasonably detailed biography is this German mystic and saint of the 12th century. She wrote Ordo Virtutum, which may be the oldest surviving morality play."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "For the number zero, this function outputs one. For 10 points each:", "answers_sanitized": ["factorial function", "James Stirling [accept Stirling's approximation]", "Abraham De Moivre [do not prompt or accept on \"Moivre\"]"], "parts_sanitized": ["Name this function, often represented with an exclamation mark, which for a number n, is the product of all numbers from one to n.", "In his Methodus Differentialis, this 17th century mathematician introduced his namesake approximation for the factorial function, which states that for large n, n-factorial is a constant multiple of n over e, all to the n.", "Stirling's approximation was first proposed by this other mathematician, who names an equation stating \"cosine of x plus i times sine of x all to the nth power equals cosine of n times x plus i times the sin of n times x\""], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Answer the following about the 1903 short story \"A Retrieved Reformation\" for 10 points each.", "answers_sanitized": ["safe cracking [or breaking into a safe; accept word forms; prompt on bank robbery or similar answers]", "O. Henry [or William Sydney Porter]", "Cabbages and Kings"], "parts_sanitized": ["In that story, the criminal Jimmy Valentine is forced to reveal his true identity by engaging in what heroic feat to save the nieces of his fiancÃ©e?", "\"A Retrieved Reformation\" was written by this author of such twist-ending-filled stories as \"The Ransom of Red Chief\" and \"The Gift of the Magi\".", "A year after \"A Retrieved Reformation\", O. Henry published this collection of linked short stories set in the fictional Central American Republic of Anchuria. It coined the term \"banana republic\" and took its title from the line that follows \"shoes and ships and sealing-wax\" in the poem \"The Walrus and the Carpenter\"."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": " The \"modal\" form of this discipline uses a square to symbolize the necessity operator, and underlies Saul Kripke's theory of names as \"rigid designators.\" For 10 points each:", "answers_sanitized": ["logic", "possible worlds", "Gottlob Frege [or Friedrich Ludwig Gottlob Frege] "], "parts_sanitized": ["Name this discipline laid out in Aristotle's Organon, which assesses whether the reasoning that connects propositions or predicates is valid. Its first-order form is consistent and complete.", "Modal logic quantifies across these hypothesized places, which can differ from our universe in any conceivable way. According to Gottfried Leibniz, God is so perfectly good that He chose to create the best one of these out of all the options.", "This German author's Begriffschrift made the largest advances in logic between Aristotle and mid-20th-century modal logicians. His namesake \"puzzle\" asks why people think of the morning star and the evening star as having different senses when they refer to the same thing."], "category": "Philosophy"}, {"leadin_sanitized": "[missing]", "answers_sanitized": [], "parts_sanitized": []}, {"leadin_sanitized": "[missing]", "answers_sanitized": [], "parts_sanitized": []}, {"leadin_sanitized": "I-cells in this organ release cholecystokinin, which targets the pancreas and gallbladder to secrete substances important for amino acid and fat digestion. For 10 points each:", "answers_sanitized": ["small intestine [or small bowel; prompt on partial answer; prompt on bowel; prompt on entrails]", "epithelial tissue [or epithelium; or columnar epithelium]", "eosin [or eosin Y; or eosinophilic; prompt on H &amp; E]"], "parts_sanitized": ["Name this digestive organ that receives pancreatic juices through the sphincter of Oddi, which connects with its duodenum region.", "The small intestine's Paneth cells belong to this type of major tissue that lines the surfaces and cavities of organs. Mucus-releasing goblet cells belong to the simple columnar subtype of this tissue.", "Paneth cells contain large refractile granules that stain with this acidic dye, which is coupled with hematoxylin in a namesake stain. A granulocyte named for its affinity for this dye is important in defense against parasites."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The name for these people derives from an Arawak word for a horizontal spit they used to create smoked meat, which they sold among their more legal activities. For 10 points each:", "answers_sanitized": ["buccaneers [or boucaniers; prompt on pirates][The cooking apparatus and the meat were both called boucan.]", "galleons", "Anne Bonny OR Mary Read"], "parts_sanitized": ["Name these outlaws, mostly of English and French descent, who gathered on the isle of Tortuga to raid Spanish ships in the early modern Caribbean. Many of them later became legally-approved privateers when granted letters of marque.", "Many buccaneers raided this large class of long-beaked ships, which sailed in annual fleets taking silver between New Spain and Manila.", "Later, in 1720 two women were convicted of piracy by the British governor of Jamaica; both had joined \"Calico Jack\" Rackham on the crew of the Revenge and \"pleaded the belly\" to get their executions stayed due to pregnancy. Name either."], "subcategory": "History Other", "category": "History"}, {"leadin_sanitized": "Osteolathyrism is caused by the chelation of the copper ion in an enzyme that oxidizes this amino acid, which is methylated three times in residue 115 of calmodulin. For 10 points each:", "answers_sanitized": ["lysine [or Lys; or K]", "collagen", "Vitamin C [or ascorbic acid; or ascorbate]"], "parts_sanitized": ["Name this basic amino acid that forms a Schiff base with retinaldehyde and contains a side chain consisting of four carbon atoms and a terminal NH3 group.", "Hydroxylated derivatives of lysine and proline appear in this abundant structural protein, which consists of three left-handed helices twisted together into a single right-handed triple helix. It is the most abundant protein in mammals.", "The hydroxylation of lysine in collagen requires this vitamin as a cofactor. Its deficiency, which causes scurvy, has long been combated with citrus fruits."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This adjective describes the work along a hypothetical path over which the action is minimized. For 10 points each:", "answers_sanitized": ["virtual", "Lagrangian mechanics", "kinetic and potential energy [prompt on partial answers]"], "parts_sanitized": ["Name this adjective that also describes the type of image that a convex mirror will always form.", "The principle of stationary action is used in this branch of mechanics, a reformulation of Newtonian physics. It first introduced generalized coordinates and predicts a particle's motion using variational calculus.", "The Lagrangian itself is defined as the difference between these two forms of energy, which are symbolized T and U. One of them is a result of moving objects, and the other is caused by an external force field."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following about the lives of the Goncourt brothers, for 10 points each.", "answers_sanitized": ["French language [or Francais]", "Jean-Baptiste-Simeon Chardin", "journal [or diary]"], "parts_sanitized": ["Edmond Goncourt's fortune helped establish an academy that awards the Goncourt Prize for literature written in this language. Past winners of the award include Marcel Proust.", "The brothers were largely responsible for reviving the reputation of this French painter of Saying Grace. His depiction of a carcass in The Stingray is among his many well-regarded still-lifes.", "Edmond and Jules Goncourt worked on one of these writing projects collaboratively. The most famous English example of these projects was created using tachygraphy by a man active in the Royal Navy in the 1660s."], "subcategory": "Literature Other", "category": "Literature"}, {"leadin_sanitized": "The speaker of this poem compares himself to \"stout Cortez\" seeing the Pacific for the first time as he stands \"silent, upon a peak in Darien\". For 10 points each:", "answers_sanitized": ["\"On First Looking Into Chapman's Homer\"", "John Keats", "\"Ode to Psyche\" "], "parts_sanitized": ["Name this 1816 poem whose speaker describes feeling like a \"watcher of the skies / when a new planet swims into his ken\" upon reading the title poetic translation for the first time.", "\"On First Looking Into Chapman's Homer\" is a sonnet by this English Romantic poet, whose famed collection of 1819 odes includes \"Ode to a Nightingale\" and \"Ode on a Grecian Urn\".", "In this poem, Keats vows to \"build a fane / in some untrodden region of my mind\" to the title character. It opens with the speaker imploring \"O Goddess! hear these tuneless numbers\"."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Trains! For 10 points each:", "answers_sanitized": ["United Kingdom of Great Britain and Northern Ireland [or UK; or Great Britain; or England]", "Adolf Eichmann [or Otto Adolf Eichmann]", "Valery Giscard d'Estaing [prompt on \"d'Estaing\"]"], "parts_sanitized": ["Early trains such as Stephenson's Rocket were developed in this country's city of Newcastle-upon-Tyne. It was the first country to undergo the Industrial Revolution.", "Later, this Nazi was responsible for coordinating most of the train transit of Jews to death camps. He was executed by hanging in 1962.", "This President of France, the leader of the Independent Republicans, supported the TGV high speed rail project, and held power during its groundbreaking in 1975."], "subcategory": "History Other", "category": "History"}, {"leadin_sanitized": "Dogs, serpents, and scorpions often appear in artworks featuring this action, which was performed just above someone lying down in a pit covered with a perforated board by initiates into the cult of Magna Mater. For 10 points each:", "answers_sanitized": ["killing a bull [or sacrificing a bull; or tauroctony; or taurobolium; prompt on answers like animal sacrifice or killing an animal]", "Enkidu", "Gilgamesh [or Epic of GIlgamesh; or Bilgamesh; or Gilgames] "], "parts_sanitized": ["Name this violent activity performed by a Phrygian cap-wearing Mithras.", "This wild man shakes the haunches of the recently-slaughtered Bull of Heaven at Ishtar, but is cursed with a wasting illness for his impiety.", "The Bull of Heaven and Enkidu both appear in an epic named for this Sumerian king. "], "category": "Mythology"}, {"leadin_sanitized": "Paul Pennyfeather is expelled from Oxford after being caught running across the grounds pantsless in this man's first novel, Decline and Fall. For 10 points each:", "answers_sanitized": ["Evelyn Waugh [or Arthur Evelyn St. John Waugh]", "A Handful of Dust", "Scoop"], "parts_sanitized": ["Name this English author who satirized the Bright Young Things in his second novel, Vile Bodies. He explored his adopted Catholic faith through the devout Marchmain family in his most famous novel, Brideshead Revisited.", "T.S. Eliot's The Waste Land provided the title of this Waugh novel. Its protagonist Tony Last is unaware of his wife Brenda's affairs with John Beaver and Jock Grant-Menzies, and ends up trapped in Brazil reading Dickens to Mr. Todd.", "Waugh wrote this 1938 satire of the newspaper industry, in which William Boot is sent by Lord Copper's Daily Beast to report on a revolution in the fictional African country of Ishmaelia."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In this book, Ehud tells the king Eglon \"I have a message from God for you,\" then stabs the overweight king in the abdomen so hard that his bowels leak out. For 10 points each:", "answers_sanitized": ["Book of Judges [or Sefer Shoftim]", "Abimelech", "Samson"], "parts_sanitized": ["Name this Biblical book in which Jephthah promises to sacrifice the first person he sees after a battle, who ends up being his own daughter, and Deborah teams up with Barak to defeat Sisera.", "In the Book of Judges, this homicidal son of Gideon kills seventy of his brothers and meets his ignominious end when a lady fatally wounds him by tossing a mill-stone, prompting this man to instruct his armor-bearer to kill him so he wouldn't die at the hands of a woman.", "The main text of the Book of Judges comes to a thunderous conclusion with this husband of the duplicitous Delilah regrowing his hair, regaining his strength, and tearing down a temple of Dagon, killing himself and a bunch of Philistines in the process."], "category": "Religion"}, {"leadin_sanitized": "In this film's title sequence, a group of gangsters chasing an escaped chicken run into a rival gang. This film's protagonist, Rocket, is trapped between them during the stand-off. For 10 points each: ", "answers_sanitized": ["City of God [or Cidade de Deus", "Federative Republic of Brazil", "\"The Girl From Ipanema\" [or \"Garota de Ipanema\"] "], "parts_sanitized": ["Name this 2002 film directed by Fernando Meirelles, in which Rocket and a psychotic gangster named Li'l Ze grow up in the title crime-ridden favela.", "The City of God favela is in this South American country, the birthplace of bossa nova and samba.", "Bossa nova was popularized in the United States by Astrud Gilberto and Stan Getz's recording of this Antonio Carlos Jobim-composed standard. The title character is described as \"tall and tan and young and lovely\" while she ignores the narrator on a beach."], "category": "Trash"}, {"leadin_sanitized": "One of these works was developed by the successors of Pseudo-Ingulf at the Croyland Abbey. For 10 points each:", "answers_sanitized": ["chronicles", "Ireland [or Eire]", "The Venerable Bede [or Baeda or Beda]"], "parts_sanitized": ["Name this specific type of document. The E version of the \"Anglo-Saxon\" one of these documents concludes in the year 892.", "The \"chronicle\" of this country is a hypothesized collection of annals like the Annals of Ulster. The Annals of the Four Masters mentions Saint Patrick, who evangelized this island.", "This \"venerable\" historian wrote about the proper date for Easter in his On the Reckoning of Time and chronicled English history from the days of Julius Caesar in his landmark Ecclesiastical History of the English People."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "This man's devastation of modern-day Sofia was so bad that eight years later, Roman officials were still unable to enter the city because it reeked of death. For 10 points each:", "answers_sanitized": ["Attila the Hun", "Orleans", "Leo I [or Leo the Great; or Saint Leo]"], "parts_sanitized": ["Identify this \"scourge of God\" and leader of the Huns.", "Attila's only military defeat came at the Battle of the Catalaunian Plains after he laid siege to the Roman town which became this modern-day city. A siege of this city by the Earl of Suffolk was lifted when Charles VII was persuaded to dispatch an army that successfully marched from Chezy to relieve it.", "Legend has it that the first pope of this name met with Attila and convinced him not to sack Rome, although the true reason for the city's preservation may have been that it was beset by disease. That pope of this name's namesake Tome was adopted at the Council of Chalcedon."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The anti-alpha 1 adrenergic receptor drugs tamsulosin and siludosin treat benign enlargments of this organ, which is homologous to Skene's glands in women. For 10 points each:", "answers_sanitized": ["prostate gland", "vas deferens [or vasa deferentia; or ductus deferens; or ductus deferentes]", "zinc [or Zn2+]"], "parts_sanitized": ["Name this reproductive gland that adds alkalinity to semen. It is affected by a cancer very common among older men that can be assessed with a rectal examination.", "The ejaculatory duct that passes through the prostate forms from the union between the seminal vessel duct and this structure, which transports sperm away from the epididymis and is cut in a method of male contraception.", "Prostatic secretions also contain trace amounts of this metal, which appears in the active sites of the enzymes carboxypeptidase, carbonic anhydrase, and alcohol dehydrogenase. Two cysteines and two histidines coordinate to it in a common structural motif."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In one scene, this character tells a story about one of his friends being mocked for ordering \"bergin and water\", while in another, he recites sections from the Libera me before telling his wife that a Western Union messenger had brought news of the death of their fictional son. For 10 points each:", "answers_sanitized": ["George", "Edward Albee [or Edward Franklin Albee III]", "The Goat, or Who is Sylvia? [accept either underlined portion]"], "parts_sanitized": ["Name this character who taunts his wife Martha by singing \"Who's afraid of Virginia Woolf?\" at the end of the 1962 play of that name.", "Who's Afraid of Virginia Woolf? was written by this American proponent of the Theater of the Absurd, whose other works include Zoo Story and Three Tall Women.", "This 2002 Albee play, whose title references a song from Shakespeare's Two Gentlemen of Verona, is about Martin Gray, an architect who shatters his happy family life by falling in love with an animal."], "subcategory": "Literature American", "category": "Literature"}]}