{
    "tossups": [
        {
            "question_sanitized": "One member of a family created by this author becomes obsessed with reenacting the sinking ofthe Wilhelm Gustloff with Wolfgang Stremplin. That family first appeared in a novel by this authorin which Pilenz recounts hanging out near a half-sunken Polish minesweeper with thelarge-Adam's-appled orphan Joachim Mahlke. This creator of the Pokriefke family is most famousfor a novel in which Herbert (*) Truczinski attempts to make love to a ship's figurehead. The protagonistof that novel becomes the lover of Roswitha Raguna after joining Bebra's circus troupe in order to leaveDanzig, and stops growing at age three. For 10 points, identify this German author of Crabwalk, Cat andMouse, and The Tin Drum",
            "answer_sanitized": "Gunter Wilhelm Grass",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "Late in his life, the Count de Soisson allied with this man's Master of the Robes, the Marquis deCinq-Mars, to overthrow one of his advisers. One of his ministers revoked the paulette tax that hadbeen instituted by his father, antagonizing noblemen like Henri, Duke of Rohan. That early ministerof this monarch was named Charles de Luynes. During his reign, the Protestant stronghold at LaRochelle was captured. This man decided not to dismiss his chief adviser during the (*) Day of theDupes. His mother, Marie de Medici, served as his regent after his predecessor was assassinated. His reignwas dominated by his chief minister, Cardinal Richelieu. For 10 points, name this French monarch, thefather of the Sun King.",
            "answer_sanitized": "Louis XIII [or Louis the Just or Louis le Juste; prompt on \"Louis\"]",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "This country hosts the Valhalla Experimental Station, which plants macadamia trees to restorelocal agribusiness. This country claims territory between the Hondo and Sibun Rivers, but it agreedto a \"Line of Adjacency\" in 2000. This country's northernmost department, Peten, has its capital atFlores. In colonial times, this country was governed from the city of Antigua. The world's first MixedCultural and Natural World Heritage Site, (*) Tikal, is located in this country, whose currency, thequetzal, is named for a bird sacred to one of its indigenous peoples, the Quiche Maya. For 10 points, namethis Central American country embroiled in a border dispute with Belize, which also borders Honduras andMexico.",
            "answer_sanitized": "Republic of Guatemala [or Republica de Guatemala]",
            "category": "Geography"
        },
        {
            "question_sanitized": "A suite by this composer features the songs of Jean-Baptiste Besard in its movement \"CourtlyAirs.\" The second movement of a piece by this composer draws heavily from the twelfth-centuryGerman chant \"Christ ist erstanden\" to depict the Jubilee. Another piece by this composer featuresa series of trumpet blasts to depict the horn of Triton. He composed a symphonic poem whose fourmovements depict a set of landmarks \"at (*) dawn,\" \"in the early morning,\" \"at midday,\" and \"atsunset.\" This composer of Ancient Airs and Dances and Roman Festivals also wrote a piece representingthe title objects at Janiculum and the Appian way. For 10 points, name this Italian composer of TheFountains of Rome and The Pines of Rome.",
            "answer_sanitized": "Ottorino Respighi",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": ". When this property is nonzero, an applied magnetic field creates an even number of sublevels inthe anomalous Zeeman effect. The precession of this quantity's vector generates signals in NMRspectroscopy, in which coupling between particles with this property causes splitting. It was firstdiscovered in an experiment in which a furnace launched a beam of sliver atoms through aninhomogenous magnetic field, performed by (*) Stern and Gerlach. It is represented by up or downarrows in configuration diagrams, and each subshell of an orbital can contain only two electrons due to thefact that this property for an electron is either Â½ or negative Â½. For 10 points, name this property, thequantum number representing the intrinsic angular momentum of a particle.",
            "answer_sanitized": "spin angular momentum [or intrinsic angular momentum before mention; prompt on \"angular momentum\" or \"momentum\" before mention]",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "One model of this concept postulates a central executive governing a \"phonological loop\" and\"visuospatial scratchpad,\" and was developed by Baddeley and Hitch. Increased synchrony of thetawave activity is considered a neurological \"tag\" for this process. This process does not explain theprimacy effect in the research of Herman Ebbinghaus, but does explain the (*) recency effect.Cognitive load theory is derived from the limitations of this construct, which is thought to be impaired inADHD. The process known as \"chunking\" can enhance this faculty's capacity, which was defined byGeorge Miller's \"Magic Number\" of seven plus or minus two. For 10 points, identify this type of memory,converted by consolidation into the long-term variety.",
            "answer_sanitized": "working memory [or short-term memory; prompt on just \"memory\"]",
            "category": "Social Science"
        },
        {
            "question_sanitized": "One of these gods copulated with the horses of Erichthonius of Dardania. Several of them lived onthe island of Lipara. Robert Graves claims that in the Pelasgian creation myth, Eurynome first hadsex with one of them who later raped the Athenian princess Oreithyia. Although it was Hephaestuswho created Pandora, these gods brought her to life. One of them was jealous of Apollo, so hechanged the path of a (*) discus and made it kill Hyacinthus. Odysseus's men opened a bag containing allbut one of them that was given as a gift by their ruler, Aeolus. Their names were Eurus, Notus, Boreas, andZephyrus. For 10 points, name these figures that presided over the four cardinal directions of ameteorological phenomenon.",
            "answer_sanitized": "the four winds [or Anemoi]",
            "category": "Mythology"
        },
        {
            "question_sanitized": "One person sentenced in this affair had previously defended three suspects in the Fountainchildren murders. John Kendrick started the investigation into it. A court case that arose from it setthe precedent that Congress had the power to compel testimony. This incident was investigated byThomas Walsh's commission and gave rise to the Supreme Court case (*) McGrain v. Daugherty.Harry Sinclair and Edward Doheny were both charged in this incident; another person convicted waspreviously a senator from New Mexico. It involved a bribe given to Secretary of the Interior Albert Fall inorder to gain exclusive rights to Elk Hills, California and a site in Wyoming. For 10 points, name thisHarding administration scandal over oil drilling contracts.",
            "answer_sanitized": "Teapot Dome scandal",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "It is not the mitochondria, but the cytochrome P450 system localizes to this organelle. A tetramerof Sec61 proteins forms the translocon in this organelle's membrane. COPII coated vesicles budfrom this organelle, which has a membrane protein complex that recognizes the signal recognitionparticle. One protein in this organelle catalyzes N-linked glycosylation of proteins, while another isresponsible for forming disulfide bonds. One version of this organelle is responsible for (*) drugdetoxification, while secretory proteins are synthesized in another section of this organelle, which thentransfers those proteins to the Golgi apparatus. For 10 points, name this organelle which comes in roughand smooth varieties, whose name means \"little net\".",
            "answer_sanitized": "Endoplasmic reticulum [or ER; accept smooth ER or rough ER]",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "One author from this country set a work in which Alf Dubbo, Mordecai Himmelfarb, and othersexperience a vision from the Book of Ezekiel in the fictional town of Sarsaparilla. That author fromthis country also wrote a novel about the painter Hurtle Duffield. This home to the author of Ridersin the Chariot and The Vivisector is also the birthplace of an author who wrote a novel about twogamblers who make a bet involving moving a (*) glass church to Bellingen, called Oscar and Lucinda.That author wrote about an armor-wearing bushranger from this country in The True History of the KellyGang. For 10 points, name this home of Patrick White and Peter Carey, who set his novel Illywhacker inNew South Wales.",
            "answer_sanitized": "Commonwealth of Australia",
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "question_sanitized": "This man aroused controversy for taking a secret trip to persuade Russia against sellinganti-aircraft missiles. He signed the Wye River memorandum during his first term, during which hecalled for Jonathan Pollard's release. He was wounded as part of the commando team that killed theSabena Flight 571 hijackers, and his brother was the only casualty of the (*) Entebbe Raid. Heresponded to another leader's Cairo speech by proclaiming his support for a demilitarized state in a speechat Bar-Ilan. He was defeated by Ehud Barak in one election and currently heads the Likud Party. Herecently agreed to a two-state solution and direct talks with Mahmoud Abbas's Palestinian NationalAuthority. For 10 points, name this current prime minister of Israel.",
            "answer_sanitized": "Benjamin \"Bibi\" Netanyahu",
            "category": "Current Events"
        },
        {
            "question_sanitized": "This poem's twenty-fourth section describes how \"seas of bright juice suffuse heaven\" anddeclares \"Unscrew the locks from the doors! / Unscrew the doors themselves from their jambs!\" Itstwenty-first section begins with its speaker declaring that he is \"the poet of the Body\" and the \"poetof the Soul.\" A child asks \"What is the (*) grass?\" in the sixth section of this poem, whose fifty-secondand final section ends with the line \"I stop somewhere waiting for you\" after the speaker sounds his\"barbaric yawp\" over the \"roofs of the world.\" When it was published in 1855, it took up over half of thepages of its author's collection Leaves of Grass. For 10 points, name this long poem by Walt Whitmanwhich begins \"I celebrate myself and sing myself.\"",
            "answer_sanitized": "\"Song of Myself\"",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "Mark Levine named a chord consisting of a major third interval followed by three perfect fourthsafter this album's first track, where it is used as the \"amen response figure\" on the piano. GeorgeRussell's book Lydian Chromatic Concept of Total Organization inspired this album's use of a\"modal\" approach not based on chords. The biography Portrait in Jazz reveals that pianist Bill Evanswrote its third track, (*) \"Blue in Green,\" and that a spectator who snuck into concerts without payinginspired the title of its track \"Freddie Freeloader.\" Cannonball Adderley and John Coltrane were thesaxophonists for this album, whose tracks include \"Flamenco Sketches\" and \"So What.\" For 10 points,name this colorfully titled album by Miles Davis.",
            "answer_sanitized": "Kind of Blue",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The sign of this operation tells whether a linear transformation preserves orientation. Theshoestring method for finding the area of a polygon is based on a formula that uses this operation. Asimplex in n dimensions can have its volume calculated using the Cayley-Menger type of thisoperation. One method of calculating this operation involves expansion by minors, which takes intoaccount that this function is alternating multilinear. For a (*) system of linear equations, doing this oncollections of coefficients is used to find solutions according to Cramer's rule. Invertible entities havenonzero value for this operation, which for a two-by-two input is equal to ad minus bc. For 10 points, namethis operation taken on matrices and symbolized by straight lines.",
            "answer_sanitized": " determinant",
            "subcategory": "Science Math",
            "category": "Science"
        },
        {
            "question_sanitized": "These structures have at least one room with two gigantic wall-mirrors facing each other. At thededication of each of these structures, a Hosanna shout is performed. Endowment ceremonies inthese places precede weddings, which unite a couple into \"celestial marriages\" because of the sealingpower that they grant. The basements of many of them contain large water tanks used as baptismalfonts, which may be used on volunteers acting as proxies for (*) dead people. Sacred places for specialordinances are provided by these secretive buildings, which are often topped by golden angel statues. Oneof the earliest ones was built in Nauvoo under the orders of Joseph Smith. For 10 points, name these holyplaces in the Church of Jesus Christ Latter Day Saints.",
            "answer_sanitized": "Mormon temples [prompt on Mormon places of worship or synonyms; prompt on temples; accept Church of Jesus Christ Latter Day Saints temples before mentioned; accept LDS temples before mention of \"Latter Day Saints\"; do not accept \"Mormon churches\" or \"meetinghouses\" or other wrong answers]",
            "category": "Religion"
        },
        {
            "question_sanitized": "One method of producing this compound uses an iridium di-iodide di-carbonyl catalyst, whichreplaced an earlier rhodium-based catalyst. Current methods of synthesizing this compound involvethe metal-catalyzed carbonylation of methanol, which includes the aforementioned Cativa and (*)Monsanto processes. One form of this compound with no water in solution is commonly used as arecrystallization solvent; that is its \"glacial\" variety. It has a pKa of about 4.8 and can be synthesized bytwice oxidizing ethanol. This two-carbon molecule is one of the simplest with a carboxyl group, though ithas one more carbon than formic acid. For 10 points, name this acid with formula CH3COOH, which isfound in vinegar.",
            "answer_sanitized": "acetic acid [or acetate; accept CH3COO, CH3COO minus, or CH3COOH before the formula is read]",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "In one work by this author, Solomon Flamborough fails to prevent Moses from buying a gross ofgreen spectacles from Ephraim Jenkinson. David Garrick wrote a prologue in which the actor Mr.Woodward laments the death of comedy for another work by this man. The plot of that work is set inmotion in the Three Pigeons Inn, where the protagonist and Hastings encounter Tony (*) Lumpkin.This author penned a novel in which Sophia is abducted by Timothy Baxter but rescued by Mr. Burchell,who eventually reveals himself to be Squire Thornhill's virtuous uncle and saves the family of CharlesPrimrose. For 10 points, name this author who wrote about Charles Marlow and Kate Hardcastle in SheStoops to Conquer and penned The Vicar of Wakefield.",
            "answer_sanitized": "Oliver Goldsmith",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": ". One painting by this artist sees Jesus standing above the words \"Salve nos Christe redemptor\"and two translucent patrons. This painter of Ecce Homo decorated the exterior of another work withthe image of a flat landscape encased in a glass sphere, and set God's all-seeing eye at the center ofhis circular (*) Seven Deadly Sins. People are crushed by the title conveyance in the center panel ofanother work by this artist, whose most famous work includes a knife attached to a pair of giant ears and a\"tree man\" whose body is broken like an egg to punish his sodomy. That work is divided into panelsrepresenting Eden, False Paradise, and Hell. For 10 points, name this Dutch artist of The Haywain and TheGarden of Earthly Delights.",
            "answer_sanitized": "Hieronymus Bosch [or Joroen Bosch or Jeroen Anthoniszoon van Aken]",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This thinker noted the difficulty of learning to swim by making motions while hanging from aharness. This man compared ballet dancers who stumble slightly after a leap to those who land inperfect posture in a \"Preliminary Expectoration,\" in the first of three Problemata. In another book,this thinker charted the wooing and sudden divorce of Cordelia, mirroring his own treatment of (*)Regine Olsen. This creator of the \"Diary of a Seducer\" argued that one can stand above the universal whenthe ethical is suspended teleologically. He described infinite resignation as the last step before the leap tofaith. For 10 points, name this Christian thinker who lauded Abraham in Fear and Trembling, wrote Either/Or, and hailed from Denmark.",
            "answer_sanitized": "Soren Aabye Kierkegaard [or Johannes de Silentio; or Victor Eremita; or William Afham; or Frater Taciturnus; or Constantin Constantius; or Vigilius Haufniensis; or Nicolaus Notabene; or A.B.C.D E.F. Godthaab; or A.B.C.D.E.F. Rosenblad; or Inter et Inter; or Procul; or Captain Scipio; or  Judge William; or A.F.; or Hilarius Bookbinder; or Johannes Climacus; or H.H.; or Anti-Climacus; prompt on \"A\"; prompt on \"B\"]",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "After a political reform, this place was ruled by the Popular Assembly and a much strongerTribunal of One Hundred and Four. The anonymous text Periplus claims a flotilla from here traveledin the Atlantic as far south as Gabon. The seizure of Himera led to a disastrous attack on Syracuseby a powerful family of this city called the Magonids. The Periplus claims to be a copy of aninscription from a temple to (*) Ba'al Hammon in this city. This city signed a treaty agreeing not to makea separate peace with the general Pyrrhus, and later lost at the Battle of Zama. Ultimately, ScipioAemilianus seized and razed this city, whose military was at one time commanded by Hannibal. For 10points, name this city that fought Rome in three Punic Wars.",
            "answer_sanitized": "Carthage",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "This author wrote of a man who lures his victims to a pool of water by promising to show them apicture of the colonel. In that play, Dany's murder leads the protagonist to leave the radiant city. Inanother play by this man, the Doctor and Marie attempt to console the 400-year-old protagonist onhis impending death. This author of The Killer and (*) Exit the King also wrote a play in which theprotagonist shouts \"I'm not capitulating!\" rather than follow Dudard and Daisy in a certain transformation.In another of his plays, the Martins and the Smiths begin speaking in non-sequiturs after the Fire Chiefmentions the title singer. For 10 points, name this creator of Berenger, the Romanian author of Rhinocerosand The Bald Soprano.",
            "answer_sanitized": "Eugene Ionesco [or Eugen Ionescu]",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "The Lonicera fly is the first known example of this type of creature to arise naturally, andintrogression creates organisms of this type. In plants, one type of these organisms can arise throughsympatric speciation via allopolyploidy. Transgressive phenotypes arise in organisms of this type,and guinea fowl are able to form interfamilial ones. Their namesake vigor describes their sometimessuperior function relative to their parents. Haldane's rule notes that heterogametic ones have morefrequent (*) sterility. This word is also used to describe genetic crosses between heterozygotes, whose \"di\"type gives a 9 to 3 to 3 to 1 phenotypic ratio. For 10 points, give this term used for organisms such asmules, which result from species interbreeding.",
            "answer_sanitized": "hybrids [prompt \"heterozygotes\" or \"heterozygous\" organisms; do NOT accept \"species\"]",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "One person who held this title went on a crusade against the Galindians. Another person whoheld this title was manipulated by the Duke of the Seniorate Province and had the nickname\"Wrymouth.\" It was also held by a man called \"the elbow-high\" and a man who granted Jewscitizenship in the Statute of Kalisz. Those were members of the (*) Piast Dynasty, and a later housewhich possessed this title was founded by a man who defeated Ulrich von Jungingen at the Battle ofGrunwald. For 10 points, identify this title that was held by such men as Casimir III and Miezko I, as wellas several who also ruled Lithuania in a personal union.",
            "answer_sanitized": "King of Poland [or Grand Duke of Poland-Lithuania]",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "One type of this device contains a series of magnets with alternating poles called an undulator,and uses charged particles moving sinusoidally as the medium. These devices were used to cool aclump of rubidium atoms to create the first (*) Bose-Einstein condensate, and they are also used todeliver power to a deuterium-tritium pellet in inertial confinement fusion. These devices require athree-level system, because they rely on population inversion, and simple ones consist of a gain mediumwith a pair of mirrors on either side to create a resonator. For 10 points, name these devices which usechanges of energy levels in electrons to generate a coherent beam of light, used in CD players, weaponsights, and pointers",
            "answer_sanitized": "Laser [accept more specific answers, like free electron laser; also accept Light Amplification by Stimulated Emission of Radiation]",
            "subcategory": "Science Other",
            "category": "Science"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": " Answer the following about the wonderful world of wartime weaponry, for 10 points each.",
            "answers_sanitized": [
                "Greek fire [prompt on \"sea fire\", \"water fire\", or \"fire\"]",
                "trebuchet",
                "Alexius I Comnenus"
            ],
            "parts_sanitized": [
                "This mysterious Byzantine weapon may have been invented by Kallinikos. Possibly created using naphtha, it was used to destroy various Muslim fleets and could reportedly continue to burn while floating on water.",
                " This medieval siege engine was used to fling heavy projectiles. Unlike catapults, it used the energy from a counterweight to launch objects, but like catapults it became obsolete after gunpowder was popularized.",
                " This Byzantine ruler was described as inventing several types of trebuchets during the 1097 Siege of Nicaea. This ruler's request of aid from Europe triggered the First Crusade, and his daughter Anna wrote a notable biography of him."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "The Baron tells the other characters about the Actor's suicide-by-hanging at the end of this play. For 10 points each:",
            "answers_sanitized": [
                "The Lower Depths [or Na Dne]",
                "Maxim Gorky [or Alexei Maximovich Peshkov]",
                "Joseph Vissarionovich Stalin [or Iosef Vissarionovich Dzhugashvili]"
            ],
            "parts_sanitized": [
                " Identify this play set in a boardinghouse run by Kostilyoff, who is killed by the thief Vaska Pepel. It centers on a vagabond named Luka.",
                "This Russian playwright, a founder of socialist realism who wrote his novel Mother while traveling through the Adirondack Mountains, penned The Lower Depths",
                " In 1931, this figure autographed a copy of Gorky's \"A Girl and Death\", claiming that it was \"stronger than Goethe's Faust\". This Soviet leader was described as a \"Kremlin Caucasian\" who forged \"rules and decrees like horseshoes\" in an \"Epigram\" by Osip Mandelstam."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Identify the following authors whose non-fiction inspired major social trends, for 10 points each:",
            "answers_sanitized": [
                "Rachel Carson",
                " Helen Hunt Jackson [or Helen Fiske; accept just \"Hunt,\" which was her sole last name for a while]",
                "Thomas Merton"
            ],
            "parts_sanitized": [
                " This marine biologist and author of The Sea Around Us launched modern environmentalism in the United States by publishing Silent Spring.",
                "This author wrote the novel Ramona and tract A Century of Dishonor to publicize the plight of Native Americans in the late 19th century.",
                "The 1948 publication of The Seven Storey Mountain, an autobiography by this Trappist Monk of Kentucky's Gethsemani Abbey, ignited American interest in religious meditation."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": " In life, pharoahs were regarded as incarnations of this deity. For 10 points each:",
            "answers_sanitized": [
                "Horus",
                "Hathor",
                " Lower Egypt [do not prompt on or accept \"Egypt\"]"
            ],
            "parts_sanitized": [
                " Name this falcon deity who vanquished Set, the great enemy of his father Osiris.",
                " One form of Horus, Horus-Behdety, fathered a child with this cow-headed goddess, who once performed an erotic dance to cheer up Ra.",
                " Another view of the Horus-Set conflict is that it symbolized this region's conquest by its counterpart. Rulers of this region wore a red crown known as the Deshret."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "On Broadway, this opera was reworked into Miss Saigon. For 10 points each:",
            "answers_sanitized": [
                " Madame Butterfly [or Madama Butterfly]",
                " \"Un Bel Di, Vedremo\" [or \"One Beautiful Day\"]",
                " La bohÃ¨me [or The Bohemians]"
            ],
            "parts_sanitized": [
                "Name this Puccini opera set in Japan, in which the title character, Cio-Cio San, is impregnated and abandoned by the American sailor Benjamin Franklin Pinkerton.",
                "After her maid Suzuki warns her that Pinkerton may never return, Cio-Cio San sings this aria, in which she imagines seeing the smoke of a returning ship and reuniting with Pinkerton.",
                "This other Puccini opera features the act two aria \"Musetta's Waltz,\" and ends with Rodolfo crying over the dead body of Mimi."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": " The entropy of one of these is proportional to their area, and their namesake information paradox deals with the loss of physical information within them. For 10 points each:",
            "answers_sanitized": [
                " black hole",
                " Stephen Hawking",
                " pair production"
            ],
            "parts_sanitized": [
                " Name these astronomical bodies that consist of an event horizon surrounding a gravitational singularity.",
                " This physicist names a type of radiation given off by black holes. He also disagreed with Leonard Susskind over interpretations of the information paradox.",
                " Hawking radiation occurs when this event happens near the event horizon. In this process, a particle and antiparticle are spontaneously created from a photon."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This man was the godson of Horace Walpole and would go on to replace Philip Schuyler as the general in charge of American troops in New York. For 10 points each:",
            "answers_sanitized": [
                " Horatio Lloyd Gates",
                "Charles Cornwallis, 1st Marquess Cornwallis [or Viscount Brome or The Earl Cornwallis]",
                "Sir Banastre Tarleton, 1st Baronet"
            ],
            "parts_sanitized": [
                " Identify this general who suffered a severe defeat at the Battle of Camden. With Benedict Arnold, he had earlier defeated John Burgoyne at the Battle of Saratoga.",
                " The overall commander of the British forces at Camden was this general who also saw his position bombarded by the Comte de Grasse and the French navy at the Battle of Yorktown.",
                " The Green Dragoons or British Legion was led by this infamous loyalist colonel, nicknamed the \"Butcher.\" Most of his contingent was captured at the later Battle of Cowpens."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "This collection makes a distinction between compelling-yet-fictional \"story-truth\" and entirely factual \"happening-truth\" in its section \"Good Form,\" and in its title story, Kiowa's death in a sewage field makes Lieutenant Jimmy Cross feel very guilty. For 10 points each:",
            "answers_sanitized": [
                "The Things They Carried",
                " the Vietnam War",
                " John Winslow Irving [or John Wallace Blunt, Jr.; the work is A Prayer for Owen Meany]"
            ],
            "parts_sanitized": [
                " Name this collection of stories narrated by their author, Tim O'Brien",
                "The Things They Carried is set during this war, fought in a country where Alden Pyle advocated for a \"third force\" before its onset in Graham Greene's The Quiet American. Its outcome is flipped in the alternate history of Watchmen.",
                " The title character of one of this author's works dies saving some Vietnamese children from a grenade. Earlier in that work by this man, the title character had accidentally killed Tabitha Wheelwright with a foul ball."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": " Stable, autonomously replicating versions of these elements are called episomes, and one particularly useful one encodes for a postsegregational killing system. For 10 points each:",
            "answers_sanitized": [
                "plasmid",
                " conjugation",
                " integrates into the genome [or inserts, joins, fuses, jumps into, becomes part of, puts itself in, etc]"
            ],
            "parts_sanitized": [
                " Name these small loops of DNA found in bacteria, originally discovered by Joshua Lederberg. The F one encodes for a fertility factor, and the R one codes genes that confer antibiotic resistance.",
                " The F plasmid confers the ability to transfer genetic information by this mechanism, in which a sex pilus is extended between two bacteria.",
                " High frequency of recombination or Hfr strains use mating bridges to transfer genetic material. Hfr strains are created when the F plasmid does this with respect to the bacterial genome, which is also done by lysogenic phages."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": " H. W. Janson et al described how the title figure's horse was being \"urged on ... by the light from the left\" in this artist's The Polish Rider. For 10 points each:",
            "answers_sanitized": [
                " Rembrandt van Rijn",
                "The Night Watch",
                " The Return of the Prodigal Son"
            ],
            "parts_sanitized": [
                " Identify this artist better known for Aristotle with a Bust of Homer.",
                "This Rembrandt painting's nickname comes from the varnish that has darkened the image. A man in a red sash gestures at a man in a yellow suit in the foreground of this group portrait of the Company of Captain Frans Banning Cocq",
                "In this late religious painting by Rembrandt, a bearded man wearing a red jacket comforts the title character, who is depicted kneeling and wearing tattered clothes with his back to the viewer."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This city was in a tripartite confederation with Tlacopan and Texcoco. For 10 points each:",
            "answers_sanitized": [
                " Tenochtitlan",
                " Aztecs",
                " flowery wars [or xochiyaoyotl]"
            ],
            "parts_sanitized": [
                " Name this city, which was defended on \"La Noche Triste.\"",
                "Tenochtitlan was the capital of this people, who were ruled by Montezuma and controlled central Mexico when Cortes arrived.",
                " This ritual practice of the Aztecs was initiated by emperor Tlacaelel, who took captives for sacrifice from Tlaxcala after small battles. These rituals took the place of full-scale warfare."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "A cat named Charlemagne and an iguana named Schwarzenegger figure in this work, in which Liquid Sheep drummer Janet Hayakawa helps John Brown write a personal ad that leads to a romance with Liz Donati. For 10 points each:",
            "answers_sanitized": [
                "The Golden Gate",
                " Vikram Seth",
                "Alexander Sergeyevich Pushkin"
            ],
            "parts_sanitized": [
                " Identify this novel composed of 690 sonnets, which centers on a group of yuppies living in San Francisco.",
                "The Golden Gate was written by this Indian author, who detailed Rupa Mehra's attempts to find the title figure for her daughter Lata in his incredibly long novel A Suitable Boy.",
                "The Golden Gate was written in \"Onegin stanzas\", which take their name from their use in this Russian author's Eugene Onegin."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "They include the agriculture spirit Inari, who employs foxes, and a female who once darkened the world by hiding in a cave out of frustration. For 10 points each:",
            "answers_sanitized": [
                "kami",
                " Susano'o [or Susanowo]",
                " a mirror"
            ],
            "parts_sanitized": [
                "Name these gods and spirits worshipped in Shinto, which often correspond to features in the natural world of Japan. The chief one is the sun goddess Amaterasu.",
                "This brother of Amaterasu and Tsukuyomi offended her by flinging a flayed horse into her abode. This slayer of an eight-headed serpent is the kami of the sea and storms.",
                " Amaterasu handed down one of these objects, along with the Kusanagi blade and a string of beads, among three imperial regalia to the Japanese emperors. Another is embedded in an Aztec jaguar god's foot or chest"
            ],
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "This composer wrote his twelfth string quartet, the \"American,\" in the town of Spillville, Iowa. For 10 points each:",
            "answers_sanitized": [
                " Antonin Dvorak",
                "Slavonic Dances",
                " Stabat Mater"
            ],
            "parts_sanitized": [
                "Name this Czech composer whose ninth symphony in E minor is called \"From the New World.\"",
                " Inspired by the Hungarian Dances of his friend Johannes Brahms, Dvorak composed these sixteen pieces based on the music of his native Bohemia.",
                " Following the death of his daughter Josefa, Dvorak composed this religious work, a setting of a hymn to the Virgin Mary. Giovanni Pergolesi composed a setting of the same text for soprano, alto, and strings."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Answer the following about recent cases judged by the International Criminal Court, for 10 points each.",
            "answers_sanitized": [
                " Libya",
                "Charles Taylor",
                " Kenya"
            ],
            "parts_sanitized": [
                " Controversy continues over whether Saif al-Islam Gaddafi should stand trial before the ICC or be tried by the new government of this country, which his father used to rule.",
                " In April 2012, this former Liberian president was convicted by the ICC of 11 counts of crimes against humanity associated with the civil wars in Liberia and Sierra Leone.",
                "This country's richest citizen and former deputy prime minister is among four men who will stand trial before the ICC for orchestrating ethnic violence in the wake of this country's 2007 presidential election, in which the Orange Democratic Movement lost because of probable fraud."
            ],
            "category": "Current Events"
        },
        {
            "leadin_sanitized": " Developed by an American geologist and his team at Geophysical Laboratories in Washington D.C, it was created to explain the association patterns of certain mineral classes in rocks. For 10 points each:",
            "answers_sanitized": [
                "Bowen's reaction series [Prompt on partial answer]",
                "calcium [or Ca]",
                " olivine"
            ],
            "parts_sanitized": [
                " Name this diagram divided into discontinuous and continuous branches, which sorts minerals by their crystallization temperature.",
                " The continuous branch of Bowen's reaction series moves from plagioclase feldspars that are rich in sodium to those rich in this element, whose carbonate is a principal component of limestone.",
                "At the end of the discontinuous branch is this mineral, whose gem-grade variety is called peridot. Its solid solution series contains forsterite and fayalite."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Answer the following about The Prince, for 10 points each.",
            "answers_sanitized": [
                "Niccolo Machiavelli",
                " flatterers [or those who engage in flattery]",
                "fortune [or Fortuna; accept synonyms such as luck]"
            ],
            "parts_sanitized": [
                "This Italian scholar wrote The Prince and dedicated it to Lorenzo de' Medici",
                "In a late chapter of The Prince, Machiavelli advises a middle road between ignoring all advice and relying on the counsel of these individuals, who might take advantage of self-absorbed princes.",
                " This quality is contrasted with prudence throughout The Prince. Machiavelli compares it to a woman who must be beaten if necessary. In an earlier work, Boethius compared it to a goddess spinning a wheel."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This process is commonly performed using an indicator like phenolphthalein, and adding more of the analyte is a common way of compensating when the equivalence point is overshot. For 10 points each:",
            "answers_sanitized": [
                " titration",
                "buret",
                "liquid-liquid extraction"
            ],
            "parts_sanitized": [
                " Identify this chemical technique which attempts to find the amount of an analyte in a solution by dripping in a standard solution. Finding the concentration of an acid by adding a base is a common example.",
                "Acid-base titrations commonly use this graduated cylindrical piece of glassware with a stopcock on the bottom",
                " Another piece of glassware with a stopcock is a separatory funnel, which is commonly used in this procedure. In this procedure, a sample is purified by putting an immiscible aqueous and organic phase together and removing the phase containing the product you want."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "In 1712, this man was impeached for corruption and imprisoned in the Tower of London by his Tory opponents. For 10 points each:",
            "answers_sanitized": [
                " Sir Robert Walpole, 1st Earl of Oxford",
                " The Prime Minister of the United Kingdom of Great Britain and Northern Ireland",
                "Kingdom of Poland [or Polska; or War of Polish Succession]"
            ],
            "parts_sanitized": [
                " Identify this politician, active during the reigns of George I and George II. He was forced out of power for opposing the War of Jenkins' Ear",
                " Robert Walpole was the first man to hold this post. The holder of this post lives at 10 Downing Street.",
                " Robert Walpole is credited with keeping England out of this country's 1733 to 1738 succession war, which followed the death of Augustus the Strong."
            ],
            "subcategory": "History British",
            "category": "History"
        },
        {
            "leadin_sanitized": " Its first poem describes how the speaker will be happy \"when those lily hands\" are like \"captives trembling at the victor's sight\", and it was published with its author's Epithalamion. For 10 points each:",
            "answers_sanitized": [
                " Amoretti",
                " Edmund Spenser",
                "Gloriana"
            ],
            "parts_sanitized": [
                " Name this set of eighty-nine sonnets, written to correspond to the Scriptural readings prescribed by the Book of Common Prayer for the days leading up to the author's marriage to Elizabeth Boyle.",
                " This English poet wrote the Amoretti, but he may be better known for describing Archimago and Duessa's attempts to waylay the Redcrosse Knight in his epic The Faerie Queen.",
                " Elizabeth I was the inspiration for this title character of The Faerie Queen, who sends the Redcrosse Knight on his quest to liberate Una's kingdom from a monstrous dragon."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Answer these questions about using derivatives to find special points on functions, for 10 points each:",
            "answers_sanitized": [
                "zero",
                " point of inflection [or inflection point; anti-prompt \"saddle point\"]",
                "Lagrange multipliers"
            ],
            "parts_sanitized": [
                "If a differentiable function has a minimum or maximum along an interval, Rolle's Theorem guarantees that its first derivative, and therefore its slope, will equal this value at the extremum.",
                "A function's second derivative equals 0 and changes sign from positive to negative or vice versa at this kind of point, which is neither a maximum nor minimum.",
                " To find extrema of a multivariable function along a constraint curve, these values, symbolized lambda, are found. The product of this value and the constraint curve's gradient equals the original function's gradient."
            ],
            "subcategory": "Science Math",
            "category": "Science"
        },
        {
            "leadin_sanitized": " Identify the following about some works set during Roman times, for 10 points each.",
            "answers_sanitized": [
                " Tiberius Claudius Drusus Nero Germanicus",
                " Quo Vadis: A Narrative of the Time of Nero [or Quo vadis: Powiesc z czasow Nerona]",
                "Edward George Earle Lytton Bulwer-Lytton, 1st Baron Lytton"
            ],
            "parts_sanitized": [
                "Robert Graves wrote two historical novels about this Roman emperor. In those novels, this emperor informs the reader of his knowledge of Etruscan and describes the death of his predecessor, Caligula.",
                " This Henryk Sienkiewicz novel, set during the reign of Nero, sees Marcus Vinicius convert to Christianity after hearing a speech given by Saint Peter. Vinicius and his lover Lygia flee to Sicily near the end of this novel.",
                "The eruption of Mount Vesuvius saves Glaucus from death in the Coliseum in this British author's novel The Last Days of Pompeii. His other novels include Paul Clifford, which infamously begins \"It was a dark and stormy night\"."
            ],
            "subcategory": "Literature Classical",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This battle marked the end of concerted attempts to press the Roman border beyond the Rhine. For 10 points each:",
            "answers_sanitized": [
                "Battle of Teutoberger Forest [or Teutoberger Wald]",
                " Gaius Suetonius Tranquillus",
                "eagles [or aquilae, I guess, even though the works mentioned are in English]"
            ],
            "parts_sanitized": [
                " Name this 9 CE slaughter, in which the Cherusci leader Hermann destroyed the Roman army of Publius Quinctilius Varus",
                "This author of The Lives of the Caesars depicts Augustus crying out \"give me back my legions!\" upon learning of the disaster at Teutoberger Wald.",
                " In the book and miniseries I, Claudius, Augustus more memorably demands to know the location of these items, the symbolic figures of birds which stood atop the Roman battle standards."
            ],
            "subcategory": "Literature Classical",
            "category": "Literature"
        }
    ]
}