{"tossups": [{"question_sanitized": "Earl Wild composed Seven Virtuoso Etudes based on this composer's songs. This composer's only piano concerto was commissioned by Walter Damrosch, and includes a theme based on the Charleston in its first movement. An opera by this composer includes a song doubting the truthfulness of the Bible, \"It Ain't Necessarily So,\" which is sung by (*) Sportin' Life. He composed his Concerto in F a year after writing a work which begins with a wailing clarinet glissando, which was premiered by Paul Whiteman's band in 1924. For 10 points, name this American composer of songs such as \"Summertime\" and \"I Got Rhythm,\" the opera Porgy and Bess, and Rhapsody in Blue.", "answer_sanitized": "George Gershwin", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A proposed $2.3 billion causeway across this body of water from near Askar to Zubarah would be the world's longest causeway and would link two countries that continue to dispute the Hawar Islands. This body of water is home to the Safaniyyah Field and to the nearby port of Dhahran, where a 1996 bombing killed 19 American Air Force personnel. The Arvand Free Trade Zone surrounds (*) Abadan, another port on this body of water, which can be accessed via the Strait of Hormuz. Other cities on it include the former site of the Pearl Roundabout, Manama, as well as Dubai and Abu Dhabi. For 10 points, name this oil-rich body of water bordered by such countries as Iraq, Saudi Arabia, Qatar, and Iran.", "answer_sanitized": "Persian Gulf [or Arab Gulf; accept Gulf of Bahrain before \"Safaniyyah\" is mentioned]", "category": "Geography"}, {"question_sanitized": "A golden structure in this place contains a circular arrangement of twelve high chairs and lies next to a building of solid silver. The center of this place is a field called \"splendor-plain,\" or Ida. Apart from the meeting hall Gladsheim, this location contains a meadow where half of the deceased go, known as (*) Folkvangr. Its ruler sits on the throne Hlidskjalf, from which he can see everything in the universe at once. Loki once seduced the horse Svadilfari so that Hrimthurs could not finish building the walls of this location. This place is connected to Midgard by the rainbow bridge Bifrost. Also containing Valhalla, for 10 points, name this realm of the gods in Norse mythology.", "answer_sanitized": "Asgard", "category": "Mythology"}, {"question_sanitized": "This author created a character who learns to read dreams from the skulls of unicorns after having his shadow removed. He was inspired to write his first novel when he saw Dave Hilton hit a double in 1978. This man wrote a novel whose narrator reminisces about his cartography-major roommate Storm Trooper and the suicide of his friend Naoko after hearing a certain (*) Beatles song. In another novel by this author of Hard-Boiled Wonderland and the End of the World, the protagonist corresponds with May Kasahara and searches for his cat Noboru Wataya. For 10 points, identify this Japanese author who wrote about Toru Watanabe in Norwegian Wood and about Toru Okada in The Wind-Up Bird Chronicle.", "answer_sanitized": "Haruki Murakami [accept names in either order]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "One of these texts discusses a bear who wishes to ban both teeth and horns and is called \"A Disarmament Fable.\" Another of these pieces is usually named for a line proclaiming intent to \"lift again the tattered flag.\" Another of these works laments that \"the lights are going out.\" Another predicts that, even in a thousand years, \"men will still say this was their (*) finest hour,\" and another promises \"we shall fight on the beaches, we shall fight on the landing grounds.\" One of these from 1946 coined the phrase \"special relationship\" and warned, \"From Stettin in the Baltic to Trieste in the Adriatic, an iron curtain has descended across the Continent.\" For 10 points, identify these addresses given by a British prime minister.", "answer_sanitized": "speeches of Winston Churchill", "subcategory": "History British", "category": "History"}, {"question_sanitized": "The Kaldor facts are observations about this phenomenon that hold true in industrialized countries. Arrow's \"learning by doing\" model of this treats knowledge as a function of capital, implying increasing returns to scale. Arrow's model for this phenomenon is thus endogenous, unlike the model developed by Solow that assumes constant returns to scale for labor and capital together and predicts a (*) \"steady-state\" where capital per capita does not change. Countries with higher savings rates tend to see this phenomenon occur faster, and it can be illustrated as pushing out the production possibility frontier for an economy. For 10 points, name this phenomenon measured by change in GDP, which slows or becomes negative in recessions.", "answer_sanitized": "economic growth [or word forms]", "category": "Social Science"}, {"question_sanitized": "For a gauge transformation of the scalar potential, this operation on the gauge function multiplied by negative one over c is added to the old scalar potential. Hamilton's equations set this operation on the generalized coordinates equal to a function of the Hamiltonian. This operation is symbolized by putting a single dot over a function. The curl of the electric field is equal to the negative of this operation of the magnetic field according to Faraday's Law. Taking this operation on momentum gives (*) force. This operation takes velocity to acceleration and position to velocity. For 10 points, name this operation which finds the instantaneous rate of change of a physical quantity.", "answer_sanitized": "time derivative [or d/dt (dee-dee-tee); do NOT accept \"d/dx\" or any letter but \"t\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This character hopes one action \"might be the be-all and the end-all\" but later claims that his hand will turn \"the multitudinous seas incarnadine\". At the end of Act I, he is told to \"screw your courage to the sticking-place\", while in a later speech, he proclaims \"all our yesterdays have lighted fools the way to dusty death\". In Act IV, he enters after the line \"something (*) wicked this way comes\". News of his wife's suicide prompts this character to call life \"a tale told by an idiot, full of sound and fury, signifying nothing.\" He is horrified to see Birnam Wood appear to come to Dunsinane, after which he defeats Siward but is killed by Macduff. For 10 points, name this murderous Thane of Glamis who becomes the king of Scotland in a Shakespeare play.", "answer_sanitized": "Macbeth", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "9. Jakub Guzik claimed that \"a certain filthy Hessian got what he deserved\" regarding a victim of this event. One perpetrator in this event claimed he was forced to participate by Peter Gusenberg's threats to his daughter. Alvin Karpowicz falsely put the blame for it on Abraham Bernstein and the Purple Boys. After this event, an attack on the Barker compound led to the capture of Byron Bolton, who confessed that Claude Maddox had been a (*) getaway driver for Robert Carey and Gus Winkeler during this event. In it, only John May's dog Highball was left alive. For 10 points, name this incident in which six North Side Gang members under Bugs Moran were killed at a Chicago warehouse by agents of Al Capone on a namesake holiday.", "answer_sanitized": "St. Valentine's Day Massacre", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A trick when creating the matrix for this technique is to use a pipet tip to push bubbles away. Combining this technique with chloroquine is used to tell apart positive and negative supercoiling. Sanger sequencing involves a capillary version of this technique to read the fluorescent markers. This technique is performed before transferring to nitrocellulose paper in Southern Blotting. It is typically performed in tris-acetate buffer, and the (*) intercalating agent ethidium bromide is used to image the results under a UV light. A \"ladder\" is used as a marker in this technique, which separates fragments based on size. For 10 points, name this technique, in which a current applied to a DNA sample forces it to migrate through an agarose matrix.", "answer_sanitized": "gel electrophoresis", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This man's first directorial effort opens with a long shot of waves breaking on the California coast that eventually tracks to a DJ named Dave Garver. He made a film in which Strawberry Alice puts up a one thousand dollar bounty and another in which Shimizu gets dismissed from the Kempeitai for refusing to shoot a dog. This director of Play Misty for Me won an Oscar for a film in which Frankie goes against the advice of Father Horvak and (*) euthanizes Maggie, who was sucker punched by Billie, a fellow boxer. The director of Unforgiven and Letters from Iwo Jima, for 10 points, name this actor who played the Man With No Name in Sergio Leone's Dollars trilogy and starred in his own films, Gran Torino and Million Dollar Baby.", "answer_sanitized": "Clinton \"Clint\" Eastwood, Jr.", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Before this event, one participant's shoes are hidden by children and a large fish is made to look like him. One part of it involves placing a foot on a granite stone signifying strength. One participant in this event carries a sword and rides on a white horse with a procession to another participant's home. In this event, a yellow powder called holud is liberally applied to the participants, who take seven steps around a holy fire, making a (*) vow for each step. The participants in this event follow a priest in chanting mantras to Agni. One day after this event, a bed is decorated with flowers for the consummation. For 10 points, name these events at which the female participant wears henna and a red sari and joins her groom in matrimony.", "answer_sanitized": "Hindu weddings [or Indian weddings; or South Asian weddings]", "category": "Religion"}, {"question_sanitized": "13. This man wrote \"Virtue will take up arms against savagery\" in a poem addressed to his country, which ends \"Peace, peace, peace!\" He acquired the Palazzo Molina by agreeing to donate his massive personal library to Venice and wrote a letter to his old confessor upon ascending Mount Ventoux. He was crowned as the first modern poet laureate on the strength of his epic about the Punic War, (*) Africa. He wrote that the \"Sun's rays turned pale with grief for his Maker\" on a certain Good Friday in a collection addressed to \"You who hear the sound of scattered rhymes\". Division into an octave and a sestet marks his namesake sonnet form. For 10 points, name this early humanist, an Italian poet whose collection Canzoniere expresses his love for Laura.", "answer_sanitized": "Petrarch [or Francesco Petrarca]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A new species of orchid that was gifted to this man by Sukarno at the Bandung Conference became one of two official flowers of his country. This man changed his name to honor an uncle who participated in the March 1st Movement. He later established the kwan li so (*) labor camps. This man's government was involved in conflict with the U.S. in the Axe Murder Incident and the capture of the Pueblo. In a 1955 speech, he introduced the ideology of \"juche,\" which displaced the reverence of Stalin and Mao. For 10 points, name this \"Eternal President\" who led North Korea until 1994, when he was succeeded by his son Kim Jong Il.", "answer_sanitized": "Kim Il Sung [or Kim Song Ju; prompt on \"Kim\"]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This operation can be done over a finite field using Berkelamp's algorithm. One method of doing this operation to a particular type of quartic uses Sophie Germain's identity, and Eisenstein's criterion gives instances in which this operation cannot be done. An expression involving x minus one and y minus one shows up in \"Simon's favorite\" trick for performing this operation. All polynomials greater than degree one with real coefficients can have this done over the complex numbers (*) according to the Fundamental Theorem of Algebra. Simple identities for this operation are grouping and difference of two squares. For 10 points, name this operation often used to find roots, the breaking up of a polynomial into polynomials of lesser degree multiplied together.", "answer_sanitized": "factoring [or reducing or expanding out; accept word forms]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This artist added a spout to the back of his own head in his stoneware work, Jug Self-Portrait, while another self-portrait sees him standing in front of his painting in which his wife lies naked, face down on a bed haunted by an evil spirit. This artist of The Spirit of the Dead Watching created a work in which three women (*) imagine the title religious figure, who wears a loin cloth and is painted the same color as the fields in the background. Breton peasants witness Jacob wrestling with the angel in his related work, Vision After the Sermon. For 10 points, name this Post-Impressionist behind The Yellow Christ who painted Where Do We Come From? What Are We? Where Are We Going? in Tahiti.", "answer_sanitized": "(Eugene Henri) Paul Gauguin", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A ring of atoms of this element was placed on a copper surface by Crommie, Lutz, and Eigler using a scanning tunneling microscope to create a quantum corral. Prussian blue is a complex of this element with cyanide. Its allotropes include austentite, and its 57 isotope is commonly used to demonstrate the Mossbauer effect. The first metallocene contained an atom of it sandwiched between two cyclopentadiene rings. Either ruthenium or this element comprises the most common catalyst for the (*) Haber-Bosch process, and it usually occurs in plus 2 and plus 3 oxidation states, which are known as ferrous and ferric. For 10 points, name this element, alloys of which form steel, with atomic number 26 and symbol Fe.", "answer_sanitized": "iron", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This work relates the story of a magazine editor mailing a letter entirely reading, \"I don't agree with you\" to Matthew Arnold and describes a plaque which erroneously claims that Benjamin Franklin was eaten by savages in the Sandwich Islands. It quotes from such poets as Jamrach Holobom and Father Gassalasca Jape and was begun in a series of \"Prattler\" columns in the (*) San Francisco Wasp. Its introduction states that imitations were published under the names \"The Cynic's This, The Cynic's That, and The Cynic's t'Other.\" This book distinguishes between \"academe\" and \"academy\" and claims that a lawyer is \"one skilled in circumventing the law\". For 10 points, name this collection of satirical definitions written by Ambrose Bierce.", "answer_sanitized": "The Devil's Dictionary [accept The Cynic's Word Book or The Cynic's Dictionary before \"Cynic\" is read]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This author argued that horses learn how high to leap by the same instinct as humans, but devoid of reason, in a work where he imagines himself as Epicurus speaking to Athens. Two of the three \"connexions\" proposed by this man are resemblance and contiguity, which link \"matters of fact.\" He posited \"custom or habit\" as the \"skeptical solution\" to the problem of what underpins the third one, causality, in a work which denies that (*) miracles have ever happened. This man, whose work ended Kant's so-called \"dogmatic slumber,\" claimed that reason is only the \"slave of the passions\" and gave a negative answer to the \"is-ought\" problem. For 10 points, name this author of Treatise of Human Nature and An Enquiry Concerning Human Understanding, a Scot.", "answer_sanitized": "David Hume", "category": "Philosophy"}, {"question_sanitized": "20. Forces fighting for this country were victorious in a battle, sparked by a raid on the Abbey of Einsiedeln, against Leopold I. That battle at Morgarten saw its \"oath brothers\" become one of the first bands of dismounted commoners to defeat a force of knights in the Middle Ages. This country, which did not grant suffrage to women until 1971, has (*) Romansh as one of its four official languages. Napoleon established the Helvetic Republic in this country to secure control over the Simplon and Great Saint Bernard passes. One military force from this country apocryphally wears uniforms designed by Michelangelo and first served under Julius II. For 10 points, name this country which provides mercenaries to guard the Pope.", "answer_sanitized": "Switzerland [or Schweiz; or Suisse; or Svizzera; or Svizra; or Swiss Confederation; accept Confoederatio Helvetica before \"Helvetic Republic\" is read]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A tickler coil is used with feedback to create an example of these objects named for Armstrong. An unusual nonconservative one named for van der Pol conserves energy as long as the parameter mu is greater than zero. The equation describing a general one of these systems states that the second derivative of x plus omega sub zero squared x equals zero. RLC circuits function as these systems when the square root of L over C is small. Their behavior can be described by a Q factor when they are (*) driven or damped. One class of them undergoes acceleration proportional to the displacement and is described by Hooke's law; that example is a simple mass on a spring. For 10 points, name these physical systems that periodically moves about an equilibrium point, whose simple harmonic type is exemplified by the pendulum.", "answer_sanitized": "oscillators [prompt on \"resonator\"; accept more specific answers, like simple harmonic oscillator, harmonic oscillator, nonconservative oscillator, damped oscillator, driven oscillator, etc]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One far-right movement in this country used a Greek letter sigma as its symbol and was started by an author who attended its Week of Modern Art. Young officers called tenentes in this country rebelled against its system of patronage by landed coffee barons. The Integralists and a public works advocate of Gypsy descent named Juscelino Kubitschek hailed from this country, whose leaders once lived in (*) Catete Palace. One leader of this nation shot himself in 1954 after dissolving its legislature and copying tactics of European leader Antonio Salazar to run an \"Estado Novo.\" For 10 points, name this country once ruled by Getulio Vargas and discovered by Pedro Alvares Cabral, a former Portugese colony.", "answer_sanitized": "Brazil", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One poem by this man asks \"sages standing in God's holy fire\" to \"be the singing-masters of my soul\" and notes that an aged man is \"a tattered coat upon a stick\", unless \"soul clap its hands and sing\". In another poem, he described being troubled by the \"gaze blank and pitiless as the sun\" of a \"vast image out of Spiritus Mundi\", asking \"what rough beast...slouches toward (*) Bethlehem to be born?\" That poem by this man begins \"Turning and turning in the widening gyre, the falcon cannot hear the falconer\" and laments \"Things fall apart, the center cannot hold\". He opened another poem with the line \"That is no country for old men.\" For 10 points, name this co-founder of the Abbey Theater, an Irish poet who wrote \"The Second Coming\" and \"Sailing to Byzantium\".", "answer_sanitized": "William Butler Yeats", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Chemical scrubbers and the oxides of calcium and magnesium are commonly used to remove this molecule. Along with hydrogen gas, this molecule is the end-product of the water-gas shift reaction. Antisymmetric stretching and bending are the only two observed modes of vibration in this molecule, released during the conversion of pyruvate to acetyl-CoA. This molecule dissolves in the bloodstream, resulting in a proton and a (*) bicarbonate ion, via carbonic anhydrase. The primary culprit of ocean acidification, this molecule is the simplest to have a linear arrangement about a central atom. For 10 points, name this triatomic molecule, a greenhouse gas produced alongside water in combustion reactions.", "answer_sanitized": "carbon dioxide [or CO2]", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "Paul Magloire led one coup in this nation, which was occupied by the United States after a group of marines commanded by Smedley Butler landed in its capital. For 10 points each:", "answers_sanitized": ["HAITI", "TONTON MACOUTES", "ARISTIDE"], "parts_sanitized": ["Name this island nation which was ruled by two different members of the Duvalier family.", "Papa Doc Duvalier's government employed this fearsome secret police force, who took their name from a mythological figure who stole children", "This figure was elected to the presidency of Haiti in 1990, only to be deposed in 1991. He was elected again in 2004, only to once again be overthrown and exiled."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This substance was accidentally discovered by Alexander Fleming while analyzing bacterial cultures, one of which had a mold growing in it. For 10 points each:", "answers_sanitized": ["penicillin", "peptidoglycan", "periplasmic space"], "parts_sanitized": ["Name this prototypical antibiotic, which prevents the formation of bacterial cell walls. It revolutionized the treatment of infectious disease, but is rarely used anymore due to resistance.", "Bacterial cell walls are primarily composed of this substance, which is a polymer of N-acetyl-glucosamine and N-acetyl-muramic acid. It also contains D-amino acids.", "In Gram-negative bacteria, enzymes that cleave beta-lactams can be found in this compartment, which is located between the inner and outer membranes."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": ". In this play, Irina Arkadina laughs at a bizarre symbolist play-within-a-play written by her son, though she later repairs that son's bandages after his failed suicide attempt. For 10 points each:", "answers_sanitized": ["SEAGULL", "CHEKHOV", "STANISLAVSKI"], "parts_sanitized": ["Name this realist play in which Nina spurns the love of that play-within-a-playwright and rejects a gift from him in favor of leaving for Eltz with an acclaimed novelist.", "This Russian wrote of Konstantin Treplyov shooting the title bird and himself in The Seagull. His other realistic dramas include The Three Sisters and The Cherry Orchard.", "The incredibly influential Moscow Art Theater production of The Seagull was co-directed by Vladimir Nemirovich-Danchenko and this man, who developed a namesake system of theater praxis in which emotions are produced through specific physical actions."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "These devices' characteristic ability is the ratio of their charge to the voltage across them and is measured in Farads. For 10 points each:", "answers_sanitized": ["CAPACITOR", "DIELECTRIC", "COAXIAL"], "parts_sanitized": ["Identify these circuit components which store energy in an electric field. The parallel-plate variety is commonly used to illustrate their properties", "These nonconducting materials are often sandwiched in between the plates of a parallel plate capacitor in order to increase their capacitance. They will conduct electricity above the breakdown voltage.", "This type of cable, which acts as a capacitor, consists of a central wire surrounded by a dielectric material, which is in turn surrounded by an outer conducting sheath. They are used to transmit radio signals."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Forms of this process include slumps, flows, and topples, and its dynamics can be changed by weathering. For 10 points each:", "answers_sanitized": ["MASS WASTING", "AVALANCHE", "REPOSE"], "parts_sanitized": ["Give this term for any process by which soil and rock move downhill under the force of gravity. Creep is a particularly slow example.", "This particular type of landslide is a sudden rapid flow of snow down a slope, and can be triggered by rockfall and sudden impacts.", "When granular material accumulates, it forms a conical hill. The angle of the hill relative to the horizontal is given this name."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": " Answer some questions about things an ethnographer might encounter when travelling to the Pacific Northwest, for 10 points each", "answers_sanitized": ["TOTEM", "POTLATCH", "SWEAT LODGE"], "parts_sanitized": [" Many tribes in the area make cedar tree trunks into these structures with ancestors, animals, and events carved into the wood.", "] In this elaborate multi-feast procedure, hosts provide food and ritually disburse gifts to enhance their own prestige. Banned by Canada for many years, it is practiced by tribes such as the Tlingit.", "Plains peoples like the Lakota practice this other ceremony, which relies on heated stones placed inside the namesake structure. Its legal status became contentious after self-help con man James A. Ray killed two disciples in 2009 while attempting to co-opt this ceremony into New Age nonsense."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This building stopped being used for masques when it was discovered that smoke was damaging The Apotheosis of James I, a ceiling mural painted by Rubens. For 10 points each", "answers_sanitized": ["BANQUETING HOUSE", "JONES", "WREN"], "parts_sanitized": [" Identify this British royal building at Whitehall erected in 1622 whose facade places four sets of Ionic and Corinthian columns within two sets of pilasters on the outer bays.", "The Banqueting House at Whitehall is one of the few surviving buildings designed by this architect, who was heavily influenced by Andrea Palladio. His rectangular design for Covent Garden was inspired by the Place Royale in Paris", " This other British architect worked with men like Robert Hooke to construct several buildings in the aftermath of the Great Fire of London. He's best known for constructing the new St. Paul's Cathedral."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": " This man's namesake book contains the verse \"All Scripture is God-breathed.\" For 10 points each:", "answers_sanitized": ["TIMOTHY", "MOSES", "MASTER/SLAVE"], "parts_sanitized": [" Name this man whose mentor was Saint Paul. He is the namesake of two pastoral epistles written by Paul, the first of which includes the famous verse \"for the love of money is a root of all kinds of evil.\"", "2 Timothy mentions Jannes and Jambres, sorcerers who opposed this biblical figure who turned a staff into a snake and led the Israelites out of Egypt.", " In an earlier epistle, Paul attempted to effect a reconciliation between Philemon and Onesimus, who had this relationship with one another."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "7. This character proclaims that she \"[does] not admit that dish washing is enough to satisfy all women\" towards the end of the novel in which she appears. For 10 points each:", "answers_sanitized": ["CAROL KENNICOTT", "LEWIS", "WINNEMAC"], "parts_sanitized": ["] Name this woman who marries Will and sets out to change the town of Gopher Prairie, Minnesota in the novel Main Street.", "] Main Street, like Babbitt, Arrowsmith, and less popular novels like Mantrap and The Man Who Knew Coolidge, was written by this Minnesotan author", "] Babbitt is set in Zenith, which is the biggest city in this fictional state. This fictional state is also the setting of Dodsworth, Arrowsmith, and Gideon Planish"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": " Indian philosophy held that this construct was made of purusha and prakriti, or an active cause and a passive nature. For 10 points each:", "answers_sanitized": ["DIALECTICAL", "HEGEL", "ADORNO"], "parts_sanitized": ["0] Name this construct, which in its familiar form involves the combination of a thesis and antithesis into a synthesis", "This philosopher popularized the above dialectical method, which is often named for him. He described Sittlichkeit, or \"ethical order,\" in his Phenomenology of Mind.", " This Frankfurt School philosopher wrote Negative Dialectics and described the \"culture industry\" along with Max Horkheimer in Dialectic of Enlightenment"], "category": "Philosophy"}, {"leadin_sanitized": ". In this technique, samples are usually dissolved in carbon tetrachloride and smeared between two salt plates, and alcohols have a broad peak at around 3300 inverse centimeters in this technique. For 10 points each:", "answers_sanitized": ["IR SPEC", "KETONE", "FEMTO"], "parts_sanitized": ["Name this technique which probes vibrational transitions in molecules using light with a wavelength longer than visible light", "This functional group has a sharp peak around 1700 inverse centimeters. This functional group contains a carbon double bonded to an oxygen in the middle of a carbon chain", "Ahmed Zewail developed this branch of chemistry, which uses ultrafast laser pulses to observe reaction kinetics on short timescales. It is named for the fact that it can observe reactions on the order of 10 to the negative 15 seconds"], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This general helped modernize the armies of Mahmud II, and he also translated most of Gibbon's history of Rome into German. For 10 points each", "answers_sanitized": ["MOLKTE", "FRANCO PRUSSIAN", "FRANKFURT"], "parts_sanitized": ["] Name this Chief of Staff of the Prussian Army, who defeated Ludwig von Benedek at the Battle of Koniggratz to start the Austro-Prussian War", "Helmut von Moltke also led the Prussians through this conflict fought over Alsace-Lorraine, which included the Siege of Metz and a battle in which Patrice McMahon was wounded, the Battle of Sedan.", "] The Franco-Prussian war was ended by this treaty, which installed Wilhelm I of Prussia as German emperor and gave the inhabitants of Alsace-Lorraine the choice between becoming German citizens or leaving"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": ". One inhabitant of this place documented its horrors in a set of cassette tapes left in Bangor, Maine, providing the basis for a lecture by Professor Piexioto that makes up a novel's frame narrative. For 10 points each:", "answers_sanitized": ["GILEAD", "HANDMAIDS TALE", "SCRABBLE"], "parts_sanitized": ["Name this totalitarian state founded in a coup led by the Sons of Jacob, in which select women, such as Offred (\"of\"-Fred), are forced to serve as concubines for couples with low fertility rates", "Gilead is the setting for this dystopian novel by Margaret Atwood", "The Commander invites Offred to meet him in secret in order to engage in this activity, one of many intellectual pursuits forbidden to women, and rewards her for doing so with magazines and lotion."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about resistance to online copyright legislation.", "answers_sanitized": ["WIKIPEDIA", "SWEDEN, SVERIGE", "DOTCOM"], "parts_sanitized": ["This popular user-edited website, founded by Jimbo Wales, went offline for a day to protest the Stop Online Piracy Act.", "The Pirate Party International was founded by activists in this European country and won two seats to its Parliament in 2009. Servers in this country host The Pirate Bay.", "This Megaupload owner was recently arrested in his lavish New Zealand mansion. He had earlier been prosecuted for insider trading charges relating to the LetsBuyIt website."], "subcategory": "Current Events Other", "category": "Current Events"}, {"leadin_sanitized": " This composer wrote \"Three Sonneries of the Rose+Cross\" during his time as a Rosicrucian. For 10 points each:", "answers_sanitized": ["SATIE", "GNOSSIENES", "CAGE"], "parts_sanitized": ["Name this eccentric French composer who often used no bar lines in his works, and depicted ancient Greece in his three Gymnopedies.", " Satie composed seven piano pieces with this name, which he coined. They include odd instructions such as \"arm yourself with clairvoyance,\" and the first of them is characterized by many Eastern-sounding grace notes", " A performance of Satie's Vexations, in which the same piece is played 840 straight times, inspired this American composer to write 4' 33\""], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": " This brother of Carloman I defeated Lombard forces led by Desiderius in Pavia. For 10 points each:", "answers_sanitized": ["CHARLEMAGNE", "LEO III", "IRENE"], "parts_sanitized": [" Name this patron of Alcuin and Einhard. This Holy Roman Emperor's general Roland was defeated by Basques at the Battle of Roncevaux Pass", " This pope consecrated Charlemagne's Palatine Chapel at Aachen after fleeing Roman threats. He later crowned Charlemagne as Emperor of the Romans at St. Peter's Basilica on Christmas Day", " Leo's coronation of Charlemagne angered this Byzantine empress, who sought to marry him. She was exiled to Lesbos following a coup by Nikephoros I that ended the Isaurian Dynasty"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": " Name these figures that Apollonius of Rhodes places as being depicted on Jason's cloak, for 10 points each", "answers_sanitized": ["CYCLOPS", "PELOPS", "AMPHION OR ZETHUS"], "parts_sanitized": ["0] These figures, whose names are Brontes, Steropes, and Arges, are depicted making thunderbolts for Zeus", "This figure is depicted in a chariot race for Hippodamia's hand in marriage. This son of Tantalus had earlier been given an ivory shoulder to replace the one Demeter ate.", " Two brothers are depicted with their greatest construction, the walls of Thebes. One moved the stones, and the other played his lyre to induce them to form the wall. Name either."], "category": "Mythology"}, {"leadin_sanitized": " Works in the Italian variety of this poetic genre often feature a change in theme around line nine, which is termed the volta. For 10 points each:", "answers_sanitized": ["SONNETS", "SIDNEY", "DEFENSE OF POESY"], "parts_sanitized": [" Name this type of fourteen-line poem. English and Spenserian ones are generally structured as three quatrains and a concluding couplet.", " This Elizabethan poet wrote one of the first English sonnet sequences, Astrophil and Stella. He also wrote a prose romance in which the king Basilius and his queen Gynecia both fall in love with the disguised Pyrocles in the title location, Arcadia.", "] In this work, Sidney claims that literature \"nothing affirms, and therefore never lieth,\" and argues that the title discipline is a better teacher than philosophy and history because it both delights and instructs"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": " In patients with alpha-1-antitrypsin deficiency, the connective tissue holding this organ together is destroyed by elastase, causing a particularly severe form of emphysema. For 10 points each", "answers_sanitized": ["LUNGS", "SURFACTANT", "CORTISOL"], "parts_sanitized": ["Identify this organ, which uses sac-like terminals called alveoli to exchange atmospheric gases with the bloodstream", "This substance is secreted by type II pneumocytes in the alveolus, and is responsible for preventing alveoli from collapsing during respiration. Its primary component is DPPC and it works by decreasing surface tension", " Premature infants are unable to secrete enough surfactant unless this hormone is given to the mother during labor. This hormone is overproduced in Cushing's syndrome."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "One of his first commercial successes was winning a government contract to transport supplies to forts around New York during the War of 1812. For 10 points each:", "answers_sanitized": ["VANDERBILT", "WALKER", "GIBBONS"], "parts_sanitized": ["What entrepreneur and railroad magnate outmaneuvered Daniel Drew in the steamboat business, but lost millions in the Erie War against Jay Gould and James Fisk?", "Vanderbilt fiercely opposed this American filibuster, who interfered with the railroad business in Nicaragua. He declared himself president of the Republic of Lower California and Republic of Sonora, before being executed in Honduras.", "Early in his career, Vanderbilt worked under this ferry entrepreneur, helping him break the steamboat monopoly of Fulton and Livingston."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": " The sketch for this unfinished painting placed Jean-Sylvain Baillie at its center, and a strong breeze unfurls curtains in the top left of this work. For 10 points each:", "answers_sanitized": ["TENNIS COURT OATH", "DAVID", "SABINE WOMEN"], "parts_sanitized": ["0] Identify this painting, abandoned in 1792, that would have depicted over 630 men swearing the title allegiance", "The Tennis Court Oath is an unfinished drawing by this artist, better known for Neoclassical paintings like The Death of Socrates and The Oath of the Horatii.", "] David first showed his version of the \"Intervention\" of these people in front of a large mirror. Giambologna and Nicolas Poussin created works where these classical figures are being abducted"], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": " One character in this work is known as \"the Innocent of Sandy Bar\" and had, in the past, lost all of his money in a poker game against another character. For 10 points each:", "answers_sanitized": ["OUTCASTS OF POKER FLAT", "HARTE", "PLAIN LANGUAGE FROM TRUTHFUL JAMES"], "parts_sanitized": ["Identify this story in which the brothel owner Mother Shipton and the gambler John Oakhurst sacrifice themselves, but are unable to prevent the Duchess and Piney Woods from dying together in a cabin after a snowstorm.", " \"The Outcasts of Poker Flat\" was written by this editor of the Overland Monthly, a California-based author whose other famous stories include \"The Luck of Roaring Camp\".", "This Harte poem, a parody of Algernon Swinburne's \"Atalanta in Calydon\", was written to satirize Irish prejudice against Chinese immigrants and features Ah Sin, who cheats at euchre. Unfortunately, most of its audience missed the satire, and Harte later disowned it."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": ". During one of these events, Vercingetorix was chained up, paraded through the streets, and then executed at the Tullianum. For 10 points each:", "answers_sanitized": ["TRIUMPHS", "TOGA", "JUGURTHA"], "parts_sanitized": [" Name these celebrations of military victories in ancient Rome.", "] During a triumph, the celebrated general used the picta version of this traditional Roman object", "This Numidian was strangled in jail following the 104 BCE triumph of his nemesis."], "subcategory": "History Classical", "category": "History"}]}