{"tossups": [{"question_sanitized": "A holiday celebrating this event was added to the calendar by Pope Callixtus III, who wanted to commemorate the breaking of the Siege of Belgrade. That feast day, which takes place on August 6, includes the singing of the Apolytikion and Kontakion in Eastern Orthodoxy. According to Mark, some figures at this event were \"sore afraid.\" One of those figures says \"It is good for us to be here\" and suggests the construction of three (*) tabernacles. It is not the Baptism of Jesus, but a cloud overshadows the witnesses of this event and God points to his \"beloved son... in whom I am well pleased,\" commanding James, John, and Peter to \"hear him.\" For 10 points, name this miracle in which Jesus converses with Elijah and Moses upon Mount Tabor and becomes radiant.", "answer_sanitized": "Transfiguration of Jesus Christ [accept word forms, like Transfigured]", "category": "Religion"}, {"question_sanitized": "In one section of this work, a group of travelers encounters a town full of corpses that look alive and at work while visiting the City of Brass. The first part of John Barth's Chimera retells this work's frame story. In \"The South,\" Juan Dahlmann hits his head while carrying this work, which fascinated Jorge Luis Borges. Antoine Galland's translation popularized this work in Europe, although a more famous translation was made by Richard (*) Burton. One of its characters is enslaved by the Old Man of the Sea after an encounter with the Roc shipwrecks him. In its frame story, King Sharyar repeatedly delays the execution of his wife Scheherezade. For 10 points, name this collection of stories, which includes the tales of Sinbad and Ali Baba.", "answer_sanitized": "The Arabian Nights' Entertainment [or One Thousand and One Nights; or the Thousand and One Arabian Nights]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This cell type's namesake activating factor is targeted by the monoclonal antibody Benlysta. These cells express both CD19 and CD20 on their surfaces, and immortalized ones are fused with normal ones to form hybridomas. They proliferate in response to IL-4 and IL-5, and these cells get their names from the unique organ in which they mature in birds. One protein expressed by them is encoded for by genes that undergo somatic hypermutation. Those genes undergo the (*) VDJ recombination to create diversity. They can be divided into memory and plasma types, the latter of which secrete large amounts of antibodies in response to an infection. For 10 points, name this type of immune cell, which, unlike T-cells, mature in the bone marrow.", "answer_sanitized": "B cell", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Henry IV of France promoted this industry through a royal corporation at Savonnieres. Innovators in this industry included Huguenot Lewis Paul and the Oldham Limiteds. The Waltham System was used in this industry in the United States. Laborers in this industry who lacked representation in a guild launched the 1378 (*) Ciompi Revolt in Florence. Lord Liverpool's government executed several people working in this industry in York who destroyed its mechanized equipment; that group was the Luddites. This industry was made more efficient by John Kay's flying shuttle. For 10 points, name this key industry in the first industrial revolution, helped by advancements like power looms for spinning and weaving.", "answer_sanitized": "textile industry [or clothing industry; or cotton industry; or wool carding industry]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "5. In May 2012, this country ended a government monopoly on electricity distribution, in part because of rebel attacks on electricity pylons. The party that won this country's most recent election initially refused to take its seats because its constitution reserves 25% of seats for the military. This country resumed construction of the Myitsone Dam in its state of Kachin despite flooding concerns. The General Secretary of its National League for (*) Democracy, who eventually swore an oath to enter parliament, is the daughter of its founding leader; that politician was released from house arrest in 2010. This country's parliament in Naypyidaw now includes Aung San Suu Kyi. For 10 points, name this Southeast Asian country whose former capital was Rangoon.", "answer_sanitized": "Republic of the Union of Myanmar [accept Burma]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A ceiling mural by Giambattista Tiepolo depicted this deity \"Conducting Beatrice of Burgundy to the 'Genius' of the German Nation\". This god is sculpted with long curly hair in the so-called Chatsworth Head. A lizard can be seen climbing up a tree in a Roman copy of a Praxiteles sculpture of this deity now in the Louvre known as (*) \"Sauroctonos\". This figure walks forward and holds out his left arm, which supports his cape, in a nude originally sculpted by Leochares known as the \"Belvedere\" version of this god. One sculpture shows his lover transforming into a tree, and he is often depicted with a lyre. For 10 points, Daphne is depicted in a Bernini sculpture alongside which Greek god of oracles?", "answer_sanitized": "Apollo", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This work often notes that people assume their own infallibility in making judgments. This work, which helped introduce Wilhelm von Humboldt's work to English speakers, claims \"an Akbar or a Charlemagne\" is needed for immature \"barbarians\" to rise to civility. One chapter of this work describes \"individuality\" as \"one of the elements of well-being\". It asks whether non-believers are persecuted by a \"Mahomedan\" country's ban on eating pork. It's not Democracy in America, but it argues that rules are needed to curb a (*) \"tyranny of the majority\" and that states should only use power to stop one person from harming another, in keeping with the \"harm principle\". For 10 points, name this work by John Stuart Mill about individual freedom.", "answer_sanitized": "On Liberty", "category": "Social Science"}, {"question_sanitized": "A simple inverter consists of one of these components with a DC input in one part. The parameters of one of these devices are determined using the open-circuit and short-circuit tests. These devices' energy losses are sub-divided into copper losses and iron losses. The root-mean-square output of these devices equals approximately 4.44 times the frequency times area times magnetic field times N. An example of the resonant kind of these devices is the (*) Tesla coil. The equation governing these components sets the ratio of the number of turns in the two coils equal to the ratio of the voltages in the winding. For 10 points, name these alternating circuit components containing a pair of inductively-coupled coils that steps down or steps up an input voltage.", "answer_sanitized": "transformer", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One man was dismissed from this post in 1993 for using a government plane to visit his daughter in San Francisco. Robert Hanssen worked under several men who held this position. Another holder of this position was William Sessions, who ordered the insertion of the message \"Winners Don't Use Drugs\" in all imported arcade games. The first man to hold this position had previously worked as a special assistant to the attorney general during the Palmer Raids and later established the (*) COINTELPRO program. That first man to hold this position established a fingerprint file which became the largest such database in the world. This post is currently held by Robert Mueller. For 10 points, name this post long held by J. Edgar Hoover.", "answer_sanitized": "director of the FBI [or director of the Federal Bureau of Investigation or FBI director; accept synonyms for director such as \"chief\" or \"head\"]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This man wrote about an \"oceanic whisper\" that entices people to leave home by sighing, \"I am the solitude that asks and promises nothing.\" The speaker of another of his poems concludes, \"Those to whom evil is done / Do evil in return\" and later states \"What mad Nijinsky wrote / About Diaghilev / Is true of the normal heart\". This author of \"In Praise of Limestone\" described how \"the dogs go on with their doggy life\" in a poem that opens \"About (*) suffering they were never wrong, / The old Masters\". That poem by this man describes how \"everything turned away / Quite leisurely from the disaster\" in \"Breughel's Icarus\". For 10 points, name this Anglo-American poet of The Age of Anxiety who wrote \"September 1st, 1939\" and \"Musée des Beaux Arts\".", "answer_sanitized": "Wystan Hugh Auden", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The Garuda Purana extensively describes these events. In Japanese folklore, performing this activity properly prevents a reikon from becoming a yurei. Upon Rama's insistence, Sugreeva carries out one of them. At another of these events, Nanna suddenly dies and the giantess Hyrrokin is employed to push Hringhorni. At one of these events, the Myrmidons circle in their chariots three times and attendees partake in (*) boxing, wrestling, a footrace, and a contest for some armor. Those games occur in the one held for Patroclus. Hermod is sent to Hel to retrieve Baldr after, for 10 points, what kind of event, which in Norse myth was held after Baldr was killed by a sprig of mistletoe?", "answer_sanitized": "funeral ceremonies [accept word forms, especially funerary rites; accept funeral games at any point as well]", "category": "Mythology"}, {"question_sanitized": "In one work by this man, the main character emerges from a fish's belly to see a one-legged ballerina, uniting them in love before they both die in a fire. In another of his stories, a shattered mirror infects Kay, who is forced to spell \"eternity\" before Gerda rescues him from the title figure's palace. This author of \"The Steadfast Tin Soldier\" and \"The (*) Snow Queen\" wrote a story about the bride of a flower-fairy prince, born from a barleycorn given to a peasant's wife. In another story, he wrote of a character who wishes to be killed by a flock of beautiful swans after years of abuse from other animals, but finds that he has become a swan himself. For 10 points, name this author of \"Thumbelina\" and \"The Ugly Duckling,\" a Danish author of fairy tales.", "answer_sanitized": "Hans Christian Andersen", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One native group living in what is now this country was the subject of How Natives Think by Marshall Sahlins, who was accused of misconstruing that group's worldview during the 1990s. Modern-day Belzoni in this country is near the former center of the \"Poverty Point\" culture, while the Hopewell Exchange system arose here during the Middle Woodland period. The traditions of this country's Yahi people were relayed to Alfred (*) Kroeber by their last representative, Ishi. This country's anthropological sites include the Cahokia earthworks, created by a culture named for its longest river, and the cliff dwellings at Mesa Verde built by the Anasazi. For 10 points, identify this country where native groups like the Hopi, Zuni, and Navajo can be found in the Four Corners region of its Southwestern states.", "answer_sanitized": "The United States of America [either answer/equivalents are fine]", "category": "Social Science"}, {"question_sanitized": "The star R Coronae Borealis varies irregularly due to emission of clouds of this element. The atmosphere of CW Leonis is dominated by this element. In addition to transition metal oxides and lithium, compounds containing this element are characteristic of spectra of brown dwarfs. The immediate cause of type Ia supernovae is the \"detonation\" named for it, which occurs when core temperatures become high enough to fuse it. Hoyle predicted the existence of a resonance nuclear state of one isotope of this element that is formed by the (*) triple-alpha process. Oxygen, nitrogen, and this element are used catalytically in a namesake cycle that is the major alternative to the proton-proton chain. For 10 points, name this element which is the basis of all known forms of life.", "answer_sanitized": "carbon [or C; accept isotopes like (number)C or carbon-(number), where (number) is from 8 to 23 inclusive]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Basil Liddell Hart and J.F.C. Fuller cited this battle as the inspiration for their proto-Blitzkrieg tactics after the battle of Cambrai. During this battle, the losing side's Indian war elephants and scythed chariots proved useless against well-rested hypaspists and sarissa-armed phalangites. The losing side's cavalry reached the supply train guarded by Parmenio, which forced the winning commander to halt pursuit of the routed enemy. (*) Bessus, the Satrap of Bactria, retreated from this battle and later killed its losing commander, who, as in the earlier Battle of Issus, was driven from the field by the Companion Cavalry. For 10 points, name this third and final victory of Alexander the Great over Darius III's Persian Empire.", "answer_sanitized": "Battle of Gaugamela [or Battle of Arbela]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "Louis Vierne died while playing this instrument, for which Charles-Marie Widor composed ten symphonies. Charles Ives composed variations on \"America\" for this instrument. Aristide Cavaillé-Coll built these instruments for renowned players of them, such as Cesar Franck and Marcel (*) Dupre, who for years played the one at Saint-Sulpice. Music composed for this instrument is often written for three staves, including one indicating the foot pedals. For 10 points, name this instrument often played in churches, which produces sound by blowing pressurized air through enormous pipes.", "answer_sanitized": "pipe organs", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A ship of this name, carrying Jewish refugees from Europe, was refused entry into Havana in 1939. John Robinson led an elephant across the Eads Bridge to a city of this name. The namesake of that ship and city was joined by his brother, Robert of Artois, on a disastrous campaign from Damietta to al-Mansurah during the (*) Seventh Crusade, and built the Sainte-Chapelle to house a piece of the True Cross. A vehicle named for this man was a modification of a Ryan M2 and used to travel between New York and Paris in 1927 by Charles Lindbergh. For 10 points, give this name of the only French king to be canonized, as well as an American city home to the Gateway Arch.", "answer_sanitized": "Saint Louis [or Louis IX; or Spirit of Saint Louis; prompt on \"Louis\"]", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "18. This man created early Cubist pieces like Portrait of Zinoviev. A skeleton in women's clothes is depicted in his Dream of a Sunday Afternoon in Alameda Park. A woman straps a giant basket to a man's back in his The Flower Carrier. Men labor to make cars under massive machinery in one of his works, which contains a note saying it was commissioned by Edsel Ford. Another of his works depicts a (*) \"Controller of the Universe\" and was removed from the Rockefeller Center for containing a portrait of Lenin. This man painted Detroit Industry, while his wife made a dual self-portrait where the two figures' organs are visible. For 10 points, name this muralist of Man at the Crossroads who was married to Frida Kahlo.", "answer_sanitized": "Diego Rivera [or Diego María de la Concepción Juan Nepomuceno Estanislao de la Rivera y Barrientos Acosta y Rodríguez]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This author's long-lost early novel The Sea is My Brother was inspired by his short stint in the Merchant Marines. The title alchemist attempts to defeat the Great World Snake in his novel Doctor Sax. His time as a fire lookout in the Cascades inspired two of his novels, a part of his \"Duluoz Legend\" called Desolation Angels and a book in which Japhy Rider introduces Ray Smith to (*) Buddhism. Three trips to Raton Canyon are chronicled in his novel Big Sur, which was published five years after a novel in which Carlo Marx and Old Bull Lee are among the friends of the wandering protagonists, Dean Moriarty and Sal Paradise. For 10 points, name this Beat writer who penned The Dharma Bums and On the Road.", "answer_sanitized": "Jack Kerouac [or Jean-Louis Kerouac]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Channels that permit the passage of this substance can be divided into the L type, P type, and T type, and it can trigger its own release by binding to the ryanodine receptor. Proteins that bind to it often have the EF-hand motif, and by binding to synaptotagmin it triggers the release of neurotransmitters into synapses. Like DAG, this substance activates protein kinase C. It can be released by the action of inositol triphosphate after PIP2 cleavage by (*) phospholipase C. The sarcoplasmic reticulum stores this ion, and when it is released it binds to troponin and causes muscle contraction. Calmodulin binds to this ion, which is absorbed in the intestin", "answer_sanitized": "calcium ion [or Ca or C-a-two-plus]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The solution to this problem was originally approached using horizontal Iwasawa theory, and a weaker version of this result is derived from Falting's theorem. The proof of this theorem relied on Ribet's work on the epsilon conjecture. It was proven for all primes less than 100 using Sophie Germain's theorem. Its proof relied on a result that states that any elliptic curve over the rationals can be obtained from a rational map, known as the (*) Taniyama-Shimura conjecture. The originator of this result claimed to have a miraculous proof of it that the margin couldn't contain. For 10 points, name this result proven by Andrew Wiles, which states that for n greater than 2, there are no integers x, y, and z such that x to the n plus y to the n equals z to the n.", "answer_sanitized": "Fermat's Last theorem [prompt on \"Fermat\"]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "Early in this engagement one side decided to defend Rigolet's Pass after being misinformed of a flanking maneuver. At this battle, one figure claimed he would give $30,000 of his own money towards anybody who defended the Barataria Waterways. The Rodriguez Canal was the site of most of the deaths that resulted from this battle, and a brigade of West Indians attempted to surround John (*) Coffee here by attacking through marshes. Fort St. Philip was besieged during this battle, which saw the death of General Edward Pakenham. During it, Alexander Cochrane's position was bombarded by the pirate Jean Lafitte. For 10 points, identify this engagement in the War of 1812 that saw Andrew Jackson defeat British forces shortly after the signing of the Treaty of Ghent.", "answer_sanitized": "Battle of New Orleans", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One of this man's protagonists appears in a short story in which his rivalry with Ryer is transferred to the two men's wives, who argue about the severity of their husbands' beatings. This author of \"Fantaisie Printaniere\" introduced a poet named Presley who attempts to write a \"Song of the West\" in a novel based on the Mussel Slough Tragedy. In that novel, the villainous S. Behrman is opposed by the (*) anti-railroad ranchers' league, led by Lyman and Magnus Derrick. One of his protagonists marries the gold-obsessed Trina and ends the novel in which he appears in Death Valley, handcuffed to the body of his friend Marcus. For 10 points, name this naturalist author of The Octopus who wrote about a former San Francisco dentist in McTeague.", "answer_sanitized": "Frank Norris [or Benjamin Franklin Norris, Jr.]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In some organisms, a long stalk known as the funiculus anchors small particles to the wall of this organ, which is divided into structures called locules. IP, or intraperitoneal, chemotherapy is used to specifically treat the cancer of this organ. The infundibulum receives \"primary\" cells that are arrested at prophase I after having been released from this organ. A substructure within this organ is nourished by the hormone hCG -- that substructure is the (*) corpus luteum. This structure is the major site of secretion for a hormone named for its involvement in gestation. The fruits of plants are actually, for 10 points, what organs that secrete progesterone, are connected by Fallopian tubes to the uterus, and are the site of egg cell formation in women?", "answer_sanitized": "ovary [or word forms; prompt on \"fruit\" until mentioned]", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "Answer the following about religious turmoil in fourteenth century England, for 10 points each:", "answers_sanitized": ["Lollards [or Lollard movement or Lollardy or other word forms]", "John Wycliffe", "translating the Bible into English [accept reasonable alternative phrasings, but prompt if \"English\" is not included, as John Wycliffe was not the first person to translate the Bible]"], "parts_sanitized": ["This group's doctrinal beliefs were published in the Twelve Conclusions and opposed by Thomas Arundel. They were named for a Dutch word for \"conversing.\"", "The Lollard movement was led by this Oxford professor and precursor to Protestant doctrines, known as the \"morningstar of the Reformation.\" Like Jan Hus, he was condemned at the Council of Constance. He was posthumously burned at the stake.", "John Wycliffe put his beliefs into practice by becoming the first person to perform this action, later undertaken by men such as William Tyndale and Miles Coverdale."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "The runtime of algorithms that employ this technique can be computed using the Master Theorem, and the definition of the Ackermann function relies on this technique. For 10 points each:", "answers_sanitized": ["RECURSION", "FACTORIAL", "SEARCH"], "parts_sanitized": ["Identify this technique from computer science which makes up the \"conquer\" step of divide and conquer algorithms.", "] This function, represented with an exclamation point, is commonly defined using recursion. For an input n, it gives the product of all positive integers less than or equal to n.", "The binary form of this operation uses a recursive algorithm to pivot an input list around a midpoint and then calls the algorithm on the items less than or greater than the pivot."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "This director's films include Killer's Kiss and Paths of Glory. For 10 points each", "answers_sanitized": ["KUBRICK", "2001 SPACE ODYSSEY", "PENERECKI"], "parts_sanitized": ["] Identify this director of a film containing characters like Lionel Mandrake and General Buck Turgidson, the latter of whom was played by George C. Scott.", "] This Stanley Kubrick film opens during the \"Dawn of Man\" when a black obelisk inspires a hominid to use a bone to kill a fellow creature. Later scenes in this film feature HAL 9000.", "This composer's Kanon and Polymorphia were used in the score for The Shining. This Polish composer is also known for his choral St. Luke Passion."], "subcategory": "Trash Movies", "category": "Trash"}, {"leadin_sanitized": "The change in this quantity for an electrochemical reaction is equal to the negative product of the number of moles, the reduction potential, and Faraday's constant. For 10 points each:", "answers_sanitized": ["Gibbs free energy", "spontaneous [or exergonic; Do NOT accept \"exothermic\"]", "chemical potential"], "parts_sanitized": ["Identify this quantity, which can be also expressed as H minus T S.", "When the change of Gibbs free energy for a reaction is negative, the reaction has this property.", "Gibbs also popularized the use of this quantity, which is equal to the change in free energy of a system when a single particle is added."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "One of this novel's central characters owns a dog named Karenin and encounters problems when he compares his country's Communist party to Oedipus. For 10 points each:", "answers_sanitized": ["The Unbearable Lightness of Being [or Nesnesitelna¡ lehkost bytit]", "Milan Kundera", "The Joke [or Zert]"], "parts_sanitized": ["Name this novel in which the aforementioned surgeon Tomas has an affair with the bowler hat-wearing Sabina before moving to the country and finding happiness with his wife Tereza.", "This Czech author of The Book of Laughter and Forgetting wrote The Unbearable Lightness of Being.", "This is Kundera's first novel. It sees Ludvik Jahn get kicked out of college and the Communist Party for writing \"Optimism is the opium of the people!\" and \"Long live Trotsky!\" on a postcard."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The Plaza Accord led to a sudden appreciation of this nation's currency, and several members of its government were implicated in the Recruit Scandal. For 10 points each:", "answers_sanitized": ["japan", "LIBERAL DEMOCRAT", "KERIETSU OR ZAIBATSU"], "parts_sanitized": ["Name this nation which experienced a real estate bubble in the late 1980s due to falling into a liquidity trap. One recent prime minister of this nation, Junichiro Koizumi, privatized the postal industry", "Junichiro Koizumi was a member of this longterm dominant Japanese political party, whose other notable members include prime minister Yasuhiro Nakasone.", "The 20th century Japanese economy has been controlled by two different types of super-corporate entities, one created by integration around a core bank and another consisting of a family-owned vertical monopoly. Name either."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The 20th century Japanese economy has been controlled by two different types of super-corporate entities, one created by integration around a core bank and another consisting of a family-owned vertical monopoly. Name either.", "answers_sanitized": ["Ronald Aylmer Fisher", "Intelligence [or IQ or intelligence quotient]", "Edward Thorndike"], "parts_sanitized": ["Spearman's work on factor analysis and the creation of a namesake rank coefficient helped psychology fully incorporate the theories of this evolutionary biologist, who coined the term \"null hypothesis\" and is generally seen as the father of statistical analysis.", "Statistical inconsistencies led Spearman to create an eponymous \"g\" factor to indicate the general form of measuring this faculty, through methods like the Stanford-Binet test.", "Spearman's formulation of g heavily influenced this American psychologist's work Animal Intelligence , which drew from his experiments with puzzle boxes. He is best remembered for his work on learning, including his formulation of the Law of Effect."], "category": "Social Science"}, {"leadin_sanitized": "Nowadays, most sects except Orthodox Judaism allow women to take this role. For 10 points each:", "answers_sanitized": ["RABBI", "HILLEL", "MAIMONIDES"], "parts_sanitized": ["] Name this position, whose holder leads a synagogue and teaches the Torah to the congregation.", " This rabbi and Shammai were the last pair of Zugot under the reign of Herod Antipater. He summarized the torah as the teaching \"Do not do unto others what is hateful unto you,\" and invented the Koreich, the matzoh/maror sandwich", "] Hillel's sayings were among those collected by this twelfth century Rabbi into the Mishneh Torah. He also wrote The Guide for the Perplexed"], "category": "Religion"}, {"leadin_sanitized": "6. One member of this art movement painted landscapes of London like Charing Cross Bridge in addition to Harlequin and Pierrot. For 10 points each:", "answers_sanitized": ["FAUVISM", "MATISSE", "RED ROOM"], "parts_sanitized": ["] Identify this art movement comprised of members like Othon Friesz and Maurice de Vlaminck. Their best known member depicted nudes lying and dancing in a field in The Joy of Life.", " This leader of the Fauves created works like Woman with a Hat and The Dance", "This Fauvist work by Henri Matisse depicts a maid setting a table next to a landscape that may be either a painting or a window. The tablecloth blends seamlessly into the wallpaper of this composition."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "7. Echoing Marinetti's earlier statements, this work concludes that \"All efforts to render politics aesthetic culminate in one thing: war.\" For 10 points each:", "answers_sanitized": ["The Work of Art in the Age of Mechanical Reproduction [or Das Kunstwerk im Zeitalter seiner technischen Reproduzierbarkeit", "ARENDT", "CAPITALISM"], "parts_sanitized": ["Name this essay which argues that copying works destroys their aura. It was written by Walter Benjamin. ]", "That essay, published in Illuminations, was translated by this German-Jewish thinker who wrote The Origins of Totalitarianism.", "The essay situates the transformation of the work of art in the context of the downfall of this economic system, in which the means of production are privately owned."], "subcategory": "Philosophy European", "category": "Philosophy"}, {"leadin_sanitized": " One character in this work tells a story about a tattling bird and is identified as the Manciple. For 10 points each:", "answers_sanitized": ["CANTERBURY TALES", "PRIORESS", "MILLER"], "parts_sanitized": ["Identify this collection of stories about pilgrims like the Knight and the Wife of Bath by Geoffrey Chaucer", "This pilgrim wears a brooch that reads, \"Love conquers all\" in Latin. She relates a story about a schoolboy who is murdered by Jews but whose body is discovered thanks to a miracle.", "] After the Knight, this character tells his tale in which the student Nicholas convinces the carpenter John to hide in the rafters to escape a mythical flood, which allows him to have sex with the carpenter's wife Alison"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "During this presidential election, the two candidates of the Democratic-Republican Party received the same number of electoral votes, throwing the election to the House. For 10 points each:", "answers_sanitized": ["1800", "12TH", "C PINCKNEY"], "parts_sanitized": ["Name this realigning election, through which the Federalists transferred power peacefully to Thomas Jefferson", "The confusion of the election of 1800 directly led to this amendment, which separated the electoral ballots for the president and the vice-president", "John Adams's intended running mate in 1800 was this man, who became the Federalist presidential candidate in the next two elections"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about ecological challenges for European waterfalls, for 10 points each.", "answers_sanitized": ["NORWAY", "ICELAND", "SAVA"], "parts_sanitized": ["Mardalsfossen was a waterfall in this country before it was destroyed in the 1970s by a dam. This country, the only Scandinavian country to border Russia, also contains many fjords [\"fee-YORDS\"]", "Dettifoss, which is often claimed to be Europe's most powerful waterfall, flows from the rapidly shrinking VatnajÃ¶kull [\"VAHT-na-YO-kull\"] Glacier. That glacier, the largest in Europe, is found in this country.", "The Bosnian and Montenegran governments have halted plans to flood the waterfall-filled Tara River Gorge by building dams on the Drina, the longest tributary of this river. This river forms the Bosnian-Croatian border before joining the Danube."], "subcategory": "Geography World", "category": "Geography"}, {"leadin_sanitized": "2. This principle is the reason for the 12th power term in the Lennard-Jones potential. For 10 points each:", "answers_sanitized": ["PAULI EXCLUSION", "EPR", "DEGENERATE"], "parts_sanitized": ["Name this principle which states that no two electrons, or more generally fermions, with the same quantum numbers can occupy the same quantum state. It is used to show that electrons in the same orbital have opposite spin.", "One formulation of this paradox posits the creation of two particles of opposite spin that are then separated and notes that measuring one particle's spin fixes the spin of the other. It was used to consider quantum entanglement", "The Pauli exclusion principle states that particles occupying these states exert a namesake pressure. This is the condition in which there exist multiple quantum states at the same energy level."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": " Answer the following about figures who paid dearly for messing with Artemis, for 10 points each.", "answers_sanitized": ["ACTAEON", "ZEUS", "OTIS OR EPHIATLES"], "parts_sanitized": [" This hunter was changed into a deer and ripped apart by his own dogs after spying on Artemis taking a bath, though Ovid says he was just in the wrong place at the wrong time.", "Either Artemis or Hera exacted vengeance on the nymph Callisto, who was seduced in the guise of Artemis by this amorous chief Olympian deity.", "] Name either of the Aloadae, two Giant brothers who attempted to marry Artemis and Hera by scaling Mount Olympus until Artemis ran between them and made them kill one another."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This composer's piano pieces include Phrygian Gates and America Berzerk. For 10 points each:", "answers_sanitized": ["ADAMS", "MINIMALISM", "C"], "parts_sanitized": [" Name this composer of Grand Pianola Music, who assigned seven string instruments to play overlapping melodic patterns in his Shaker Loops.", "] John Adams is commonly grouped into this musical movement with composers like Terry Riley, Steve Reich, and Philip Glass. It often features simple harmonic and repetitive rhythmic structures.", " In a founding work of minimalism by Terry Riley, one instrument constantly plays this note. Beginning piano students are taught to find this \"middle\" note before they start playing."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": " One story from this work tells of how Isabella buries Lorenzo's head in a pot of basil, while another was later adapted into the Clerk's Tale and details the trials of \"patient Griselda\". For 10 points each:", "answers_sanitized": ["DECAMERON", "BOCCACCIO", "FIAMMETTA"], "parts_sanitized": [" Name this work which follows three men and seven women fleeing the Black Death in Florence, telling a hundred stories between them as they do so", " The Decameron was written by this Italian author of On Famous Women and Il Filostrato", " One of the seven women in the Decameron bears this name, which Boccaccio commonly used as a pseudonym for his beloved muse. In an elegiac novel about her by Boccaccio, she details her love for Panfilo."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "An autoimmune disease of this organ is called pemphigus, and another common condition creates silvery plaques in this organ. For 10 points each:", "answers_sanitized": ["SKIN", "ECZEMA", "PELLAGRA"], "parts_sanitized": ["Name this organ which is affected by psoriasis, the largest organ in the human body.", "This skin disease is a form of dermatitis in which dry, red, flaky rashes appear on the skin. It's also very itchy and can be part of an allergic reaction", "This condition, characterized by scaling and hardening of the skin, is caused by a deficiency of niacin. Other symptoms include neurological problems and sensitivity to sunlight."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This financial scandal ended the career of Chancellor of the Exchequer Robert Aislabie. For 10 points each", "answers_sanitized": ["SOUTH SEA BUBBLE", "MISSISSIPPI", "HYPERINFLATION"], "parts_sanitized": ["Name this financial disaster, centering on a trading company that assumed the entirety of British national debt in the 1720s and claimed great wealth from investment in the Americas.", "Another bubble that burst in 1720 concerned this French trading company that was backed by the government of Louis XV. This company's leader, John Law, sparked speculation by exaggerating the wealth of the Louisiana Territory", "Demand for shares in the Mississippi Company prompted Louis XV's Royal Bank to issue far more paper notes than it had assets, prompting this economic phenomenon. This condition afflicted Weimar Germany in the 1920s, causing the price of bread to rise to one trillion marks"], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": " The first act of this play ends with Ricky Roma browbeating James Lingk into believing that he lacks a sense of adventure in order to convince him to buy some real estate. For 10 points each:", "answers_sanitized": ["GLENGARRY GLEN ROSS", "MAMET", "SPEED THE PLOW"], "parts_sanitized": [" Identify this 1984 play in which Dave Moss and Shelley \"The Machine\" Levene conspire to steal some lucrative sales leads in order to win a contest and keep their jobs.", "Glengarry Glen Ross was written by this American playwright, who is known for his finely-crafted and often profane dialogue. His other works include American Buffalo and Oleanna.", " Mamet's play Bobby Gould in Hell is a sequel to this 1988 work, in which Gould and Charlie Fox make a bet about seducing the secretary Karen and fight about which movie they should greenlight"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Esaki diodes use this phenomenon, which occurs with Cooper pairs in a Josephson junction. For 10 points each:", "answers_sanitized": ["TUNNELING", "PARTICLE IN A BOX", "GROUND"], "parts_sanitized": ["Identify this phenomenon from quantum physics in which a particle moves through a classically impenetrable potential barrier", "This simple quantum system can reproduce quantum tunneling by considering evanescent solutions outside of the namesake infinite square well. The solutions have energy proportional to n squared and look like sine waves.", "The particle-in-a-box has a positive zero-point energy. The zero-point energy is the energy of this lowest-energy state of a quantum system, to which energy is added to put the system into excited states"], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This systen eliminated the practice of primogeniture and special class privileges, and it is still in effect in the Dominican Republic. For 10 points each", "answers_sanitized": ["NAPOLEONIC CODE", "COMMON LAW", "BAVARIA"], "parts_sanitized": [" Identify this legal code, named for a French emperor", " The civil law code of Louisiana derives from the Napoleonic Code, but all other US states have a civil legal system based on this type of system. States such as Colorado allow for marriage of this type.", " This region's 1756 legal code was sponsored by its monarch, Maximilian III Joseph. It was controlled by the House of Wittelsbach, and its succession was disputed in the Potato War."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "3. It cites \"the famous Psalmanazar, a native of the island Formosa\" as support for its argument to parody of illogical appeals to authority. For 10 points each:", "answers_sanitized": ["MODEST PROPOSAL", "SWIFT", "DRAPIER'S LETTERS"], "parts_sanitized": ["Name this satirical essay suggesting that Ireland could solve its economic hardships by selling the children of its poor to rich gentlemen as food", "This author of \"A Modest Proposal\" wrote about the three brothers Jack, Peter and Martin in his religious satire A Tale of a Tub, but may be better known for writing about the islands of Blefuscu and Lilliput in Gulliver's TravelS", " Swift wrote this set of epistles under the title pseudonym to blast the Irish government for granting William Wood a patent to privately print copper coins that would debase the value of other currency"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "[missing]", "answers_sanitized": [], "parts_sanitized": [], "subcategory": "Literature American", "category": "Literature"}]}