{"tossups": [{"question_sanitized": "During this battle, one side captured the town of Kalach-na-Donu in Operation Uranus. A\r\nmemorial to this battle stands at Mamayev Hill, the site of some of its most intense fighting.\r\nRomanian and Italian allies of the aggressors were sent to guard the flanks of the 6th Army in this\r\nbattle. For a time, the defenders at this battle were only supplied from barges on a nearby river.\r\nWhile (*) Hitler did allow forces under Erich von Manstein to fight their way to the site of this battle, he\r\ndid not permit General Paulus’s troops to retreat at the same time, ultimately dooming the German troops.\r\nSniper Vasily Zaytsev is credited with 225 kills in this battle. For 10 points, name this successful defense of\r\na city on the Volga by the Soviets during World War II.", "answer_sanitized": "Battle of Stalingrad", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This architect used four medieval-style towers and a moat for his Neo-Gothic House of the Botines. He extensively used parabolic arches for one of his early works, a school for nuns. This man created a wrought-iron gate in the form of a dragon for a country estate containing the Baldiro Tower. One of his best known buildings has been dubbed \"The Stone Quarry\" and has a stone facade often compared to waves on the sea. One of this man's works contains components like the (*) Passion and Nativity facades and was designed to contain eighteen high-rising spires. Many of this architect's works were commissioned by Eusebi Guell. He designed the Casa Mila and a still-unfinished church in Barcelona. For 10 points, name this Catalan architect of La Sagrada Familia.", "answer_sanitized": "Antoni Gaudi i Cornet", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "One poem by this man describes how \"the first cold showers\" cause even a certain figure to want a \"coat of straw\". In another work, he described \"months and days\" as \"travelers of eternity\" and wrote, \"even a thatched hut may change with a new owner into a doll's house\". The first book by this author of The Monkey's Raincoat is a compilation of contest poetry and commentary called (*) The Seashell Game. His most famous long work depicted his attempt to visit every site mentioned in the poetry of Saigyo. In various poems he lamented the miscanthus growing near his banana tree and described the splash of water produced by a frog jumping into a pond. For 10 points, name this author of Narrow Road to the Deep North, a master of haiku.", "answer_sanitized": "Matsuo Basho [accept either underlined portion; also accept Matsuo Chuemon Munefusa; or Matsuo Kinsaku; or Sobo; or Tosei]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This thinker labelled W.H. Auden a \"pansy\" over a line about the \"acceptance of guilt in the necessary murder.\" He opened by noting \"highly civilized human beings are flying overhead, trying to kill me\" before calling for an English revolution in \"The Lion and the Unicorn.\" This man tried to explain why socialism is not more popular in his study of the working poor in Northern England, The (*) Road to Wigan Pier, and attacked the use of overly complex diction in \"Politics and the English Language.\" He criticized Stalinism in Homage to Catalonia, which relates his volunteer service in the Spanish Civil War, and used a Burmese market as the setting for his anti-Imperalist essay \"Shooting an Elephant.\" For 10 points, name this author who also attacked totalitarianism through his novel about Winston Smith, 1984.", "answer_sanitized": "George Orwell [or Eric Arthur Blair]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In some circumstances, these programs perform modulo scheduling. These programs sometimes perform operations like re-materialization and loop unrolling. Forward declarations help these programs run in a single pass. The front end of these programs generates an intermediate representation and execute after type checking takes place. Java relies on the (*) just-in-time variety of these programs. These programs create bytecode and usually work in tandem with an interpreter or virtual machine. In C, these programs often rely on a makefile. These entities fail to complete their task when a program has syntax errors. For 10 points, identify these programs that transform source code into machine-readable code.", "answer_sanitized": "compiler", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": " In his most famous role, this man succeeded Johann Stadion. This man's reputation was harmed by his nation's defeat at the Battle of Wagram. To curry favor with one future enemy, this figure arranged his marriage to Archduchess Marie Louise. This man ordered the Burschenschaften to disband following the murder of (*) August von Kotzebue. Archduke Ludwig ordered this man's resignation during the Revolution of 1848. This man issued the Carlsbad Decrees, and, with Castlereagh and Talleyrand, he helped arrange the Concert of Europe. For 10 points, name this Austrian statesman who advocated for a balance of powers as he led the Congress of Vienna.", "answer_sanitized": "Prince Klemens Wenzel von Metternich", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This creature's remains were buried underneath a rock on the road to Eleaus. This creature lived at a spring named for the only Danaid who refused to kill her husband, Amymone. The final blow to this creature was dealt with a golden sword, whose wielder had to cover his mouth and nose with a cloth during the fight. The constellation Cancer came to be after Hera sent a giant (*) crab to assist this creature, whose venomous blood was used to coat the tips of its slayer's arrows. Iolaus used a torch to cauterize this creature's stumps. This creature lived in Lake Lerna and was killed after the Nemean Lion as part of Heracles's second task. For 10 points, name this many-headed monster from Greek mythology who could grow two heads back after one was removed.", "answer_sanitized": "Lernaen Hydra", "category": "Mythology"}, {"question_sanitized": "In plants, two-component systems rely on a kinase that phosphorylates this amino acid. A polymer of this amino acid is an epitope tag used to purify recombinant proteins on nickel columns. A strain of salmonella that is unable to synthesize this amino acid is used to detect carcinogens in the Ames test. This amino acid's side chain is partially deprotonated at biological pH and consists of an imidazole ring. Like cysteine, metal prosthetic groups on enzymes are often coordinated to this amino acid. A decarboxylated form of this amino acid is stored in (*) mast cells. That decarboxylated form of it is released during allergic reactions. For 10 points, name this essential amino acid with a basic aromatic side chain, symbolized H, which is the precursor of histamine.", "answer_sanitized": "histidine [or His; accept H before mention; do NOT accept \"histamine\"]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Before this event, William Kelley gave a speech stating that the \"unsheeted ghosts of two thousand murdered Negros\" demanded it. Henry Stanberry attempted to get an extension for evidence-finding during this event. Its central resolutions mentioned orders given to William H. Emory and were sponsored by John A Bingham and (*) Thaddeus Stevens. This event occurred after John McAllister Schofield ascended to his highest post, and the deciding vote in it was cast by Edmund Ross. This event was presided over by Samuel P. Chase and occurred after Edwin M. Stanton was fired in violation of the Tenure of Office Act. For 10 points, identify this 1868 trial, which ultimately decided not to remove the president from office.", "answer_sanitized": "impeachment trial of Andrew Johnson", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One of this author's characters uses a disguise called \"The Complete Man\" and invents a pair of pneumatically cushioned pants. In another of his novels, Jeremy Pordage is hired to catalogue the \"Hauberk Papers\" by the millionaire and immortality-seeker Jo Stoyte. Another of his characters was born in the Malpais community when his mother misused her (*) \"Malthusian Drill\" after being impregnated by Thomas Thomakin. This author of Antic Hay and After Many a Summer chronicled a mescaline trip in The Doors of Perception. He described the Bokanovsky Process in a novel that features characters like Bernard Marx and Mustapha Mond. For 10 points, name this author who wrote about John the Savage in his dystopian novel Brave New World.", "answer_sanitized": "Aldous Leonard Huxley", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One artist from this city produced works like Molo Looking West and Arrival of the French Ambassadors that were popular with English tourists, and he also painted several vedute or \"views\" of this city. An artist from this city painted a work in which a soldier in red looks at a breastfeeding woman as a lightning bolt strikes in the background. Home to the artist of The (*) Tempest, this city's architecture was discussed in a John Ruskin work titled The Stones [of this Place]. This city was the birthplace of Giorgione and a student of his who painted the Venus of Urbino. For 10 points, name this Italian city, the home of Canaletto and birthplace of Titian whose landscapes often depict its elaborate canals.", "answer_sanitized": "Venice", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The title character of this work tells a story about a Turkish astronomer whose discovery was initially ignored due to his silly Turkish costume. Another character in this novel is a railway switchman who describes how listless adult passengers are compared to their children. A devoted lamplighter is the only sympathetic adult out of the six encountered by the title character after he leaves his home, where he stops the spread of (*) baobab trees and falls in love with a rose. Ultimately, a snake bites and kills the title character, who earlier appreciated the drawings of the narrator, a downed pilot in the Sahara Desert. For 10 points, name this novella about an idealistic denizen of Asteroid B-612, written by Antoine de Saint-Exupery.", "answer_sanitized": "The Little Prince [or Le Petit Prince]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The third of these pieces by Bela Bartok features a second movement Adagio religioso that includes the sounds of buzzing insects and bird calls. Prokofiev composed a massive cadenza in the second of his five pieces in this form. Mozart composed twenty-seven of these pieces, including ones nicknamed \"Coronation\" and (*) \"Elvira Madigan.\" Paul Wittgenstein premiered one of these pieces by Ravel composed for the left hand. The third of these pieces by Rachmaninoff is one of the most notoriously difficult works in the standard repertory. Carl Czerny premiered the fifth one composed by Beethoven, which is nicknamed \"Emperor.\" For 10 points, name this type of piece composed for piano and orchestra.", "answer_sanitized": "piano concertos", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Bill C-30, proposed by this man's party, inspired the #TellVickEverything Twitter campaign. In October 2010, he attributed his country's loss to Portugal for a UN Security Council seat to his own pro-Israel views. He passed an omnibus crime bill and withdrew troops from Kandahar. This ex-Reform MP merged parties with Peter Mackay in 2003. He first prorogued his country's parliament to end a coalition aided by the Bloc. He is the first (*) Commonwealth leader to lose the confidence of the Commons for contempt of the House. He defeated Jack Layton's NDP and Michael Ignatieff's Liberals in the 2011 elections, which resulted in a majority for his Conservative Party. For 10 points, name this current prime minister of Canada.", "answer_sanitized": "Stephen Harper", "category": "Current Events"}, {"question_sanitized": "An example of a system that exhibits this behavior is created by mapping a square onto itself by squishing it, stretching it, and folding it back on itself; that is the Smale Horseshoe. Systems of this type have dense periodic orbits and undergo topological mixing. The Henon map and Lorenz map exhibit this behavior, and it commonly arises when the maximal Lyapunov exponent is positive. A simple physical example of a system exhibiting it is the (*) double pendulum. Systems with this behavior often have strange attractors, and they are by definition deterministic and highly sensitive to initial conditions. For 10 points, identify this phenomenon in which a dynamical system exhibits unpredictable behaviors, which is exemplified by the butterfly effect.", "answer_sanitized": "chaos [or word forms like chaotic or chaotic behavior; accept chaos theory]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a speech to a foreign legislature, this man stated that a \"wall of psychological warfare\" had fallen and called for the creation of a \"huge edifice of peace.\" This man took the title \"Believer-President\" by playing up his personal piety, and he expelled twenty thousand Soviet military advisers from his nation before launching one conflict with Operation Badr. This man's (*) \"Infitah\" economic policy lead to unrest in which people shouted \"Hero of the Crossing, where is our breakfast?\" called the Bread Riots. After signing a treaty with Menachem Begin brokered by Jimmy Carter, this man was assassinated and succeeded by Hosni Mubarak. For 10 points, identify this successor of Nasser and signatory to the Camp David Accord, the third president of Egypt.", "answer_sanitized": "Anwar Sadat", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The priest conducting this ceremony addresses the bone-breaker and the green flame to respectively admit that no lies have been told and no food stolen. An \"A\"-shaped object known as a Plummet is used during one step of this process, which takes place in a tent known as an \"ibu.\" This action, which paves the way to the field of reeds if successful, includes a ceremony known as the \"opening of the (*) mouth.\" Bags of natron cover the central figure of this ceremony, in which a long hook is threaded through the nose. Four canopic jars collect the internal organs of the person for whom this ceremony is performed before he is wrapped in linen. For 10 points, a sarcophagus is the final resting place for people who undergo what elaborate Egyptian burial practice?", "answer_sanitized": "mummification [accept equivalents involving creating a mummy; prompt on \"embalming\", \"entombment\", or \"burial\"]", "category": "Religion"}, {"question_sanitized": "One group of people in this poem tremble before \"the machinery of other skeletons\" and are described as being stabbed by a blond angel in a Turkish bath. Another figure in this poem is called \"Congress of sorrows\", is described as having \"a thousand blind windows\" for eyes, and is referred to as a \"sphinx of cement and aluminum\". One section of this poem describes a place \"where you must feel very (*) strange\" and where \"the faculties of the skull no longer admit the worms of the senses\". That section is addressed to Carl Solomon, to whom the speaker says \"I am with you in Rockland\". Also featuring the repeated image of the god Moloch, it opens with the line \"I saw the best minds of my generation destroyed by madness\". For 10 points, name this poem by Allen Ginsberg.", "answer_sanitized": "\"Howl\"", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Albino3 is required to insert proteins into these structure's membranes. VIPP1 is required for their formation, and proteins move into their lumen via the cpSecA pathway or the twin-arginine translocator. Their lumen contains the oxygen-evolving complex, and among the proteins localizing to them are the cytochrome b6f complex. Their lumen has a pH of 4 while the medium surrounding them has pH 8. Antenna complexes containing carotenoids are found here, and they also contain the (*) reaction centers of photosystems I and II. A stack of these is called a granum, and they use chlorophyll for their most notable function. For 10 points, name these small sacs found inside the chloroplast, which carry out the light reactions of photosynthesis.", "answer_sanitized": "thylakoids [prompt on \"chloroplasts\", \"grana\", or \"granum\" throughout]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Evidence against this concept's existence can be found in Libet's experiments on the Bereitschaftpotential. One work is subtitled after the types of this concept \"worth wanting\" and contrasts humans and digger wasps; that work is Daniel Dennett's Elbow Room. William James developed a two-stage model of it, in which possibilities are proposed and then filtered. Aquinas stated that man has it because rationality trumps natural instinct, unlike in animals. (*) Compatibilism is the stance that this can exist alongside determinism. One objection to its existence is that it is incompatible with Calvinistic predestination, since all choices are pre-set. For 10 points, name this ability for people to decide their own actions and thoughts.", "answer_sanitized": "free will [accept freedom; or choice; or freedom of the will]", "category": "Philosophy"}, {"question_sanitized": "A lieutenant of this location is credited with creating a device called the Scavenger's Daughter. St. John's Chapel can be found in a \"white\" part of this structure. Thomas Blood once attempted to steal some gems from this location, where six ravens have been held in captivity since the days of Charles II. William Harrison Ainsworth wrote a historical novel about Lady Jane Grey titled for this building. Locations in this structure include the (*) Jewel House, and some people entered this structure through the Traitors' Gate. A hill named for this structure was where people like William Laud and Thomas More were executed. For 10 points, name this location in England's capital city used during the Tudor era to hold political prisoners.", "answer_sanitized": "Tower of London [or Her Majesty's Royal Palace and Fortress]", "subcategory": "History British", "category": "History"}, {"question_sanitized": "In this novel's second chapter, an allowance to be given by John is argued by his wife down from three thousand pounds to nothing at all. When one character in this novel is bedridden with the flu from walking through Cleveland estate in the rain, she is visited by an ex-lover who apologizes for rejecting her to marry the heiress Sophia Grey. At the beginning of this novel, the primary characters are forced to move from (*) Norland Park to the rural Barton Cottage, where they meet Colonel Brandon and the dastardly John Willoughby. When Lucy Steele abandons her disinherited fiancée to marry his brother in this novel, Edward Ferrars has the freedom to marry the protagonist. For 10 points, name this Jane Austen novel about Marianne and Elinor Dashwood.", "answer_sanitized": "Sense and Sensibility", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The biosynthesis of the hormone that triggers this process is controlled by phantom, shade, disembodied, and shadow, which are members of the Halloween family. The receptor central to triggering this process is a dimer of the ultraspiracle protein fused to the EchR protein, and that receptor is also triggered by dibenzoylhydrazine analogs. This process transitions the organism from one instar to the next, and it is triggered by a steroid hormone called ecdysone. It results in the creation of exuviae, and begins with a separation of the (*) cuticle from the epidermis. Some species of spider undergo this process annually, and it ends with the organism crawling out of its old exoskeleton. For 10 points, name this process in which an insect sheds its skin.", "answer_sanitized": "molting [accept ecdysis before \"ecdysone\", prompt after; accept metamorphosis before \"spider\", prompt after; accept things like skin-shedding or exoskeleton-shedding until \"exoskeleton\", prompt after]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One character in this novel was prevented from inheriting $25,000 by his mentor's mistress Ella Kaye. Its epigraph describes a \"gold-hatted, high-bouncing lover\" and is attributed to the fictional poet Thomas Parke d'Invilliers. Its distinctive cover was painted by Francis Cugat. Musical pieces that appear in this work include Tostoff's \"The Jazz History of the World\" and the song (*) \"Ain't We Got Fun\", the latter of which is played by Ewing Klipspringer. Its narrator, who engages in a relationship with Jordan Baker, is riding in a blue coupe when Myrtle Wilson is struck and killed by a yellow Rolls-Royce. Nick Carraway narrates, for 10 points, which novel about a West Egg millionaire who loves Daisy Buchanan, a work of F. Scott Fitzgerald?", "answer_sanitized": "The Great Gatsby", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": " This theory states that pressure occurs when a gas collides with its container. For 10 points each", "answers_sanitized": ["KMT", "BOLTZMANN", "EQUIPARTITION"], "parts_sanitized": [" Name this theory of gases which models them as small, colliding, randomly moving, and non-interacting particles. It also neglects quantum effects.", "The distribution used to model gases that obey the kinetic molecular theory is named for Maxwell and this German scientist, whose namesake constant is one point three eight times ten to the negative twenty-third power", "] This theorem states that each degree of freedom of a system has the same amount of energy for a given temperature."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following questions about \"Ode on a Grecian Urn,\" for 10 points each", "answers_sanitized": ["John Keats", "quiet", "negative capability"], "parts_sanitized": ["Name the Romantic poet who wrote it, along with such other odes as \"Ode to Psyche,\" \"Ode on Melancholy,\" and \"Ode to a Nightingale.\"", "] The urn is a \"still unravished bride\" with this quality, which is often thought to present a deliberate contrast with the form of an ode, which was originally meant to be sung.", "The ode's final lines, \"Beauty is truth, truth beauty, that is all / Ye know on earth, and all ye need to know\", both efface the poet's voice and display an acceptance that not all things must be resolved, thus exemplifying this literary quality. Keats argued that it was the quality that makes a poet receptive to the world."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": " Despite the fact that he was less popular than his contemporary Philemon, he remains the best-known example of Greek New Comedy today. For 10 points each:", "answers_sanitized": ["MENANDER", "TERENCE", "WILDER"], "parts_sanitized": ["] Identify this author of Perikeiromene and Samia who wrote about Sostratos's attempts to win the hand of the daughter of the cantankerous farmer Knemon in his Dyskolos, or The Grouch", "] Many of this Roman playwright's works, including The Self-Tormentor and The Eunuch, drew heavily from Menander. This former slave of North African descent also wrote Phormio", " Terence's play Andria served as the basis for this American author's novel The Woman of Andros. His more famous works include the novel The Bridge of San Luis Rey and the play Our Town"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "3. It prizes choreography above singing, is often accompanied by the jinghu, and traditionally features four character types, including the sheng, jeng, and dan roles. For 10 points each", "answers_sanitized": ["BEIJING OPERA", "JIANG QING", "CLOWNS"], "parts_sanitized": ["] Identify this traditional style of Chinese operatic theater, named after the location of the Forbidden City.", "] During the Cultural Revolution, this member of the Gang of Four was responsible for the production of eight \"model\" or \"revolutionary\" operas. She intended for them to \"proletarianize\" Beijing opera.", "The fourth traditional role in Beijing opera is the chou, who is this type of character. In Western opera, an example of this character is Canio, who sings the aria \"Vesti la giubba."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": " One of these deities is the only known parent of Prometheus. For 10 points each:", "answers_sanitized": ["TITANS", "SICKLE", "HYPERION"], "parts_sanitized": ["Identify this group of twelve deities led by Cronus and Rhea, who were overthrown by Zeus and the Olympians.", " Cronus used one of these sharp weapons made of either flint or adamantine to castrate his father Uranus", "] This Titan and husband of Theia was the father of Selene and Eos. After the Titans were defeated, his son Helios succeeded him in his role as controller of the sun."], "category": "Mythology"}, {"leadin_sanitized": " Engineers in this country have been inspired by beetle shells to get water by harvesting it from fog. For 10 points each:", "answers_sanitized": ["NAMIBIA", "SKELETON COAST", "BENGUELA"], "parts_sanitized": [" Name this African country that has had its capital at Windhoek since its independence from South Africa in 1991.", "A little extra fog water might be good for the barren Atlantic coastline of northern Namibia along the Namib Desert, which gained this nickname because of all the rotting beached whales and the hulls of ships that ran aground in the fog.", "] Namibia has so much fog because of this cold ocean current, which shares its name with a port city in Angola. "], "category": "Geography"}, {"leadin_sanitized": " Henry II mandated an assize of these places in 1184, and during his reign as much as thirty percent of England was designated the \"royal\" type of them. For 10 points each:", "answers_sanitized": ["FOREST", "RICHARD I/LIONHEARTED", "BLACKSTONE"], "parts_sanitized": [" Identify these places often reserved for royal sport.", "0] People who infringed on the forest laws of this British monarch tended to lose their eyes and testicles. This one-time ally of Philip II of France was captured by Leopold V of Austria and forced to pay a large ransom", "Judicial bodies like the Swainmote and Court of Regard that made decisions on royal forests were described in this man's influential Commentaries on the Laws of England."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": " The namesake of this practice was, along with John Marshall, part of the American delegation in the XYZ affair, but would later do this during his time as governor of Massachusetts. For 10 points each:", "answers_sanitized": ["GERRYMANDERING", "REYNOLDS V SIMS ", "DELAY"], "parts_sanitized": ["Identify this practice of redrawing electoral districts in order to bias the results of an election.", "] In this 1964 follow-up to Baker v. Carr, the Supreme Court ruled that \"legislators represent people, not trees or acres\" and stated that electoral districts must be roughly equal in population", " League of United Latin American Citizens v. Perry upheld some redistricting by this Texas congressman, who was later convicted of money laundering in January 2011 as part of the Jack Abramoff scandal."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": " Identify the following about Surrealism, for 10 points each.", "answers_sanitized": ["DE CHIRICO", "DALI", "ERNST"], "parts_sanitized": ["] A large red column can be seen in the background of this man's desolate landscape The Anguish of Departure. This Surrealist also painted a work in which a girl pushes a hoop, unaware of the menacing shadow looming in the background", "This Spanish artist put Shirley Temple's head on a sphinx in one work, but is best known for the melting clocks in his The Persistence of Memory", " This German Surrealist drew on the nudes of Cranach the Elder in his painting The Robing of the Bride . He's also known for works like Two Children Are Threatened by a Nightingale and for employing the frottage technique"], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": " The operculum is a membrane that covers this organ, and in cartilaginous fish the spiracle is a small opening in front of them. For 10 points each:", "answers_sanitized": ["GILLS", "MYOGLOBIN", "HEMOLYMPH"], "parts_sanitized": ["] Name these breathing apparatuses, which book lungs evolved from. These breathing apparatuses are used by fish to extract oxygen from water", "] Aquatic mammals like whales use this protein to store oxygen during long dives. Its a monomeric heme-containing protein that is found in muscles", " In arthropods, oxygen exchange occurs with this body fluid, which is a combination of blood and interstitial fluid. This fluid often contains the oxygen-carrying protein hemocyanin"], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": ". The bandit Ursus and his wolf Homo encounter Gwynplaine, whose mouth has been carved into a permanent smile, in this man's novel The Man Who Laughs. For 10 points each:", "answers_sanitized": ["HUGO", "HUNCHBACK OF NOTRE DAME", "SQUID"], "parts_sanitized": ["Identify this Romantic author whose other famous works include the poetry collection The Legend of the Ages and the play Ruy Blas, as well as a novel in which Enjolras (ahn-zhohl-rah) leads the Friends of the ABC.", " Hugo also wrote this epic novel, whose characters include the villainous Archbishop Claude Frollo and the gypsy Esmerelda. Its English title refers to the bellringer Quasimodo. ", "Hugo's novel Toilers of the Sea, particularly a harrowing scene in which Gilliat attempts to salvage a sunken ship's engine, led to a craze in France for these creatures. In another novel, one of these creatures is driven off by a group of characters including Ned Land."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer some questions about symmetric matrices, for 10 points each.", "answers_sanitized": ["EIGENVALUES", "TRANSPOSE", "REAL"], "parts_sanitized": [" For symmetric, idempotent matrices, these solutions to the vector equation A x equals lambda x can only be zero or one", " Symmetric matrices have the property that this function of the matrix just returns the original matrix. Symbolized by a superscript T, this is the reflection of the matrix over the main diagonal.", " If all the entries of a symmetric matrix have this property, it represents a self-adjoint operator on an inner product space. This set of numbers is symbolized by a blackboard R and are a subset of complex numbers with no imaginary term"], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": " This composer's exposure to gamelan music at the 1889 Universal Exposition influenced the sound of many of his works, including Estampes and La Mer. For 10 points each:", "answers_sanitized": ["DEBUSSY", "PENTATONIC", "ORFF"], "parts_sanitized": ["] Name this impressionistic French composer of Children's Corner and Clair de Lune.", "] Many of Debussy's compositions use this scale, which is common in folk music and contains fewer notes per octave than the diatonic scale. In Debussy's \"Pagodas,\" this type of scale is comprised of the piano's black keys", "] The pentatonic scale is the first scale children learn in this German composer's system of music education, which emphasizes playful singing and dancing and playing percussion instruments such as the xylophone."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "4. The \"Green Books\" and \"Gray Book\" were two drafts of the English translation of this work's third edition. For 10 points each", "answers_sanitized": ["MISSALE", "SECOND VATICAN ", "CHRISTMAS EVE"], "parts_sanitized": [" In November 2011, Roman Catholic churches in English-speaking nations began to use a new edition of what work that contains the ritual text for Catholic Mass?", " The first edition of the Roman Missal was produced in 1970 in response to this 1960s council, whose reforms included allowing Catholic Mass to be celebrated in the vernacular instead of Latin.", "] Pope Pius XII's earlier revision rigidly decreed that masses could not take place an hour after midday or an hour before dawn, but spared the timing of the Midnight Mass, usually celebrated at the conclusion of this day"], "category": "Religion"}, {"leadin_sanitized": " This man's interest in James Joyce led him to pen A Skeleton Key to Finnegan's Wake, where he introduced his central concept of the \"monomyth.\" For 10 points each:", "answers_sanitized": ["CAMPBELL", "HERO", "JUNG"], "parts_sanitized": ["] Identify this American thinker whose works in comparative mythology include The Masks of God and a 1949 text positing how the stages of \"departure,\" \"initiation,\" and \"return\" are found across various myth systems in regards to a certain figure", " That aforementioned Joseph Campbell work described one of these figures \"with a thousand faces.\" Otto Rank wrote about \"The Myth of the Birth of\" this figure, whose \"epic\" examples include Gilgamesh and Beowulf", " Campbell was heavily influenced by this thinker's ideas, particularly his anima/animus duality. A period during which this psychologist went absolutely insane is chronicled in his Red Book, which relates how he was instructed in \"active imagination\" after being visited by Elijah, Salome, and a giant black snake"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": " This period ended with the election of Alberto Lleras Camargo, and Gustavo Rojas Pinilla's regime was overthrown towards the end of this conflict. For 10 points each", "answers_sanitized": ["LA VIOLENCIA", "COLOMBIA", "FARC"], "parts_sanitized": [" Name this brutal ten year period which began following the assassination of Jorge Eliecer Gaitan.", "La Violencia took place in this nation, which has since been led by presidents such as Alvaro Uribe. The drug lord Pablo Escobar hailed from this nation, which is home to the Cali and Medellin Cartels", " This Colombian guerrilla group was formed by Manuel Marulanda during La Violencia. Alfonso Cano led this leftist group until he was killed in August 2011"], "category": "Current Events"}, {"leadin_sanitized": "This man called America \"a young country with an old mentality\" in his essay \"The Genteel Tradition of American Philosophy.\" For 10 points each", "answers_sanitized": ["SANTAYANA", "SKEPTICISM", "HARVARD"], "parts_sanitized": [" Name this philosopher who affirmed that beauty relies on the eye of the beholder in The Sense of Beauty and once said, \"Those who do not learn from history are doomed to repeat it.\"", "Santayana contrasts this philosophical position with \"Animal Faith\" in another work. This position espoused by a namesake Greek school rejects the existence of absolute truths and questions truths based on evidence", " Santayana received his Ph.D. at this institution, where such thinkers as H. Paul Grice and Michael Dummett have been invited to speak through the William James Lectures series."], "category": "Philosophy"}, {"leadin_sanitized": " The title creature delays the progress of a bus traveling from Boston in this author's poem \"The Moose.\" For 10 points each:", "answers_sanitized": ["BISHOP", "LOWELL", "BOSTON"], "parts_sanitized": [" Identify this American poet who described reading National Geographic in \"The Waiting Room,\" a poem from her collection Geography III. She declared \"the art of losing isn't hard to master\" in \"One Art.\"", " Bishop's poem \"The Armadillo\" inspired this contemporary American poet's \"Skunk Hour.\" His other poems include \"For the Union Dead\" and \"The Quaker Graveyard in Nantucket\", the latter of which appears in Lord Weary's Castle.", " Lowell taught students like Sylvia Plath and Anne Sexton at a university in this New England capital city. A poem by Henry Wadsworth Longfellow tells of how two lanterns hung in its Old North Church prompted Paul Revere's midnight ride"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Its founder was an upholsterer named William Money, and among its other members were Carmine DeSapio and George Washington Plunkett. For 10 points each:", "answers_sanitized": ["TAMMANY HALL", "TWEED", "TIGER"], "parts_sanitized": [" Name this group, lead by sachems, whose member Robert Anderson van Wyck was felled by the Ice Trust Scandal.", " This most famous leader of Tammany Hall managed to install John Hoffman as governor. He was deposed after being convicted of corruption", "Cartoonist Thomas Nast depicted Tammany Hall as one of these animals attacking a man who represented democracy."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": " One catalyst that performs these reactions is a palladium-on-carbon substance poisoned with lead named for Lindlar. For 10 points each:", "answers_sanitized": ["HYDROGENEATION", "ALKENE", "SQUARE PLANAR"], "parts_sanitized": ["] Identify this type of reduction in which double bonds are reduced to single bonds and triple bonds are reduced to double and single bonds. It is often applied to vegetable oils.", "This is the name of an organic compound that contains a carbon-carbon double bond. They are also known as olefins", " Several hydrogenation catalysts, like Wilkinson's and Crabtree's, have this molecular geometry. Cisplatin also has this geometry, which typically has a 16-electron counT"], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "An allied force of British and French troops commanded by Turenne emerged victorious at this battle, which saw the Spanish abandon the city of Dunkirk. For 10 points each:", "answers_sanitized": ["DUNES", "CHARLES II", "LOUIS XIV"], "parts_sanitized": ["Identify this battle that led to Peace of the Pyrenees being signed a year later", "] This Stuart monarch supplied Lord Wentworth's Regiment to fight with the Spanish at the Battle of the Dunes. His reign is celebrated on Oak Apple Day and he was advised by the Cabal.", "French interests at the Peace of the Pyrenees were negotiated by Cardinal Mazarin, an advisor to this monarch, known as the Sun King."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "2. This equation can be obtained by integrating the Euler equations along a streamline, and this law governs the operation of airfoils. For 10 points each", "answers_sanitized": ["BERNOULLI", "LIFT", "VENTURI"], "parts_sanitized": [" Name this equation from fluid dynamics. It is a restatement of energy conservation stating that an increase in a fluid's flow rate is accompanied by a decrease in potential energy or a decrease in pressure", "This difference in speed on the top and bottom of an airfoil generates this force, which opposes the force of gravity in order to keep an airplane aloft.", " These devices contain a tube with a wide section that tapers into a narrow section, both connected to tubes containing fluid. The pressure differential measured can be used to calculate the flow velocity through the pipe."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This author told of a racist older woman named Mrs. Wilson in the short story \"After You, My Dear Alphonse,\" while Merricat Blackwood narrates her novel We Have Always Lived in the Castle. For 10 points each:", "answers_sanitized": ["JACKSON ", "THE LOTTERY", "POSTMAN"], "parts_sanitized": ["] Identify this author of The Haunting of Hill House and a short story in which Old Man Warner complains about not upholding tradition", "0] Shirley Jackson is best known for this short story in which Tessie is selected in the title event and stoned to death.", " Mr. Graves, who helps out with the lottery, is employed in this profession. An assertion regarding members of this profession is made in the title of a James Cain novel in which Frank Chambers and Cora Papadakis scheme to kill her husband Nick \"the Greek.\""], "subcategory": "Literature American", "category": "Literature"}]}