{"tossups": [{"question_sanitized": "For one person to whom this happened, it followed twenty-eight hours of that person conversing out loud as if enacting a drama in seventeen parts. This phenomenon uniquely left Rita of Cassia with a fetid body odor; other people with this feature were often reported exuding a natural perfume. This phenomenon and transverberation made a Capuchin friar named Padre Pio internationally famous. After being visited by a six-winged angel atop Mount La Verna, St. (*) Francis of Assisi left, having gained this feature. Mostly afflicting women, this form of suffering originates from Paul's saying that \"I bear on my body the marks of Jesus.\" For 10 points, name these sensations or physical symptoms of Jesus' wounds during the Crucifixion.", "answer_sanitized": "stigmata [or word forms, like stigmatics]", "category": "Religion"}, {"question_sanitized": "A group of these people were targeted for slaughter in the Sweet Dew Incident, and another one of them gave himself the title \"nine-thousand years.\" Another group of them was led by Zhang Rang and were known as the Ten Attendants, who opposed Yuan Shao. The author of the Records of the Grand Historian became one of these (*) people after defending Li Ling. The Yellow Turban Rebellion was launched due to the influence of these people. Another one of these people was a Muslim who commanded a fleet of treasure ships and launched an expedition during the Ming Dynasty, named Zheng He. For 10 points, name these people who often held great power in the court of the Chinese emperor, which generically refers to males with genitals removed.", "answer_sanitized": "eunuchs", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One work created during this decade sees two men walking along a road next to a billboard reading, \"Next Time Take the Train\". One photograph taken in this decade shows a soldier dropping his gun after being shot; that work is Death of a Loyalist Soldier by Robert Capa. A photo taken in this decade of Allie Mae Burroughs by (*) Walker Evans was published five years later in Let Us Now Praise Famous Men. Another photograph taken in this decade sees a woman holding her hand to her chin as her two children look away from that camera. For 10 points, name this decade in which Dorothea Lange took the Migrant Mother photograph, which chronicled a family impacted by the Great Depression.", "answer_sanitized": "The 1930s [prompt on \"the 30s\"]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Arnold Harberger estimated this condition cost the United States $59 million annually during the 1920s. Gordon Tullock and Anne Krueger found that the social cost of \"rent seeking,\" as exemplified by agents investing towards this condition, greatly exceeds a more famous quantity associated with it. Market failure or high externalities can create a social preference for this condition, a fact suggested by its graphical representation, which depicts (*) consumer surplus adjacent to the famous \"triangle\" of deadweight loss. Economies of scale may create the high barriers to entry in this situation, in which the producer is not a price-taker. For 10 points, identify this condition contrasted with perfect competition in which a market is dominated by a single producer.", "answer_sanitized": "monopoly [or word forms; do not accept \"monopolistic competition\"]", "category": "Social Science"}, {"question_sanitized": "One story by this author begins with a visit from Mr. Woodifield before describing how \"the boss\" saves the title creature from an inkwell, then kills it. This author of \"The Fly\" wrote a work set at a dinner party, during which a blooming pear tree and Pearl Fulton cause Bertha Young to feel the title emotion. In another of her stories, Kate the maid is fired by Josephine and Constantia, who sort through their dead father's possessions. In the most famous story by this author of (*) \"Bliss\" and \"Daughters of the Late Colonel\", a delivery of Godber's famous cream puffs is interrupted by news of the death of Mr. Scott, which shocks Laura Sheridan into attempting to cancel the title event. For 10 points, name this New Zealand-born author of \"The Garden Party\".", "answer_sanitized": "Katherine Mansfield [or Katherine Mansfield Beauchamp; or Kathrine Mansfield Beauchamp Murry; or Lili Heron]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Emitters of these phenomena can be used as standard sirens, and they can only be emitted by quadrupole sources. One proposed way of detecting them used three satellites linked by lasers, while another proposed method was to use a cryogenically cooled and isolated bar of metal free from outside vibration. Indirect evidence for their existence comes from the measured loss of energy from the (*) Hulse-Taylor binary system. Another experiment to find them uses a large two-armed interferometer and is called LIGO. They are emitted by non-symmetric rotating systems and possible sources for them include two black holes merging. For 10 points, name these as-of-yet undetected phenomena predicted by general relativity, a form of radiation given off by massive bodies.", "answer_sanitized": "gravitational waves [or gravity waves]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "The Australian contribution to this effort was Operation Pelican. Paul O. Lykins was given an award for his participation in this effort. Its other key figures included William Tunner and Gail Halvorsen, who earned his nickname after handing a stick of gum to a group of children. Albert Wedemeyer supported this plan based on his experience in \"the Hump\", and it was almost derailed by the crash of a (*) C-54 on Black Friday. Planned by Lucius D. Clay with a request to Curtis LeMay, it was officially known as Operation Vittles. It required the expansion of facilities at Tempelhof and Tegel, and at its height there was a landing at the target city every 30 seconds. For 10 points, name this effort to deliver supplies to a Soviet-blockaded West German capital.", "answer_sanitized": "Berlin airlift [accept Operation Vittles before mention, accept reasonable equivalents]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This set of works describes angels that \"drop some golden orb of perfect song into our deep, dear silence\". A more reflective entry asks \"Could it mean to last, a love set pendulous between sorrow and sorrow?\" Those inspired by the pastoral tradition include the first one, whose speaker \"thought once how Theocritus had sung Of the sweet years\". A more famous entry in this collection urges \"Gather the north flowers to complete the south\" and asks the addressee to (*) \"call me by my pet-name!\" Its best-known poem describes a certain emotion as being employed \"to the depth and breadth and height / My soul can reach\". For 10 points, identify this poetry collection that includes \"How do I love thee? Let me count the ways\", a work of Elizabeth Barret Browning.", "answer_sanitized": "Sonnets from the Portuguese", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Precursors to this disease include DCIS and LCIS. The PARP inhibitor iniparib failed in a trial to treat this disease. A particularly aggressive form of this disease results in the affected organ taking on an \"orange peel\" appearance. A monoclonal antibody to HER2/neu, called Herceptin, was originally developed to treat this disease. Genetic susceptibility to this disease is conferred by mutations in BRCA1 and 2. This disease can be classified by its expression of ErbB-2, progesterone (*) receptor, and estrogen receptor. It is subdivided into conditions of ductal and lobular origin. This disease is screened for using mammograms and self-exams. For 10 points, name this type of cancer that is usually treated with a mastectomy and radiation.", "answer_sanitized": "breast cancer [prompt on \"cancer\"]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One of these works contains parables comparing the world to a forest of herbs shrouded by a dark cloud and describing how a rich man convinces his children to leave a burning house by bribing them with toys. Another of these works is set after its speaker finishes his daily walk to beg for food and is titled for its ability to (*) cut through illusions and inflictions that cause desire and suffering. That one is sparked by a question asked by Elder Subhuti and is part of the Perfection of Wisdom Genre. Another of them, the basis of the Nichiren sect, focuses on a \"flower of the Wonderful Law.\" They take their name from a word meaning \"to bind\" and include the \"Diamond\" and the \"Lotus.\" For 10 points, name these aphoristic texts venerated in Buddhism.", "answer_sanitized": "sutras [do NOT accept \"suras\", those are very different]", "category": "Religion"}, {"question_sanitized": "Curtains were soaked in lime to counter the effects of this city's \"Great Stink,\" caused by a hot summer and outdated sewers. Sewers in this city built by Edwin Chadwick emptied into its main supply for drinking water, leading to more outbreaks of the cholera they were supposed to counter. John Snow created a (*) map of its outbreaks of cholera near the Broad Street pump, showing the disease was caused not by miasma but contaminated drinking water. Joseph Bazalgette built the Victoria and Chelsea Embankments for a new sewage system, which largely solved the problem of cholera by depositing this city's waste downstream. For 10 points, name this city which now receives cholera-free water from the River Thames.", "answer_sanitized": "London", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This figure starts a fire in a cave after being refused a memory-enhancing ale and listening to long genealogies from Hyndla. In other myths, this parent of Hnoss and Gersemi poured a horn full of ale for the giant Hrungnir and wept tears of gold after Ottar's death. This figure presided over some sacrificial offerings after a war ended in a stalemate and introduced sorcery to the Aesir. This owner of the hall Sessrumnir once slept with four (*) dwarves to obtain the necklace Brisingamen. She uses a falcon-feather cloak to fly and owns blue cats that pull her chariot. To pay Thrym back for stealing Mjolnir, Thor wore bridal clothes to disguise himself as this goddess. For 10 points, name this Norse fertility goddess and twin sister of Frey.", "answer_sanitized": "Freya [or Freyja; be careful not to accept \"Frigg,\" \"Fricka,\" \"Frey,\" or \"Freyr\"]", "category": "Mythology"}, {"question_sanitized": "The American ambassador to this country, Michael McFaul, has repeatedly sparred with this country's government, which has assigned journalists to tail him, moving him to denounce it as a \"wild country.\" In February 2012, one politician in this country evocatively declared \"The victory shall be ours!\" at a rally on Defender of the Fatherland Day. This country was rocked in December 2011 by the For Fair Elections protests, and the Yabloko Party was not allowed to field a candidate in elections also contested by a gold magnate who owns the (*) Brooklyn Nets. That election in this country replaced a former chairman of Gazprom with the prime minister, himself a former president. For 10 points, name this country where Dmitri Medvedev has been replaced by Vladimir Putin.", "answer_sanitized": "Russian Federation", "category": "Current Events"}, {"question_sanitized": "One of these instruments introduces the second theme in Dvorak's 8th symphony, following a more somber first theme in the strings. Solo pieces for this instrument include Luciano Berio's first Sequenza and Faure's Morceau de Concours. Georges Barerre made one of these instruments using platinum, which led Edgard Varese to compose Density 21.5 for it. A descending chromatic solo passage on this instrument opens Debussy's (*) Prelude to the Afternoon of a Faun. It represents the bird in Peter and the Wolf and is played by musicians such as Jean-Pierre Rampal and James Galway. For 10 points, name this woodwind instrument played by blowing across a hole and whose family of instruments includes its smaller cousin, the piccolo.", "answer_sanitized": "flutes", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In two sequential monologues in this play, characters relate their dreams of a tree trunk with golden eggs at its top and of a seat atop a high pillar. In one scene in this play, peasants are heard singing a song with the chorus \"Tridiridi-ralla tridiridi-ra\", which one character brushes off as \"an obscene song about us\". In one scene, the cook Christine prepares an abortifacient for the \"unfaithful\" (*) dog Diana. The title character of this play plans to open a hotel after emerging from a bedroom in the Count's house with a valet who had earlier decapitated her pet bird. Jean hands this play's title character a razor, with which she walks offstage to kill herself. For 10 points, name this play about a count's daughter written by August Strindberg.", "answer_sanitized": "Miss Julie [or Countess Julie; or Fröken Julie]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The C++ Boost library contains \"smart\" types of these objects that work properly with exceptions, as well as an \"intrusive\" example that includes an embedded reference count. A dispatch table contains an array of these objects. When two or more of these entities have the same value, aliasing occurs. During serialization of data for storage, these objects are (*) de-swizzled. Garbage collection is used to free up ones that are no longer used, since those examples can cause segmentation faults. Dynamic memory allocation uses these to store addresses. In Java, accessing nonexistent objects throws an exception named for the null type of these. For 10 points, name these data types used to refer to memory addresses.", "answer_sanitized": "pointer", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "One man of this last name was caught up in the Baltimore Riot of 1812, where his face was maimed, leading him to flee to the Caribbean. Another man of this last name founded the Ohio Company. A man of this last name coined the phrase \"First in war, first in peace, and first in the hearts of his countrymen.\" A member of this family was a cavalry commander who headed the 2nd Partisan Corps at (*) Camden and Guilford Court House and put down the Whiskey Rebellion. Another member of this family married Mary Custis and commanded the Army of Northern Virginia until surrendering at Appomattox Court House. For 10 points, name this surname shared by \"Lighthorse Harry\" and the head of the Confederate military, Robert E.", "answer_sanitized": "Lee", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The protagonist of this work attempts to get information by visiting Sybil, who instead gets drunk and wants him to rape her. In its first chapter, the protagonist shouts \"social equality!\" after being forced to repeat the words \"social responsiblity\" when laughter drowns out his speech. This novel's narrator serves as a guide for the trustee Mr. Norton, who faints after (*) Jim Trueblood describes committing incest with his daughter; after that incident, the protagonist is expelled by Dr. Bledsoe. Later, its narrator befriends Tod Clifton after joining the communist Brotherhood, which is opposed by Ras the Exhorter. 1,369 lights light the room of its unnamed black narrator. For 10 points, name this novel by Ralph Ellison.", "answer_sanitized": "Invisible Man [do NOT accept \"The Invisible Man\"]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This artist riffed on Picasso in Purist Painting with Bottles, while he depicted a black and white version of Matisse's The Dance in the background of his The Artist's Studio. A mustachioed man stares through a periscope in this artist's Torpedo... Los!. An anthropomorphic duck has caught his own coat with a fishing hook in this artist's painting, (*) Look Mickey. One of his best known works was based on an image in All-American Men of War and depicts a fighter pilot firing a rocket at another plane. This man used Ben Day dots in his painting Drowning Girl. For 10 points, name this pop artist of works like Whaam!, which employed the aesthetics of comic book art.", "answer_sanitized": "Roy Lichtenstein", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Compounds of this element and silicon were first isolated by Moissan and Stock. The selectrides are reducing agents containing this element, and cluster compounds of this element adopt closo, nido, or arachno configurations based on the number of electrons in the system. Reacting a compound of this element with an alkene is a method of oxidizing the less substituted carbon in violation of Markovnikov's rule. This element's (*) triflouride is a powerful electron-deficient Lewis acid. Hydrides of this element tend to form 3 center two-electron bonds, and this element tends to violate the octet rule by having only 6 valence electrons. For 10 points, identify this element with atomic number 5 and symbol B.", "answer_sanitized": "boron [or B before mention]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This work ends with one character standing and stretching after taking an electric train ride into the countryside with her family. Characters in this work include a cleaning woman who constantly bangs doors and a trio of lodgers who attempt to leave without paying rent. In the original language, its first sentence uses a word referring only to something \"unclean\" and \"unfit for sacrifice\". Its protagonist fights to preserve a gilt-framed picture of a woman in furs, is injured when his (*) father hits him in the back with an apple, and is forced to hide under a sofa while Grete cleans his room. It opens with a traveling salesman waking from a \"night of uneasy dreams\". For 10 points, name this Franz Kafka work in which Gregor Samsa transforms into an insect.", "answer_sanitized": "The Metamorphosis [or Die Verwandlung; accept The Transformation until \"transforms\" is read]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "During this event, the destroyer ORP Piorun was set up to defend the Beardmore Diesel Works, which were the intended landing point for KD-40. During this event, Directive 23 was launched, ordering the X Gerat instruments to destroy searchlight emplacements at Chesil Beach. During this event, the Black Book was written, outlining a plan for Lord Halifax to be arrested and to place Oswald (*) Moseley at the head of a new government. This operation was intended as the prelude to the never-launched Operation Sea Lion and included the destruction of Liverpool. For 10 points, identify this event in which Herman Goering commanded the Luftwaffe on a military action, mostly against London, that resulted in 45,000 British civilians being killed by bombs.", "answer_sanitized": "The Blitz [or the Battle of Britain; prompt on \"German bombing of the United Kingdom\" or other descriptive answers]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "These functions can be defined by considering a scalar function equal to a ket on a Hilbert space. The Born-Oppenheimer approximation decomposes this value as a product of an electronic and a nuclear one. The square of the magnitude of this value gives the probability density function for a given state. Fermions have antisymmetric ones and bosons have symmetric ones. These values are eigenfunctions of the (*) Hamiltonian, meaning that they are solutions to the Schroedinger equation. Each atomic orbital in the hydrogen atom corresponds to one of these, which collapses under measurement. For 10 points, name this value symbolized psi, which encodes the current state of a quantum mechanical system.", "answer_sanitized": "wavefunction [or psi before mention]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Several characters in this play try to salvage their first memory but can only recall a messenger on a saddle at dawn who called their names while banging shutters. This play's final act opens in darkness amidst \"soft sea sounds\" as the main characters discover they are on a boat. One of its characters, Alfred, is forced to star in a performance of \"The Rape of the Sabine Women\", put on by an acting troupe who later perform The (*) Murder of Gonzago. Rhetoricals and repetitions are counted as fouls in a \"game of questions\" played in its first act, which begins with its title characters flipping a coin that has come up heads 92 straight times. For 10 points, name this play about two minor Hamlet characters, written by Tom Stoppard.", "answer_sanitized": "Rosencrantz and Guildenstern Are Dead", "subcategory": "Literature European", "category": "Literature"}], "bonuses": []}