{"tossups": [{"question_sanitized": "This man was targeted by Humphrey de Bohun in the Remonstrances after he attempted to annexFlanders. One person who opposed this man heroically defended Caernarfon Castle before beingrouted in Powys; that man was Llywelyn the Last. He issued a decree outlawing the charging ofinterest, followed fifteen years later by an Edict of Expulsion banishing all (*) Jews from England.This monarch was opposed by a man who was supported by Andrew Moray. As a result, this king'sgeneral, the Earl of Surrey, was crushed at Stirling Bridge. This man commanded the winning forces at thebattle of Evesham against Simon de Montfort on behalf of his father, Henry II. For 10 points, identify thisking who faced the revolt of William Wallace, a Plantagenet nicknamed \"Longshanks\".", "answer_sanitized": "Edward I [prompt on \"Edward\"; prompt on \"Hammer of the Scots\"; accept Edward Longshanks before mention]", "subcategory": "History British", "category": "History"}, {"question_sanitized": "Most knowledge of this work's premiere comes from the firsthand account of Friedrich Bonet. Aplaintive oboe carries the melody in a movement of this work oddly marked \"Adagio e staccato.\"Although there is no official order to its movements, they are generally grouped into three suites, thethird of which is in G and is scored for strings, flutes, and continuo. Its most popular movementsinclude the (*) \"Bouree\" and \"Air\" from its first suite and its second suite's \"Alla Hornpipe.\" According tolegend, it was composed to regain the favor of King George I. For 10 points, identify this set of pieces byG.F. Handel meant to be performed in barges on the Thames River.", "answer_sanitized": "Water Music", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Frank Jackson posited the idea of a super-scientist who knows everything about these entitieswithout ever perceiving them in his \"Mary's Room\" experiment. Goodman's New Riddle ofInduction posits a group of objects that change this property at a set time, blending their namestogether. The perception of these secondary qualities is a commonly-used example of qualia. Atextbook example of falsifiablity involves asking whether all swans have the same value for thisproperty. In Enquiry Concerning Human Understanding, Hume uses one to show that ideas ariseindependent of experience by imagining a (*) missing one. For 10 points, name these qualities, whichphysicalists would say are simply expressions of the wavelength of light bouncing off an object.", "answer_sanitized": "colors [accept more specific answers like blue or green]", "category": "Social Science"}, {"question_sanitized": "This poet wrote of \"Dark river-beds where the eternal thirst flows/ and weariness follows, and theinfinite ache\" and addressed a \"white bee\" that \"[buzzes] in my soul, drunk with honey.\" Anotherwork by this man includes sections like \"Let the Woodcutter Awaken\" and \"The Flower ofPunitaqui.\" W.S. Merwin translated a collection by this author that includes the poem \"Ah Vastnessof Pines\". The final section of one of his poems begins (*) \"Arise to birth with me, my brother\", whilethe final poem of another of his collections opens by stating \"Tonight I can write the saddest lines.\" For 10points, name this Chilean who included \"Heights of Macchu Picchu\" in his Canto General and wrote Twenty Love Poems and a Song of Despair.", "answer_sanitized": "Pablo Neruda [or Neftali Ricardo Reyes Basoalto]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Erdos' squarefree conjecture asks whether the central one of these numbers is always squarefree,and they are the subject of Vandermonde's convolution formula. The Catalan numbers can bedefined using these numbers of indices 2n and n times one over n plus one. The hockey stick identitycan be used to add them, and summing over their lower index from 0 to n gives two to the nth power.The entries of (*) Pascal's triangle are these, which arise when multiplying a two-term polynomial withitself. These numbers are symbolized by a column matrix with two entries, and they are equal to n factorialdivided by r factorial times n minus r factorial. For 10 points, name these objects, which give the number ofways to select r objects from a group of n.", "answer_sanitized": " binomial coefficients [or n choose r or combinations or entries in Pascal's Triangle or equivalents before mention; do NOT accept \"permutations\"]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This character creates a painting depicting an icy landscape dominated by a white head with asingle eye and a pale halo. She is traumatized as a child by a visit from her uncle's ghost while she islocked in the Red Room. She identifies a man who disguises himself as a gypsy to tell BlancheIngram's fortune while she is tutoring the illegitimate child of the opera singer Adele (*) Varens. Afterher friend Helen Burns dies of typhoid fever, she exposes the negligence of Mr. Brocklehurst, headmasterof Lowood School. She rejects her cousin John's marriage proposal before returning to the ruins ofThornfield Grange, which was burned by the owner's crazy first wife Bertha Mason. For 10 points, namethis character who marries Mr. Rochester in a Charlotte Bronte novel.", "answer_sanitized": "Jane Eyre [prompt on \"Eyre\"]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The Silent Sentinels agitated for this cause, which landed them in a workhouse. One groupattempted to use the \"New Departure\" strategy to achieve this cause. Leser v. Garnett extended thisright to the states. This cause was advocated by the \"Golden Lane\" demonstration at the 1916Democratic National Convention in St. Louis. Two organizations that supported this cause weremerged into the (*) NAWSA. A group of supporters of this cause had a convention in Akron, Ohio, duringwhich Sojourner Truth gave a notable speech. Wyoming was the first state to grant this right. This causewas realized when Tennessee ratified the Nineteenth Amendment. For 10 points, name this cause,advocated by Elizabeth Cady Stanton and Susan B. Anthony.", "answer_sanitized": "Universal suffrage [accept Women's suffrage, accept things like passing the 19th amendment until mention; accept giving women the right to vote and equivalents; prompt on \"Women's rights\" or \"feminism\", as the clues are specific to the right to vote]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One book by this thinker asserts that men delude themselves into thinking they are good whenthey are full of disordered desires. This man argued that immoral behavior was punishment fromGod and original sin resulted from Adam and Eve's pride and foolishness in his Against the Pelagians. This man denounced (*) Rome and Platonism in a work that claims the sinful society of men obscuresthe true kingdom of God, and his work served as the basis for Aquinas' formulation of just war. Anotherwork by this author outlines his personal conversion from neo-Platonism and Manichaeism to Christianity.For 10 points, name this author of City of God and Confessions, a Doctor of the Church from Hippo.", "answer_sanitized": "Saint Augustine of Hippo", "category": "Religion"}, {"question_sanitized": "Four lions decorate the throne of his The Madonna in Her Chamber, also called the Lucca Madonna. He collaborated with his older brother on a work where two kneeling patrons pray to grisallerepresentations of Saints John the Baptist and John the Evangelist. That same altarpiece by thisartist depicts angels singing and playing an organ to flank a seated depiction of (*) God the Father in ameticulously painted red robe. In another of his paintings, an orange rests on a windowsill on the left and arichly decorated chandelier contains just one lit candle. This artist can be seen reflected in the convexmirror of that painting, and he also painted Man in a Red Turban. For 10 points, name this artist of TheArnolfini Wedding.", "answer_sanitized": "Jan van Eyck [or Johannes de Eyck]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "At the critical point, this equation predicts a compressibility of three-eights. The criticalexponents predicted by this equation are identical to those predicted by the Ising model, placing it inthe universality class of mean field theories. It is derived using the hard-sphere potential. Aroundphase transitions, it incorrectly predicts oscillatory isotherms. This equation can be derived bytruncating the virial expansion at two (*) terms. One constant in this equation accounts for the excludedvolume of a particle, and another accounts for attractive forces. It adds two constants, a and b, to a lessaccurate law. For 10 points, name this improvement on the Ideal Gas Law, named for a Dutch physicist.", "answer_sanitized": "Van Der Waals equation", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The Four Rugby Boys emigrated from here to be educated in the UK. One expedition to this placewas led by Francis Younghusband. The 29-article decree established an election system here in whichnames were drawn out of a golden urn. The Simla convention set its southern boundary at theMacMahon line. Camp Hale was a CIA site that trained several guerrillas from this region for a (*)1959 uprising. Delegates from here signed the Seventeen-Point agreement after the Battle of Chamdo,which turned it into an \"Autonomous Region.\" Its government-in-exile is currently headquartered in Indiaand is headed by Tenzin Gyatso. For 10 points, name this mountainous region administered by China andheaded by the Dalai Lama.", "answer_sanitized": "Tibet [accept Xizang]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A Nobel-prize winning author from this country provided the source material for the 1921 film The Phantom Carriage. A director from this country told of a boy who compared himself to Laika in My Life as a Dog and made The Cider House Rules. Another director from this nation captured aprofessor beset by dreams of his past life while traveling to receive an honorary degree in (*) WildStrawberries. That same director made Through a Glass Darkly and Fanny &amp; Alexander. One film fromthis country sees Jons accompany Block, a knight returning from the Crusades who plays a game of chessagainst Death. For 10 points, name this home to the director of The Seventh Seal, Ingmar Bergman.", "answer_sanitized": "Kingdom of Sweden [or Konungariket Sverige]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Landmarks in this territory include a battery named for Charles O'Hara as well as Gorham'sCave, which may have been a last refuge for turtle-eating Neanderthals. August de la Motte'sHanoverian troops defended this place during a three-and-a-half year \"Great Siege\" that attemptedto reverse the verdict of the Treaty of (*) Utrecht, which transferred control of this territory and Minorca.Europe's only wild population of barbary macaques is found in this territory, which was the northern of twofeatures called the \"Pillars of Hercules.\" For 10 points, name this British territory located oppositeMorocco across a namesake strait.", "answer_sanitized": "Gibraltar", "category": "Geography"}, {"question_sanitized": "Due to the similarity of this person's story and that of the Sumerian deity Tammuz, they wereoften syncretized. Women would plant flowers for eight days before the sun withered them away onplots of land known as this person's gardens. In one account of his birth, his father Cinyras fired anarrow at a myrrh tree which his mother (*) Myrrha transformed into, thus releasing him. A product ofincest, this man was locked in a chest as an infant and given to Persephone, who lay claim to him forone-third of the year. The anemone was created from the blood of this man after he was killed by Ares inthe disguise of a boar, despite his lover's admonition not to hunt wild beasts. For 10 points, name this loverof Aphrodite, a handsome youth.", "answer_sanitized": "Adonis", "category": "Mythology"}, {"question_sanitized": "In this novel's epilogue, a character dreams of a noseless executioner and of a visit from two menon a moonbeam. One character in this work insists on the title \"Hegemon\" and employs men like thespy Afranius and the soldier Mark the Ratkiller. Its twelfth chapter is set at the Variety Theater,where a shower of money and piles of expensive clothes are produced by Fagot, only to disappearlater. It opens at Patriarch's Ponds, where the head of (*) MASSOLIT is beheaded by a streetcar. In aninsane aslyum, the poet Ivan Bezdomny meets this novel's first title character, who has written a manuscriptabout Yeshua ha-Notsri, or Jesus. For 10 points, identify this novel in which the Satanic figure Wolandwreaks havoc in Moscow, a work by Mikhail Bulgakov.", "answer_sanitized": "The Master and Margarita [or Master i Margarita]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Mortensen used Search and Matching Theory to model one form of this phenomenon, whileexternal expectations create multiple equilibrium points for it according to Peter Diamond's CoconutModel. The Shapiro-Stiglitz model implies that efficiency wages sustain this phenomenon, which issimilarly maintained according to the NAIRU model developed by Phelps and Friedman. Okun's lawposits the (*) inverse relationship between this and GDP, while the Beveridge Curve is particularly usefulin modeling a type of this phenomenon created by mismatched conditions, its \"frictional\" form. ThePhillips Curve plots inflation against, for 10 points, what economic phenomenon in which laborers are outof work?", "answer_sanitized": "unemployment [or equivalents like joblessness; do NOT accept more general answers like \"poverty\"]", "category": "Social Science"}, {"question_sanitized": ". One law governing these entities is derived by applying Bose-Einstein statistics to a photon gas ina cavity, and predicts an energy dependence proportional to the negative fifth power of wavelength.The cosmic microwave background approximates the continuous spectrum of these objects. Applyingclassical physics to one of these objects gives a law that states that their energy spectrum diverges toinfinity at high frequency. A constant of 5.67 times 10 to the negative 8 relates the (*) emissivity ofthese objects to the fourth power of temperature. Planck's Law replaced that law named for Rayleigh andJeans, and the Stefan-Boltzmann law also applies to them. For 10 points, identify these ideal objects whichabsorb all incident radiation.", "answer_sanitized": "black body", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "This ruler caused debasement by using captured dies to produce counterfeit Polish coins. He wona battle when his forces crossed the Striegau River to defeat the Duke of Saxe-Weissenfels' Saxons.He was also the victor at Leuthen as well as a battle in which Wilhelm von Seydlitz led this man'scavalry after he set a trap near Rossbach. This man, who refuted the claims of The (*) Prince in his Anti-Machiavel, fought three wars over the province of Silesia and saw his country saved when Russiasettled with him following the death of Empress Elizabeth. One of the architects of the First Partition ofPoland, for 10 points, name this son of Frederick William I, a Prussian King who brilliantly led his countryin the Seven Years' War", "answer_sanitized": "Frederick II [or Frederick the Great; or Frederick IV of the Holy Roman Empire; prompt on \"Frederick\"]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "These proteins are antagonized by dam and dcm methylases, and the domain from one of these isfused to a zinc finger to generate targeted gene therapy constructs. Artificial plasmids have apolylinker site that is recognized by several different varieties of these proteins. They were originallydiscovered by Nathans, Smith, and Arber, and evolved in order to protect from viruses and foreigngenomes. They are used to map polymorphisms in the (*) RFLP technique. They can produce eitherblunt or sticky ends depending on whether they leave an overhang, and must always recognize palindromicregions. Commonly used examples include HindIII (\"hin-dee-three\") and EcoRI (\"eeco-r-one\"). For 10points, identify these enzymes that cleave DNA at specific sites.", "answer_sanitized": "restriction enzymes [or restriction endonucleases; prompt on partial answer]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The title of one of this author's stories references an elderly rabbit created by Howard R. Garis.He also created a character who brings the Russian religious text The Way of a Pilgrim to a date withher college boyfriend Lane Coutell and faints after explaining the Jesus Prayer. He wrote of a manwho wears a bathrobe so no one will stare at a tattoo he doesn't have; that man shoots himself whilesitting next to his wife Muriel in \"A (*) Perfect Day for Bananafish.\" His most famous creation, who usedto date Sally Hayes, cares deeply for his little sister Phoebe but not at all for the phonys at Pencey Prep. For10 points, name this author who created the Glass family and penned Franny and Zooey and The Catcher inthe Rye.", "answer_sanitized": "Jerome David Salinger", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This poet de-romanticized Arthurian legend in his narrative poem Merlin. The speaker of one ofthis man's poems proclaims \"Out of a grave I come to tell you this\" and asserts \"if you listen she willcall\" after describing how \"the vines cling crimson on the wall\". Another of his poems describes\"Romance, now on the town, and Art, a vagrant\" and tells of a character who \"loved the (*) Medici,albeit he had never seen one\". In addition to writing a poem whose title character is told \"Go to the westerngate\" and a poem about a \"child of scorn\", this man penned a poem about a man who, despite being \"richerthan a king\", went home one summer night and shot himself. For 10 points, name this poet of \"LukeHavergal\", \"Miniver Cheevy\", and \"Richard Cory\".", "answer_sanitized": "Edwin Arlington Robinson", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This politician established the Kerner Commission and signed a bill that required \"coveredjurisdictions\" to obtain pre-clearance from the Department of Justice before changing certain laws.This man stated that America has an \"appetite for excellence\" while signing the Public BroadcastingAct. A multi-volume biography titled after his (*) \"years\" is by Robert Caro. Robert Weaver became thefirst African-American cabinet member when this man appointed him Secretary of the newly-createdDepartment of Housing and Urban Development. His administration passed the Economic OpportunityAct, which created the Job Corps and Head Start. For 10 points, landmark civil rights legislation was a partof the Great Society program of what president, who succeeded JFK?", "answer_sanitized": "Lyndon Baines Johnson [or LBJ; prompt on \"Johnson\"]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This pathogen's genome forms four stem loops, known as the psi packaging signal. Raltregavirtargets this organism's integrase, and it also produces the tat, rev, and vpr transactivators. Its coat ismade from p24. Its genome encodes for a combined gag-pol protein that is cleaved into severalproteins, and its env protein is cleaved into gp41 and gp120. This virus enters cells through the CCR5and (*) CD4 receptors. Treatments for infection with it include protease inhibitors and Zidovudine, whichis also known as AZT. This virus infects helper T-cells and its genome also encodes for a protein thatcreates DNA from its RNA genome, called reverse transcriptase. For 10 points, name this retrovirus whichcauses AIDS.", "answer_sanitized": "HIV [or Human Immunodeficiency Virus]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "James Welch wrote a book about \"killing\" this man, while his wife helped solidify his legacy in Boots and Saddles. In the Civil War, he commanded the 3rd Cavalry Division which pursued Robert E. Lee in the final days of the war. He was suspended from the army for going to Ft. Riley to visit to his wife, Elizabeth Bacon. An expedition led by this man found gold in the (*)) Black Hills. In one battle, this man decided not to wait for Alfred Terry's troops. He destroyed the village of Chief Black Kettle and wrote My Life on the Plains. A horse named Comanche was the only survivor of his final battle,which was a victory for Crazy Horse and Sitting Bull. For 10 points, name this captain of the 7th Cavalry who made his \"last stand\" at Little Bighorn.", "answer_sanitized": "George Armstrong Custer", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "One piece in this work opens with the cellos and basses playing an ascending minor scale to signify footsteps. For 10 points each: ", "answers_sanitized": ["peer gynt", "holberg suite", "Edvard Grieg"], "parts_sanitized": ["Identify this collection of incidental music which includes \"Anitra's Dance,\" \"Morning Mood,\" and \"In the Hall of the Mountain King.\" ", "This work by the composer of Peer Gynt consists of five movements based on 18th century dances and was written to celebrate the birth of the title playwright. It begins with a \"Praeludium\" and closes with a \"Rigadoun.\"", "Both Peer Gynt and the Holberg Suite were written by this Norwegian composer, who also composed a popular A minor piano concerto."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In the first act of this play, Lulu brings a box containing a toy drum to a boardinghouse owned by Meg and Petey Boles. For 10 points each:", "answers_sanitized": ["Birthday Party", "Harold Pinter", "Betrayal"], "parts_sanitized": ["Identify this play which ends with Goldberg and McCann taking away the pianist Stanley Webber the morning after the titular celebration.", "This British playwright, a proponent of the \"comedy of menace\", penned The Birthday Party and The Caretaker. The hitmen Ben and Gus receive unusual orders from the title contraption in his play The Dumb Waiter", "Pinter was inspired by his affair with Joan Bakewell to write this play, in which nine scenes in reverse chronological order follow Jerry's affair with his best friend's wife Emma from its end to its beginning."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about fictional cities in sociology", "answers_sanitized": ["massachusetts", "middletown", "murray"], "parts_sanitized": ["] Both \"Eastern City\" from William Foote Whyte's Street Corner Society and Lloyd Warner's \"Yankee City\" were pseudonyms for cities in this state, where Talcott Parsons taught sociology at Harvard.", "Muncie, Indiana was the real town on which this title city of a 1929 \"Study in Modern American Culture\" was based. The authors of that study, Robert and Helen Lynd, revisited it \"In Transition\" during the Great Depression.", "This author of Human Accomplishment analyzed the fictional cities of Belmont and Fishtown in his 2012 book on \"White America,\" Coming Apart. He is best known for his controversial collaboration with Richard Herrnstein, The Bell Curve."], "category": "Social Science"}, {"leadin_sanitized": "One member of this family falls ill due to a life of prostitution and beer-brewing she adopted after moving to Johannesburg from their home village of Ndotsheni. For 10 points each:", "answers_sanitized": ["kumalo", "paton", "Theophilus Msimangu [accept either underlined portion]"], "parts_sanitized": ["Identify this family which, in addition to the aforementioned Gertrude, includes the carpenter John and the reverend Stephen, who also travels to Johannesburg in an attempt to find his son Absalom.", "The Kumalo family appears in Cry, the Beloved Country, the most famous novel by this South African author of Ah, But Your Land is Beautiful.", "A letter from this clergyman at the Mission House in Sophiatown prompts Stephen Kumalo to come to Johannesburg. While in the city, this man serves as Stephen's guide."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Name these locations found in John Bunyan's The Pilgrim's Progress, for 10 points each", "answers_sanitized": ["vanity fair", "shadow of death", "slough of despond"], "parts_sanitized": ["Christian's companion Faithful is burned alive in this city, where they are arrested for refusing to buy any of the local goods. This location provides the title of a William Makepeace Thackeray novel about Amelia Sedley and Becky Sharp.", "Christian is attacked by Apollyon in the Valley of Humiliation, after which he passes into this other valley. Its name was inspired by Psalm 23, whose speaker fears no evil while walking through it.", "A figure named Help aids Christian in escaping from this swamp, where he had been trapped due to the weight of the the bundle of sins on his back."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Mildly popular minor novels by this author include one about a plot to revive a mummy called The Jewel of Seven Stars and one about the evil Arabella March and her huge snake. For 10 points each:q", "answers_sanitized": ["stoker", "dracula", "renfield"], "parts_sanitized": [" Identify this author of The Lair of the White Worm, doubtless more famous for a novel in which Lucy Westenra's death inspires Jonathan Harker and Mina Murray to help hunt down its title character.", " Stoker's aforementioned most famous work is this horror novel about a certain Transylvanian vampire.", " One of Dracula's subordinates is this patient of Dr. Seward, who is obsessed with eating larger and larger animals to obtain their \"life force\"."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": " The Hunter commission investigated one massacre that occurred in this city, which occurred after a general strike in response to the deportation of Satyapal and Kitchlew. For 10 points each:", "answers_sanitized": ["amritsar", "punjab", "dyer"], "parts_sanitized": [" Identify this Indian city, whose Golden Temple was also attacked by the army in Operation Blue Star", " Amritsar is located in this Indian State, which has a majority Sikh population.", "The Amritsar Massacre was carried out by this British officer after the kidnapping of the teacher Marcella Sherwood. He was hailed as a hero upon his return to Britain."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about recent archeological controversies.", "answers_sanitized": ["peru", "cambodia", "hawass"], "parts_sanitized": [" In November 2010, Yale University agreed to repatriate a large number of Incan artifacts to this country, where Yale archeologist Hiram Bingham made his most notable discovery in 1911.", " In April 2012, federal investigators impounded a statue due to be sold at Sotheby's on the grounds that it was looted from a temple in this country during the civil war that followed the overthrow of Prince Norodom Sihanouk in 1970.", " This publicity-craving former Minister of State for Antiquities Affairs in Egypt, who also starred in The History Channel's series Chasing Mummies, was briefly jailed in April 2011 on charges of corruption"], "category": "Current Events"}, {"leadin_sanitized": " These objects were stolen by a half-bird, half-man demon named Zu. For 10 points each:", "answers_sanitized": ["tablets of destiny", "cuneiform", "enlil"], "parts_sanitized": [" Name these legal documents that were retrieved by Marduk after he slew Tiamat.", "The Tablets of Destiny were inscribed with characters from this pictographic writing system originally developed in Sumer. Had the Tablets been real, a blunt reed could have been used as a stylus to carve out characters from this system.", "Zu was slain by Ninurta, the son of this chief god of the Mesopotamian pantheon, who once tried to kill off humanity with a flood"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "For a convex lens, the reciprocal of this value is equal to one over the object distance plus one over the image distance. For 10 points each:", "answers_sanitized": ["focal length", "chromatic aberration", "virtual, same"], "parts_sanitized": [" Name this value, symbolized f, which for a spherical mirror or lens is equal to half the radius of curvature", "For a spherical lens, light of different wavelengths bend differently, meaning different colors have different focal lengths. That leads to this type of image distortion.", " Consider a convex lens. Name the location, i.e. which side of the lens, and what type of image is produced if the object is placed nearer to the lens than the focal length."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": " Its shrine was carved by Nikolaus Hagenauer and one figure depicted in this work is thought to be suffering from ergotism. For 10 points each:", "answers_sanitized": ["isenheim altarpiece", "st anthony", "merode altarpiece"], "parts_sanitized": ["[10] Identify this altarpiece by Matthias Grunewald which depicts an especially sickly crucifixion.", "Several scenes in the Isenheim Altarpiece depict this Saint, who can be seen meeting Paul in one of the wings on the interior part of the shrine. Monsters appear in the scene showing the temptation and torment of this saint from Egypt.", "This much more serene altarpiece features a right panel where Joseph can be seen working with his carpentry tools. The Holy Ghost literally flies in from a window in its center panel, and many scholars attribute this work to Robert Campin."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Characters in this novel include a former Eschaton star named Michael Pemulis and a punter for the Arizona Cardinals named Orin. For 10 points each:q", "answers_sanitized": ["infinite jest", "wallace", "franzen"], "parts_sanitized": ["Identify this 1996 novel set during Hal Incandenza's time at the Enfield Tennis Academy. It centers on a search for a copy of the titular fatally entertaining film.", " This subject of David Lipsky's biography Although Of Course You End Up Becoming Yourself wrote Infinite Jest and the collection Girl With Curious Hair, among other things, before hanging himself in 2008.", "This author, a close friend of Wallace, analyzed the state of modern literature in the essay \"Why Bother?\" and wrote the National Book Award-winning 2001 novel The Corrections."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": " Waxy cuticles are responsible for cutting back on this process. For 10 points each:q", "answers_sanitized": ["transpiration", "xylem", "meristem"], "parts_sanitized": [" Name this process, which is the loss of water from plants through their stomata.", "Transpiration is responsible for pulling water up this plant vascular tissue, which consists of trachieds and vessel elements. In addition to transporting water, it transports minerals.", " Xylem arises from one type of this undifferentiated, pluripotent plant tissue. It transforms into procambium and vascular cambium, and the apical variety of this tissue remains indeterminate."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": " France and Great Britain were drawn into this war after the Ottoman Empire's crushing defeat at Sinope. For 10 points each:", "answers_sanitized": ["crimean", "sick man", "london straits"], "parts_sanitized": [" Name this war in which those three nations defeated Russia to maintain Ottoman control over a namesake peninsula. This war featured a siege of Sevastopol and the Battle of Balaclava.", " Russia's czar during the Crimean War, Nicholas I, described the Ottoman Empire's decrepit condition by referring to it by this phrase.", " An early source of tension was Napoleon III's decision to dispatch the Charlemagne to the Black Sea in violation of this 1841 agreement that closed the Bosporus and Dardanelles to all warships."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": " One work originally created by this sculptor shows Athena holding a spear and looking down towards a nude Marsyas. For 10 points each: ", "answers_sanitized": ["myron", "discus", "dionysus"], "parts_sanitized": ["[10] Identify this ancient Greek sculptor. A copy of his best known work now resides at the Baths of Diocletian and shows a nude figure prominently bending his knees and back while holding the title object in his right hand.", "Myron is best known for his sculpture of a man throwing one of these objects. Throwing these objectsÂ—which are not javelinsÂ—was part of the ancient Olympics.", "Nearby the Roman version of the Discus Thrower is a bearded statue of this god, who is sometimes misidentified as being Sardanapalus. This god is depicted as an infant resting on the arm of Hermes in a sculpture by Praxiteles"], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The first of these objects was constructed under Djoser and was supposedly designed by Imhotep. For 10 points each:", "answers_sanitized": ["pyramid", "sneferu", "ur"], "parts_sanitized": [" Identify these massive tombs, examples of which include a \"great\" one at Giza.", "This pharaoh of the fourth dynasty went pyramid-crazy, constructing the Medium, Red and Bent Pyramids", "] Sir Leonard Woolley excavated the Great Ziggurat of this ancient city, located in modern day Iraq. A law code was issued by this city's ruler, Nammu."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Guru Nanak taught that this action was not required of Sikhs, stating that God's name was the true destination. For 10 points each:", "answers_sanitized": ["pilgrimage", "santiago de compostela", "vananasi"], "parts_sanitized": ["Name this activity which involves undergoing a journey to a place of spiritual or religious significance.", "In medieval times, the \"Way of St. James\" was traversed by many pilgrims and terminated at this cathedral in Northern Spain.", " This city by the banks of the Ganges in Uttar Pradesh is probably the oldest in India and is a pilgrimage site for Hindus, Jains, and Buddhists."], "category": "Religion"}, {"leadin_sanitized": "One method of performing this operation involves simply switching adjacent elements if they are out of order, and is called the \"bubble\" variety. For 10 points each:", "answers_sanitized": ["sorting", "merge sort", "n log n"], "parts_sanitized": ["] Identify this common algorithmic operation, which involves taking a list that is out of order and putting it in order. There are \"quick\", \"insertion\", and \"bogo\" algorithms for performing this operation.", " This type of recursive sort involves dividing a list into two approximate halves recursively and combining the two sorted sub-lists into one big sorted list.", " Mergesort, quicksort, and heapsort all have a best case runtime and average case runtime of big O of this function"], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "This war began after the battleship Maine was sunk in Havana harbor. For 10 points each,", "answers_sanitized": ["spanish-american", "dewey", "kettle hill"], "parts_sanitized": [" Name this war, fought in 1898 in Cuba and the Philippines.", "The Spanish navy was decisively defeated at the Battle of Manila Bay by forces under this American commodore. He gave the order \"You may fire when ready, Gridley.\"", " The Rough Riders under Theodore Roosevelt are famous for their assault on San Juan Hill. However, the primary hill they assaulted was this one, part of the San Juan Heights."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": " Sulfur hexafluoride adopts this molecular geometry, which is susceptible to the one axis lengthening due to degeneracy in the Jahn-Teller effect. For 10 points each:", "answers_sanitized": ["octahedral", "d", "crystal field"], "parts_sanitized": [" Identify this molecular geometry which is adopted by atoms that have six ligands surrounding one central atom with no lone pairs.", " The octahedral configuration contains bonding electrons in these orbitals, which can hold 10 electrons total. Transition metals have electrons in these orbitals.", " This theory predicts that ligands in octahedral complexes split d orbitals into two groups, e sub g and t sub 2g. It is very accurate in predicting the color of octahedral complexes as transitions between those groups."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": " After this man described his theory that all animals operate with clock-like mechanisms, his student replied that she had never seen a watch give birth to baby watches. For 10 points each:", "answers_sanitized": ["descartes", "meditations on first philosophy", "wax"], "parts_sanitized": [" This mathematician and tutor to Sweden's Princess Christina wrote Discourse on Method, which contains the actual quote \"I think, therefore I am\"", "This six-part work by Descartes tries to call all assumptions into doubt by proposing a \"malicious demon\" that makes all possible sensory input deceptive.", " In an example in the Second Meditation, Descartes argues that the mind alone perceives the essence of this specific substance to be clear and distinct, despite that all of its physical attributes can totally change"], "category": "Philosophy"}, {"leadin_sanitized": "This man was elected king of Poland after defeating a Turkish army at the Battle of Chocim. For 10 points each:", "answers_sanitized": ["sobeiski", "vienna", "Karlowicz"], "parts_sanitized": ["Name this Polish king who led a coalition to relieve a siege by Kara Mustafa in 1683.", "Sobieski relieved this Austrian city, which was earlier defended by Count Niklas von Salm-Reifferscheidt and Wilhelm von Rugendorf, against the besieging army of Suleiman the Magnificent.", "In 1699, this treaty ended the war between the Ottomans and the Holy League, during which Eugene of Savoy won the Battle of Zenta. It forced the Ottomans to give up Transylvania to Austria"], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": " The Trouton-Noble and Michelson-Morley experiments both presaged the development of this theory. For 10 points each:", "answers_sanitized": ["special relativity", "time dilation", "lorentz boost"], "parts_sanitized": [" Name this theory advanced by Einstein in 1905, the second postulate of which states that the speed of light is a constant in all inertial reference frames.", " This phenomenon refers to the slowing of clocks moving at relativistic speeds. It can be calculated using the Lorentz transform and it gives rise to the twin paradox.", " In special relativity, the Lorentz transformations include rotations, and with translations forms the Poincare (pwan-KUH-ray) group. This is the name given to a Lorentz transformation with no rotation."], "subcategory": "Science Physics", "category": "Science"}]}