{"tossups": [{"question_sanitized": "Because this man gave advice while on a bench in Lafayette Park, Carter Field’s biography of him is called “Park Bench Statesman”; that moniker was possibly given to him by his mistress Clare Boothe Luce. He raced horses under the alias Kershaw Stable, and his daughter Belle was an internationally-famous equestrian. This man’s plantation at Hobcaw Barony was where FDR once retired for a month-long vacation. This man, known as the “Lone Wolf of Wall Street” for his investing expertise, hired Hugh S. Johnson as his chief lieutenant after he was named the first chairman of the War Industries Board. This man wrote a modified version of the Acheson-Lilienthal Report, which was presented to the UN Atomic Energy Commission in 1946. At a speech in his home state of South Carolina, he coined the term “Cold War.” For 10 points, identify this man whose namesake “Plan” tried to stop the spread of nuclear weapons.", "answer_sanitized": "Bernard Baruch [or Bernard Mannes Baruch]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "An invective poem by this writer proclaims “I’ll sing a psalm as I watch it burn / and the ashes I’ll keep in a one-sided urn”; in that poem the speaker promises to do penance “with farts and groans / kneeling upon my marrowbones.” He proclaimed “yet must thou unfold me unaware” since “thy Mithridates were, / framed to defy the poison dart.” This poet praises the soul of Lucia, his “blueveined” daughter, as “paler than time’s wan wave” in a poem about giving her a flower. He addressed a “star of evil! Star of pain!” and bemoans “highhearted youth” not “coming again” in his poem “Bahnhofstrasse,” which he wrote in Zurich after he was diagnosed with glaucoma. This poet’s brother Stanislaus helped start the claim that his first volume of poetry was titled for a place where one urinates. Chamber Music is by, for 10 points, what author, whose other book of poetry is Pomes Pennyeach?", "answer_sanitized": "James Joyce [or James Augustine Aloysius Joyce]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "After a woman in this opera likens “souls” to “sad flames” in the Barcarole duet “Oui, je vous hais!” another character claims that woman wears a wig and uses a wooden leg. This opera's prelude begins with a brass fanfare that alternates between E major triads and B dominant ninth chords in a passage Maurice Ravel cited as changing the course of harmony. A transplanted Venetian duke in this opera complains a nation's people are “irritable, grumpy, surly” in “Le Polonais est triste et grave.” Minka sings a chanson tzigane in this opera, whose third and second acts, respectively, begin with a Danse Slave and a Fête Polonaise. Alexina is revealed to have shared an amorous night with the protagonist of this opera, in which Fritelli helps a man disguised as Nangis foil the treacherous plot of Count Laski. For 10 points, name this opéra-comique about the ascent of the hesitant Henry of Valois to the Polish throne, by Emmanuel Chabrier.", "answer_sanitized": "The King in Spite of Himself [or Le Roi malgré lui; accept The Reluctant King]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Confidence in the accuracy of these methods can be quantitatively assessed using double decay analysis, which is an extension of a method which measures confidence by a quantity called either the decay index or the Bremer support. KC Nixon developed these methods' namesake \"ratchet,\" which uses heuristics such as TBR and NNI between two reweighting steps. When the probability of a reversal is high, a variant of these methods named for Dollo is often used. When using these methods, algorithms for Sankoff or Fitch are used to compute this condition's namesake \"score.\" Under this condition, the amount of homoplasy is minimized, as is the number of character transitions. Distance matrix methods, Bayesian inference, and maximum likelihood are alternatives to, for 10 points, what method for generating phylogenetic trees, which conceptually searches for the \"simplest\" tree?", "answer_sanitized": "maximum parsimony methods [or MP; accept descriptive answers like \"finding the most parsimonious tree\"; UNTIL the words \"this condition,\" prompt on descriptive answers like \"generating phylogenetic trees\" or \"reconstructing phylogenies\"]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "Paul Postal criticized an approach developed this man for failing to distinguish between surface and underlying structures, which this man used to analyze a football game, a church service and family breakfast in one of his books. While teaching in Brazil, this man wrote an article analyzing language as a combination of “Particle, Wave, and Field”, and he later incorporated those ideas into his book Rhetoric: Discovery and Change. He coined the term “behavioreme” as a more functional unit than the morpheme. With his wife Evelyn Griset, he lived in the village of San Miguel among the Mixtecs, where he first employed his “monolingual approach” that he’d later demonstrate in front of audiences, using gestures to learn a language without an interpreter. This University of Michigan thinker distinguished between the subjective understanding of language within a culture, and the detached scientific study of that language. For 10 points, name this founder of tagmemics and linguistic anthropology, who created the “emic” and “etic” dichotomy.", "answer_sanitized": "Kenneth Lee Pike", "category": "Social Science"}, {"question_sanitized": "This philosopher juxtaposed the \"objective\" poetic imagination of Shakespeare with the inward-turned subjective poetic soul of Jean-Jacques Rousseau, in an essay praising Goethe for successfully mixing the two. He argued that poetic criticism had undergone \"three epochs\" in his book Poetry and Experience. Wilhelm Windelband introduced the nomothetic and idiographic distinction after the Baden School of neo-Kantians argued against this man's idea that psychology is a descriptive discipline that understands \"meaning-structures of lived experience.\" As part of a “Critique of Historical Reason”, this man contrasted verstehen, or understanding, with erklaren, or explaining, in his book Introduction to the Human Sciences. Friedrich Schleiermacher's art of interpreting texts was adopted by, for 10 points, what 19th-century German philosopher who used hermeneutics on the sciences?", "answer_sanitized": "Wilhelm Dilthey", "category": "Philosophy"}, {"question_sanitized": "During this operation, a general sent a spy to convince the enemy that a rear attack was imminent, allowing him to march up the banks of the Zulia River. A man killed in this operation had his heart removed and placed in a silver urn during his burial; that man, Colonel Girardot, was shot planting a flag on Barbula Hill. The path of the advancing army during this operation was supposedly blocked by a giant barking dog named Nevado, who was saved to honor his bravery. Early in this operation, the victors gathered supplies at Mompox. The guide Tinjaca supported this effort, which included battles at Niquitao and Los Horcones. The winning side’s first victory came by taking the town of Ocaña, which they followed with a siege of Cúcuta. The “Decree of War to the Death” was given during this operation, which was preceded by the Cartagena Manifesto. For 10 points, name this 1813 effort by which Simon Bolivar liberated Venezuela.", "answer_sanitized": "the Admirable Campaign [or Campaña Admirable, prompt on Bolivar’s liberation of Venezuela or similar answers]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In a dream sequence in this film made in black and white, a woman slowly washes her hair as pieces of plaster fall from the ceiling. This film’s protagonist is chastised for not properly doing an about-face by an instructor; the audience later hears the instructor’s heartbeat after he throws himself over a dummy grenade. The protagonist and his sister watch as the family barn burns down while it is raining in a long shot in this film. In another sequence, a mysterious woman has the protagonist read aloud a letter from Pushkin to Chaadayev while in his apartment shortly before that woman vanishes. At multiple points, Arseny, the main character's father, recites poems on his deathbed, and the main character's mother Maria is shown working as a copy editor during its pre-World War II sequences. For 10 points, name this film by Andrei Tarkovsky in which he reflects on his childhood and adult life.", "answer_sanitized": "The Mirror [or Zerkalo]", "category": "Literature"}, {"question_sanitized": "This novel’s protagonist is inspired by the advice “Once in one’s life, just once, one should have enough faith in something to risk everything for it,” given to him by the pastor Dominee Bester. At the end of this novel, the protagonist returns home and finds that his cupboard, which contains a secret compartment for documents, has been vandalized. The protagonist of this novel often goes to John Vorster Square to meet with Colonel Viljoen, and falls in love with Melanie Bruwer, a journalist who is later exiled to England. The plot of this novel is set in motion after Jonathan is arrested during a protest and supposedly dies of “natural causes.” It is strongly implied that a member of Special Branch, on the orders of Captain Stolz, kills this novel’s protagonist in a hit-and-run in its epilogue. Ben Du Toit investigates the death of Gordon Ngubene in, for 10 points, what novel by Andre Brink?", "answer_sanitized": "A Dry White Season", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "These phenomena produce the C-line in deep-level transient spectroscopy and a quartet of D-lines in luminescence spectra of silicon. The motion of these phenomena can be impeded by a Lomer-Cottrell barrier. These phenomena can be imaged by \"decorating\" them and using transmission electron microscopy. Applying stress to one of these phenomena can produce a series of namesake expanding loops in the Frank-Read mechanism. The strain energy per unit length possessed by one of these things is proportional to the shear modulus times the square of a quantity denoted B. The motion of these things along glide planes causes a namesake form of creep. The lattice distortion induced by the presence of these things is described by the Burgers vector. For 10 points, name this type of line defect in a crystal which comes in \"edge\" and \"screw\" types.", "answer_sanitized": "dislocations [prompt on crystal defects]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This text's first chapter uses \"Dr. Astruc's\" work counting the words Elohim and Iahveh to show that the first three chapters of Genesis were written by two anonymous authors, but contain \"very contradictory\" stories of creation. It then claims that the sentence \"Let us make man in our image\" is proof that there is not merely one, but two creator Gods. This text then praises Eve as a heroine whose \"lofty ambition\" led her to be tempted not by \"brilliant jewels\" or \"worldly luxuries,\" but rather by the \"promise of knowledge\". This text was assembled by a committee of 27 theologians, and published in two parts in 1895 and 1898. Since it was perceived as an attack on general religion, this text was repudiated by Rachel Foster Avery, and caused its author to be expelled from the suffrage movement. For 10 points, name this work of proto-feminist theology assembled by Elizabeth Cady Stanton.", "answer_sanitized": "The Woman's Bible", "category": "Religion"}, {"question_sanitized": "Description acceptable. Hugh Jenkyns’s paper on the chemistry of these phenomena notes that they can be inferred from decreases in ratios of radiogenic strontium-87 to 86, and but increases in osmium-187 to 186. Guido Bonarelli inferred the existence of one of these phenomena by noting black laminated organic rich shale and sucrosic radiolarian sand between coccolithic chert near Gubbio. According to George Canfield’s model, these events persisted after the GOE, and were prevalent during the “Boring Billion.” The presence of chlorobiacaea during the Permian and Triassic suggests the presence of these events, which may have been responsible for the Great Dying. They are often accompanied by euxinic [yoo-ZIN-ick] conditions, featuring high levels of hydrogen sulfide. For 10 points, name these hydrological events in which a certain element is depleted from the seas.", "answer_sanitized": "oceanic anoxic events [accept answers indicating that oceans have no oxygen; prompt on mass extinctions; prompt on algal blooms]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One of this hero's first tasks of bravery was to fortify the towns of the warrior Assaracus. This man receives a prophecy by using the blood of a white hart and a consecrated vessel filled with wine when he visits an abandoned temple to Diana on the island of Leogecia. This man was sent into exile after he accidentally killed his father Silvius during a hunt, an event which was foretold by a sorcerer. This hero married a woman named Innogen after overthrowing the Greek king Pandrasus, and had three sons—Locrin, Albanact, and Kamber—by her. While travelling, this man meets a descendant of Antenor, the wrestler Corineus, and later witnesses him kill the giant Gogmagog. According to Geoffrey of Monmouth, this ruler founded Troia Nova on the New Thames. For 10 points, name this great-grandson of Aeneas who founded London, and who gives his name to the island of Britain.", "answer_sanitized": "Brutus of Troy", "category": "Mythology"}, {"question_sanitized": "In 2009, the Wooster Group put on an acclaimed staging of this play, in which the title character was portrayed in a genderbent fashion by Kate Valk who had “thick, oily, makeup covering her face.” The actor “Slim” Martin reported that the first actor to portray this play’s title character once told him “I created the role,” not the author. The second actor to play its title role memorized all of its lines in less than two weeks, and also simultaneously starred in another of its author’s plays about Jim Harris, who resolves to not take the bar exam after an argument with his wife Ella. This play’s title character was originally played by Charles Gilpin, but he dropped out and was replaced by Paul Robeson after an incident in which Gilpin used the word “coloreds” instead of the “n”-word. A Pullman porter who is supposedly impervious to everything but silver bullets is the title character of, for 10 points, what tragedy by Eugene O’Neill?", "answer_sanitized": "The Emperor Jones", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This king's father passed an edict that called for the execution of men who seduced women in his palace, with all silent witnesses to the meetings being burned alive. Erich Ebeling argues that this king is the title figure of a poem who \"slit the wombs of pregnant women,\" \"blinded infants,\" and \"cut the throats of the strong ones,\" which may have occurred during his conquest of Murattash or Saradaush. This son of Ashur-resh-ishi waged wars against the Maladiya and the Mushku, forcing them to pay tribute. Late in life, he waged many unsuccessful battles against the Aramaeans. He added the most amount of territory to an empire founded by Ashur-uballit, though his kingdom was affected by the Bronze Age collapse shortly after his death. For 10 points, name this 11th-century ruler of the Middle Assyrian Empire, who lends his name to a Neo-Assyrian king who subjugated the Urartu and was succeeded by Shalmaneser V.", "answer_sanitized": "Tiglath-Pileser I [or Tukulti-apil-Esarra; prompt on Tiglath-Pileser;]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "An etching by this artist was inspired by a passage from Gulliver’s Travels and depicts Cato and Epaminondas as part of a Glorious Sextumvirate. A large painting by this artist includes depictions of Fanny Burney and Lady Montagu, features statues and paintings in its outdoor background, and shows prizes being given to artists. This artist included four muscular men erecting a naval pillar honoring Horatio Nelson in the background of his painting showing a river god dispersing the “manufactures of the Midlands” to the four continents. Those two paintings, The Distribution of Premiums and The Triumph of the Thames, are part of a series by this artist culminating with Elysium, or the Final State of Retribution, and illustrating how the human mind attains happiness through learning; those works were made for the “Great Room” of the Royal Society. For 10 points, name this Irish painter of The Progress of Human Culture series.", "answer_sanitized": "James Barry", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Staple foods of this region’s namesake tribe include an extremely hard bread known as kaak. The world’s second largest ship graveyard is part of this province’s Gedani ship-breaking yard. This province’s archaeological sites of Nausharo, Pirak, and Mehrgahr have all been excavated by Jean-Francois Jarrige. This province’s capital is sometimes known as the country’s “fruit basket,” and lies at the mouth of the Bolan Pass. It was governed for a time by Rahimuddan Khan, who helped his country conduct a nuclear test program in the Chagai district. Quetta is the capital of this province, which lies to the south of the Federally Administered Tribal Areas and to the west of Sindh. This province is named for a group of tribes that counts Alif Asi Zardari as one of its members. Punjab is east of, for 10 points, what southwesternmost province of Pakistan?", "answer_sanitized": "Balochistan", "category": "Geography"}, {"question_sanitized": "This compound is often removed from a sample by a two-step rinse with a 5% aqueous solution of lithium chloride followed by dilute hydrochloric acid. A mixture of acet-aldehyde, chloranil, and this compound is used to test for secondary amines in a peptide resin. This compound can be used to catalyze the synthesis of acyl chlorides from an alcohol and either oxalyl (“ox-aal-ill”) chloride or thionyl (“thigh-o-neel”) chloride. A 1:4 mixture of piperidine and this compound is used to remove the Fmoc (“f-mock”) protecting group during solid-phase peptide synthesis. This compound reacts with phosphorus oxy-chloride to form a chloro-iminium ion in the first step of the Vilsmeier-Haack reaction. Its dielectric constant is similar to aceto-nitrile, higher than THF, and smaller than DMSO, three other examples of compounds which are polar and aprotic. For 10 points, name this common solvent, a derivative of formic acid which contains an amide.", "answer_sanitized": "DMF [or N,N-dimethylformamide]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This novel's second part opens with a poem proclaiming \"The world a grave becometh,\" titled \"Astralis.\" Some merchants tell its title character \"in olden times, all nature must have been more animate and spiritual than now\" before they recite a story in which a poet uses his song to escape from his sailor-captors and is taken to the shore by a sea monster. This novel's fourth chapter takes place in a castle in which a bunch of knights sing a \"crusade-song\" before a woman named Zulima recounts a \"rude and disagreeable\" fable about the Crusades. \"The Expectation\" and \"The Fulfillment\" are this novel's two parts, which according to a letter its author wrote to Ludwig Tieck, would have ended with the title character being \"declared poet,\" This novel centers on a minnesinger’s journey to Augsburg after being haunted by a dream concerning a \"blue flower.\" For 10 points, name this only novel by the poet Novalis.", "answer_sanitized": "Heinrich von Ofterdingen [or Henry of Ofterdingen]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In 1853 this river was the site of the Hartlake Disaster, in which a wagon carrying a group of hop-picking Gypsies fell off a bridge into it. At an ancient battle at this river, Gnaeus Hosidius Geta charged against the force of Togodumnus. During another battle on this river, the frigate Unity tried to ward off an attack on Garrison Point Fort; afterwards, the Duke of Albemarle was sent in to defend the “Gillingham line” and reinforce Upnor Castle. A group of Neolithic monuments named in honor of this river include Kit’s Coty House, Chestnuts Long Barrow, and the White Horse Stones. This river was where the Battle of Aylesford pitted Vortigern against Hengist and Horsa. A tradition from 515 AD dictates that those who live west of this river are “Kentish Men” and those east are “Men of Kent.” In 1667, Charles II’s Royal Navy was destroyed during the Second Anglo-Dutch War in a “Raid on,” for 10 points, what river?", "answer_sanitized": "Medway River [or the River Medway] BONUSES", "subcategory": "History European", "category": "History"}], "bonuses": [{"leadin_sanitized": "For addition reactions to carbonyls, this phenomenon is described by the Felkin-Anh model. For 10 points each:", "answers_sanitized": ["asymmetric induction [or enantioinduction; do not accept or prompt on “induction” or “inductive effects”]", "diastereomers", "torquoselectivity"], "parts_sanitized": ["Name this phenomenon, which is the mechanism explaining Cram's rule. In this phenomenon, the presence of a chiral center in the catalyst or substrate of a reaction leads to the selective formation of stereocenters during the reaction.", "Cram's rule describes the formation of this specific type of isomer, which are often denoted by the prefixes erythro- and threo-. These isomers differ at one or more stereocenters and are not mirror images.", "In electrocyclic reactions, this term refers to the stereoselectivity observed when asymmetric induction causes the two substituents to rotate either in the same, or conrotatory, direction; or in different, or disrotatory, directions."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "King Wladislaw IV of Poland commissioned this artist’s version of <em>The Rape of Europa.</em> For 10 points each:", "answers_sanitized": ["Guido Reni", "Aurora", "tenebrism [accept word forms]"], "parts_sanitized": ["Name this Italian artist of the Bolognese School, who adopted many of the color techniques of his mentor Annibale Carracci. A painting by this man supposedly inspired Shelley’s drama The Cenci.", "Guido Reni’s most monumental fresco depicts Apollo in his chariot with the radiance of this figure in front of him. A casino named for this woman houses that painting commissioned by Cardinal Scipio Borghese.", "Guido Reni’s bright style stands in contrast to this technique adopted by his fellow Baroque artist Caravaggio, which uses colors to create a “dark” and “murky” effect. This technique, whose name comes from the Latin for “night” or “darkness,” is often interchanged with chiaroscuro."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Kefken Island and Hadrianopolis are examples of these sees. For 10 points each:", "answers_sanitized": ["titular diocese [or titular see]", "Annuario Pontificio", "emeritus"], "parts_sanitized": ["Name this kind of holy see that only exist in name. This kind of holy see would sometimes see itself get conquered by a polity of infidels, as indicated with the phrase in partibus infidelium.", "Every year the Vatican puts out this book, which contains information on every pope, bishopric, and diocese, including “titular” ones. It can be thought of as the directory of the Roman Catholic Church.", "Non-titular bishops who retired used to be made into titular bishops, but a change in policy led to them being given this title. This Latin word is also often used in the titles of retired professors."], "category": "Religion"}, {"leadin_sanitized": "The mythical progenitor of this family was the last perpetual Archon of Athens, succeeded by Charops. For 10 points each:", "answers_sanitized": ["Alcmaeonidae [or Alcmaeonids]", "Xanthippus", "Sestos [or Sestus]"], "parts_sanitized": ["Name this Athenian family allegedly cursed and exiled after Megacles killed the followers of Cylon as they sought refuge at the temple of Athena.", "This man married into the Alcmaeonid clan by wedding Agariste, by whom he would father Pericles. He also commanded the Athenian fleet at the Battle of Mycale in coordination with the Spartan Leotychidas.", "Herodotus’ account of the Persian War ends with the siege of this city-state in the Thracian Chersonese, where Xanthippus proceeded alone after the Spartans turned back. This city’s Persian governor Artayctes offered 200 talents to spare his life, but Xanthippus refused."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This story begins by citing Philip Melanchthon’s commentary on the <em>Batrachomyomachia</em> that states Homer’s object was to “provide a distaste for sedition”. For 10 points each:", "answers_sanitized": ["“Never Bet the Devil Your Head”", "Edgar Allan Poe [or Edgar Poe]", "orangutans [or orangutangs or Pongo]"], "parts_sanitized": ["Name this story in which Toby Dammit tries to jump over a turnstile. Unfortunately, Toby doesn’t see the razor sharp blade above the turnstile, is decapitated, buried, and then dug up by the narrator and sold as dog meat.", "“Never Bet the Devil Your Head” is a satire of Transcendental literature by this American humorist. In another of his parodies, Zenobia is decapitated by a giant clock, and a giant rat has eats her dog shortly afterwards.", "A mother is so violently murdered that her head falls off when the corpse is moved in “The Murders in the Rue Morgue,” in which C. Auguste Dupin deduces that one of these animals is the culprit."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Arnold Sommerfeld devised this model by solving the Schrodinger equation using similar assumptions to that of the Drude model. For 10 points each:", "answers_sanitized": ["free electron model [or free electron gas]", "Felix Bloch", "superlattice"], "parts_sanitized": ["Name this model describing the electronic structure of metals, whose principal assumption is that conduction electrons do not interact with other electrons or the constituent ions of the lattice, and thus travel throughout the crystal unimpeded.", "Because a metal is a periodic crystal, the wavefunction for a free electron is an example of the \"waves\" named for this physicist, who, along with Edward Purcell, developed NMR.", "Bloch's theorem also models the wavefunctions in these structures, which can be used to construct quantum cascade lasers and Bloch oscillators. They are periodic structures consisting of alternating layers of two different semiconducting materials."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "In 1827, this man created the Cincinnati Time Store, an “equity store” where people could only exchange labor, not money, to promote his maxim “cost the limit of price.” For 10 points each:", "answers_sanitized": ["Josiah Warren", "New Harmony, Indiana", "Benjamin Tucker [Benjamin Ricketson Tucker]"], "parts_sanitized": ["Name this man, sometimes called the “first American anarchist,” who edited the paper The Peaceful Revolutionist and coined the phrase “sovereignty of the individual” in his Manifesto.", "Warren lived for two years at this utopian community in Indiana founded in 1825 by Robert Owen based on land previously owned by George Rapp, and hated every minute of it.", "This friend of Lysander Spooner, who founded the periodical Liberty, made Josiah Warren the dedicatee of his classic text Instead of a Book, By a Man Too Busy to Write One. He referred to the government’s control of money, land, tariffs, and patents as his “Four Monopolies.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "After taking a cruise, this author wrote <em>On the Continent,</em> which became the first guide book to be annually updated. For 10 points each:", "answers_sanitized": ["Eugene Fodor", "Pausanias", "Richard Hakluyt"], "parts_sanitized": ["Name this Hungarian-American travel writer whose namesake travel books are published with bright-orange book covers. They often cover a city or country, such as “Greece” or “New Orleans.”", "Perhaps the first travel writer was this ancient Greek, who wrote Description of Greece. The first of that work’s ten books begins by describing Athens.", "This other early travel writer advocated for colonial expansion in his book The Principal Navigations, Voyages, and Discoveries of the English Nations, which details much of the economic resources of the New World."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In a poem, the death one of these animals is celebrated with the epitaph “In talking I did ev’ry bird excel / and my tomb proves my mistress lov’d me well”. For 10 points each:", "answers_sanitized": ["parrot [or psittacines; prompt on birdie]", "Gaius Valerius Catullus", "Silvae"], "parts_sanitized": ["Name this kind of animal, one of which that belonged to Corinna was the subject of an elegy by Ovid in his poetry collection Amores.", "Ovid’s elegy on the death of Corinna’s parrot was likely inspired by this other Roman poet’s “My Mistress’s Sparrow is Dead.” It is likely that the mistress in that poem is Lesbia, this author’s lover.", "This Latin poetry collection contains the poem Psittacus Eiusdem, which is an account of a parrot’s death and funeral. The five books of this poetry collection, written near the end of the first century CE, open with an ekphrasis on an equestrian statue of Domitian."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This composer wrote a song known as his namesake “receipt” in honor of Dr. John Stafford, who gave him a prescription to resume drinking, and reputedly trounced rival musician David Murphy in a fight despite his lack of eyesight. For 10 points each:", "answers_sanitized": ["Turlough O’Carolan [or Terence Carolan]", "Ireland", "jigs [accept Carolan’s Favorite Jig]"], "parts_sanitized": ["Name this blind harpist and folk composer who often titled his melodies after his patrons, such as Henry MacDermott Roe and John Jameson. An influential collection of his works was compiled and edited by Donal O’Sullivan.", "O’Carolan is a renowned figure in the folk music history of this nation, whose coat of arms features a harp called a cláirseach [KLOHR-”shook”].", "O’Carolan’s tune “Mary O’Neill” is alternatively titled as “Carolan’s favorite” one of these works. These works are distinguished from a similar genre by being in compound time, rather than in simple time."], "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about statues that come to life in various mythological systems:", "answers_sanitized": ["Charlemagne [or Charles the Great or Charles I]", "Hector of Troy", "Astraea"], "parts_sanitized": ["In a chanson de geste, this emperor and his Paladins travel to the palace of the Byzantine Emperor Hugo, which is held up by statues of living bronze boys, and revolves whenever the wind blows.", "The poet Benoit de Sainte-Maure wrote a poem in which this prince recovers from his mortal wounds in a room with four living statues; two of them hold magic mirrors, and the other two do acrobatics with an eagle and a satyr.", "In The Faerie Queene, this virgin goddess makes a statue that comes to life for Artegall. This daughter of Eos is named for her father, and was supposedly the last of the goddesses to live with humans during the Golden Age."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In the 1992 final issue of the magazine that introduced this phrase, the original cartoon that accompanied it is replaced with the caption “this fucking [thing]’s off!” For 10 points each:", "answers_sanitized": ["curate’s egg", "Punch", "Lewis Carroll [or Charles Lutwidge Dodgson]"], "parts_sanitized": ["Name this phrase that refers to a food eaten by the namesake bishop. It now refers to something partly good, partly bad, and was introduced in George du Maurier’s illustration “True Humility.”", "The curate’s egg cartoon first appeared in this magazine, which also serialized William Thackeray’s Vanity Fair and The Book of Snobs.", "Punch also published “Dropping the Pilot,” a satirical cartoon by John Tenniel showing Bismarck being dropped off by Wilhelm II. Tenniel may be better known for his illustrations to this author’s Alice in Wonderland."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Members of this class were often gentlemen called <em>junzi</em>. For 10 points each:", "answers_sanitized": ["shi", "Zhou Dynasty", "the Five Hegemons [or Wu Ba]"], "parts_sanitized": ["Name this class of so-called \"gentry scholars\" who had more power than the nong peasants, gong artisans, and shang merchants in the social structure. They took much power and ruled the government in the 5th century B.C.", "The shi first came to prominence during this dynasty, which lasted from the 11th century B.C. to the 3rd century B.C. Confucius was a scholar during it.", "Before the fragmentation of the Zhou governments gave way to the rise of the shi, the states of the Zhou organized the ba system. The ba system was largely devised by Huan of Qi and Wen of Jin, two of this numerically-named set of powerful Zhou rulers."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Ropivacaine, also known by the brand name Naropin, is a drug administered epidurally for this therapeutic purpose. For 10 points each:", "answers_sanitized": ["anesthesia [accept more specific answers like general anesthesia or local anesthesia; prompt on sedation or numbing; prompt on descriptive answers like knocking someone out]", "malignant hyperthermia [prompt on hyperthermia]", "ryanodine receptor 1 [or RyR1]"], "parts_sanitized": ["Name this therapeutic goal, which can also involve drugs like propofol and lidocaine. \"Volatile\" drugs used for this purpose include desflurane and sevoflurane.", "In rare cases, usage of volatile inhalation anesthetics or the neuromuscular blocker succinyl•choline can cause this life-threatening condition, which causes severe muscle spasms and an extremely high body temperature.", "In many cases, individuals who have a mutated version of this protein are susceptible to malignant hyperthermia. This protein mediates the release of calcium ions from the sarcoplasmic reticulum in skeletal muscle."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This concept was championed by the Mu'tazila school of theology, holding that it was possible to discern the ways of God using reason. For 10 points each:", "answers_sanitized": ["kalam", "Guide for the Perplexed [or Moreh Nevukhim]", "The Wars of the Lord [or Sefer Milhamot Ha-Shem]"], "parts_sanitized": ["Give this term that literally means \"speech\" or \"discourse\" in Arabic. The Jewish philosopher Saadia Gaon's Beliefs and Convictions was an attempt of applying this method to Jewish philosophy.", "This book by Maimonides incorporates many kalam methods in its analysis; for example, Maimonides uses a form of kalam to deduce that the world cannot have been eternal.", "A method of kalam was used to answer the questions \"What degrees of immortality exist?\" and \"How do the movers of heavenly bodies move them?\" in this work written over a 12-year period by Levi Gersonides."], "category": "Religion"}, {"leadin_sanitized": "This novel begins with the narrator dropping her college diploma, and imagining Osamu Dazai giving her some lingerie and Yukio Mishima giving her a picture frame, inspiring her to write. For 10 points each:", "answers_sanitized": ["Notes of a Crocodile", "Julio Cortazar [or Jules Florencio Cortazar]", "Kobo Abe [or Kimifusa Abe]"], "parts_sanitized": ["Name this novel by Qiu Miaojin narrated by the college student Lazi and set in 1980s Taipei. It consists of eight notebooks \"assembled\" by Lazi, many of which describe her lesbian affections for the older student Shui Ling.", "Qiu Miaojin's other novel, Letters from Montmartre, consists of 20 letters that can be read in any order, bringing it a sort of indeterminacy similar to this other author's novel whose expendable chapters can be skipped, Hopscotch.", "In Notes of a Crocodile, the crocodile at one point names all of her love interests after this author. A man with amnesia seeks to recall his past in the title story of this author's collection Beyond the Curve."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Sherman Bell declared “Habeas corpus, hell! We’ll give em post mortems!” as he responded to an incident in this town, after Governor James Peabody called in the National Guard. For 10 points each:", "answers_sanitized": ["Cripple Creek, Colorado", "Idaho", "Denis Kearney"], "parts_sanitized": ["Name this town, which witnessed strikes in 1894 and 1903, the most famous of which included the seizure of the Strong Mine on Battle Mountain near this town’s neighboring village of Victor.", "Harry Orchard admitted to planting dynamite at Cripple Creek years before he assassinated Frank Steunenberg, the governor of this state, where mining violence had also broken out in the town of Coeur d’Alene.", "Another controversial labor organizer beloved by the western miners was this man, who founded the Workingmen’s Party of California, and ended all his speeches by declaring “whatever happens, the Chinese must go!”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The base-10 logarithm of the magnitude of this quantity is plotted against the phase of this quantity in a Nichols chart. For 10 points each:", "answers_sanitized": ["transfer function", "Laplace transform", "root locus technique"], "parts_sanitized": ["Name this quantity which has a constant term, a term proportional to s and a term proportional to \"one over s\" for a linear time-invariant system operated under a feedback PID controller.", "The transfer function is often calculating using this transform, which can also be used to transform differential equations into algebraic equations.", "This technique allows one to graphically observe the effect of changing a property of a system on the properties of the transfer function. This technique plots the transfer function against the gain parameter."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The first of this conductor’s ubiquitous points of performance, printed on the inside of countless music folders, is “LISTEN!” in all capital letters. For 10 points each:", "answers_sanitized": ["Frederick Fennell [fih-NELL] [or Frederick Putnam Fennell]", "Howard Hanson [or Howard Harold Hanson]", "Lohengrin"], "parts_sanitized": ["Name this concert band conductor and founder of the Eastman Wind Ensemble, which he led in a landmark recording of Percy Grainger’s Lincolnshire Posy on the album Winds in Hi-Fi.", "Fennell’s colleagues at Eastman included this composer, whose Chorale and Alleluia Fennell discussed in A Conductor's Interpretive Analysis of Masterworks for Band. This composer of a “Nordic” First Symphony wrote a Second Symphony nicknamed “Romantic,” which includes the “Interlochen theme.”", "Fennell’s Masterworks for Band also discussed Elsa's Procession to the Cathedral, an arranged excerpt from this Richard Wagner opera about a swan knight."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This phrase titles a recent book by Antony Loewenstein that notes in the United Kingdom, it represents the \"outsourcing of violence.\" For 10 points each:", "answers_sanitized": ["disaster capitalism [accept disaster capitalist]", "globalization [accept word forms]", "350.org"], "parts_sanitized": ["Give this term introduced as part of a cultural \"complex\" in Part 5 of a 2007 book, arguing that events such as Hurricane Katrina have led many companies to profit from them.", "Naomi Klein's The Shock Doctrine argues that \"disaster capitalism\" is an example of this process run amok. This process is explained with BS examples in the books The Lexus and the Olive Tree and The World is Flat.", "Klein, who argued capitalism will fail to solve climate change in her book This Changes Everything, serves on the board of directors of this international organization which seeks to reduce CO levels to the namesake number."], "category": "Social Science"}]}