{"tossups": [{"question_sanitized": "A conman living in this territory created a so-called “Inicial Monument” to support his claims, which were also backed by the unwitting politicians Roscoe Conkling and Robert Ingersoll. A massacre in this territory perpetrated by founders of the Hashknife Outfit was part of a long-running conflict between the Tewksbery’s and Grahams. The deadliest family feud in history, the Pleasant Valley War, took place in this territory. Parts of this territory were bestowed to a nobleman named Peralta by the king of Spain, according to a set of forged documents made by the conman James Reavis, who styled himself the “Baron of” this place. In the aftermath of another massacre in this territory, the sheriff Johnny Behan testified against the survivors, and the brothers Morgan and Virgil were killed by an assassin. For 10 points, name this territory where Wyatt Earp participated in the shootout at the O.K. Corral.", "answer_sanitized": "Arizona Territory", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This volume's postscript suggests that it should bear the subtitle \"The West-Easterly Divan\" because of its \"obvious ironic and parodic undercurrent.\" In its title story, the narrator learns that a floral pattern that resembles a \"gigantic peeled and cloven orange\" resembles the sarcoma that afflicted her father. This collection’s story \"The Book of Kings and Fools\" presents a fictional history of the forging of the Protocols of the Elders of Zion. It opens with a Gnostic retelling of the story of the sorcerer Simon Magus, and is named for a story set after a performance of The Ghost Sonata that describes how a woman is taken to the Swedish Royal Library, and finds a work that excruciatingly details the lives of every \"ordinary person\" who has ever lived. Written after its author's A Tomb for Boris Davidovich, this is, for 10 points, what Danilo Kis collection named for a fictitious reference work?", "answer_sanitized": "Encyclopedia of the Dead [or Enciklopedija mrtvih]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The function of these cells can be suppressed by a group of cells which upregulate the production of arginase and inducible nitric oxide synthase. That group of cells, which suppress the function of these cells, are identified by high expression of Gr1 and are called MDSCs. The drugs pembrolizumab and nivolumab block the inhibition of these cells caused by PD-L1 binding to PD-1; those drugs are termed \"checkpoint inhibitors.\" An ImmTAC consists of an single-chain variable fragment effector fused to a receptor protein found on the surface of these cells. These cells are extracted from a patient, engineered in the lab to express chimeric receptors, and reinjected into the patient in a procedure called adoptive cell transfer. For 10 points, name these cells that are programmed to recognize tumor antigens in an experimental therapeutic paradigm used to treat cancer.", "answer_sanitized": "T-cells [the paradigm is cancer immunotherapy]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This architect conceived of his method as finding \"singularities\" in objects, as described in a book he co-wrote with a philosopher. A building by this architect in Nicosia contains balconies of various heights to suggest that the entire structure is \"breathing.\" This architect also designed a \"floating dome\" with a pattern to allow sunlight to stream into the building for the Abu Dhabi branch of the Louvre. Another of this architect's buildings mimics a waterspout, was inspired by the nearby Montserrat mountain, and has 4,400 pixelated square windows. That building made by him has a kaleidoscopic façade and can be found in Barcelona. He used a metallic brise soleil for a façade whose \"irises\" let in various amounts of light and were inspired by the mashrabiya of Islamic architecture. For 10 points, name this Pritzker Prize-winning French architect who designed the Arab World Institute in Paris.", "answer_sanitized": "Jean Nouvel", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "A book \"revisiting\" this system, by Carolyn Marvin and David Ingle, argues that its most salient feature is parents' \"blood sacrifice\" of their own children. A 2017 history of this belief system by sociologist Philip Gorski suggests that it may soon split into two sub-sects. Its inability to address the \"problem of responsible action in a revolutionary world\" led to its \"third Time of Trial\" in the 1970s. The 1975 book Trial by Covenant extends an article in the journal Daedalus about this belief system. A student of Talcott Parsons, who later wrote the book Habits of the Heart, gave this belief system a name inspired by Rousseau's The Social Contract and showed its influence on passages in JFK's inaugural address. For 10 points, what nonsectarian \"set of beliefs, symbols, and rituals,\" which exists alongside Christianity and undergirds public life in a certain country, was proposed by Robert Bellah?", "answer_sanitized": "the American civil religion [accept answers indicating a religion which is both civil and of the {United States, USA, America, 'Murica, etc.}; prompt on partial answers]", "category": "Social Science"}, {"question_sanitized": "The resolution of one type of these devices can be mathematically decomposed into a constant term, a noise term proportional to the inverse of energy, and a stochastic term proportional to one over the square root of energy. Another type of these devices contains two wire planes on top of a volume filled with liquid argon, and is called a time projection chamber. \"Hermetic\" or \"4pi\" examples of these devices are designed to work for all values of pseudorapidity and solid angle. Multi-wire proportional chambers and drift chambers are examples of the \"tracking\" versions of these devices, which examine ionization patterns to measure momentum; meanwhile, energy measurements are handled by another type of them called calorimeters. For 10 points, name these devices which measure the properties of showers and jets produced in high-energy physics experiments.", "answer_sanitized": "particle detectors", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Upon learning about the death of her brother, this author gazes at a portrait of him and imagines the irony that the countrymen of Fritz Kreisler had killed him. In a chapter called \"Between the Sandhill and the Sea,\" this author recalls meeting a \"highbrow in revolt against highbrows\" that she calls \"Hope Milroy.\" This woman describes boarding the HMHS Brittanic and receiving an \"efficiency strap\" from the Matron for a year of service in her best known-book, which describes the death of both her brother Edward and her fiancé Roland Leighton. That book by her was followed up with two further memoirs partly named \"of faith\" and \"of friendship,\" the latter of which is about her good friend Winifred Holtby. A marriage to George Catlin, and an account of being a nurse for the Voluntary Aid Detachment are described in, for 10 points, what author’s World War I memoir Testament of Youth?", "answer_sanitized": "Vera Brittain [or Vera Mary Brittain]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A book by John Dower examines the 3,127-page report that compared this entity to a “pseudo-family,” and which called for the use of a “coefficient of pressure” to implement this concept with a population of 100 million people. The white paper that introduced the “eight-cords, one-roof” policy proclaimed the formation of this concept, which was championed in a speech decrying the “materialistic civilization” of certain countries. A “Land Disposal Plan” for implementing this policy in four stages suggests creating a governor-general of South America and a governor-general of Alaska. Ba Maw attended the 1943 conference named for this proposed policy, which made use of the slogan “Asia for the Asiatics.” The pacifist philosopher Kiyoshi Mikki coined the name of, for 10 points, what imperialistic Japanese bloc that would have stretched down to Oceania and Southeast Asia?", "answer_sanitized": "Greater East Asia Co-Prosperity Sphere [or GEACPS; prompt on partial answers]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This theory gives its name to a model of the origin of language that Robert Logan proposed in a 2007 book. The paper that introduced this theory asks \"What of the amnesiac villagers of 100 Years of Solitude?\" and begins by having the reader imagine a \"cyberpunk future\" in which a person has a neural implant that allows him to rotate shapes on a computer screen. That paper that introduced this theory then proposes a theory of \"epistemic credit\" in support of it. A thought experiment in which Inga is able to get to the museum just fine, but Otto has Alzheimer's and must write down directions to it on a piece of paper, supports this theory, which argues that the \"skin\" and \"skull\" are not demarcations of where \"the rest of the world\" begins and the “mental” ends. Andy Clark and Jerry Fodor authored the paper that introduced, for 10 points, what view that the mental includes an agent's environment as well?", "answer_sanitized": "The Extended Mind [or extended cognition]", "category": "Philosophy"}, {"question_sanitized": "An essay by Rosalind Krauss argues that the “aerial photographs” depicting this man were deliberately intended to be “gravity-free” and make the “sculptural dimensions of reality” ambiguous. A series of photos depicting this man accompanying a Robert Goodnough article was the subject of a parody by Bruce Conner, who showed himself making a sandwich. Those photographs depicting this man were made from July to November 1950, and were taken by an artist who later captured the Mam people of Guatemala on camera. A documentary about this man was made with the help of Paul Falkenberg, and was filmed by placing a camera underneath a large piece of flat glass, and showing this man at work. According to Barbara Rose, after this man watched the films and photographs of himself in his barn next to his wife Lee Krasner, he returned to his more figurative style. A number of photographs by Hans Namuth depict, for 10 points, what artist using his “drip” method?", "answer_sanitized": "Jackson Pollock [or Paul Jackson Pollock]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A text by this writer describes the “left hand path” where a dreadful “old woman sits on a toad-stool” and has “rattlesnakes” for hair instead of tresses. This author inserted himself into a work where he meets an Indian hunter who is so good at hunting bear meat that he’s able to test his theory as to whether a diet of bear meat makes men more virile. An Indian named Ned Bearskin is described in a text in which this author is surrounded by men of “hoggish temper” that he names Puzzlecause, Firebrand, and Shoebrush. This author styled himself “Steddy” in a text that provides more “scandalous” material than a similarly named 1728 non-fiction account, which describes William Dandridge and Richard Fitz-William, two fellow surveyors. For 10 points, name this founder of Richmond, who wrote a “secret” version of his History of the Dividing Line.", "answer_sanitized": "William Byrd II", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "When thinking about this character, another character would gaze at the Moon and make facial expressions that revealed his “broken heart.” This character’s countenance is described as “sad” since her face is “crisscrossed with tears / like a pear blossom bathed in springtime rain.” She tries to gaze into the heaven to see her own homeland, but only sees “dust and mist.” A priest visits the “blue beyond” and the “yellow springs” beneath the Earth in search of this character, but finds her in a tower on a mountain that rose “exquisitely through the vibrant clouds.” This character is skilled at performing the dance of rainbow skirts and feather robes. She breaks a golden hairpin and places it in a box to give to her lover at the end a poem in which ministers put her to death. Bo Juyi’s The Song of Unending Sorrow describes the love of Emperor Xuanzong toward, for 10 points, what ancient Chinese beauty?", "answer_sanitized": "Yang Guifei", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One man with this title hosted a secret meeting at his home, attended by Goethe, at which the Furstenbund was created to combat the ambition of Joseph II. That man’s son with this same title led an army that wore all-black uniforms in mourning for their occupied homeland during the War of the Fifth Coalition. His grandson of this same title joined the Count Isouard at the opera house in Paris in 1858 to meet Paul Morphy in a casual game of chess. This man set off on a celebrated tour of Europe after marrying Princess Augusta, the sister of George III of England. He infamously threatened that the French civilians would be harmed if they injured Louis XVI or his family in a statement given at Coblenz; that 1792 proclamation became known as this man’s manifesto. Shortly after, his army was thumped by Dumouriez at the Battle of Valmy. For 10 points, name this Prussian general and duke, killed at the Battle of Auerstadt.", "answer_sanitized": "the Duke of Brunswick [or Duke of Brunswick-Wolfenbuttel or Brunswick-Bevern]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This quantity can be calculated as a sum over molecular fragments by the method of Meylan and Howard or by Rekker’s method. This quantity can be measured using a namesake form of \"centrifugal chromatography.\" The potency, as measured by the pIC50 [P-I-C-fifty], is plotted against this quantity on a LiPE [lye-pee] plot. The logarithm of 1 over the concentration that produces a standard response was related to the log of this quantity by Corwin Hansch, who thus developed the first quantitative structure-activity relationship.\" In column chromatography, the ratio of the volumes of the stationary and mobile phases times this quantity equals the capacity factor. This quantity, which is correlated with lipophilicity, is typically reported with respect to some reference system, such as cyclohexane and water, or octanol and water. For 10 points, name this quantity which determines the efficiency of a liquid-liquid extraction.", "answer_sanitized": "partition coefficient [or distribution coefficient; or \"log P\"; accept answers indicating \"the logarithm of the partition coefficient\"; prompt on \"K\" or \"equilibrium constant\"]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The nine-day wedding of this man’s daughter is described in a work by Meffeo Vegio which ends with his son-in-law having his mortality washed off in a river, and his soul flown into the heavens. A laurel tree in the middle of this man’s house was where a swarm of bees came, prophesying that a foreigner would bring much damage to his kingdom. This man’s wife is bizarrely compared to a spinning top in a poetic metaphor describing how she spins through her city after the Fury Alecto used a venomous snake to instill madness in her. A hero visits this man’s palace after his men literally eat their tables by eating bread and the food on their bread. This husband of Queen Amata had a daughter who was originally betrothed to the king of the Rutuli, until she becomes betrothed to Ascanius’s father. For 10 points, name this father of Lavinia, who rules over a namesake tribe in the Aeneid.", "answer_sanitized": "King Latinus", "category": "Mythology"}, {"question_sanitized": "The number of certain centers defined over these structures is equal to the rank of their associated structures according to Racah’s theorem. Hermann Weyl proved that finite-dimensional representations defined over semi-simple forms of these structures are semisimple by making use of Casimir Operators defined over their universal envelopes. The set of all the classical ones of these structures are themselves subalgebras of the infinite-dimensional Moyal algebra. A set of infinitesimal vectors from an exponential map are used as generators of these structures’ namesake groups. An operation that satisfies the properties of skew-symmetry, bilinearity and the Jacobi identity that is defined over these structures is called a “bracket.” For 10 points, name these vector spaces that are defined over fields, and which are named for a Norwegian mathematician.", "answer_sanitized": "Lie (pronounced “Lee”) algebras [accept Lie groups]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "An orchestral work by this man begins with quiet undulating septuplets in the piano’s lowest register above a rolled bass drum and divisi contrabass long tones, which is joined by low marimba and harp quintuplets and long notes for two contrabassoons and bass clarinet. He utilized 8 triangles in the “shimmer” movement of a work designed to expose the “angel voices” of percussion. Another of his works, which was inspired by orienteering markers, involves “9 to 99 percussionists” placed around a large space through which the audience freely wanders. This composer of The Mathematics of Resonant Bodies wrote a 2013 orchestral work for the Seattle Symphony whose title is taken from a John Cage poem about Lou Harrison, and which emulates cresting and receding waves. For 10 points, what composer, whose Inuksuit is one of his many works inspired by Alaska, wrote Become Ocean?", "answer_sanitized": "John Luther Adams [accept JLA; prompt on Adams or J. Adams or John Adams; do not accept or prompt on any answer that includes “C.” or “Coolidge,” such as “John Coolidge Adams”]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A treatise attacking this practice claims that its followers believe that intelligence enters and exits the human body when breath comes out of the nostrils, and spend all their time shielding their own navels to keep in divine energy. In response, this teaching was defended in the “Apodictic Treatises” and the Hagioritic Tome, along with two other works called the Triads and “Capita 150,” which all cite Dionysius the Areopagite. This belief system, which comes from a word meaning “tranquility,” was ridiculed for its focus on the magic of the light seen on Mount Tabor during the Transfiguration. Despite the opposition of that monk Barlaam, this system prevailed when the Ninth Ecumenical Council approved the Mount Athos teachings of Gregory Palamas in 1351. For 10 points, name this mystical belief system of silent prayer, which sparked a namesake controversy that caused a Byzantine civil war.", "answer_sanitized": "Hesychasm [or the Hesychast Controversy, accept Palamas or Palamite teaching before “Gregory”]", "category": "Religion"}, {"question_sanitized": "This character notes that Solomon had a “copulation cabinet of 700 wives and 300 concubines” when trying to prove that “man is a fool” but “woman is a damned fool.” During an “experiment in Morals and Conduct,” this character examines a microscope and observes a “large beast killing weaker animals.” This character and his two brothers stand next to their master’s ankle at the opening of a work largely comprised of this character’s eleven epistles. In a novel, this character’s nephew hides a wallet containing 1,107 ducats that Father Peter finds, but Father Peter is framed for robbing the town astrologer. This character, who narrates much of the book Letters to the Earth, has a younger counterpart of the same name who befriends Theodore, Nikolaus, and Seppi in the town of Eseldorf while using the sobriquet “No. 44.” For 10 points, give this name of Mark Twain’s The Mysterious Stranger.", "answer_sanitized": "Satan [prompt on the devil; prompt on “No.44” or “The Mysterious Stranger”]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Before this man was imprisoned at Elizabeth Castle, he burned the cathedral he’d built a month earlier, but saved its cast-iron bell which he had carried with him the past six years as a symbol of hope. This man created a dyke on the Aulac River to support the camp at Baie Verte, but he was betrayed by the spy Thomas Pichon. He incited his ally Joseph Broussard, aka Bausoleil, to attack William Clapham’s Rangers in the “Raid on Dartmouth,” after which Governor Edward Cornwallis offered a reward for this man’s head. He opposed Charles Lawrence’s attempts to build forts in the Cobequid region from his base on the Isthmus of Chignecto with the help of the Mi’qmak people. The failure of his guerilla campaign led to “Le Grand Dérangement.” For 10 points, name this French Catholic priest who, just like Father Sébastien Rale a couple decades earlier, launched a namesake war for the Acadian people.", "answer_sanitized": "Father Le Loutre [or Abbé Jean-Louis Le Loutre]", "subcategory": "History European", "category": "History"}], "bonuses": [{"leadin_sanitized": "This topology is generally favored over the hub and wheel topology, since if one node fails, the entire network does not fail. For 10 points each:", "answers_sanitized": ["mesh network [prompt on ad-hoc networks]", "congestion [accept word forms]", "B.A.T.M.A.N. [or Better Approach to Mobile Ad Hoc Networking]"], "parts_sanitized": ["Name this topology in which all devices on the network serve as access points. These networks are generally self-healing and self-discovering, meaning that a new node added to it can be efficiently incorporated automatically.", "A mesh network must use a more complicated algorithm for dealing with this phenomenon, in which the network is dealing with more traffic than it can handle, much like its real-life highway counterpart.", "This protocol is often used on multi-hop mesh networks over the OLSR algorithm for routing since its advantage is that it decentralizes data on the mesh network. As its name indicates, it is a “better approach” to mesh networking."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "In one of the author’s seven additional notes to this book, the glossolalists in the story \"Glossolalia\" are identified as Philomela, Cassandra, the Queen of Sheba's talking bird, and the author himself. For 10 points each:", "answers_sanitized": ["Lost in the Funhouse", "John Barth", "Menelaus"], "parts_sanitized": ["Name this short story collection whose \"Frame-Tale\" opens with instructions on how to make a Mobius strip.", "This author inserted himself into some of the stories in Lost in the Funhouse. Like his book Giles Goat-Boy, it was modeled on many aspects of Joseph Campbell's monomyth.", "The penultimate entry in Lost in the Fun House is named for this mythical figure, many of whose questions are answered using several pairs of parentheses and quotation marks as part of a joke with metafictional implications."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "After this man’s lavish wedding to Constance of France, he launched a failed invasion of Illyria that resulted in Alexius Comnenus forcing him to sign the Treaty of Devol. For 10 points each:", "answers_sanitized": ["Bohemond of Taranto [or Bohemond I of Antioch]", "Henry I of England [or Henry Beauclerc]", "Sichelgaita [or Sikelgaita or Sigelgaita]"], "parts_sanitized": ["Name this man who became a celebrity in Europe after he was released from his prison at Neo-Caesarea, where he’d been captured after the Battle of Melitene.", "This British king feared Bohemond’s popularity so much that he refused to let him land on English soil. At the time, this ruler was embroiled in a dispute with his elder brother Robert Curthose after succeeding William Rufus.", "According to Orderic Vitalis, Bohemond of Taranto fled to Capua because he was afraid that this warrior princess, the wife of Robert Guiscard, would poison him to ensure the succession of her son Roger Borsa."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This musical interval has a size of about 21.5 cents, and a ratio of 81-to-80. For 10 points each:", "answers_sanitized": ["syntonic comma [or Didymus's comma; accept Ptolemaic comma or diatonic comma or chromatic diesis; prompt on comma]", "Pythagoras", "monochord [or monochordum]"], "parts_sanitized": ["Name this interval that represents the difference in size between a justly-tuned 5-to-4 major third, and a major third from a different tuning system in which it has a ratio of 81-to-64.", "A major third has a ratio of 81-to-64 in the tuning system of this ancient Greek, who legendarily discovered the ratios between intervals when he walked past a blacksmith’s forge that was using differently-sized hammers.", "Early music theorists examined tuning ratios in both Pythagorean and just tuning on this device, which consists of a single string stretched over a board or resonator."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This group of thinkers included F. M. Cornford, who authored the satire <em>Microcosmographia Academica</em>. For 10 points each:", "answers_sanitized": ["Cambridge Ritualists", "Jane Ellen Harrison", "The Golden Bough"], "parts_sanitized": ["Name this group of English social scientists who were the first to apply anthropology to the classics. They included Gilbert Murray, the author of Five Stages of Greek Religion.", "The Cambridge Ritualists included this scholar, whose Prolegomena to the Study of Greek Religion argues that societies progressed from a promiscuous mode called hetaerism to a matriarchal phase based on mystery cults.", "Harrison credits her ritual analysis as derived from the one presented in this \"study of comparative religion\" authored by James George Frazer."], "category": "Social Science"}, {"leadin_sanitized": "This creation inspired Wim Delvoye's artwork <em>Cloaca Machine,</em> a device that takes food and converts it into poo-poo. For 10 points each:", "answers_sanitized": ["Digesting Duck [or the Canard Digerateur]", "Mason and Dixon", "Julien La Mettrie [or Julien Offray de La Mettrie]"], "parts_sanitized": ["Name this automaton created by Jacques de Vaucason. According to Oxford scholar Joseph Spence, this creation is extraordinary since it \"eats, drinks, [performs its namesake action], and shits,\" unlike other fake birds.", "The Digesting Duck appears as a minor character in this novel by Thomas Pynchon, which is narrated by Reverend Wickes Cherrycoke. It is named for a pair of surveyors.", "This author referenced the Digesting Duck in his controversial materialist treatise, Man a Machine, which argues that the human brain and the soul are merely \"cog wheels\" and \"springs\" within the human body."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "A 1675 slave revolt at this colony ended with the execution of over half of its conspirators after they were betrayed by a female slave named Fortuna. For 10 points each:", "answers_sanitized": ["Colony of Barbados", "sugarcane [prompt on sugar]", "Olaudah Equiano [accept either; accept Gustavus Vassa]"], "parts_sanitized": ["Name this colony, where a slave ranger known as \"Bussa\" and his collaborators staged the \"Easter Rebellion\" revolt of 1816.", "The slaves in Barbados were primarily used to harvest this crop, after it was brought to the island from Brazil by Pieter Blower in the 1630s. This crop was often used to make rum.", "As an 8-year old, this man may have been taken to Barbados from Africa aboard the Ogden ship. Granville Sharpe became involved in the court case concerning the Zong massacre after he learned of it from this man."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In an essay from the book <em>Working the Room,</em> Geoff Dyer claims that this text isn’t just about the “special aptitude of writers suffering from constipation and diarrhea.” For 10 points each:", "answers_sanitized": ["Goncourt brothers journal [accept diary in lieu of journal; accept close equivalents mentioning the journals that Edmund and Jules Goncourt kept]", "Guy de Maupassant", "Georges Feydeau"], "parts_sanitized": ["Name this work whose first entry was begun the day after Napoleon III came to power. It was written by two authors and contains some salacious gossip, such as “[Emile] Zola is unhappier than the most abject of failures.”", "A passage in the Goncourt brothers journal claims that this author of “The Horla” was “proud (at long last!)” to have caught the “magnificent pox” that is “syphilis!”", "In another passage, the Goncourt brothers mock this author’s father for having such an interest in ancient Egypt that it “was a form of adultery!” This author is known for his Belle Epoque plays, such as Cat Among the Pigeons."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "In the ideal case, this thermodynamic cycle is basically a Rankine cycle run in reverse. For 10 points each:", "answers_sanitized": ["vapor-compression refrigeration cycle [prompt on refrigeration cycle]", "throttling [accept Joule-Thomson effect or process]", "cascade vapor-compression refrigeration cycle"], "parts_sanitized": ["Name this thermodynamic cycle composed of an evaporator, followed by a compressor, followed by a condenser, followed by an expansion valve. It has the net effect of absorbing heat from a cold reservoir and depositing it into a hot reservoir", "The expansion valve used in a vapor-compression refrigeration cycle causes the fluid to undergo this kind of process, in which the fluid expands at constant enthalpy.", "The efficiency, as measured by the coefficient of performance, of a vapor-compression refrigeration cycle can be increased by putting multiple vapor-compression systems in series, producing a cycle known by this term."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In Indonesia and Malaysia, a form of this structure known as <em>kelong</em> is often built to support the economy of cities like Sungai Udang. For 10 points each:", "answers_sanitized": ["stilt houses [or pile dwellings or palafittes; accept any answers indicating that they are buildings on stilts]", "Republic of Benin [or Benin]", "Florida"], "parts_sanitized": ["Name these structures that in Europe include granaries known as raccards.", "In this country, a group of people built Ganvie Lake Village entirely on stilts within Lake Nokoue to escape the Fon people.", "In this U.S. state, a man known as “Crawfish Eddie” supposedly built one of the first stilt houses in Stiltsville. Stiltsville is in the Safety Valve, about an hour south of this state’s city of Fort Lauderdale."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This man’s most famous speech was the memorial service for William Henry Harrison he delivered at Faneuil Hall. For 10 points each:", "answers_sanitized": ["Rufus Choate", "Seventh of March speech", "Theodore Parker"], "parts_sanitized": ["Name this Massachusetts lawyer who infamously convinced a jury to acquit Albert Tirrell on the defense that he was sleepwalking when he killed his lover.", "Choate defended Daniel Webster when he gave this speech supporting the Fugitive Slave Law, which he claimed to give “not as a Massachusetts man, nor as a Northern man, but as an American.” It is named for the day it was delivered by Webster in 1850.", "This Unitarian minister based out of West Roxbury, Massachusetts threatened to hang both Choate and Webster after the speech. This man, whose good friends called him “Theodore”, wrote the tract To a Southern Slaveholder."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In a speech, this character states \"Who steals my purse steals trash. 'Tis something, nothing: \\ 'Twas mine, 'tis his, and has been slave to thousands.\" For 10 points each:", "answers_sanitized": ["Iago", "jealousy", "reputation [or my reputation]"], "parts_sanitized": ["Name this character who, in that speech, claims \"But he that filches from me my good name / Robs me of that which not enriches him / And makes me poor indeed.\"", "In another speech Iago describes this emotion as a \"green-eyed monster\" which \"doth mock the flesh\" it feeds.", "Iago claims that this thing is an \"idle and most false imposition, / oft got without merit and lost without deserving.\" That speech occurs after Cassio proclaims to have lost this repeatedly."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Richie Beirach performed a piano version of this jazz ballad on the album <em>Elegy for Bill Evans.</em> For 10 points each:", "answers_sanitized": ["Blue in Green", "Miles Davis [or Miles Dewey Davis III]", "John McLaughlin"], "parts_sanitized": ["Name this ballad based on an unusual 10-bar progression, a \"circular composition\" in which the G minor chord that starts its main theme doubly acts as the tonic cadence for the A minor and D minor seventh chords that end its main theme.", "Even though this musician claimed to have written “Blue in Green,” Bill Evans later took the credit for it. This man did write “So What” for the album on which “Blue in Green” appeared.", "In 1971, this jazz guitarist recorded a version of “Blue in Green” as the final track of his album My Goals Beyond. He was also featured as the guitarist for the album In a Silent Way."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Yoshio Masui discovered this protein complex in frog oocytes by noting that they were naturally arrested in the G2 phase until injected with progesterone. For 10 points each:", "answers_sanitized": ["maturation promoting factor [or MPF, or mitosis promoting factor, or M-phase promoting factor]", "anaphase", "KEN-box"], "parts_sanitized": ["Name this complex comprised of cyclin B and cyclin-dependent kinase 1, which phosphorylates numerous proteins, such as condensins, histones, and lamins.", "Later, MPF is disassembled by a ubiquitin ligase complex named for the fact that it promotes this phase, by degrading various cyclins and securin. During this phase, the kinetochore microtubules contract.", "The anaphase-promoting complex binds to its substrates by recognizing either the destruction-box or this other consensus sequence."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Pottery depicting this goddess was popular during the 5th-century BC and usually featured a spout in the form of a big boob. For 10 points each:", "answers_sanitized": ["Taweret [or Taurt, Tuat, Taouris, Tuart, Ta-weret, Tawaret, Twert, and Taueret]", "flooding of the Nile [accept equivalent answers]", "Metternich Stela [or Metternich Stele]"], "parts_sanitized": ["Name this goddess of childbirth who was often identified with Bes. She is depicted as a hippopotamus with human teats with a woman’s wig and often carried scrolls of protection.", "Taweret was often called the “Mistress of the Waters” since she was believed to have played a role in this event. In other stories, a pair of caves under the Elephantine island bring about this yearly event.", "In this mythological source, which was once used as a charm, Isis informs Horus that he was born from Taweret and Bes. It can currently be found at the Metropolitan and is named for an Austrian thinker."], "category": "Mythology"}, {"leadin_sanitized": "Ferrocene contains two ligands for which this quantity equals five. For 10 points each:", "answers_sanitized": ["hapticity", "half-sandwich compounds [or piano stool compounds; do NOT accept or prompt on \"sandwich compounds\" or \"metallocenes\"]", "nickel [or Ni]"], "parts_sanitized": ["Name this quantity, symbolized eta, which represents the number of contiguous atoms in a ligand which collectively coordinate to the metal.", "These compounds consist of a polyhaptic cyclic ligand bonded to a metal that is bonded to several monodentate ligands. An example is the anti-knock agent MMT.", "The first-ever synthesized \"triple decker sandwich\" compound is basically a Big Mac where cyclopentadiene is the bun and this element is the filling. The metallocene containing this compound is bright green in color."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "According to Polybius’ <em>Histories</em>, a man named Theodotus the Aetolian tried to assassinate Ptolemy IV the night before this battle, but he snuck into the wrong tent and killed his physician. For 10 points each:", "answers_sanitized": ["Battle of Raphia [or Battle of Gaza]", "Syria [accept Coele-Syria or the Syrian Wars]", "Antiochus"], "parts_sanitized": ["Name this 219 BC battle between Egypt and the Seleucid Empire.", "As a result of the Battle of Raphia, Egypt gained access to the \"Coele-\" portion of this region, sometimes called \"Hollow\" [this]. Six wars over this region were fought between Egypt and the Seleucids.", "The Battle of Raphia ended with Ptolemy claiming victory over the third Seleucid ruler of this name. Seleucus I Nicator named the capital of the Seleucid Empire after his son who also had this name."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This artist depicted Professor Otto Lidenbrock and Axel finding a whole forest full of nude women in a painting inspired by the novel <em>Journey to the Center of the Earth</em>. For 10 points each:", "answers_sanitized": ["Paul Delvaux", "bowler hats [prompt on hats]", "skeletons"], "parts_sanitized": ["Name this Belgian artist of The Awakening of the Forest. He is known for his monumental paintings featuring nudes in Greek classical landscapes, such as The Great Sirens, or Dawn of the Town.", "In homage to his fellow countryman Rene Magritte, the only man in Delvaux's The Great Sirens wears one of these articles of headwear. Men wearing these fall from the sky in Magritte's Golconda.", "Delvaux's version of Ecce Homo is unusual because all of the figures in the scene are these entities. His versions of The Entombment and The Deposition feature these figures in place of humans."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "David Armstrong's first academic work examines another philosopher’s claim that one of these faculties is just the “signs” and “manifestation” of the other quality. For 10 points each:", "answers_sanitized": ["vision and touch [accept sight or equivalents, and tangibility or equivalents]", "George Berkeley", "Alciphron, or the Minute Philosopher"], "parts_sanitized": ["Identify these two faculties that a philosopher argued were part of a “heteronomy”, and thus cannot be used to infer information about the other according. That conundrum about these two faculties is the Molyneux problem.", "This Irish bishop of Cloyne wrote the aforementioned book A New Theory of Vision and argued that matter does not exist in his later work A Treatise Concerning the Principles of Human Knowledge.", "The theory of vision presented by Berkeley was used to make a theological argument for the existence of God in this book, whose \"seventh dialogue\" discusses \"communication\" as the \"chief and only end of language\"."], "category": "Philosophy"}, {"leadin_sanitized": "This character titles a novel whose whimsically named-characters include a prostitute named Dorian Dolor, and Dante Loredano, who has imaginary conversations with this character. For 10 points each:", "answers_sanitized": ["Friedrich Nietzsche [or Nietzsche on his Balcony]", "Dalkey Archive Press [prompt on Dalkey]", "Where the Air is Clear [or La región más transparente]"], "parts_sanitized": ["Name this character, who in Carlos Fuentes’ last novel, is reincarnated once every year for 24 hours. In that novel, this man appears at the Hotel Metropol and explains eternal recurrence to Fuentes himself.", "Nietzsche on His Balcony was first published in 2016 by this publisher, which also brought out Fuentes’s The Great Latin American Novel. It is named for a book by Flann O’Brien.", "Dalkey Archive Press also published this Fuentes novel, which takes its name from a line from Vision de Anahuac and centers on Ixca Cienfuegos in a post-revolutionary Mexico City."], "subcategory": "Literature World", "category": "Literature"}]}