{"tossups": [{"question_sanitized": "In this organism, synthesis of exopolysaccharides are regulated by the Pel and Psl operons. This organism is the most common cause of ecthyma gangrenosum. One protein produced by this organism suppresses the respiratory burst while generating its own superoxide radicals, thus engaging in \"redox warfare.\" This organism produces pyocyanin as well as an exotoxin which, like the diphtheria toxin, ADP-ribosylates elongation factor 2 to inhibit translation. This organism can cause a relatively benign disease called \"hot tub folliculitis.\" Like Burkholderia cepacia, Haemophilus influenziae, and MRSA, it commonly causes infections in immunocompromised hospital patients with cystic fibrosis. For 10 points, name this common cause of ventilator-associated pneumonia, a gram-negative multi-drug resistant bacterium whose species name is aeruginosa.", "answer_sanitized": "Pseudomonas aeruginosa [or P. aeruginosa before the last word]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "James Sheridan divided these people into \"reactionary,\" \"reformist,\" and \"conservative\" types, depending on their social policy. A religious philosophy started by one of these figures was spread via “Heart-Washing Societies.” Another of these people spent four hundred dollars on ink and stone blocks to print one million dollars of currency for distribution to fund his Chahar People’s Army and supposedly used a fire hose to convert his followers during mass baptisms. Another of these people was killed after a group of soldiers planted a bomb in his train bound to Mukden. Many of these figures gave up power after they lost the Central Plains War. The instability caused by these figures led a leader to accede to thirteen of the Twenty-One Demands. The Zhili clique, which consisted of these people, sought to take over the Beiyang Government. The Northern Expedition in 1928 effectively ended the era named after, for 10 points, what military commanders?", "answer_sanitized": "Warlords [or Junfa]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Creator and genre required. A biography by Gitta Honegger argues that these works were made by a \"renegade\" author who stole his country’s “cultural nobility.” In one of these works, Bruscon tortures his daughter and stages the drama The Wheel of History. Another of these works features dialogue claiming that a certain country is home to \"six and a half million retards and maniacs,\" and centers on Professor Josef Schuster, who returns to his homeland and commits suicide since his country is \"much worse than fifty years ago.\" One of these works was written for the 50th anniversary of the Anschluss, and is named for a \"Heroes Square\" where many of its citizens adopted a fascist ideology that disturbed the author of these works. These texts include The Histrionic and Heldenplatz, and in the will of their author, they were explicitly banned from being produced until their author’s copyright expired. For 10 points, identify these dramatic works that were written by the author of Frost and The Loser.", "answer_sanitized": "plays by Thomas Bernhard [prompt on plays]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "James Robinson claimed that a major discovery at this town took place after a fertilizer merchant named Muhammad Ali dug for sabakh soil while he was on the way to settle his father's murder in a blood feud. A scholar known for studying that discovery in this town wrote most of her major works after her husband Heinz, a theoretical physicist, died. A paradoxical poem in which the speaker says \"I am strength and I am fear / I am war and peace\" called \"The Thunder, Perfect Intellect\" was found at this place, which was also where a translation of the \"many-headed monster\" fragment of Plato's Republic was buried. A bizarre text called Testimony of Truth found in this town contains a retelling of the Expulsion from the point of view of the serpent in Eden. The book Beyond Belief critically examines a discovery made in this town, which was brought to the attention of the general public by the scholar Elaine Pagels. The Gospel of Thomas was discovered at, for 10 points, what ancient city that names a collection of Gnostic texts?", "answer_sanitized": "Nag Hammadi", "category": "Religion"}, {"question_sanitized": "In 2008, the group Atelier Bow-Wow released a manifesto stating that a \"void\" form of this movement can counteract the haphazard fashion of \"single-family houses and small buildings.\" The original-language name for this movement literally means \"replacing the old with the new\" and was outlined after its first members gathered at the World Design Conference and learned about the ideas behind the Richards Medical Research Laboratories of Louis Kahn. An artist suggested that this movement's \"changing requirements of the contemporary age\" could be met by attaching \"pods\" to enormous cylinders, and putting them into the ocean to create a \"Marine City.\" Though many of the founders of this movement were concerned with creating \"megastructures,\" only a few buildings from this movement were realized, such as the still-standing Nakagin Capsule Tower. For 10 points, name this 1960s Japanese architectural movement whose name hints that it uses \"organic\" principles in the design of buildings.", "answer_sanitized": "Metabolism [accept word forms]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "“Molecular” methods alter this quantity by using Wynn’s epsilon algorithm and Levin’s u method. A non-linear method for altering this quantity takes the nth term of a sequence and rewrites it as the sum of the \"A sub n plus one, minus A sub n plus one, minus A sub n squared, over A sub n, plus negative 2 A sub n, plus A sub n minus one.\" That technique, the Shanks Transformation, is very similar to Aitken's delta-squared process, which also alters this quantity. This quantity is often prefixed with the letter \"q\" if it is calculated by dividing two terms. The Richardson Extrapolation is often used to increase this quantity for quadrature methods, such as Romberg's algorithm. In the bisection method, the absolute error is only halved at each step, making this quantity linear and thus relatively slow compared to Newton's method. For 10 points, give this quantity, the speed at which a series approaches the limit.", "answer_sanitized": "rate of convergence [prompt on convergence; prompt on runtime]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A book about \"perspectives on\" this kind of literature gives Richard Bartle's Multi-User Dungeon and Raymond Queneau's One Hundred Thousand Billion Poems as examples of it. That book by Espen Aarseth categorizes cybertext as an example of this kind of literature, and is defined as requiring a nontrivial amount of effort to traverse. In another context, this term refers to a type of stationary process whose number of crossings of affixed levels are given by Rice's formula. Birkhoff proved a theorem named for this property which concerns the pointwise convergence of the time average of an integrable function. Equipartition of energy occurs in systems with this property, meaning that the time average and ensemble average of an observable are equal. For 10 points, give this term, which indicates a kind of dynamical system in which all microstates of the phase space are equally probable.", "answer_sanitized": "ergodicity [or ergodic literature or ergodic process]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Sara Berry likened this concept to \"hegemony on a shoestring\" in an article linking its implementation with access to \"agricultural land.\" The use of this policy lead to the formation of the \"thin white line\" according to Anthony Kirk-Greene. Michael Crowder distinguished between \"interventionist\" and \"non-interventionist\" forms of this policy, which led to the appointment of people who were \"sat on\" by protesting women in one of the countries this policy affected. This policy was codified in a text called Political Memoranda, which dubiously claims it would protect people from \"coastal traders\" and \"Christian Missionaries.\" Lord Frederick Lugard's treatise The Dual Mandate of Tropical Africa introduced the justifications for this policy, which made use of so-called \"Warrant Officers,\" emirs, and sultans to collect taxes and enforce British laws. For 10 points, name this policy of using the pre-existing institutions of a colony to subjugate its residents.", "answer_sanitized": "indirect rule", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This person is depicted as a meditating Buddhist statue in an artwork whose title is often translated as “The Hoard of China.” A medallion depicting this man can be seen in between the giant boobs of “Miss Etienne-Mona-Lisa Cunegonde-Silly Goose of the Constitutionnel” as she is “choking.” This man’s face is described as “dejected and decrepit” at the bottom of an artwork showing his face three times; that work is titled Past, Present, and Future. In another artwork, the “un-prudish savages of North America” invite this man, their savior, to sleep between an elderly grandmother and a man’s great aunt. An artist was imprisoned for six months for making a work in the magazine Le Chivalri showing this pear-faced man, who is swallowing bags of gold coins as tiny men ascend a giant plank that is meant to represent this politician’s tongue. For 10 points, name this monarch satirized in the artwork Gargantua and other lithographs by Honore Daumier.", "answer_sanitized": "Louis-Philippe [do not accept or prompt on “Louis”]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "A character in this poem boasts that \"he built a shit-house for Artaxerxes\" and that he was the \"spear in Balin's hand.\" As a character dies in this poem, his rifle is left in the “dews for it to rust” and “reflects the solemn star that rises urgently from Cliff Trench.” At the conclusion of this poem a character is given a \"curious crown\" made of \"golden saxifrage,\" and another is given a \"myrtle wand\" by the mysterious Queen of the Woods. The title of the last section of this poem, \"The Five Unmistakable Marks,\" is a reference The Hunting of the Snark; in that section, many of its main characters meet their death in the Mametz Woods. Published 20 years before its author's The Anathemata, each of this poem's parts begins with a quote from the medieval poem Y Gododdin. The author's time with the Royal Welch Fusiliers is reflected in the \"eternal\" soldier Dai Greatcoat in this poem, which features a soldier named John Ball fighting at the Somme. For 10 points, name this epic war poem by David Jones.", "answer_sanitized": "In Parenthesis", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "During a conflict between these two cities, Euryalus Castle was defended from a cavalry assault led by the exiled defector Deinocrates. The leader of one of these cities concluded a false treaty with the governor Ophellas to get him to attack the other, then murdered him and absorbed his troops. A civil war between Thoenon and Sostratus led one of these cities to be invaded by the other, forcing it to call in a foreign ruler whose wife Lanassa had ties to the city. These two cities fought at the Battle of the Crimissus, where a driving hailstorm caused an unlikely victory for the general Timoleon, who set up a constitution for the winners after the battle. In a war between these two cities, one side’s troops were decimated by drinking the salty water of the Himera River; despite that loss, the tyrant Agathocles led a successful invasion including two battles at White Tunis. For 10 points, name these ancient cities led during the Sicilian Wars by people like Dionysius I and Hamilcar the Magonid.", "answer_sanitized": "Syracuse and Carthage [prompt less specific answers for Syracuse like “Sicily” or “Italy” even though the question tries to make clear that two cities are required]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This story’s narrator is given a root of mallow by a character that advises he sleep with no one over the age of eighteen. The narrator of this work visits a white island, where he finds grapes whose interior contains milk. Later, this work describes mysterious \"candlefish,\" who resemble live coals and swim in one of a river of fire, mud, or blood. This text describes a group of \"Arboreals\" who reproduce by planting their right testicle in the ground and having it sprout. It includes an episode in which a group of dragoons riding on three-headed vultures arrest the narrator. In this narrative, a character named Owlett, son of Fairweather, leads an invasion after spiders wrap the planet Venus in webs. This story in two books ends with a visit to Ogygia, where the narrator gives Calypso a letter in which Odysseus explains why he cuckolded her. A journey to the moon, and an episode in which a 200-mile long galactic whale devours the narrator, appear in, for 10 points, what work of proto-science fiction by Lucian of Samosata?", "answer_sanitized": "A True Story [or A True History or Vera Historia]", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "In a description of a now-lost painting about this city, Philostratus the Elder claims it was home to a golden dove, and cites Homer's description that its priests, the Selloi, make \"their couches upon the ground\" and keep their feet unwashed. Herodotus's description of this town near Mount Tamaros describes how a black dove came to it, settled in one of its trees, and started uttering human speech. Priestesses called Peleiades tend to this town and are said to be children of the mother goddess Dione. Odysseus visited this town to answer his question of whether he should return to Ithaca openly or incognito, which its priestesses helped answer using rustling leaves. According to the Argonautica, the Argo talks because it was built using sacred wood from this town. For 10 points, name this ancient Greek city that is the site of the second-most important oracle in the Greek world.", "answer_sanitized": "Dodona", "category": "Mythology"}, {"question_sanitized": "The RMS envelope equation describing a charged particle beam has a focusing term, an emittance term, and a term for this effect. The magnitude of this effect is described by a parameter called the generalized perveance. This effect is modulated by the control grid of a Wehnelt cylinder, where it is present underneath the cap. The magnitude of this effect is proportional to voltage squared over length cubed; but by assuming ballistic transport, it is proportional to voltage to the three-halves power over length squared—those equations are the Mott-Gurney and Child-Langmuir laws. In electronic devices, it occurs because thermionic emission generates a cloud of electrons near the surface of a metal, which impedes current flow. The depletion region of a p-n junction is sometimes named after, for 10 points, what concept, where free electrons within a dielectric are treated as a continuum of charge?", "answer_sanitized": "space charge [accept space-charge limited current or SCLC; prompt on thermionic emission]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This thinker’s biographer Janheinz Janz dubbed him the “Demonic Child.” Otto Rank was inspired by this man’s book, in which he describes the “Fanany burial ritual” during which the Betsileo people squeeze putrefied liquid from the feet of dead bodies and catch it in a jar. Ezra Pound co-opted a word coined by this man, “paideuma,” which was expanded by his student Adolf Jensen to refer to the idea of culture as a gestalt organism. Douglas Fox translated tales discovered by this man, whose claims to have found Atlantis appear in his book The Voice of Africa. At his death in 1938, the Johann Wolfgang Goethe University re-named the oldest anthropological institute in Germany in this man’s honor. For 10 points, name this German archaeologist who amassed a huge collection of African art, and compiled the epic now known as “Gassire’s Lute.”", "answer_sanitized": "Leo Viktor Frobenius", "category": "Social Science"}, {"question_sanitized": "In one book, this writer states that he has \"always envied people with a hometown\", and that \"Home is what you can take with you.\" Those thoughts appear in a chapter called “At Home in the Fields of the Lord” in which this writer discusses a Mormon sanctuary. In a letter to David Pesonen, this writer suggested that Twain's \"Connecticut Yankee\" was overly optimistic for sending candidates from \"King Arthur's kingdom\" to his own \"Man Factory.\" That letter concludes with this writer's assertion that there is a need to create a place that is a \"means of reassuring ourselves of our sanity as creatures, a part of the geography of hope,\" and appears in his book The Sound of Mountain Water. This author, whose books consider a certain location as \"Living Space,\" may be best remembered for a novel about the retiring professor Lyman Ford. For 10 points, name this author known for his writings on the American West, the author of The Spectator Bird and Crossing to Safety.", "answer_sanitized": "Wallace Stegner", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This work cites the \"monadic communion\" study of Bela Grunberger, in which a man is suddenly cured of his maladies, to posit that \"pre-subjects,\" or \"non-selves,\" interact with an entity called \"the with.\" It praises Dostoyevsky for being the first to realize that in the Modern Age, Christianity shifted from “angeletics” to “idiotics.” An \"excursus\" citing Innocent III suggests that Jesus was fed on an \"infernal menu\" of his mother's menstrual blood as part of this work’s argument that the \"womb\" is the origin of human ecstasy. The title structures are called \"morpho-immunological constructs\" in this work, which maintains that human beings experience an \"indirect\" relationship with nature. This work was conceived as a \"spatial\" counterpart to the \"temporal\" book Being and Time. Its first volume presents an \"archaeology of the intimate,\" while a form of societal plurality is presented in its final volume, Foams. Globes and Bubbles are two books in, for 10 points, what trilogy, the magnum opus of Peter van Sloterdijk?", "answer_sanitized": "Spheres [prompt on Bubbles; do not accept or prompt on Globes or Foam.]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Description acceptable. An art song about this event set a text that ends by noting “I'll put him myself / on one of your strong, flat boats / and we’ll sail together all the way / through evening.” An orchestral work whose third movement chaconne was based on taped recordings of piano and cello co-improvisations was inspired by this event; that work, which begins and ends with an open string A natural, features offstage piano quotes of Isaac Albeniz’s Tango and includes a second movement tarantella that ends with an emulated scream of insanity. A William Parker-led classical music response to this event included Ned Rorem’s song “A Dream of Nightingales,” and was conceived by Parker as ever-growing and never-ending. The movements “Giulio's Song” and an opening “Apologue” are part of the First Symphony of John Corigliano, which was inspired by this event. Chris DeBlasio’s song “Walt Whitman in 1989” deals with, for 10 points, what event that inspired the works in the “Quilt Songbook”?", "answer_sanitized": "AIDS epidemic [or HIV epidemic; accept clear equivalents in place of epidemic]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The efficiency of this method can be improved by expressing certain quantities in terms of \"alpha strings\" and \"beta strings\" and applying the Knowles-Handy algorithm. This method can be simplified by removing certain terms as dictated by either the deleted virtual approximation or the frozen core approximation. One variant of this method adds quadratic terms to ensure that the calculated answer is size-consistent. In his work on this method, Ernest Davidson developed a method for quickly diagonalizing extremely large matrices. Like a similar method involving a namesake exponential operator, the letters S, D, T, and Q are appended to the name of this method when it incorporates single, double, triple, and quadruple excitations, respectively. The number of determinant calculations required by this method is a factorial function of the number of electrons, meaning that its \"full\" variant is computationally intractable for all but small molecules. The wavefunction is built from a linear combination of N-electron basis functions with coefficients optimized by the variational principle in, for 10 points, what post-Hartree-Fock method?", "answer_sanitized": "configuration interaction method [or CI method]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One part of this speech mentions three consecutive men who came into a store in Worthington, Massachusetts asking for a jack-knife; the foolish shopkeeper declares “why is everyone around here asking for jack-knives?” instead of just stocking the store with jack-knives. This speech was partly inspired by Hattie May Wiatt, a child who died of diphtheria after saving up 57 pennies, spawning the Wiatt Mite Society. It begins with an anecdote told by an Arab guide to the speaker, about a Persian named Ali Hafed who sold his home after meeting a Buddhist priest. The person who gave this speech was a converted atheist who became pastor of The Baptist Temple and the first president of Temple University. This speech asserts that “there is not a poor person in the United States who was not made poor by his own shortcomings.” It was delivered over 6,000 times as part of the Chautauqua Movement circuit, and it was turned into a book in 1890. For 10 points, name this speech by Russell Conwell, which points out that, if you just dig in your own backyard, you are sure to find the title amount of precious gems.", "answer_sanitized": "“Acres of Diamonds” BONUSES", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "According to <em>The Encyclopedia of the Novel¸</em> this novel is the first written by an \"African author\" that is narrated by a European. For 10 points each:", "answers_sanitized": ["The Radiance of the King", "griots", "Mongo Beti [or Eza Boto or Alexandre Biyidi Awala]"], "parts_sanitized": ["Name this second novel of Guinean author Camara Laye, which follows Clarence, a European who is humbled after he inadvertently works as a \"study\" for the title ruler's harem.", "Camara Laye's fourth book, The Guardian of the Word, transcribes a story told by Babou Conde, who is a 20th-century version one of these traditional storytellers of West Africa.", "The praise for Camara Laye's first book The African Child supposedly angered this Cameroonian author enough to include a \"factual\" realist ending of his similar novel The Two Mothers. He also wrote The Poor Christ of Bomba."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "During this festival a group named after the Greek god Bacchus moves around huge floaties, such as the Bacchasaurus, a big dinosaur, and the Bacchawhale, a big whale. For 10 points each:", "answers_sanitized": ["Mardi Gras", "Momus [do not accept or prompt on “Comus”]", "Zulu coconuts [prompt on coconuts; but do not prompt on “Zulus”]"], "parts_sanitized": ["Name this festival during which “krewes,” or parade groups, often throw doubloons and other stuff at partygoers. Pancakes are a traditional food on this Tuesday festival.", "The first krewe in New Orleans is named after this Greek god of laughter. In a fable by Aesop, this god laughs at a house that has no wheels.", "One of the most sought-after throws at Mardi Gras are these objects from a namesake “social aid and pleaser club.” Since these things are potentially harmful, Governor Edwin Edwards signed a law removing liability of the throwing of these things during Mardi Gras."], "subcategory": "Mythology Other", "category": "Mythology"}, {"leadin_sanitized": "This man was executed by firing squad at Montjuich Fortress after he was charged with leading an uprising in Barcelona in 1909 called the Tragic Week. For 10 points each:", "answers_sanitized": ["Francisco Ferrer [or Francisco Ferrer Guardia]", "Rif Wars [also accept Melillan wars]", "Summerhill school"], "parts_sanitized": ["Name this man who founded the “Escuela Moderna,” a progressive school system in Spain that attracted literary stars like Shaw and Tolstoy. He also wrote a book, The Origins and Ideals of the Modern School.", "The Tragic Week in Barcelona was a result of unrest fomented by troops called in to fight the second of these wars named for a mountainous region in Morocco, which saw Spain clash with Berber tribesmen.", "Ferrer’s ideas prompted the Scottish educator A.S. Neill to found this boarding school in Suffolk in 1921, which allowed students to run the school as a democratic community."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Examples of these phenomena with a minimum possible duration are called \"transform-limited.\" For 10 points each:", "answers_sanitized": ["laser pulses [or pulsed lasers; prompt on lasers or laser beams]", "passive", "hyperbolic secant [or sech]"], "parts_sanitized": ["Name these phenomena. \"Ultrashort\" examples of them can be produced by techniques like Q-switching and mode-locking.", "Mode-locking and Q-switching can both be made to have this property through the use of a saturable absorber. This word indicates that the techniques does not require an external device to produce pulses—everything occurs within the cavity.", "The temporal shape of a laser pulse can be described by a Gaussian profile, a Lorentzian profile, or a profile given by the square of this function."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This philosopher adopted an anti-foundational stance with regards to mathematics. For 10 points each:", "answers_sanitized": ["Ludwig Wittgenstein [or Ludwig Josef Johann Wittgenstein]", "set theory", "Luitzen Egbertus Jan Brouwer [or L.E.J. Brouwer]"], "parts_sanitized": ["Name this thinker, who in his book Philosophical Grammar, argued that not all recursively computable numbers are real numbers since they are only conceived to “fill” in dense spots in the mathematical continuum.", "Wittgenstein later critiqued this branch of mathematics as superfluous, since there is “no need for classes.” Russell’s paradox concerns the “naive” form of this discipline.", "Wittgenstein’s rejection of set theory came about after he attended this philosopher’s “Science, Mathematics, and Language” lecture. This Dutch philosopher espoused intuitionism, the idea that mathematical entities are purely mental constructs."], "category": "Philosophy"}, {"leadin_sanitized": "Some sources dubiously claim that Nicholas Storch was a member of an Anabaptist group by this name, which supposedly rejected all learning and received all of their knowledge from mystical visions. For 10 points each:", "answers_sanitized": ["Abecedarium [accept Abecedarians]", "Edward Gorey", "Adam"], "parts_sanitized": ["Give this term, which more often refers to inscriptions or texts that commemorate each letter of the alphabet. The Younger Futhark alphabet is the subject of the \"Nordmannicum\" one of these texts.", "One of the best known abecedaria is this satirist’s The Gashlycrumb Tinnies, in which 26 children each named after a letter of the alphabet undergo macabre deaths. This man staged a Tony-winning version of Dracula.", "The abecedarium within The New England Primer, the primary textbook of colonial America, begins by teaching children about this character's \"fall.\" Seth was one of this man's three children."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This experimental artist spent ten years working on her final work, a 97 minute live-action film depicting \"Passages\" from James Joyce's novel <em>Finnegans Wake.</em> For 10 points each:", "answers_sanitized": ["Mary Ellen Bute", "Pauline Kael", "Fantasia"], "parts_sanitized": ["Name this filmmaker, who created a series of short \"Visual Music\" films such as Tarantella, Rhythm in Light and Synchromies. Many of her shorter works were released as part of the Seeing Sound series.", "This reviewer called Passages from Finnegans' Wake an \"inoffensive\" attempt to \"convey the jokes\" of the \"Joyce Dream Book\" in one of the many reviews for the \"Goings On About Town\" section of The New Yorker.", "One of Mary Ellen Bute's influences was Oskar Fischinger, who created the abstract sequence accompanied by Toccata and Fugue in D Minor for this Disney film; another of its sections is a setting of The Sorcerer's Apprentice."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer some things about situations you might encounter playing tuba in a youth orchestra for 3 years in high school, for 10 points each:", "answers_sanitized": ["Symphony No. 6 in F major, Op. 68, “Pastoral” [or Sixth Symphony; accept any underlined portion]", "Silvestre Revueltas [or Silvestre Revueltas Sánchez; prompt on Sánchez]", "Tielman Susato [or Tylman Susato; accept Susato Suite: Six Dances from the Danserye]"], "parts_sanitized": ["You might be seen in the back doing nothing and looking bored during a PBS broadcast of the orchestra playing this symphony's \"thunderstorm\" movement, since Beethoven obviously didn't write a tuba part and the director wouldn't let you double the 2nd trombone part.", "You might learn the phrase \"Tonya Harding is a criminal\" can be used to count the 5½/8 [“five and a half, eight”] bars in this Mexican composer's tone poem Sensemayá, which opens with a massive tuba solo you get to play.", "With the orchestral brass ensemble, you might play John Iveson's brass choir arrangement of “Six Dances from” this 16th-century, Antwerp-based composer’s collection the Danserye. This composer also wrote a Battle Pavane."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The ruler of this kingdom massacred the party of Lang Hans van Rensburg as they crossed his territory. For 10 points each:", "answers_sanitized": ["Gaza Empire [or Gazankulu Empire]", "mfecane [or Difaqane or Lifaqane]", "Lobengula Khumalo [or Lobhengula]"], "parts_sanitized": ["Name this empire established by Soshangane in the highlands of the Sabi River, after he brought together a coalition of Nguni people to uproot the previous Sofala empire.", "Soshangane was one of several warlords who prospered during this time period, whose name translates to the “crushing,” when Shaka Zulu was expanding his dominance in southern Africa.", "The other prominent ruler of the period, Mzilikazi, had a son by this name who became king of the Ndebele and ruled from Bulawayo. This giant man became the last king of the Metabele after he agreed to the Rudd Concession, but he later rebelled and annihilated the Shangani Patrol sent to capture him."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In a horror story by this author, an executioner for the Spanish Inquisition repeatedly seems to kill a rabbi by setting him on fire, but keeps him alive by applying \"ice bandages\" to his wounds. For 10 points each:", "answers_sanitized": ["Auguste Villiers de l'Isle-Adam [prompt on de l’Isle-Adam or Adam]", "Edmund Wilson", "Thomas Edison [or Thomas Alva Edison]"], "parts_sanitized": ["Name this author of \"A Torture By Hope\". He wrote a drama in which the protagonist and Sara kill themselves as the sun rises, since they believe that their love is too beautiful for the world; that play is titled Axel.", "This literary critic analyzed the Symbolist movement in literature in his study titled for the setting of Villiers' play, Axel's Castle.", "Villiers de l'Isle-Adam's other output includes Tomorrow's Eve, a bizarre novel in which Lord Ewald asks this historical figure to build him an artificial wife. In that appearance, this man is aided by a servant named Sowana."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The most visible one of these structures is the 340-kilometer Memphis Facula on Ganymede. For 10 points each:", "answers_sanitized": ["palimpsests", "cryovolcanism [accept answers indicating cryovolcano activity; prompt on volcanism]", "Enceladus"], "parts_sanitized": ["Name these craters whose depressions have been smoothed away by ice, leaving behind only a discolored rim.", "Palimpsest craters are often cited as evidence of this phenomenon, in which water and methane are emitted as a \"magma melt\" from a moon's or planetoid's interior.", "Perhaps the strongest evidence for cryovolcanism are 4 linear depressions known as \"tiger stripes\" on this moon. Space cartographers want you to know that Samarkand Sulci is a region of \"grooved\" terrain on it."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Answer the following about the fascinating world of Pinckney’s Treaty, for 10 points each:", "answers_sanitized": ["Yazoo River", "Robert Livingston", "Andrew Ellicott"], "parts_sanitized": ["Prior to that treaty, the Spanish claimed that their territory continued north to this river’s junction with the Mississippi. Georgia governor George Matthews perpetrated a “land fraud” named for this river, which was the subject of Fletcher v. Peck.", "This politician, known as the “Chancellor,” dealt with the ensuing West Florida Controversy as the envoy to France. From his home at Clermont Manor, he also helped Robert Fulton develop his steamship.", "This man surveyed the boundary line between the U.S. and Spain set by the Treaty, as attested in his namesake journal. He names several landmarks along the line, such as his hill in Natchez and his stone in Mobile. Previously, in 1792, this man had revised Pierre L’Enfant’s plan for Washington D.C."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about Properzia de Rossi, the only female artist profiled in Vasari’s <em>Lives of the Artists</em>:", "answers_sanitized": ["fruit stones [or answers indicating the seeds of fruit; accept apricot pits; cherry pits or peach pits]", "Marcantonio Raimondi", "bas-relief"], "parts_sanitized": ["Properzia was best-known for carving miniature religious scenes onto these kinds of objects, which Vasari called “miraculous.” A crucifixion made on one of these objects is one of Properzia’s most intricate works.", "Properzia studied under this printmaker, who often copied the paintings of Raphael. This man's copy of Raphael's The Judgment of Paris inspired Edouard Manet's Luncheon on the Grass.", "Properzia used the “bas-” form of this technique on the aforementioned fruit pits. This form of sculpture often makes an image that projects outwards, and was extensively used by Donatello."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In a poem titled for one of these structures, the speaker laments \"But I don't see why [a shelf] should have to bear\" one of these structures \"that would only serve to remind me of castles I used to build in air.\" For 10 points each:", "answers_sanitized": ["chimneys", "New Hampshire", "Robert Frost [or Robert Lee Frost]"], "parts_sanitized": ["Name these structures. In the poem \"The Need of Being Versed in Country Things,\" one of these structures is all that stood \"like a pistil after the petals go.\"", "The poems \"The Need of Being Versed in Country Things\" and \"The Kitchen Chimney\" appear in this 1923 collection, whose title poem is named for a place which has \"one each of everything as in a showcase.\"", "New Hampshire is by this poet, and also includes his short poem \"Nothing Gold Can Stay.\""], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "These reactions are denoted \"I-A\" or \"I-D\" depending on the reaction's sensitivity to the identity and concentration of the incoming ligand. For 10 points each:", "answers_sanitized": ["interchange substitutions", "labile", "nucleophilic discrimination factor"], "parts_sanitized": ["Name this class of ligand substitution reactions, in which one ligand enters and another leaves in a single step, with no intermediates.", "A complex which readily undergoes ligand substitution reactions is described by this 6-letter word, which contrasts with complexes which are \"inert.\"", "For substitution reactions of square planar complexes, the degree to which the rate of reaction changes with respect to the nucleophilicity of the entering group is measured by this quantity, denoted S."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "A lyric within this play imagines how “Light, from unnumbered worlds and farthest planets / Of the star-crowded universe, is gathered / into one ray.” For 10 points each:", "answers_sanitized": ["Death's Jest Book", "Thomas Lovell Beddoes", "Lytton Strachey [or Giles Lytton Strachey]"], "parts_sanitized": ["Name this play whose bizarre plot involves Duke Melveric, Sibylla, and the knight Wolfram repeatedly imprisoning themselves. John Ashberry called this drama a \"bottomless pit\" that \"collars the reader\" with its \"aroma of rose, sulfur, and sandalwood.\"", "Death's Jest Book is a play by this enigmatic poet, whose best-known lyric states \"Life is a dream, they tell, Waking, to die\" and is titled \"Dream-Pedlary.\"", "In \"The Last Elizabethan\" this author suggests that the line \"knowledge is in him, root, flower, and fruit\" from Death's Jest Book anticipates the ideas of Charles Darwin. He is better known for writing Eminent Victorians."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This historian's only written work was used by Tzevtan Todorov to argue that the \"site of strategic symbolic occupation\" was in the \"body of a woman\" that appeared in his major text. For 10 points each:", "answers_sanitized": ["Bernal Diaz", "Gonzalo Guerrero", "Bernardino de Sahagun"], "parts_sanitized": ["Name this man, who described how the Tlaxcala allied themselves with Hernan Cortes’s expedition in his book The True History of the Conquest of New Spain.", "Bernal Diaz’s True History also relates how he encountered this man, a Spanish sailor who was shipwrecked, got piercings and tattoos as a member of Maya society, and eventually became a warlord. He’s often dubbed the “Father of the First Mestizos.”", "An account of the destruction of Tenochtitlan by Cortes was also made by this friar, whose massive work, General History of the Things of New Spain, is often referred to as the “Florentine Codex.”"], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This method is useful compared to strict rational approaches because there are 20 raised to the N proteins with N amino acids—too many to individually synthesize and test. For 10 points each:", "answers_sanitized": ["directed evolution [prompt on evolution]", "PCR [or polymerase chain reaction]", "blue-white screen"], "parts_sanitized": ["Name this method in which a protein of interest is engineered by making many copies of its gene, applying mutagenesis, then performing a screening assay to measure their function and isolating the highest-performing proteins. The cycle is repeated, causing a situation analogous to climbing a hill on a fitness landscape.", "The first two steps of a directed evolution cycle can be combined into one by using a \"mutagenic\" variant of this technique, which can use \"high-fidelity\" proteins like Pfu.", "A very simple example of a screening assay in molecular biology is this one, in which the gene of interest is cloned into a site in the middle of the lacZ gene inside a bacterium. The cells are then plated on X-gal to visually-distinguish successful recombinants."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The founder of this field of study proposed various biometric codes, such as the “thermal code” and the “olfactory code,” to categorize the ways in which people interact with their surroundings. For 10 points each:", "answers_sanitized": ["proxemics", "mere-exposure effect", "public good [or public space]"], "parts_sanitized": ["Name this quantitative study of the distances with which humans interact with space from a sociological and anthropological perspective. It was introduced in the book The Hidden Dimension by Edward T. Hall.", "Proxemics shows that distance hardly affects this psychological phenomenon, which is the preference for things with which one is more familiar. It was first studied by Robert Zajonc, who tested this phenomenon using chicken eggs.", "The four ranges of distances in proxemics, are intimate, personal, social, and this one. In economics, the lighthouse is an example of this kind of good, which are the subject of the free rider problem."], "category": "Social Science"}, {"leadin_sanitized": "John Greenleaf Whittier's poem about this double-headed creature states \"For he carried a head where his tail should be / and the two, of course, could never agree.\" For 10 points each:", "answers_sanitized": ["amphisbaena [AM-fees-BAY-nuh] [or phisbene, amphisboena, amphisbona, amphista, amfivena, amphivena, anphivena]", "bestiary [or bestiaries]", "Wawel Hill [accept the dragon of Wawel]"], "parts_sanitized": ["Name this serpentine monster, whom Pliny claimed lived in the Libyan desert. Many medieval texts claim that this monster can protect a woman from miscarriage, or be used to cure rheumatism.", "Amphisbaenae are often described in these texts, which contains illustrations of monsters. A modern version of this sort of text is Borges' Book of Imaginary Beings.", "In another medieval legend, a dragon that lived in and around this Polish hill died after Prince Krakus fed it a sheep skin full of sulfur."], "subcategory": "Literature American", "category": "Literature"}]}