{"tossups": [{"question_sanitized": "Graham developed a method of solving the equations describing these materials by first solving the analogous equations for a simpler class of materials in his \"extended correspondence principle.\" The constitutive equation describing these materials can be expressed as an integral over all past times, the so-called \"hereditary integral.\" The response of these materials to multiple applied strains is the same as their response to one strain equal to the sum of the strains, according to the Boltzmann superposition principle. These materials are described by the so-called \"four element model,\" which is sometimes named for Burgers. The differential equation describing these materials has a sinusoidal driving term proportional to a quantity denoted G, whose real and imaginary parts are the storage and loss moduli. Series and parallel connections of a dashpot and spring comprise the Maxwell and Voigt models of, for 10 points, what materials which possess both the properties of a Hookean solid and a Newtonian fluid?", "answer_sanitized": "viscoelastic materials [accept \"linear viscoelasticity\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A book by Robert Gordon and Bruce Nemerov argues that this man \"erased\" the work of his collaborator John Wesley Work the Third. In the 1980s, he produced the film The Longest Trail, which analyzes the movement of Siberians and South Americans using the system he and the anthropologist Conrad Arensberg devised. The 2005 release of the FBI’s 800-page file on this man describes how the bureau approached the Librarian of Congress Archibald Macleish to have him fired. This man’s programme \"The Cross Cultural Study of Expressive Style,\" inspired him to pioneer a 37-point anthropological system called \"Cantometrics\". A biography by Ted Gioia mentions how this man founded the organization People's Songs with Pete Seeger, and wrote much of the music for Henry Wallace's presidential campaign. The musician Robert Johnson was \"discovered\" by, for 10 points, what ethnomusicologist, who with his father John collected numerous recordings of American folk tunes?", "answer_sanitized": "Alan Lomax", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This novel's sequel focuses on a writer who is mentored by Professor Garfield; that writer begins the sequel by talking with \"Fifi\" about how her family ostracized her. After encountering a pedophile who masturbates in his car, a character in this novel finds a \"no trespassing\" sign and mistakenly believes that the sign is a reminder that she is beautiful. Another character in this novel screams \"Bomb! Bomb!\" after seeing snow, since she had just learned about the Cuban Missile Crisis during the Cold War. This novel's chapter \"Drum\" describes a character who keeps a black kitten named Schwarz in a drum. The novel Yo! describes how one of the title characters of this novel, Yolanda, becomes estranged from her father Carlos and her siblings Sofia, Sandra, and Carla. This novel, which is told in reverse chronology, ends with the central family's decision to flee Rafael Trujillo's regime and emigrate to the U.S. For 10 points, name this 1991 novel by Julia Alvarez.", "answer_sanitized": "How the Garcia Girls Lost Their Accents", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This man’s military successes include capturing the steamboat JR Williams to ransack its food supplies on the Arkansas River, and taking a train at the Battle of Cabin Creek. With his elder brother, he was sued by the IRS over profits he made operating the Delaware County tobacco factory, and the US Supreme Court ruled against him. He was acquitted on grounds of self-defense after he shot and killed James Foreman in a grocery store, likely to avenge the murder of his uncle Major Ridge. This man, who served in Earl van Dorn’s army at the Battle of Pea Ridge, laid down his arms to Colonel Asa Matthews at Doaksville, leading him to become known as the last Confederate general to surrender. Together with his brother Elias Boudinot, he was a member of the delegation that broke from John Ross and agreed to sign the Treaty of New Echota to move his people to Oklahoma. FTP, name this chief of the Cherokee tribe who was named for his ability to “stand firm.”", "answer_sanitized": "Stand Watie [or De-ga-ta-ga, or Standhope Uwatie, or Tawkertawker, or Isaac Watie]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This theory uses the burial of boar's mandibles and perforated wood's teeth to posit the existence of a \"Globular Amphora\" culture. This theory is supported by the remains of horses at Devreika, since its formulator argues that the horses must have been domesticated. The formulator of this theory uses the Aesir-Vanir War, the Law Code of Gortyna, and the Spartan social structure as evidence of a pacifist, matrifocal society that was eventually displaced from a group to the east. This theory was developed in the books The Gods and Goddesses of Old Europe and The Language of the Goddess, both of which examined namesake archaeological mounds for evidence that the culture which built them spread their language across Europe. For 10 points, name this hypothesis proposed by Marija Gimbutas which holds that the Pontic steppe was the homeland of the Proto-Indo-European language.", "answer_sanitized": "Kurgan Hypothesis", "category": "Social Science"}, {"question_sanitized": "Charles Armitage Brown loved the purity of this character so much that he could not \"perceive\" that her creator had written the scenes depicting the \"vile crew [who] surround her.\" The only known 17th-century staging of the play in which this character appears was a bowdlerization by George Lillo, who renamed his adaptation after her. This character is described as \"like Patience gazing on kings' graves, and smiling Extremity out of act.\" Cleon compares his wife to a \"harpy\" with an \"angel face\" and \"eagle's talons\" for ordering the servant Leonine to kill this character, who subsequently angers a Bawd, or a brothel owner, by instilling her would-be customers to virtue. This character's impending marriage to the governor of Mytilene ends the play, which is named for her father, who wanders the seas after thinking she has died. For 10 points, name this daughter of Pericles, Prince of Tyre, whose name reflects her birth on the ocean.", "answer_sanitized": "Marina [do not accept or prompt on “Marianna”]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "According to Anna Battigelli's book about \"Exiles of the Mind,\" this institution is satirized in a work of fiction in which \"parrot-men\" and \"bear-men\" serve an Empress who promote their learned ideas. A dispute about how this institution supported \"engine science\" appears in a book by Steve Shapin and Simon Schaffer which argues how the pamphlet Dialogus Physicus was written to attack many of this institution’s members, such as John Wallis. A set of \"Observations\" authored by Margaret Cavendish and the accompanying satire The Blazing World attacked this institution, which grew from an \"Invisible\" group of \"natural philosophers\" according to Robert Boyle. John Aubrey's Brief Lives claims that Thomas Hobbes never joined it since many of its members spited him. This institution, which grew out of Gresham's College, devoted itself to the \"new science\" described by Francis Bacon. For 10 points, name this institution, which was once headed by Isaac Newton.", "answer_sanitized": "Royal Society [prompt on Gresham's College]", "subcategory": "History British", "category": "History"}, {"question_sanitized": "One source claims that this polity was led by a swordsmith, but two days after his inauguration, he was murdered using one of his own swords. Aurelius Victor claims that a leader of this polity was dethroned after he had an affair with a woman who may have been Domitianus’s wife. The unreliable Historia Augusta claims that one of the \"Thirty Tyrants\" was Victorinus Junior, a usurper of this polity who was given power by his scheming grandmother Victoria. A governor serving under Gallienus established this polity and made its capital Augusta Trevorum. It was recognized by the province of Raetia, though probably not the “Narbonensis” province that was technically part of this polity. This polity effectively came to an end when Tetricus I was defeated by Aurelian at the AD 274 Battle of Châlons. Postumus established, for 10 points, what breakaway power of the Roman empire, which is named for the Roman province that corresponds to France?", "answer_sanitized": "Gallic Empire [do not accept or prompt on “Gaul”]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "George Dyson’s Turing’s Cathedral describes how a “two and two-thirds dimensional model” but not a “two and a half dimensional model” was able to catch this process by using data from Thanksgiving Day 1950. Reginald Sutcliffe and Sverre Petterssen found that this process occurs through a \"bootstrapping\" procedure that was eventually termed “self-development”. The formation of the most damaging localized surface winds, which is called a \"sting\", is ascribed to the formation of a \"back-bent\" structure in the Shapiro-Keyser model of this process. In Jule Charney's treatment, the formation of a large enough temperature gradient drives the spontaneous production of the Rossby Waves that then undergo this process. One of the oldest treatments of this process was proposed by the Bergen School of meteorologists; that treatment holds that this process involves the development of a structure in a barotropically cold environment. During this process, a cold front overtakes a warm front to create an occluded front. For 10 points, name this process of creating of circular storms.", "answer_sanitized": "cyclogenesis [or cyclone formation; accept equivalents]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "NOTE: Genre and composer required. A 1995 article examining these musical works proposed an expected value based on the constraints m over 4 is less than or equal to a is less than or equal to m over 2. That article by John Putz cited outliers—such as a value of nearly 0.8 for a movement of one of these works that begins with a half-note open octave C, followed by ascending open-octave quarter notes E-flat, G, C, E-flat—as causing an r-squared value of 0.938 for one part of a claim made about these works. Putz thus dismissed that claim about these works, though he did note that the first of them, in C major, begins with a movement that has an exposition of 38 bars and a development and recapitulation of 62 bars. The eighth of these works, in A minor, may have been inspired by the death of the composer's mother. These pieces are the most-commonly cited examples of sonata-allegro forms supposedly divided at the golden mean. For 10 points, name these 18 works, the 16th of which is a C major “Simple” one.", "answer_sanitized": "piano sonatas by Wolfgang Amadeus Mozart [prompt on partial answers]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In a work in this genre, a woman eats gothic novels and the \"black and white pages\" of newspapers as part of an attempt to learn more through \"reading\". In the essay \"Unrecovered Losses\", the creator of this genre uses it because, to her, a certain group has \"conquered their environments, at least their pain\" through \"nonverbal activity\". In another work in this genre, a woman describes being disqualified from a children's book reading contest because every one of her books was about Touissant L'ouverture. Several \"night-life companions\" mime out Layla's sexuality and race, in a text in this genre called Boogie Woogie Landscapes. Bobby and the Lady in Yellow have sex in the back of a car in \"graduation nite,\" which is part of a cycle of twenty works in this genre that features the \"lady in red\" and the \"lady in blue\". Dance and lyric are intertwined in, for 10 points, what genre of works such as Ntozake Shange's for colored girls who have considered suicide when the rainbow is enuf?", "answer_sanitized": "Choreopoems [do not accept or prompt on “poems”]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Yamaguchi developed a \"cold\" variant of this technique which is useful for studying unstable molecules like triplex and quadruplex DNA. Theta glass emitters are used to achieve very small flow rates in the \"nano\" variant of this technique. Graham Cooks developed a form of surface analysis based on a variant of this technique which, like direct analysis in real time, is classified as \"ambient.\" One phenomenon generated by both this technique and a conceptually similar \"spinning\" technique occurs at an angle equal to the zero of the Legendre polynomial of order 1/2, which is around 49.3°. In this technique, when the surface tension holding droplets together is exceeded by electrostatic repulsion, the droplets break up in a Coulombic explosion. Multiply-charged analytes are produced by this technique, making it useful for studying large molecules like proteins. For 10 points, name this \"soft\" ionization technique used in mass spectrometry, which is contrasted with MALDI.", "answer_sanitized": "electrospray ionization [or ESI; accept cold-spray ionization or desorptive electrospray ionization or DESI; prompt on ionization; prompt on mass spectrometry]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A philosopher explained how a class of these things can phase into existence by using the example of an apple invading a two-dimensional world of stick people to suggest that Earth is one of these, and that humanity is always inside of these things. That philosopher argued for a special form of these things that have the properties of “moltenness”, “viscosity”, and “nonlocality”. Those “hyper-” form of these things include evolution, styrofoam, and global warming according to Timothy Morton. The universe is said to be made of “[these things] wrapped in [these things] wrapped in [these things]” according to the book Guerilla Metaphysics. That book’s author, the speculative realist Graham Harmann, distinguishes between “sensual” and “real” forms of these things, and posits an “ontology” centered on these things that rejects the anthropometric implications of the Copernican Revolution. That entire lol-arious movement in philosophy got its start after a man used the term sosein to describe a form of these things that have being, but lack a key property, and include golden mountains and unicorns. For 10 points, name these things, which can be nonexistent according to Alexius Meinong.", "answer_sanitized": "objects [accept hyperobjects or object-oriented ontology or object-oriented philosophy]", "category": "Philosophy"}, {"question_sanitized": "During this event, an athlete named Carleton Bass killed Don Manuel Cervera a day after an arena built by the Norris Amusement Company completely burned down. During this event, Henri Poincaré gave a lecture on an early form of the theory of relativity in which he surmised the equivalence of mass and energy. A group known as the \"Department of Exploitation\" was responsible for promoting parts of this event, during which William McGee put on \"Anthropology Days\". It is often said that the waffle-textured ice cream cone was first introduced at this event, which was the first event at which Dr. Pepper was marketed on the national level. Unfortunately, the \"savage\" Ota Benga and the imprisoned Geronimo were displayed as part of this event, for which Cass Gilbert designed the \"Palace of Fine Art\". For 10 points, name this 1904 international exposition that commemorated the Louisiana Purchase and took place in a Midwest city.", "answer_sanitized": "St. Louis World's Fair [accept St. Louis Olympics; accept 1904 World's Fair; accept Louisiana Purchase World's Fair before \"Louisiana\"]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "According to legend, this city was built on a piece of land that a prince purchased from a foreign king by trading all the cloth he used to encircle it, but when the king tried to renege, the prince destroyed the only bridge leading to this city. A leader of this city known as the \"Father of Gifts\" built its Palace of Husuni Kubwa. The chronicle named for this city provides a list of the Mahdali dynasty sultans who ruled it and claims that Ali ibn al-Hassan Shirazi was its founder. In 1944, several coins issued by this city were found in the Wessel Islands of Australia, suggesting a maritime Silk Road. Much of this city's wealth derived from the tribute in gold paid to it by its southern neighbor Sofala. Perhaps this city’s most impressive remains is a mosque made entirely out of coral, which appears in Ibn Battuta’s description of it. This city's power declined during the early 16th century, when the 4th Armada of Vasco Da Gama extracted tribute from it. For 10 points, name this city on an island off of Tanzania, the most powerful of the medieval Swahili cities.", "answer_sanitized": "Kilwa Sultanate", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A book named for these mythological structures ends with the author supposing that they stretch back in time and space back to the first man in an African savannah who uses one of these to shout “I AM!”. These structures, which one tribe calls yiri or iwara, are said to form a “labyrinth” that can be only accessed using a “walkabout”. A creature who ate everything when its mouth opened and sometimes known as Julunggul or Jarapiri were the first to use these structures, each of which are memorized by a tribe so they can stay in contact with each other. These structures are called the “footprints of the ancestors” in Bruce Chatwin’s book named for them. While moving along these structures, Kunapipi created much of humanity. An animal god or goddess most famously went into the sky to use these structures to make lakes and Uluru rock before descending back into a waterhole. For 10 points, name these trails in the sky which were used by various rainbow serpents during the Dreaming of Australia.", "answer_sanitized": "songlines [accept dreaming tracks before “Dreaming”]", "category": "Mythology"}, {"question_sanitized": "This operation was kept secret by issuing so-called “grey notices” to newspaper editors, which contained the secret phrase “if we were silent, the stones would cry out.” The expedition force that carried out this operation included two ships, the Little Matthiessen and the Magdalena, both purchased from the Salén line. This operation originated after Admiral Carl Hemmerich met with Niels Ditleff, who then drafted a memorandum approved by the foreign office. At the conclusion of this operation, a legend holds that two “ghost trains” pulled into Padborg station, while many of those who would have been rescued by this effort died in the Cap Arcona Disaster. A physical therapist named Felix Kersten acted as the intermediary to carry out this plan by meeting with the diplomat Folke Bernadotte. For 10 points, name this 1945 Red Cross initiative to liberate Scandinavian prisoners from Nazi concentration camps, which is named for the vehicles used in that process.", "answer_sanitized": "White Buses Operation [prompt Bernadotte’s rescue of Swedish/Norwegian prisoners and similar descriptive answers]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This artwork depicts a monkey riding a camel, a leopard, and a lion observing two birds fight each other in between a crowd of humans. According to Frederick Hartt, this painting was the first made by an Italian that correctly visualizes shadows in the presence of visible light sources. This painting was the masterpiece of an artist whose Quaratesi Polyptych partly depicts the life of Saint Nicholas. The tondos of this painting’s cusps depict the Annunciation, while the predella of this painting has a depiction of The Presentation of the Temple, and also includes the Nativity and Flight into Egypt in its separate panels. In this painting, a richly-brocaded magi is on his knees as he kisses the feet of the baby Jesus. A Florentine banker commissioned, for 10 points, what masterpiece of the International Gothic Style that depicts the Adoration of the Magi, and which was made by Gentile da Fabriano?.", "answer_sanitized": "Strozzi Altarpiece [prompt on the Adoration of the Magi]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A poem set on the first day of this period of time asks \"Egoism? The End of Egoism? / The brute powers close in,\" and was written by Robert Conquest. This period was said to have begun after a \"stormy night\" during which \"lightning [was] so frequent\" that it gave the illusion of \"broad daylight\". A desire to abolish the falsehoods of \"literature and sentiment\" was responsible for bringing about this phase, which started after a man stayed at an inn in Genoa, reminiscing about a recent love affair. During this 25-year period, a man devoted his intellect to studying mathematics and law, and recorded his thoughts on Leonardo da Vinci in many of his numerous Cahiers. One of the few imaginative works during this span of time was the creation of Monsieur Teste. This phase of a writer’s life began around the year 1892, and only ended in 1917, when the author wrote a poem consisting of 512 alexandrines that celebrates the French language titled The Youngest of the Fates. The death of Stephane Mallarme exacerbated, for 10 points, what period during which a French symbolist renounced all of a certain kind of writing?", "answer_sanitized": "Paul Valery’s Great Silence [accept any answers indicating that it’s the period of time during which Paul Valery produced no poetry.]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One protein complex which participates in this process has been theorized to work via a \"loop recapture\" mechanism. Several proteins which participate in this process use SANT domains to bind to their substrates. PcG response elements are involved in recruitment of a complex of proteins which perform this process called Polycomb proteins. Genetic screening of \"sucrose non-fermenting\" and \"switch\" mutants of yeast led to the discovery of a complex which performs that process; that's the SWI/SNF complex, which can open up binding sites for TBP. Another protein involved in this process replaces the canonical H2A-H2B dimers with Htz1-H2B dimers, allowing regulatory proteins to bind to the acetylated tails of histones. For 10 points, name this process which epigenetically regulates transcription by altering the position and structure of nucleosomes.", "answer_sanitized": "chromatin remodeling [or nucleosome remodeling; prompt on \"regulating transcription\" or \"gene silencing\"]", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This novel's first appendix describes Jiko Yasutani's theory that over 6 billion individual \"moments\" comprise a day, while its second appendix tries to explain quantum physics with the thought of the priest Dogen. For 10 points each:", "answers_sanitized": ["A Tale for the Time Being", "Ruth Ozeki", "Canada"], "parts_sanitized": ["Identify this novel with two narratives: one follows an American girl who moves to Tokyo after her father loses his job, while the other follows a fictionalization of the author discovering the text of the first plotline.", "A Tale for the Time Being was written by this Buddhist priest, whose book The Face describes her personal attempts to study her own reflection.", "Ruth Ozeki is a Japanese author who spends much of her time living in this country. The internment of Japanese people in this country are the subject of Joy Kagawa’s Obasan."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "An artist made a bracelet using this substance and sold it to the designer Elsa Schiaparelli. For 10 points each:", "answers_sanitized": ["fur of a Chinese gazelle", "Man Ray [or Emmanuel Radnitsky]", "bird feet [accept chicken feet]"], "parts_sanitized": ["Name this substance that Meret Oppenheim used to cover a teacup, saucer, and spoon after Pablo Picasso made an off-hand remark to her. It was later acquired by the MoMA’s director Alfred Barr.", "Meret Oppenheim dallied with the surrealists, including for a set of photographs taken by this artist in which she is shown using a printing press. This photographer also made The Violin of Ingres.", "The National Museum of Women in the Arts also contains Oppenheim’s unusual sculpture of a table that has these objects as its legs."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The Grunwald-Winstein equation is an example of one of these equations. For 10 points each:", "answers_sanitized": ["linear free energy relationships or LFERs [prompt on free energy relationship]", "general acid catalysis", "libido rule"], "parts_sanitized": ["Name this class of equations, which relate the logarithm of a reaction's rate constant or equilibrium constant to a simple function of various constants representing the effects of solvents or reactant substituents. The Hammett equation is an example.", "The Bronsted catalysis equation is an LFER used to describe this type of acid catalysis. Enzymes utilize this type of acid catalysis, in which the reaction rate depends on the concentration of any protonated species in solution.", "This rule, formulated by William Jencks, states that general acid or general base catalysis can occur if there is a thermodynamically unfavorable proton transfer in the ground state, which becomes thermodynamically favorable in the transition state."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This author praised his mentor Richard Hofstadter for not \"degenerating\" into the \"uncritical celebration of the American experience\" in an essay from his book <em>Who Owns History?</em> For 10 points each:", "answers_sanitized": ["Eric Foner", "Reconstruction", "John Hope Franklin"], "parts_sanitized": ["Name this thinker, whose other books include Freedom's Lawmakers and The Tocsin of Freedom, both of which analyze African-Americans during the 19th century.", "Eric Foner wrote a book calling this period of history \"America's Unfinished Revolution.\" It is often held to end with the compromise that brought Rutherford B. Hayes to the presidency.", "In the introduction to this historian's Reconstruction after the Civil War, Foner praises his 1961 book for challenging the Dunning school, which held that the KKK re-established \"home rule\" after the \"orgy of corruption\" by blacks brought chaos to the American south. He also wrote From Slavery to Freedom."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This work opens by praising the conclusions reached in the essay \"Famine, Affluence, and Mortality\" and claims that it takes a \"Liberationist\" approach to its subject. For 10 points each:", "answers_sanitized": ["Living High and Letting Die: Our Illusion of Innocence", "Peter Unger", "Peter Singer"], "parts_sanitized": ["Name this book subtitled \"our illusion of innocence,\" which suggests that it is monstrously wrong to not donate a hundred dollars to UNICEF to ensure that fewer poor people die.", "Living High and Letting Die is a book by this philosopher, who argued that \"no one is ever justified or at all reasonable\" in a book making the case for skepticism, Ignorance.", "Peter Unger's Living High and Letting Die expands upon the work of this other \"Peter\", whose book Animal Liberation introduced Richard Ryder’s use of the term speciesism."], "subcategory": "Philosophy Other", "category": "Philosophy"}, {"leadin_sanitized": "These proteins are similar in function to the kainate receptor. For 10 points each:", "answers_sanitized": ["AMPA receptors [or, god forbid, α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptors]", "long-term potentiation [or LTP]", "PDZ domains"], "parts_sanitized": ["Name these ligand-gated ion channels which mediate transmission between synapses in the central nervous system when agonized by glutamate. Unlike a similar class of receptors, they do not have a magnesium ion at their core.", "AMPA and NMDA receptors mediate synaptic plasticity, an effect which occurs due to this phenomenon, in which patterns of activity at a synapse over a large period of time increase the strength of transmission at the synapse.", "AMPA receptors contain a C-terminal domain which binds to these other protein domains found in various scaffolding proteins. By binding to the C-termini of various proteins, these domains mediate the formation of multi-protein signalling complexes and link receptor proteins to the cytoskeleton."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In the text named for this man, this man has a conversation about whether the frame, seat, or draught pole constitute a chariot, leading this man to be told designations are \"purely conceptional.\" For 10 points each:", "answers_sanitized": ["Milinda [accept Menander]", "Ancient Buddhism [or Buddhist]", "yona [or yavana]"], "parts_sanitized": ["Name this 2nd-century ruler, who converses with the wise sage Nagasena in a dialogue titled after \"The Questions\" that are posed to him.", "The Questions of Milinda is a Theravada text designed to convert ancient Greeks to this religion. King Kanishka of the Kushans spread it from India to the west.", "Give either the Pali or Sanskrit word used to describe those who spoke Greek within India. A king described by this term, Antiochus II, is mentioned in one of the edicts of Ashoka."], "category": "Religion"}, {"leadin_sanitized": "This czar's motto of \"Orthodoxy, Autocracy, and Nationality\" became the Official Nationality doctrine. For 10 points each:", "answers_sanitized": ["Nicholas I [prompt on Nicholas]", "The Third Section of His Imperial Majesty's Own Chancellery [or Third Department]", "Marquis de Custine [Astolphe-Louis-Léonor, Marquis de Custine]"], "parts_sanitized": ["Name this czar who came to power a month after his predecessor, Alexander I, died partly as a result of a secret agreement in which his older brother Grand Duke Constantine renounced the throne.", "When the Decembrist Revolt broke out, it shook Nicholas I so much that he established these secret police, which originally consisted of 16 investigators. Until it was abolished in 1880 in favor of the Okhrana, it heavily restricted much of the press.", "This gay French aristocrat wrote a travelogue detailing his three-month stay in Russia in 1839, ridiculing the czar as a petty tyrant. Nicholas I commissioned Hippolyte Auger to write a never-completed refutation of this man’s work, which was much later used by George Kennan in his studies of Russia."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "One essay in this volume praises Carla Emilia Gadda's novel <em>Acquainted with Grief</em> for depicting the world as \"many-layered,\" like an artichoke. For 10 points each:", "answers_sanitized": ["Why Read the Classics?", "Italo Calvino", "Jorge Luis Borges"], "parts_sanitized": ["Name this volume of criticism which claims \"narrative rapidity\" is what \"most delights us today\" in the novella Candide. It is named for an essay that discusses \"those books which constitute a treasured experience.\"", "Why Read the Classics is a volume of criticism by this author, who later expounded his comments on \"lightness\" in Six Memos for the Next Millennium.", "In another essay in Why Read the Classics? Calvino praises at length this man's critical analysis of Ugolino's cannibalism in Dante. This scholar’s commentaries on the Inferno are found in his Nine Dantesque Essays."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "A paper by this author defines organisms as “resilient patterns in a turbulent, [energy] flow”. For 10 points each:", "answers_sanitized": ["Carl Woese", "domains", "Erwin Schrodinger"], "parts_sanitized": ["Name this University of Illinois biologist whose paper “A New Biology for a New Century” argues that molecular biology has run its course in the 20th century, and that the discipline should be reshaped so that it probes the fundamental nature of reality.", "Carl Woese is best known for making this taxonomic group, which is larger than a kingdom. Archaea, Eukarya, and Bacteria are the three commonly-used examples of these.", "Woese’s paper urges scientists to heed this man’s advice “In an honest search for knowledge you quite often have to abide by ignorance for an indeﬁnite period”, which he wrote in What is Life?, his book about the then-new discipline of genetics."], "category": "Social Science"}, {"leadin_sanitized": "As typically presented today, this model features four or five stages ranging from a totally pre-industrial first stage to a late industrial last stage. For 10 points each:", "answers_sanitized": ["demographic transition model", "Gompertz-Makeham law/function/equation [or Makeham-Gompertz; accept any answer indicating Benjamin Gompertz's law with William Makeham's modification; prompt on Gompertz; prompt on Makeham]", "cartograms [do not accept or prompt on \"cartograph\"]"], "parts_sanitized": ["Name this well-verified model proposed by Warren Thompson, which predicts a sharp reduction in fertility rates and mortality rates as a society modernizes.", "Demographers might also study mortality using this law devised by one British actuary and corrected by another. It models the likelihood of death by correcting an age-dependent exponential or sigmoid function with an age-independent term.", "Demographers might use this sort of map, which distorts a geographic map to better display some other variable, such as population density. Michigan professor Mark Newman makes them for the popular votes of U.S. presidential elections."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "In 1991, president Carlos Salinas de Gortari amended Mexico's constitution to allow for the sale of these units of land. For 10 points each:", "answers_sanitized": ["ejidos", "maize [or corn]", "hennequin"], "parts_sanitized": ["Name these communal cultivated lands and pastures that were given to landless farmers after the Mexican Revolution. Their name comes from a Latin word meaning \"exit.\"", "Despite the fact that over half of the farmland in Mexico are part of ejidos, Mexico is still a net importer of this crop. Farmers often wish that a smut fungus would infect this crop, since their profit margins on the smutty form are significantly higher than non-smutty forms of this crop.", "The widespread planting of agave, which yields this fiber known as \"green gold,\" is one of the reasons that Mexico is a net importer of food. Not to be confused with sisal, the widespread planting of agave for this fiber by Yucatan milpas displaced many Maya."], "category": "Literature"}, {"leadin_sanitized": "Variants of this software architecture pattern replace its third component with a \"planner\". For 10 points each:", "answers_sanitized": ["model-view-controller [or MVC; accept model-view-viewmodel or MVVM]", "design patterns [prompt on patterns]", "whatever you want [accept equivalents that mention whatever, such as whatever it is]"], "parts_sanitized": ["Name this scheme that divides up code into three parts: one component stores data, another is the data that a user is displayed, and the third updates information in the first two.", "The MVC approach is often considered to be one of these constructs, which are the subject of a book by Ralph Johnson, Erich Gamma, et al. There are “facade” and “adapter” ones of these as well.", "Because what constitutes the components of the model-view-controller paradigm is often subject to debate, software engineers often use the MVW pattern, where \"W\" stands for this component."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "This group was founded by Adolph Cremeiux, who later pushed for a decree that granted French citizenship to all Jewish subjects living in Algeria. For 10 points each:", "answers_sanitized": ["Alliance israélite universelle", "Edgaro Mortara", "mikveh"], "parts_sanitized": ["Name this civil defense group whose motto is “All Jews bear responsibility for each other”. It was founded in Paris in 1860 to explicitly protect the rights of Jews.", "The Alliance Israelite Universelle was formed after this Jewish boy was kidnapped by the government of the Papal States in 1858 because his nurse claimed to have secretly baptized him, making the boy a Christian.", "The Alliance Israelite Universelle also helped fund an agricultural school to further Jewish Emancipation. The group's first school in Israel was named after this term, a ritual bath used for purification."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Because of his \"industrious valour\" this man is able to \"ruin the great work of Time, / and cast the kingdoms of old into another mould.\" For 10 points each:", "answers_sanitized": ["Oliver Cromwell", "Andrew Marvell", "bergamot"], "parts_sanitized": ["Name this man, who in the poem “The First Anniversary” is said to have “contracted” the “force of scattered time” and was “chosen out of better Earth” than other kings.", "“The First Anniversary” is a Horatian Ode written on Cromwell by this author, who also wrote a “Horatian Ode” upon Cromwell’s return from Ireland.", "In the poem, Cromwell is praised as a man, who from his \"private gardens, where he lived reserved and austere\" spent his time, as if his \"highest plot\" was to plant this kind of flower."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This composer—who namedropped himself in the text of his motet <em>Nove cantum melodie</em> for the baptism of his patron’s son—mostly stopped writing after taking an administrative church post in Soignies. For 10 points each:", "answers_sanitized": ["Gilles Binchois [or Gilles Binchoys; accept Gilles de Binche or Gilles de Bins]", "Burgundian school [or Burgundy school; prompt on Franco-Flemish school or Netherlandish school]", "faux bourdon [accept false bass or falsobordone or faburden]"], "parts_sanitized": ["Name this 15th-century composer of about 60 surviving chivalrous chansons, including the rondeaus “Adieu, adieu, mon joieulx souvenir” and “Triste plaisir et doulereuse joie.” Among modern scholars, he is mostly renowned for his gift of clear melody.", "Binchois, like Guillaume Du Fay, was a member of this 15th-century school of composition centered on the court of Philip the Good.", "Like other Burgundian composers, Binchois often employed this technique of writing three-part music in parallel first-inversion triads. Music history professors love comparing and contrasting it with English descant."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "These two adjectives describe two electromagnetic waves in plasmas which propagate perpendicular to the magnetic field. For 10 points each:", "answers_sanitized": ["ordinary and extraordinary", "birefringence [or birefringent]", "magnetosonic wave"], "parts_sanitized": ["Name these two words, which are sometimes used to describe the two optical axes of a uniaxial crystal.", "A ray of light is decomposed into \"ordinary\" and \"extraordinary\" components upon entering a material with this property, in which the index of refraction depends on polarization.", "In contrast to the ordinary and extraordinary waves of electrons, electromagnetic waves of ions propagating perpendicular to the magnetic field are given this name. This wave's dispersion relation is expressed in terms of the Alfven velocity."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "To make a poster about this location, an organization conducted \"weenie counts\" that found 85% of the nudes in this place are naked females. For 10 points each:", "answers_sanitized": ["Metropolitan Museum of Art", "Guerilla Girls", "Grand Odalisque or Une Odalisque [prompt on odalisque]"], "parts_sanitized": ["Name this location, which is the subject of a 1980s poster with a yellow background asking if \"women have to be naked\" to go to it.", "That poster about the Metropolitan was made by this anonymous collective of feminist artists; its members wear animal masks while in public.", "The Guerilla Girls' poster about the Metropolitan includes a depiction of this woman with a gorilla mask covering her face. In the original 1814 painting of her, this nude woman is shown with too many vertebrae."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The protagonist of this novel has a hatred of the \"drug\" coffee since the billionairess Constance drinks coffee before having affairs with various lovers. For 10 points each:", "answers_sanitized": ["Memoir from Antproof Case", "Mark Helprin", "The New York Times"], "parts_sanitized": ["Name this novel narrated by Oscar, a former Manhattan investment banker and fighter pilot in World War II. This novel is named for a manuscript its author writes while in Brazil.", "Memoir from Antproof Case was written by this author. He may be best known for a novel about the burglar Peter Lake, who falls in love with the “mystic” Beverly Penn after breaking into her house.", "Mark Helprin took a lot of heat for publishing an op-ed piece in this newspaper arguing that copyright should be indefinitely extended--he responded to the backlash by writing the book Digital Barbarism. This newspaper publishes a bestseller list every week in its “Book Review”."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This man, nicknamed “electric brain” for his quick thinking in high-pressure situations, was recommended by Bull Halsey to replace him after Halsey was hospitalized with shingles. For 10 points each:", "answers_sanitized": ["Raymond Ames Spruance", "Truk lagoon [or Chuuk]", "Carl Vinson"], "parts_sanitized": ["Name this admiral who, with his carrier commander Marc Mitscher, bested Ozawa at the Battle of the Philippine Sea, the site of the Marianas Turkey Shoot.", "After the Philippine Sea, Mitscher attacked this lagoon in the Caroline Islands in Operation Hailstone. This location has been called the Japanese Pearl Harbor since it thus became a graveyard for most of the Japanese ships and planes in the South Pacific.", "This Congressman, known as the “father of the Two-Ocean Navy” for the bill he introduced with David Walsh, refused to allow Spruance to be appointed to Fleet Admiral. He also sponsored a bill with Senator Park Trammell to retire obsolete ships in the U.S. navy."], "subcategory": "History American", "category": "History"}]}