{"tossups": [{"question_sanitized": "In a play from this country, the owner of a car manufacturer is badly burnt after being kidnapped, but is later thought to be one of his employees. In another play from this country, a doctor plans to cure a man's insanity by having Frida wear the same dress as the one in a portrait of her mother. This country, the setting of Trumpets and Raspberries, is home to a playwright who wrote about a man who believes he is the title king after (*) falling off of a horse. The Maniac reveals that he has been recording his interrogator and threatens to set off a bomb at the end of a play from this country, Accidental Death of an Anarchist. In another play from this country, the Boy shoots himself while the Child drowns in a fountain, leading the director to be disappointed for losing an entire day. For 10 points, identify this country, home of Dario Fo and Luigi Pirandello.", "answer_sanitized": "Italy", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This number is the higher of the two that form the ratio of the simplest just intonation minor third. In figured bass, when notating a second or third inversion seventh chord, this number is commonly [emphasize] excluded. The scherzo movement of a symphony of this number begins with pounding A's in the tympani and basses before the horns and second violins play a pair of ascending D, E, F's emphasizing the E. Alexander Scriabin's \"Prometheus\" chord has this many distinct notes. This number names a family of (*) augmented chords such as Italian, French and German. Most commonly, a deceptive cadence resolves on the scale degree of this number. Mahler's symphony of this number includes three hammer blows of fate, while Beethoven's symphony of this number includes a movement titled \"Scene by the brook\". For 10 points, give this number of Mahler's Tragic and Beethoven's Pastoral symphonies.", "answer_sanitized": "Six", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Kenneth Wilson developed a method of calculating the mass of hadrons and an excited state of these other particles that did not depend on phenomenological observation. That object related to these particles can be seen as the eigenstates of the quantized simplest closed Nambu -- Goto string. The PLUTO experiment confirmed that these particles can be emitted in a way analogous to bremsstrahlung. Using the measurements of the Ellis-Karliner angle, the TASSO experiment showed this particle has a spin of 1. The only particles in the standard model with a possible total angular momentum of 2 or 3 in ground states are hypothetical (*) \"balls\" of these particles. In QCD, this particle has 8 independent types, including red-antiblue plus blue anti-red. This particle acts as the messenger particle of the strong force. For 10 points, name this elementary particle which holds atomic nuclei together.", "answer_sanitized": "gluons [accept Glueballs before \"balls\" is read; prompt after mention]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In one story written in this language, a sheep with no wool flees into the plain after having a conversation with some horses and lamenting that they are driven by men. A revised version of that text by Hermann Hirt included labialized and palatalized velars. Later Douglas Q. Adams published a version of that story which incorporated the laryngeal theory of this language's phonology. That text in this language was first composed by linguist August (*) Schleicher. Another story in this language was composed by Eric P. Hamp in an attempt to reconstruct the \"ancestor\" to a short passage from ancient Indian scriptures. Despite the fact that this language's speakers, whose homeland is the subject of the Kurgan hypothesis, did not have a writing system, linguists have reconstructed it through the use of the comparative method. For 10 points, identify this language spoken between 3,000 and 6,000 years ago whose daughter languages are now spoken across Europe and India.", "answer_sanitized": "Proto-Indo-European [or PIE; do NOT accept \"Indo-European\", because that is not a language]", "category": "Social Science"}, {"question_sanitized": "This author notes that he loves \"seventeenth century typefaces\" and \"the prose of Robert Louis Stevenson\" in a work in which he describes his life as a \"point-counterpoint.\" In another story by this author, the narrator remarks that he loves Stevenson and Hume when he meets a man from the Orkneys and trades a \"Wyclif (Why-cliff) Bible\" for the title object. A set of diatribes against Paul Valery are one of the few works left by a fictional French writer created by this author of \"The Book of (*) Sand.\" That fictional author seeks to \"be\" Miguel de Cervantes in order to write his magnum opus, Don Quixote. The universe is described by this author to be an \"indefinite number of hexagonal galleries\" known to others as the title location. For 10 points, name this author of \"Pierre Menard, Author of the Quixote\" and \"The Library of Babel.\"", "answer_sanitized": "Jorge Luis Borges (the lead-in is from \"Borges and I\")", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "George Washington Cabell (ca-BELL) led the preparation of a report that advocated replacements for this law. Connecticut governor Jonathan Trumbull, Jr. was accused of treason for attacking this act as unconstitutional, and this act was justified as an attempt to \"bring a mad king to his senses\". This law was passed in part as a response to the execution of Jenkin Ratford, and Macon's (*) Bill No. 2 completely repealed restrictions originally set out in this law. This law was satirized by a political cartoon depicting a snapping turtle named for this act spelled backwards biting a man's butt. This act was passed in retaliation for the Chesapeake-Leopard Affair and was later superseded by the Non-Intercourse Act. For 10 points, name this law signed in protest against the British navy's impressment policies in 1807 that closed US ports to exporters and restricted imports from Britain.", "answer_sanitized": "Embargo Act", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One person with this surname was an architect who made some eponymous houses as part of a garden city project and designed the residential area Im Langen (LAHN-gen) Loh. A Charles with this surname painted such works as Young Woman in Front of a Mirror and a Southern Landscape. The concept of expected utility was added to the (*) St. Petersburg paradox by a thinker with this name whose father advised Leonhard Euler. In his Ars Conjectandi, another mathematician with this name produced a formulation of the Law of Large Numbers. \"Dummy variables\" are often described by this surname's namesake distribution. For 10 points, give this surname of a Basel (BAH-sul) family that also names a principle in fluid dynamics about the relationship between pressure and velocity.", "answer_sanitized": "Bernoulli [accept any of Elisabeth Bernoulli, Hans Benno Bernoulli, Charles Bernoulli, Johann Bernoulli, Jacob Bernoulli, Daniel Bernoulli]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "NOTE TO PLAYER: Two answers required. The \"tally trade\" was conducted between these two modern-day countries. High quality \"soma silver\" was exported from one of these countries primarily to the other. These two modern day countries' navies clashed during a proxy war between them at the Battle of Baekgang River. A guest house at the port of Hakata was built to receive visitors from the imperial court of one of these countries to the other. The (*) Ryukyu Kingdom was a \"dual tributary\" to both of these two countries after the 17th century. One of these countries evacuated its coasts due to attacks from wokou pirates that it believed originated from the other of these countries. These two countries supported the kingdoms of Silla and Baekje during the Three Kingdoms Period. One of these countries defeated the other in a 1894-1895 war and subsequently annexed Manchuria from the other. For 10 points, name these two countries, who were strategic rivals during their Meiji Restoration and Qing Dynasty periods.", "answer_sanitized": "China and Japan [accept Tang Dynasty, Ming Dynasty, Qing Dynasty in place of China, Yamato, Tokugawa Shogunate, Ashikaga Shogunate in place of Japan]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Alberto Giacometti (\"jacque\"-a-metty) strides behind one of his Walking Man sculptures in an image by this artist. A man raises his hands while another looks on at a funeral pyre in one work by this artist, who showed the cremated man leaving a shrine alive just days earlier. This artist photographed some of the last imperial eunuchs in China, part of his series about \"The Last Days of the Kuomintang.\" Henri Matisse designed the cover for a book by this artist which has a title that translates to (*) \"images on the sly.\" This photographer, who took photos of India immediately after Gandhi's death, shot a man jumping over a ladder into a puddle in Behind Gare St. Lazare. For 10 points, identify this French photographer who developed the idea of capturing a \"decisive moment.\"", "answer_sanitized": "Henri Cartier-Bresson", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "Vidal and Huron name a \"rule\" for determining cubic equation of state constants during this process. This process is rapidly reversed in spinodal decomposition. Baffles induce an axial component to this process. Solvent extraction is conducted by devices in which this process occurs before settling. The fact that this process occurring for non-identical gases results in a non-zero entropy change, but for identical gases causes zero entropy change, is its namesake (*) paradox. This process can be helped along in a CSTR by an impeller, and it does not occur in dead zones. For ideal solutions, this process has zero enthalpy change. For 10 points, name this process which makes a liquid more homogenous, which is most often done in the lab using a magnetic bar at the bottom of a beaker.", "answer_sanitized": "mixing [or stirring; accept impelling before \"impeller\"; word forms are okay; do NOT accept solvation or dissolving]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In Eastern Orthodox tradition, this man's wife, who is said to be Claudia Procula, is revered as a saint while he is held to have committed suicide. In 1961, Dr. Antonio Frova and other archaeologists found a stone dedicated by this man, naming him \"prefect.\" A section of the Gospel of Nicodemus entitled the \"Acts of this man\" provides an early reference to the \"Harrowing of Hell.\" In the Gospel of John, this man stands by the wording on a sign he erected by saying \"What I have (*) written, I have written.\" After this man's wife tells him that she has \"suffered many things this day in a dream\", he shouts to a crowd \"It is your responsibility\" after declaring \"I am innocent of this man's blood\" while washing his hands. For 10 points, identify this Roman prefect who appeases the Jews by releasing Barabbas and crucifying Jesus.", "answer_sanitized": "Pontius Pilate", "category": "Religion"}, {"question_sanitized": "This author wrote a poem in which a man encounters the grave of a virgin and envisions \"Death and this mad heroine\" meeting \"on a mortal wall.\" One of this poet's speakers claims that he is \"dumb to tell the hanging man/How of my clay is made that hangman's line.” That speaker also says that “the force that drives [his] green age\" is his destroyer. The line \"after the first death, there is no other\" ends a poem by this man about the (*) Blitz, which he also wrote about in \"Deaths and Entrances.\" The speaker of a poem by this author of \"Death Shall Have No Dominion\" notes that \"grave men, near death...see with blinding sight\" This poet's most famous work is a villanelle that urges men to \"rage against the dying of the light.\" For 10 points, name this Welsh poet of \"Do Not Go Gentle Into That Good Night.\"", "answer_sanitized": "Dylan Thomas", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This goddess decries the unfairness of one people supposedly committing a \"disgrace\" by \"throw[ing] up a circle of fire\" around their attackers, while those attackers are \"right\" to \"crush under their yoke fields they don't own.\" This goddess is described as holding a sword at her side and controlling the Scaean Gates. As a good omen for a city, this goddess buried the head of a \"spirited (*) horse.\" This goddess’ \"great force...must be the first you respect in your prayers,\" according to the seer Helenus. She offers her nymph Deiopea to Aeolus if he'll send a hurricane. During a hunt, this goddess sends a storm that forces Dido and Aeneas to take shelter in a cave. This goddess spends much of the Aeneid harassing the Trojans. For 10 points, name this Roman equivalent of Hera.", "answer_sanitized": "Juno [prompt with \"give the Roman equivalent\" on answers of Hera before mentioned]", "category": "Mythology"}, {"question_sanitized": "Legendre's formula gives the multiplicity of a prime number p in the prime factorization of this function of n and is equal to the sum from i equals one to infinity of \"the floor function of n over p to the i.\" The Pochhammer symbol can be used to represent the \"rising\" and \"falling\" variants of this function. This function is approximately equal to \"the quantity n over e to the power of n\" times \"the square root of two pi n\", according to (*) Stirling's approximation. This function of \"n minus one\" is congruent to negative one modulo n if and only if n is a prime number according to Wilson's theorem. The denominator of the \"x to the n\" term of a Taylor series is equal to this function of n. This function of n is equal to the number of ways to order n things. For 10 points, identify this function equal to the product of all the positive integers up to a certain value.", "answer_sanitized": "factorial [grudgingly accept exclamation point]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "One painter from this movement depicted her sister in a purple dress seated next to her son. That artist's husband was a ceramicist known to frequently disparage her work. A painter from this movement appears on the left side of a balcony in a work by her brother-in-law, who portrayed her in all black with a bouquet of violets. Yet another artist from this movement showed her mother reading \"Le Figaro\" in one portrait, and frequently depicted women using (*) opera glasses in theaters. One of the \"Three Great Ladies\" of this artistic movement showed a woman dipping a girl's feet into water in a Japanese-influenced work. This movement's foremost American member painted The Loge (“lowge”) and The Child's Bath. For 10 points, identify this mainly French artistic movement whose painters included Berthe Morisot and Mary Cassatt.", "answer_sanitized": "Impressionism", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "It’s not Alexandria, but this city's bishop was traditionally selected by lot from among three candidates put forward by its governing body. Eastern territories colonized by this city included Kolo, Yugra, and Pechora and were known as Volosts. Forces from this city were defeated at the Battle of Shelon, and any citizen of this city could ring a bell to summon the public assemblies that governed it, the veches. Bodies were thrown and dragged on sleds into the Volkhov River during one massacre committed by the (*) Oprichniki in this city. One prince of this city defeated the Teutonic Order at the Battle on the Ice and Ivan the Terrible ordered this city destroyed in 1570. For 10 points, name this home city of Alexander Nevsky, a major Russian trading center governed by a republic.", "answer_sanitized": "Veliky Novgorod [accept Old Novgorod]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Peter Burke wrote a book on this movement which mentions the memory theorist Maurice Halbwachs and the sociologist of religion Gabriel Le Bras. One thinker associated with this movement argued against the beliefs of sufficiently free human beings and excessive determinism in a \"Geographical Introduction\" to his primary subject. One non-Marx thinker from this school inspired (*) Wallerstein's world systems theory and discussed the emergence of market economies from 1450 to the present in Civilization and Capitalism. Another author of this school published a journal in Strasbourg of its works with Lucien Febvre. Members of this school used a “longue duree” approach to their discipline, and this school produced works including The Mediterranean in the Age of Philip II. Marc Bloch and Fernand Braudel belonged to —for 10 points—what French school of historiography?", "answer_sanitized": "Annales School", "category": "Social Science"}, {"question_sanitized": "Combining this compound with 3AQ and HCCA gives a MALDI matrix for analyzing glycoproteins. Some species of Lactobacillus convert this compound to 3-HPA during fermentation. A 50% solution of this compound with PBS is used as a fluorescent mounting medium. This compound is used to make solutions of DNA heavy enough to load into agarose gels. In the brain and skeletal muscle, this molecule's phosphate is transformed to DHAP in a shuttle used to transport (*) reducing equivalents to the mitochondria, and provides 1.5 ATP per cytosolic NADH. One molecule of this compound is liberated by hormone-sensitive lipase before beta oxidation. A solution of this compound is combined with liquid bacterial culture and frozen at negative 80 degrees to create namesake stocks. For 10 points, name this three-carbon molecule which is combined with fatty acids to form lipids.", "answer_sanitized": "glycerol [or glycerin; or 1,2,3-Propanetriol]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A character of this type named Adam Link reads a copy of Frankenstein after being incorrectly accused of causing the death of Charles in one story. One character of this type asks Agatha \"Do you understand, I shall always, always be there\" after saving her from being hit by a car in another story. In one short story, a character of this type gives the response \"THERE IS AS YET INSUFFICIENT (*) DATA FOR A MEANINGFUL", "answer_sanitized": "robots [or computers, or AI or other obvious equivalents; prompt on artificial or non-human]", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "In a popular joke, Dean Rusk submitted an expense item for two dollars and 25 cents for breakfast and $2 million for lunch with this leader. This leader wrote a series of essays under the pen-name Abderrahman espousing a philosophy drawn from the Comte de Gobineau's On the Inequality of the Races. This leader initially became popular due to his participation in a yaws eradication campaign, after which he defeated Louis (*) Déjoie (day-zhwah) in an election. This leader's secret police was named for a folk character whose name translated as \"uncle Knapsack\", or Tonton Macoutes. This leader dressed similarly to Baron Samedi to spread the idea that he was a powerful houngan, or voodoo priest. For ten points, name this dictator succeeded by his son, Jean-Claude, the president of Haiti from 1957 to 1971.", "answer_sanitized": "Francois Duvalier [accept Papa Doc; prompt on Duvalier] Bonuses:", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "This woman commissioned building projects including the Haseki Mosque from the architect Sinan. For 10 points each:", "answers_sanitized": ["Hurrem Sultan [accept Roxelana, Alexandra Lisowska]", "Ibrahim of Parga [accept Ibrahim Pasha, Ibrahim-i-Freng, Ibrahim the Frank]", "Suleiman I The Magnificent [accept Suleiman the Lawgiver, Suleyman-i-evvel, Muhtesem Suleyman; prompt on Suleiman]"], "parts_sanitized": ["Name this woman who served as de facto chief advisor to her husband, who was captured by Crimean Tatar raiders and sold into concubinage from her home in modern Ukraine.", "Hurrem likely had this Grand Vizier nicknamed for his Westernized manners executed. This pasha shared his name with an Egyptian royal who commanded anti-independence forces and won the Battle of Missolonghi during the Greek War of Independence.", "Hurrem and Ibrahim were both powerful at the court of this sultan who conquered Rhodes and launched a failed siege of Vienna in 1529. This Sultan was succeeded by his son, Selim the Drunk."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Nicholas Hilliard frequently painted portraits of this ruler, including his <em>Phoenix</em> and <em>Pelican</em> portraits. For 10 points each:", "answers_sanitized": ["Queen Elizabeth I [Prompt on Elizabeth]", "Portrait miniatures", "Globe [accept map of England, as that is what she's specifically standing on in the Ditchley portrait]"], "parts_sanitized": ["Name this English monarch who is the subject of the Darnley portrait, which shows her seated next to a crown and sepulchre. She appears in front of a background of fighting ships in the Armada portrait.", "Hilliard, as well as his successor Isaac Oliver, often made portraits in this genre. A Jean Fouquet self-portrait from 1450 is thought to be the earliest example of this genre.", "In the Ditchley portrait, Elizabeth stands on one of these objects. She rests her right hand on a similar one of these objects in the Armada portrait, representing English expansion."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Aldhelm was inspired by Symphosius to write some of these works, including ones named for Leiden and one beginning \"I am greater than this middle-earth\". For 10 points each:", "answers_sanitized": ["Anglo-Saxon riddles", "Caedmon", "Jesus Christ [accept either underlined part or obvious equivalents]"], "parts_sanitized": ["Identify these works, including one named \"Creatura\", regarding man's role with other animals as subject to God.", "This resident of Whitby Abbey was inspired by a dream to write his namesake Old English hymn which praises God. The account of his life comes from the Venerable Bede.", "Numerous works of Old English literature are collected in the Exeter Book, including a three-part poem of this figure. In The Dream of the Rood, a piece of wood recounts being used in the cross during the Crucifixion of this figure."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This geometry occurs in carbons with sp3 hybridization. For 10 points each:", "answers_sanitized": ["tetrahedral", "Jahn-Teller (YAN TELL-her) effect", "eg and t2g [\"e-sub-g\" and \"t-sub-2-g\"; accept in either order]"], "parts_sanitized": ["Name this type of molecular geometry that has bond angles of 109.5 degrees and is exemplified by sulfate and methane. This geometry occurs when one central atom has four bonds and no lone pairs.", "Like octahedral complexes, tetrahedral ones can undergo a weak version of this effect, in which degeneracy among its orbitals is broken by the lengthening of one bond. In octahedral complexes, it splits d orbitals into four levels rather than two.", "In the absence of Jahn-Teller distortion, the five d orbitals in octahedral complexes are divided into two sets, three lower and two upper. Name both."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This candidate defeated Bob Marshall, who referred to himself as his state's \"chief homophobe\", in a 2017 election. For 10 points each:", "answers_sanitized": ["Danica Roem", "drawing lots [accept similar answers such as drawing straws or being randomly selected]", "Commonwealth of Virginia"], "parts_sanitized": ["Name this first transgender US State legislator who was elected in a district around the city of Manassas.", "NOTE TO PLAYER: Description Acceptable: In the same election, control of a state's house of delegates was decided in this manner after Democrat Shelly Simonds and Republican David Yancey both received 11,608 votes.", "The elections between Marshall and Roem and Simonds and Yancey both took place in this Eastern state currently governed by Ralph Northam. This state's city of Charlottesville was the site of a violent white supremacist rally to prevent the destruction of a Confederate statue in 2017."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This musical piece begins with the left hand playing three octave D-sharps followed by the right hand doing the same two octaves higher, and those notes are passed along for a total of three and a half bars. For 10 points each:", "answers_sanitized": ["La campanella", "Franz Liszt", "Niccolo Paganini"], "parts_sanitized": ["Name this G-sharp minor piece whose melody begins with the right hand alternating the melody and a high D-sharp.", "\"La campanella\" is an Etude by this composer also known for his Transcendental Etudes as well as the Hungarian Rhapsodies.", "Liszt's \"La campanella\", and five other etudes that it was published alongside, were based on violin works by this composer and foremost violin virtuoso."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about Australia's foreign policy in the mid-20th century for 10 points each.", "answers_sanitized": ["Harold Holt", "Southeast Asia Treaty Organization [or SEATO]", "Papua New Guinea"], "parts_sanitized": ["This Australian Prime Minister lost public support after committing troops to Vietnam and telling Lyndon Johnson that he was \"All the way with LBJ.\"", "Australia was a founding member of this international organization established by the US to coordinate its anti communist allies in its namesake region and coordinate intervention in Vietnam. This international organization collapsed in 1977 after the Vietnam War ended.", "Australia held this modern-day country as a colony until granting it independence in 1975, after which it was governed from its city of Port Moresby."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The totality of these relations can be represented by a signed graph and both Herb Simon and Mark Granovetter did work in examining how these sociological entities interact. For 10 points each:", "answers_sanitized": ["Interpersonal Ties [accept Weak Ties or Strong Ties]", "social networks", "Bruno Latour (The unnamed book is Science in Action)"], "parts_sanitized": ["Name these information-carrying units between people that can also come in \"strong\" or \"weak\" forms.", "Ties are central to the study to these entities that were studied by Milgram to show that there is, on average, about six degrees of separation between people. Facebook is seen as a virtual one of these things.", "This contemporary French philosopher wrote about how the word \"social\" has become loaded with assumptions and tries to return to its original meanings in Reassembling the Social. He argued science and technology must be studied \"in the making\" in another book."], "category": "Social Science"}, {"leadin_sanitized": "This quantity, which ranges from 0 to 2 pi, arises when a system is subject to cyclic adiabatic processes and it is commonly observed in graphene. For 10 points each:", "answers_sanitized": ["Berry phase [also accept Pancharatnam phase]", "Magnetic Field", "optical pumping"], "parts_sanitized": ["Name this \"phase\" that describes the global phase evolution of a complex valued vector and is also known as the \"geometric phase.\"", "The Berry phase can be observed in the Aharonov–Bohm effect in which both the electrical field and this other field are zero in a region where a charged particle is affected by a charged particle. The integrated form of this quantity, symbolized B, is seen in Ampère's law.", "Pancharatnam (Pan-car-rat-nam) observed the geometric phase and did some work on this process in which light raises the energy level of an electron. This process typically takes place in a laser action and the electrons are released from their higher energy level by the laser beam."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "For 10 points each, name some modern Levantine poets.", "answers_sanitized": ["Khalil Gibran [accept Gibran Khalil Gibran]", "Yehuda Amichai [accept his original German name, Ludwig Pfeuffer]", "Adunis [or Ali Ahmad Said Esber]"], "parts_sanitized": ["This Lebanese Christian poet created the character Almustafa who is returning to Orphalese while discussing various topics with different passengers aboard his ship in his book The Prophet.", "This poet, whose name translates as \"my people lives\", wrote a poem whose speaker asks \"Let my blood be forgotten.\" if he were to \"Forget Thee, Jerusalem\".", "A commentary on the destruction of the Six-Day War can be found in this poet's collection A Time Between Ashes and Roses. This Syrian poet and perennial contender for the Nobel Prize also translated Ovid's Metamorphoses into Arabic."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the geography of Northern Mexico for 10 points each.", "answers_sanitized": ["Copper Canyon [accept Canon de Cobre]", "Chihuahua", "Sierra Madre"], "parts_sanitized": ["This huge network of canyons is the home of the Tarahumara people, who are noted for running very long distances. This canyon was named for the color of its walls.", "Copper Canyon is located in this largest Mexican state. This state's city of Ciudad Juarez (HWAR-yez) is a major hub of cross-border trade.", "Copper Canyon is part of this mountain range that spans the majority of Northern Mexico. A B. Traven novel is named for the \"Treasure of\" this mountain range, which is usually divided into Oriental and Occidental branches."], "category": "Geography"}, {"leadin_sanitized": "These cells are selectively destroyed by anti-Yo antibodies, and have large dendritic arbors with extensive spines. For 10 points each:", "answers_sanitized": ["Purkinje cell or neuron", "GABA [or gamma-aminobutyric acid]", "chloride [or Cl-minus; do NOT accept \"chlorine\"]"], "parts_sanitized": ["Name these cells found between the molecular and granular layers of the cerebellum. Parallel fibers form glutaminergic synapses with these cells, which fire in both simple and complex spike patterns.", "Purkinje cells release this inhibitory neurotransmitter, which is formed from the decarboxylation of glutamate. Barbiturates and benzodiazepines enhance activity at receptors for this neurotransmitter..", "GABA-A receptors are ligand-gated channels for this ion, whose equilibrium potential is very close to the resting potential of most neurons. When this ion has no net movement across a membrane, it provides shunting inhibition."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This religious group promotes the traditional medical practices known as <em>qigong</em> <strong>(chee-gong)</strong>, and its practitioners engage in four standing and one sitting exercise. For 10 points each:", "answers_sanitized": ["Falun Gong [or Falun Dafa]", "People's Republic of China", "Hui [or Huizu]"], "parts_sanitized": ["Identify this religious tradition that centers on the teachings of \"truthfulness, benevolence, and forbearance\" and whose name literally means \"Law Wheel Practice.\"", "This nation has called Falun Gong a \"heretical cult\" and persecuted some of its members. According to some well-substantiated reports, this country executes believers in Falun Gong to harvest their organs.", "This Sunni Chinese ethnic group, which is not persecuted like the Uyghurs, is the largest Islamic minority in China. The Han Kitab is an Islamic and Confucian text written by authors of this ethnicity."], "category": "Religion"}, {"leadin_sanitized": "This object \"bathed in your languor of waves\". For 10 points each:", "answers_sanitized": ["The Drunken Boat [or Le Bateau ivre; accept answers indicating the subjects of Rimbaud's \"The Drunken Boat\" but DO NOT otherwise reveal Rimbaud]", "Arthur Rimbaud (RAM-\"bow\")", "Les Illuminations [Accept The Illuminations]"], "parts_sanitized": ["Name this object, the subject of a poem in which it \"trembled, hearing at fifty leagues off The moaning of the Behemoths in heat and the thick Maelstroms\" and saw \"foliage of caves\" before going down \"impassive rivers.\"", "This Symbolist poet penned \"The Drunken Boat\" as well as \"Lives\" and had a relationship with Paul Verlaine.", "This collection by Rimbaud, published after A Season in Hell, is a series of prose poems that includes sections such as \"After the Flood\" and \"Winter Feast.\" This collection was Rimbaud's last work."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the early history of South Carolina for 10 points each.", "answers_sanitized": ["Barbados", "Yamasee War", "Charles II"], "parts_sanitized": ["Much of South Carolina's early gentry originated from this Caribbean island. This island's Bajan creole likely influenced the development of South Carolina's Gullah language.", "This 1715 war cleared much of South Carolina of its Native American population after its namesake tribe raided South Carolina plantations in retaliation for colonists' widespread land theft.", "South Carolina was named for this English monarch who was restored to the throne after the deposition of Oliver Cromwell's son Richard. This monarch's father was executed in the English Civil War."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This character sings the words \"Notte e giorno faticar\" <strong>(No-tay ay jor-no FAH-tee-car)</strong> to quarter notes alternating between an F and a C below in the first aria of the opera in which he appears. For 10 points each:", "answers_sanitized": ["Leporello", "Don Giovanni", "Figaro"], "parts_sanitized": ["Name this character. Near the end of the opera, he is discovered by five others, scared out of his mind, usually hidden under the table. Then, the final sextet is performed.", "Leporello is the servant of this title character of a Wolfgang Amadeus Mozart opera, who is dragged to hell for his misdeeds. This character sings the duet \"La Ci Darem la Mano\" (La chee da-raym la ma-no) with Zerlina.", "During the feast scene, Leporello is annoyed by the on-stage band playing an instrumental rendition of \"Non più andrai\" originally sung by this character. Mozart likely included this Easter egg as male singers would likely have played both roles throughout their careers."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, answer the following about generally discredited theories that various celestial bodies are actually hollow.", "answers_sanitized": ["aurora borealis [or aurora australis, or northern lights, or southern lights, or polar lights]", "moonquakes [or earthquakes, or just quakes]", "Phobos"], "parts_sanitized": ["Edmund Halley proposed that the Earth consisted of four concentric shells, and that this phenomenon was the result of gas leaking from the lower shells. In reality, this phenomenon is caused by the ionization of particles by solar wind.", "A briefly popular theory claimed that the Moon was hollow, drawing evidence from the fact that it supposedly \"rang like a bell\" when these events occurred. The \"thermal\" variety of these events are caused by the sun's light causing expansion of the crust.", "This moon's unusual orbital parameters led Iosif Shklovsky to claim that it is hollow, but more accurate measurements disproved that theory. At about 6 thousand kilometers, this moon's orbit is closer to its planet than any other known moon."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This belief was espoused by Jacques Monod <strong>(Mon-NO)</strong> in his book <em>Chance and Necessity</em> that is sometimes supported by scientific ideas such as the Heisenberg Uncertainty Principle and the the Born Rule. For 10 points each:", "answers_sanitized": ["indeterminism [accept metaphysical libertarianism or tychism or anti or non-determinism; do NOT accept or prompt on \"determinism\"]", "free will [prompt on answers just mentioning “the will”]", "Strawson [accept Galen Strawson or P.F. Strawson]"], "parts_sanitized": ["Name this philosophical position that was advanced by C.S. Peirce (\"purse\") who said that spontaneity is an important causal phenomenon.", "The idea of indeterminism is related to the philosophical debate over whether humans have this faculty that allows humans to \"choose\" their actions.", "A contemporary philosopher with this surname argues that free will is impossible and, following Eddington, argues for a form of panpsychism. That philosopher's father, also with this surname, wrote a book on Kant called The Bounds of Sense."], "category": "Philosophy"}, {"leadin_sanitized": "A member of the Sieppe family in this novel makes carvings of Noah's Ark. For 10 points each:", "answers_sanitized": [": McTeague: A Story of San Francisco [Do NOT reveal the latter part of the title if not given]", "San Francisco", "Maxine Hong Kingston"], "parts_sanitized": ["Name this novel about the title dentist who murders his wife Trina and steals her lottery winnings. This novel ends with the title character handcuffed and wandering in Death Valley.", "Frank Norris's McTeague takes place in this US city, also the setting of Vikram Seth's novel written in Onegin stanzas, The Golden Gate.", "Brave Orchid meets her sister Moon Orchid at the San Francisco airport in The Woman Warrior, a memoir by this Chinese-American writer. She also wrote Tripmaster Monkey, in which Wittman Ah Sing becomes a beatnik in San Francisco."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about agriculture in 18th century England for 10 points each.", "answers_sanitized": ["enclosure movement", "Arthur Young", "Industrial Revolution"], "parts_sanitized": ["Traditions of communal village property ownership were severely weakened by this movement in which grazing commons were claimed by private landowners and fenced off.", "This agriculturist and author criticized the enclosure movement as fiscally wasteful in his A Six Months Tour Through the North of England. This author later toured France, where he wrote a travelogue that is now a key source on the conditions that created the French Revolution.", "This process further weakened English village economies as peasants moved to cities to staff the textile mills it created. Key events in the beginning of this historical movement include John Kay's invention of the water frame and James Hargreaves' invention of the spinning jenny"], "subcategory": "History British", "category": "History"}]}