{"tossups": [{"question_sanitized": "In a story set in this region, Father Roubeau discourages Grace Bentham from leaving her husband Edwin and eloping with Clyde Wharton. That story, \"The Priestly Prerogative\", is collected with 8 other stories set in this region by an author who wrote another story set here whose protagonist continually makes a mental note of how he's traveling four miles an hour and ignores the advice from a man in Sulphur Creek. A man from Plumtree, Tennessee named Sam (*) McGee dies near Lake Lebarge in this region in a poem by Robert Service. In a story set in this location, a man unsuccessfully tries to squeeze his dog to death before accepting his fate of being unable to perform the title action. The collection \"The Son of the Wolf\" is set in, for 10 points, what notoriously cold region, also the setting of Jack London's story, \"To Build a Fire?\"", "answer_sanitized": "Yukon [anti-prompt on specific cities, likes Dawson]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One member of this group was nicknamed \"mother of the poor\", while another, a wealthy merchant nicknamed \"the pure one\", married her second husband after hiring him as one of her agents. One member of this group came under suspicion of adultery after staying behind a caravan to pick up a necklace she had lost. The Battle of the (*) Camel is named for an animal one member of this group rode while losing that battle. The only Jewish member of this group joined it after she was abducted as part of an attack on the Banu Qurayza tribe. Several members of this group joined it after a war with the Quraysh left a multitude of widows that it was the leader's responsibility to care for. For 10 points, name these people which included Aisha and Khadija who all married a prophet who received a revelation from Jibril on Mt. Hira.", "answer_sanitized": "Muhammad's wives [prompt on women, Muslim women, Muslims]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In this experiment, the detector failed to find eight missing peaks and six peaks were attributed to failing to purge adsorbent gas from one part of the apparatus. The principles used in this experiment were later used to develop LEED. This experiment detected a 1.65 angstrom difference, which was very close to the predicted 1.67. This experiment used thermionic emission from a tungsten source and a Faraday cup mounted on a swinging arm as a detector, which found a very strong signal at (*) 54 eV and 50 degrees. In this experiment, negatively-charged particles were fired at a crystallized nickel target. For 10 points, name this experiment which confirmed the de Broglie (de \"Braw\") hypothesis, in which electrons were shown to have wave-particle duality.", "answer_sanitized": "Davisson-Germer experiment", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A book of the Bible ascribed to this man tells readers to \"gird up the loins of your mind,\" and quotes Isaiah's claim that \"[a]ll flesh is as grass.\" One book of the Bible ascribed to him refers to the Pauline epistles as \"scripture\" and adds a line about a sow who has washed returning to her mire to a quote from Proverbs. According to the Gospel of John, this man cut the ear off the high priest's servant following Jesus's arrest. The Gospel of Matthew describes how this figure begins to walk on (*) water but begins to sink as his faith wavers. As Jesus walks by the Sea of Galilee, he tells this fisherman and his brother Andrew that they will become \"fishers of men.\" In the final chapter of the Gospel of John, this man reaffirms his love for Jesus three times, reflecting his earlier threefold denial of Jesus. For 10 points, name this man whom Jesus calls a rock, recognized by Roman Catholics as the first pope.", "answer_sanitized": "Saint Peter the Apostle [or Simon Peter or Simeon Peter, or any of those answers with Cephas or Kephas in place of Peter; prompt on Simon or Simeon]", "category": "Religion"}, {"question_sanitized": "One reformer who helped mitigate an epidemic of this disease had a bomb thrown through his window with a note attached reading \"you dog, dam you!\" Elizabeth Fenn wrote a noted history of this disease's impact on the American Revolution, and the slave Onesimus was responsible for the introduction of one method of preventing this disease to the US. Cotton (*) Mather was attacked in the press for spreading the news of that method during an epidemic of this disease in 1721. During the Siege of Fort Pitt, Lord Jeffrey Amherst recommended diffusing blankets infected with this disease among a Native American army. Between 1617 and 1619, a particularly deadly strain of this disease endemic to the Boston area killed 90% of Massachusetts Bay Natives. For 10 points, name this disease responsible for millions of deaths among Native American populations, a vaccine for which was developed by Edward Jenner.", "answer_sanitized": "smallpox [accept variola]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In this play, a maid is afraid of a library superintendent who \"doesn't have a Christian name\" and stutters through a newspaper article about a rebellion in Madrid in which seven hundred thousand civilians were killed. Refugees in this play attempt but fail to escape aboard the ship Ultimus. Two characters in this play are named Marius and Sulla because their creator thought that Sulla was a girl's name. In this play, a representative of the Humanity (*) League is kidnapped and married by the factory owner Domin. After almost all humans in this play have been killed, the builder Alquist tells two lovers \"Go, Adam. Go, Eve. The World is yours.\" Primus and Helena develop human feelings such as love in, for 10 points, this play by Karel Capek that coined the word \"robot.\"", "answer_sanitized": "R.U.R. or Rossum's Universal Robots", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The Weald-Artois Anticline was partially destroyed by one of these events. One of these events likely occurred in the Kuray Basin in Russia and is responsible for the unique landforms found there. The so-called \"Hanford formation\" was caused by a series of catastrophic instances of these events. Those instances of these events resulted in the formation of the (*) Channeled Scablands in central Washington, and it created exposed regions of bare basalt as well as large formations such as Dry Falls. That series of these events are named for Missoula. One type of these events are known as jökulhlaups (yoh-cull-ups) and are usually triggered by geothermal activity or volcanic eruptions. Parts of the Columbia River Gorge were carved by, for 10 points, what kind of event which can result from the destruction of a dam which holds back a glacial lake?", "answer_sanitized": "floods [or glacial floods, or outburst floods; accept jökulhlaups before mention]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Two children playing on the ground are juxtaposed with an old woman sewing in a work depicting a \"Little\" one of these places. A crowd of people wearing black stare with wide eyes at the viewer of one of these locations. A red flag is visible at the end of repeating archways in a painting titled in part for one of these locations, which also includes the shadow of an unseen statue. An \"Evening\" at one of these places is featured in the \"Anxiety\" portion of the Frieze of Life. A young girl rolls a (*) hoop in one of these places painted by Giorgio de Chirico. A man in a top hat holds a black umbrella over a woman in an impressionist painting of one of these locations. For 10 points, name this location that Gustave Caillebotte (cail-BOT) depicted in Paris on a rainy day.", "answer_sanitized": "Streets [Accept obvious equivalents; prompt on cities or equivalents; prompt on courtyard]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This thinker said that if serious harms befall a student because of studying philosophy, it was because the student was dominated by their passions. A new conception of modal logic was modified by this thinker using a refined version of an earlier thinker's ideas about the conversion of modal propositions. This thinker demonstrated that truth cannot conflict with scripture but philosophy is compatible with religion in his (*) Decisive Treatise. The idea that natural phenomena occurred because God willed them to happen was considered fallacious by this philosopher. He instead argued against an earlier thinker's idea of potentiality and the idea that natural phenomena follow natural laws created by God. For 10 points, name this Andalusian Aristotelian and scholar of the Maliki school of Islamic jurisprudence who attempted to refute Al Ghazali in his Incoherence of the Incoherence.", "answer_sanitized": "Averroes [or Abū l-Walīd Muḥammad Ibn Aḥmad Ibn Rushd]", "category": "Philosophy"}, {"question_sanitized": "One rumor that resulted from this conflict speculated that Gaius Marius the Younger had slain Lucius Porcius Cato, because Lucius Porcius Cato had claimed that his victory at Fucine Lake was superior to the prior Roman victory at Cimbri. One side in this conflict established a new senate and consulate in the Paeglini town of (*) Corfinium. That side was led by two generals, Pompaedius Silo and Gaius Papius Mutilus. During this conflict, Mutilus's advance into Campania prompted concessions including the Lex Plautia Papiria and the Lex Julia, which offered citizenship to non-Romans who had rebelled during it. One policy that might have prevented this conflict was soundly rejected by the Senate before its sponsor, Marcus Livius Drusus was executed. For 10 points, name this 91 B.C. conflict where Rome's Italian allies rose in rebellion over their lack of citizenship rights.", "answer_sanitized": "The Social War [or the War of the Allies or the Marsic War or the Italic War]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This author wrote an essay from the perspective of an alternate historian within an alternate history in which the Confederates won the Civil War for the anthology If It Had Happened Otherwise. In 2006, Andrew Roberts wrote a continuation of this author's most famous historical work, which included volumes such as The Age of Revolution and The Birth of (*) Britain . This author's experiences as a war correspondent and army officer inspired his memoirs The River War and From London to Ladysmith, via Pretoria. This author wrote a noted biography of his ancestor, the Duke of Marlborough. For 10 points, name this author of A History of the English-Speaking Peoples, whose Nobel Prize citation mentioned his speeches such as \"We shall fight in the fields\" and \"This was their finest hour.\"", "answer_sanitized": "Winston Leonard Spencer-Churchill", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The most common genetic defect in this organelle has its bone marrow involvement quantified by the Dixon-QCSI or BMB score. That disease of this organelle can also cause an Erlenmeyer flask deformity in the femur and tissue paper macrophages. Another disease of this organelle is caused by mutations in NPC1 or NPC2. Glucocerebrosidase localizes to this organelle, and its mutation causes (*) Gaucher's disease. Another defect in this organelle causes a buildup of GM2 gangliosides and a cherry-red spot on the retina. This organelle uses V-type ATPases to maintain its acidic pH of 4.5, which is optimal for the hydrolase enzymes it contains. For 10 points, name this organelle that can be affected by its namesake \"storage diseases\" such as Niemann-Pick and Tay-Sachs.", "answer_sanitized": "lysosome", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A poet from this country wrote \"you, thirsting, as I agonize, assume the form of an implacable black vampire battening on my burning blood\" in a poem quoted in a novel set in this nation. A homosexual fictional poet from Chile moves to this country with his daughter Rosa after he resigns from a university in Spain in Woes of the True Policeman. Members of the short-lived Infrarrealismo (infra-ray-al-eesmo) movement from this country were later parodied by one of its founders, calling them (*) Visceral Realists. A novel set in this country focuses on Ulises Lima and Arturo Belano, and has over forty narrators in its second section. Another work set in this country, which features the professor Óscar Amalfitano, links its five sections with an ongoing string of femicides. For 10 points, name this setting of Roberto Bolaño's The Savage Detectives and 2666.", "answer_sanitized": "Mexico", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "An artist from this country installed a \"hanging garden\" of a live birch tree and an inverted dead tree in a Cincinnati church. Another artist from this country made a series of \"Date paintings,\" consisting of the date of creation in white letters on a black background. A third artist from this country filled a rowboat with white fabric phalluses in an installation titled Accumulation. That artist used the title Dots Obsession for one of her (*) \"infinity rooms.\" In a triptych from this country, a skeleton is shown threatening two men in the central and right panels. A wood block print titled Fine Wind, Clear Sky depicts a red mountain in this country, and was one of 36 depictions of that mountain by its artist. For 10 points, name this country home to Yayoi Kusama and Hokusai.", "answer_sanitized": "Japan [or Nippon or Nihon]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "When this politician was attorney general of their home state, they sued the owners of Backpage.com and claimed it supported human trafficking. This politician has recently supported a LIFT the Middle Class Act to give a tax cut to middle income people. To \"shock people into understanding\", this politician has advocated that other politicians look at autopsy photos of mass (*) shooting victims. In their most recent election victory, this politician defeated a candidate who made controversial comments about American Muslims who want to \"caliphate\", Loretta Sanchez; that position was open after the retirement of Barbara Boxer. This senator has tried to present herself as \"down to Earth\" to contrast herself with fellow Democratic hopeful Elizabeth Warren. For 10 points, identify this US Senator, who along with Dianne Feinstein, represents California.", "answer_sanitized": "Kamala Harris", "category": "Current Events"}, {"question_sanitized": "A non-parametric method that accomplishes this task can be run after choosing a specified significance level but if all the permutations are not performed, then the Type I (one) error rises. For small samples or when the CLT assumptions fail, another task that executes a version of this technique can be used by utilizing an empirical distribution function. The Poisson (pwuh-SAHN) version of this technique might be appropriate if the events of interest are rare and numbers of instances is large. Based on some variable, the observations are divided into (*) groups in the \"clustered\" version of this technique. There are big N choose little n points when this technique is done randomly. For 10 points, name this statistical technique in which a subset of individuals from a population are selected.", "answer_sanitized": "Sampling [accept more specific answers such as re-sampling, simple random sampling without replacement, clustered sampling or random sampling; anti-prompt on bootstrapping by asking \"what does bootstrapping accomplish?\"]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "One scholar born in this modern-day country applied bargaining theory to Rawl's original position and wrote Game Theory and the Social Contract. An ethical work by an author born in this modern-day country argues that morality comes from \"fellow feeling\". That book by an author from this country was criticized for not offering a standard of virtue for measuring the emotions of the moral actor. An economist from this country introduced the idea of consumer surplus, wrote an influential (*) Principles of Economics book and his namesake demand curve only shows the relationship between the price and quantity of a good. The examples of wine and cloth were central to the theory of comparative advantage in trade, which was developed by a thinker from this country. For 10 points, name this modern-day country of the economists David Ricardo and the author of the Theory of Moral Sentiments, Adam Smith.", "answer_sanitized": "Great Britain [also accept United Kingdom, England or Scotland]", "category": "Social Science"}, {"question_sanitized": "The theme and variation third movement of a work in this genre opens with the three pairs of descending quarter notes [read slowly] G-E-flat, E-flat-D, D-C. Friedrich Kuhlau’s only foray into this genre, his Opus 7, was modeled on a Beethoven work in this genre that begins with four C major chords. A work in this genre begins with four note ascending runs under syncopated D-minor chords. Another work in this genre begins with a soft chord progression in the tonic key of G major before an immediate restatement in the key of B major. A work in this genre begins with a (*) tympani roll crescendo before the soloist enters on a forte A. That work in this genre by Grieg was influenced by an A-minor piece in this genre by Schumann. Beethoven's fifth work in this genre is nicknamed \"Emperor\", while Ravel wrote a D major one for the left hand. For 10 points, name this genre featuring a solo keyboard instrument with orchestra.", "answer_sanitized": "piano concerto", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "After her father is accused of murder, a girl stands at this location \"unable to see into the vast blank misery of a life suspected.\" In that novel, Gaffer Hexam makes his living by stealing from people he encounters at this location. A man sees \"gleams of varnished spirits\" from this location and notes that dark air over Gravesend is \"condensed into a mournful gloom.\" A trip to this location with the dog Montmorency is inspired by the title characters claiming that they are overworked. Multiple corpses, including that of John Harmon, are found at this location in Dickens' (*) Our Mutual Friend. In 1889, Jerome K. Jerome published an account of traversing this body of water. Heart of Darkness begins on a boat travelling past \"the biggest, and the greatest, town on earth\" through this body of water. For 10 points, name this river frequently mentioned in British literature.", "answer_sanitized": "River Thames [Prompt on London]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One nationalist revolt in this country was planned by the \"For Altar and Hearth\" secret society and triggered by the revocation of a charter of rights called the Joyous Entry. The radical Vonckist faction formed during a nationalist revolt in this country. During this country's war of independence, Count Talleyrand proposed partitioning this country between (*) French and British protectorates. The Treaty of London guaranteed this country's neutrality, and this country rose up and declared independence after a showing of the opera The Mute Girl of Portici. The Brabant Revolt took place in this country in 1789. For 10 points, name this country known as the Austrian Netherlands until its independence.", "answer_sanitized": "Belgium [accept Austrian Netherlands or Brabant before mentions] Bonuses:", "subcategory": "History European", "category": "History"}], "bonuses": [{"leadin_sanitized": "Answer the following about the 378 CE coup d'etat against King Jaguar Paw. For 10 points each:", "answers_sanitized": ["Teotihuacan", "Guatemala", "League of Mayapan"], "parts_sanitized": ["An invading party from this city led by the general Fire Is Born overthrew Jaguar Paw. This city's Pyramid of the Sun is among Mexico's largest.", "The Teotihuacano (tay-oh-tea-wa-kan-oh) coup overthrew an indigenous dynasty in the Mayan city of Tikal, which is located in this modern-day country's Peten limestone plateau.", "In another military intervention almost a millennium later, Chichen Itza dispatched mercenaries to force nearby city-states to join this league, which united most Mayan city-states until its namesake city was destroyed around 1400."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The lithograph version of this painting has an orange border with sperm cells and a fetus in the bottom left corner. For 10 points each:", "answers_sanitized": ["Madonna [accept Loving Woman or Woman Making Love]", "Madonna of the Long Neck [Accept The Madonna with the Long Neckor Madonna and Child with Angels and St. Jerome; or La Madonna del Collo Lungo]", "Chris Ofili"], "parts_sanitized": ["Give the common name of this Edvard Munch painting depicting a nude woman with long black hair and a red halo above her head. Munch, while not a Christian, gave this work a religious name.", "In this Mannerist painting, the Virgin Mary holds a large infant Jesus in her lap. It takes its name from the enlarged physical feature that the artist, Parmigianino, gave to Mary.", "This Trinidadian-British artist faced controversy in 1999 for his work The Holy Virgin Mary, which depicted a Black Madonna made out of elephant dung, a material which he also used in his painting No Woman No Cry."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In the opening of one essay, this author defined man as an \"inveterate dreamer.\" For 10 points each:", "answers_sanitized": ["André Breton (bruh-TAWN)", "Surrealism [accept word forms, such as Surrealists]", "Exquisite Corpse [or exquisite cadaver; accept cadavre exquis] [prompt on consequences, which is a similar game]"], "parts_sanitized": ["Identify this author who clashed with Yvan Goll while defining the ethos of an early 1900's literary and artistic movement. This author called that movement \"pure psychic automatism\" in an essay from 1924.", "Breton authored the manifesto of this movement in literature that included poets such as Paul Éluard, who was friends with painters from this movement including Salvador Dalí.", "Breton and other surrealists were a fan of this Mad Libs-esque language game in which contributors add a word to a sentence without knowing what came before it. The name of this game comes from the first sentence constructed, which stated that the title being \"shall drink the new wine.\""], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This compound was originally discovered by Otto Loewi, who termed it \"vagusstoff\" because it was released by the vagus nerve. For 10 points each:", "answers_sanitized": ["acetylcholine [or ACh]", "myasthenia gravis [or MG]", "mEPP [or minature end plate potential; or minature EPP; prompt on \"EPP\" or \"end-plate potential\"]"], "parts_sanitized": ["Name this neurotransmitter which signals across the neuromuscular junction. It binds to both nicotinic and muscarinic receptors, and nerve gas inhibits an esterase that breaks it down.", "Antibodies to nicotinic acetylcholine receptors are found in this autoimmune disease, which causes double vision and progressive muscle weakness. It is related to, but not identical with, Lambert-Eaton syndrome.", "A single vesicle of acetylcholine induces one of these depolarizations in the postsynaptic muscle fiber. A depolarization about 100 to 200 times greater than this potential is required for full muscle contraction to occur."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Heinrich Barth called this philosopher the \"first and last Kantian\" and this thinker wrote how world views take the form of objectivized cages or <em>Gehäuse</em> <strong>(Geh-hoy-suh)</strong>. For 10 points each:", "answers_sanitized": ["Karl Jaspers (YAH-spers)", "Edmund Husserl", "hýle (he-lay)"], "parts_sanitized": ["Identify this German psychiatrist and philosopher whose work into existential hermeneutics inspired Gadamer and Ricoeur. He introduced the concept of the \"Axial Age\" in the book The Origin and Goal of History.", "Jaspers described his debt to this other German philosopher's idea of \"descriptive psychology\" from this philosopher's Logical Investigations. This founder of phenomenology also wrote Cartesian Meditations.", "This philosophical term was used to by Husserl to refer to sensory material that is formed from the intentional content of a perceptual experience. To an Aristotelian, this term refers to a material cause for some change."], "category": "Philosophy"}, {"leadin_sanitized": "<em>NOTE TO MODERATORS, NOT TO BE READ ALOUD: Do not reveal the musical in the first part.</em> NOTE TO PLAYERS: For the first part of this bonus, a description is acceptable, though the answer also has a name. In this section of a larger work, Buddha freezes a river, allowing a woman to flee across it. He then melts the river, drowning the pursuing men. For 10 points each:", "answers_sanitized": ["\"The Small House of Uncle Thomas\" [accept Uncle Tom's Cabin; accept any answers referring to Uncle Tom or Eliza or King Simon of Legree; prompt on answers such as the ballet from The King and I that do not mention the characters]", "The King and I", "kissing [accept \"We Kiss in a Shadow\"]"], "parts_sanitized": ["Name this narrated ballet. Near its end, the narrator declares that she is glad at the death of the pursuing man, and of any ruler \"who pursues a slave who is unhappy and wish to join her lover.\"", "\"The Small House of Uncle Thomas\" is an excruciatingly long and uncomfortable-to-watch part of this Rodgers and Hammerstein musical, in which Anna tutors the children of the ruler of Siam.", "Tuptim, who adapts Uncle Tom's Cabin into \"The Small House of Uncle Thomas,\" sings a duet with Lun Tha titled for performing this action \"in a Shadow.\""], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about politically active American screenwriters in the mid-20th century. For 10 points each:", "answers_sanitized": ["Dalton Trumbo", "Ben Hecht", "House Un-American Activities Committee"], "parts_sanitized": ["After refusing to testify on his involvement with Communism as part of the Hollywood Ten, this screenwriter was blacklisted, winning academy awards under the pseudonym \"Robert Rich\" for his films Roman Holiday and The Brave One.", "British audiences boycotted this man’s Zionist film A Flag is Born for its sympathetic portrayal of militant Jewish groups. This screenwriter was nicknamed the \"Shakespeare of Hollywood\" and was also heavily involved in civil rights activism of the 1920s.", "Trumbo, along with screenwriters such as Lillian Hellman and Edward Dmytryk, were targeted by this committee that investigated Communist influence in media during the McCarthyist period."], "category": "Literature"}, {"leadin_sanitized": "Answer the following about sociolinguistics for 10 points each.", "answers_sanitized": ["William \"Bill\" Labov", "courtrooms [accept courts]", "California"], "parts_sanitized": ["This sociolinguist pioneered the study of African-American Vernacular English with interviews with a Harlem gang leader. In another study by this linguist, he analyzed the use of class markers in the speech of department store customers.", "A study by William O'Barr in one of these locations in North Carolina revolutionized the field of language and gender by demonstrating that women and lower-class males used similar \"powerless speech\" markers.", "A major subject of sociolinguistic research is the social connotations of a vowel shift underway among youth in this state in which the \"Valley girl\" dialect originated."], "category": "Social Science"}, {"leadin_sanitized": "A bulb is used with glass types of these objects named for Pasteur, and a more common type of them uses sterile plastic tips, which are often ejected into a waste beaker or coffee can after use. For 10 points each:", "answers_sanitized": ["pipette [or pipettor]", "precision [do NOT accept common-language equivalents, but word forms are acceptable]", "cut the tip off [or cut the end off; accept reasonable equivalents]"], "parts_sanitized": ["Name these devices which are used to transfer small quantities of liquid from one container to another.", "Pipets are calibrated to have both high accuracy and high values for this quantity, which unlike accuracy, is the measure of random errors an instrument makes, instead of systematic errors.", "Description acceptable: for transferring particularly viscous solutions, like a slurry of agarose beads, this modification is often made to a pipet tip to facilitate the process."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The speaker reminds a character with this name that she had \"liv'd unknown\" after telling her \"Twas I that gave thee thy renown\" in the poem \"Ingrateful Beauty Threatened.\" For 10 points each:", "answers_sanitized": ["Celia", "Ben Jonson [or Benjamin Jonson]", "rosy wreath [accept descriptions like a \"bouquet of roses\"; prompt on flowers]"], "parts_sanitized": ["Thomas Carew (CARE-EE) wrote about a woman with what name whom he asks to \"fly with me to Love's Elysium\" in his poem \"A Rapture?\" Another woman of this name is asked to \"leave a kiss\" and that the speaker will \"not look for wine.\"", "A poem addressing a woman named Celia by this author asks her to \"drink to me only with thine eyes.\" This author is better known for his play Volpone.", "Description Acceptable. In the second stanza of Jonson's \"To Celia\", the speaker recounts how he sent her one of these, \"But thou thereon did'st only breathe, And sent'st it back to me.\" The poem ends with the speaker expressing joy that it now smells like her."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This giant, the son of Llyr <strong>(tleer)</strong>, offers a magic cauldron in exchange to the Irish king Matholwch <strong>(math-oh-looch)</strong>. For 10 points each:", "answers_sanitized": ["Bran the Blessed [also accept Bendigeidfran or Brân Fendigaidd]", "Welsh [or Cymry]", "Don [or Dylan ail Don]"], "parts_sanitized": ["Name this mythological figure who appears in the second branch of a notable mythological text who has an evil half-brother named Efnisien (ef-niss-ee-en).", "Bran, as well as the goddess Rhiannon (ree-ann-un) appear in this people's mythological story collection: The Mabinogion.", "The Fourth Branch of The Mabinogion concerns a dynasty called the Children of this figure who is similar to the Irish \"Tuatha Dé Danann\" (too-aa-huh day duh-nunn). Stories about The House of Llyr (tleer) and the House of this figure are told in the Four Branches of the Mabinogi."], "category": "Mythology"}, {"leadin_sanitized": "Forget David Hilbert: answer the following about unsolved problems in physics and not mathematics for 10 points each.", "answers_sanitized": ["dark energy [obviously do NOT accept or prompt on \"dark matter\"]", "Higgsino [do NOT accept or prompt on \"Higgs boson\" or \"Higgs field\"]", "Time [accept Arrow of Time]"], "parts_sanitized": ["This little-understood entity that makes up 74% of the known universe might help explain the increasing inflation of the universe. Hypothetical \"chameleon particles\" might allow for a fifth force in physics to help explain this entity.", "The unsolved mu problem concerns a mass parameter found in a superpotential term. That parameter contributes to the mass of this superpartner of a field which affects massive particles more. This Dirac fermionic field with spin one half has not been confirmed, but dark matter may be composed of it.", "This quantity is supposedly unidirectional in physics by its namesake arrow and, by Noether's Theorem, symmetry of this quantity can be shown to equivalent to entropy conservation. The derivative of position with respect to this quantity is velocity."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The Palace of the Shirvanshahs and Maiden Tower are two of the main attractions of this city's old downtown. For 10 points each:", "answers_sanitized": ["Baku", "Azerbaijan [or the Republic of Azerbaijan, or Azərbaycan Respublikası]", "Türkmenbaşy, Turkmenistan (turk-men-baash-ee)"], "parts_sanitized": ["Identify this capital city on the Absheron Peninsula. It is served by Heydar Aliyev Airport.", "Baku is the capital of this Caucasian country which fought a 1990s war with Armenia, which separates its exclave of Naxçıvan (nakh-chee-vaan).", "Across the Caspian Sea from Baku lies this port city formerly known as Krasnovodsk (krass-noh-vodsk) before its country's leader renamed it after himself in 1993."], "category": "Geography"}, {"leadin_sanitized": "For 10 points each, answer the following about poets who wrote about the American Civil War.", "answers_sanitized": ["Allen Tate", "Boston, Massachusetts", "Henry Timrod"], "parts_sanitized": ["This Southern Agrarian poet and co-author of the manifesto I'll Take My Stand used a recurring image of leaves swirling in a cemetery in his \"Ode to the Confederate Dead.\"", "Robert Lowell's poem \"For the Union Dead\" begins at an aquarium in this city and focuses on a statue of Robert Gould Shaw in this city. A Robert Frost collection is titled North of this city.", "This \"Poet Laureate of the Confederacy\" compared \"Dark Sumpter\" to a \"battlemented cloud\" in \"Charleston.\" This poet also wrote an ode that was sung at a grave decoration at Magnolia Cemetery in Charleston, South Carolina."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Heh, care to debate? These figures from English history sure would. For 10 points each:", "answers_sanitized": ["Putney Debates", "King and Country Debate", "Thomas Henry Huxley or Archbishop Samuel Wilberforce"], "parts_sanitized": ["In this series of debates during the English civil war, John Lilburne represented the Levellers in conflict with other less radical members of the New Model Army.", "This debate at Oxford before World War II convinced Mussolini that British youth were decadent and would be unwilling to prosecute a war against him. The text of the resolution ultimately agreed upon at this debate read: \"that this house will in no circumstances fight for\" its namesake two concepts.", "Another famous debate at Oxford occurred between a proponent of evolution and an opponent. Name either of those interlocutors, one of whom shared a surname with his descendant Aldous, the author of Brave New World, and the other with his ancestor William, the architect of Britain's abolition of slavery."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "<em>Variations and Fugue on a Theme by Mozart</em> by Max Reger uses the theme of this work, which begins with a swingy [<em>read slowly</em><strong>]</strong> C-sharp, D, C-sharp, E, E, melody. For 10 points each:", "answers_sanitized": ["Piano Sonata number 11 in A major [accept K 331; anti-prompt on BUT DO NOT REVEAL Turkish Rondo or Turkish March or Rondo alla Turca etc]", "Turkey [accept answers mentioning Rondo alla Turka or Turkish style]", "Ludwig van Beethoven"], "parts_sanitized": ["Name this work by Mozart whose first movement is itself a theme and variation. Its third movement begins with the turn: B, A, G-sharp, A, C.", "Mozart's 11th piano sonata may be best known for its third movement, a rondo in style of music from this country that imitates Janissary bands.", "This other composer's Ruins of Athens and Wellington's Victory also include Turkish style marches."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Quotient groups can be constructed using subgroups with this property. For 10 points each:", "answers_sanitized": ["normal", "G-delta set [or G-sub-delta set, or inner limiting set]", "they are perpendicular [or their angle is 90 degrees, or other obvious equivalents]"], "parts_sanitized": ["Identify this property which is held by a subgroup if its left and right cosets are equal for all elements. Subgroups with this property are setwise invariant under conjugation by any element of the group.", "In topology, a space is said to be perfectly normal if and only if it is normal and every closed set has this property. Sets of this type are expressible as the countable intersection of closed sets.", "In multivariable calculus, the normal vector to a plane or other surface has this relationship to that plane or surface."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Answer the following about Native Americans and Christianity, for 10 points each.", "answers_sanitized": ["Kateri Tekakwitha [accept either, prompt on Catherine]", "peyote", "Mormonism [accept LDS or the Church of Jesus Christ of Latter-Day Saints]"], "parts_sanitized": ["The first Native American to be canonized in the Catholic Church was this Mohawk woman who was born in what is now Auriesville, New York and converted to Catholicism at the age of nineteen. Scars on her face from smallpox are said to have miraculously vanished at the moment of her death.", "Adherents of the Native American Church, the largest indigenous religious group in the US today, participate in church services in which this cactus is ingested. This plant contains the stimulant mescaline and has historically been used for rituals and medicine by Native Americans.", "This religious group's \"Indian Placement Program\" saw young Native Americans sent to live in the homes of white followers of this religion. They historically referred to Native Americans as \"Lamanites.\""], "category": "Religion"}, {"leadin_sanitized": "A lost work in the Epic cycle titled for the plural form of this word, possibly by Agias of Troezen, narrates the lives of certain Greek soldiers following the Sack of Troy, including Menelaus going to Egypt. For 10 points each:", "answers_sanitized": ["nostos [accept the plural form, nostoi]", "Odysseus", "Nestor"], "parts_sanitized": ["Identify this Greek term generally referring to a return home, or a homecoming.", "The concept of nostos is typically studied in reference to this character, whose own nostos includes sailing past the Sirens and escaping Calypso in his namesake epic.", "In the Book 3 of The Odyssey, this character relates various nostoi to another character after Mentor convinces the latter to approach this character. This character narrates how he sailed away with Menelaus instead of staying in Troy for an extra day to offer sacrifices with Odysseus and Agamemnon."], "category": "Mythology"}, {"leadin_sanitized": "Answer the following about Mongols in China for 10 points each.", "answers_sanitized": ["Yuan Dynasty", "Greater East Asia Co-Prosperity Sphere", "Altan Khan"], "parts_sanitized": ["Mongols established this Chinese dynasty led by rulers including Kubla Khan. It fell to the Red Turban Rebellion, whose leader established the Ming Dynasty.", "The Mongol puppet leader Demchugdongrub led the state of Mengjiang, a member of this network of Japanese puppet states that also included Puyi's state of Manchukuo.", "This powerful Mongol leader menaced the Ming Dynasty's frontier in the 16th century. He established the position of Dalai Lama at his court and took a name meaning \"Golden King\"."], "subcategory": "History World", "category": "History"}]}