{"tossups": [{"question_sanitized": "In a hadith composed by Samurah ibn Jundub, Muhammad reports having seen the house of believers and the house of martyrs in one of these objects with Abraham standing nearby and Malik maintaining a fire in front of it. Jabir ibn Abdullah reported that Muhammad hugged one of these objects until it stopped crying while he was delivering a sermon. One of these objects named (*) zaqqum tortures people in Jahannam. During the Night Journey, God reduced the amount of prayers to 5 near one of these objects in the seventh Heaven called Sidrat al-Muntaha, which no man can pass. Surat Ibrahim compares Allah's good word to one of these which can \"reach the sky\". Muhammad compares hypocrites to, for 10 points, what type of object which he says will be uprooted \"in one go\"?", "answer_sanitized": "trees [accept specific types like cedar tree or lote tree]", "category": "Religion"}, {"question_sanitized": "Killing Vector Fields are set equal to a Kronecker delta in order to express symmetry as part of this theory. One scientist who worked on developments in this theory used the concept of the \"Large Numbers Coincidence\" and a starting point of the action principle to develop what came to be known as Brans Dicke theory. A metric that describes an expanding but not simply connected universe, called the (*) FLRW metric, is central to this theory and acts as a solution to a set of equations that model this phenomenon with a stress energy tensor. Four dimensional pseudo-Riemannian manifolds are used in this this theory that also uses the Ricci curvature tensor. One consequence of this theory is that matter can apparently bend a light source coming towards an observer as part of gravitational lensing. For 10 points, name this phenomenon which explains the curvature of space time as caused by massive objects, which was formulated by Einstein.", "answer_sanitized": "General Relativity [accept GR; prompt on just relativity]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A section of one piece by this jazz musician ends with a D-flat-13 chord with raised 11th; the piece then returns to its first theme by echoing the opening triplet-rhythm [read slowly] low notes F-sharp, G, C. That piece, \"The Duke,\" was this man's tribute to both Duke Ellington and his teac]er Darius Milhaud (mi-YODE), and appears on his album (*) Jazz: Red Hot and Cool. Another piece by this man, which he picked up from street musicians while abroad, uses the following four-measure rhythm cycle: three measures of eighth notes grouped into 2+2+2+3, then a measure of 3+3+3. That piece in 9/8 time appears with a Paul Desmond piece in 5/4 time - which is the best-selling jazz single of all time - on this man's album Time Out. For 10 points, name this jazz pianist behind \"Blue Rondo a la Turk\" and \"Take Five.\"", "answer_sanitized": "(David Warren) Dave Brubeck", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In one story by this author, a farm laborer almost strangles a child for trying to steal his harmonica, on which he plays an enigmatic folk song. The protagonist of that story, titled for a Swedish folk song, commits suicide after a tour of neighboring farms with his wife on which he attempts to explain his reasons for killing the bounty hunter Homer Hatch. In another story by this author, Adam volunteers for a post in World War I with a life expectancy of nine minutes. In that story, his girlfriend, (*) Miranda, works as a theater columnist and survives the Spanish Flu. Another story by this author is set on a boat bound from Mexico to Europe and takes its title from a Sebastian Brant poem. For 10 points, name this author of \"The Jilting of Granny Weatherall\", Ship of Fools, and Pale Horse, Pale Rider.", "answer_sanitized": "Katherine Anne Porter", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The words of one character in this work are compared to \"the hides worn by the most vulgar satyrs\" and that character later makes a metaphor about wisdom flowing from a full cup like water. In the first section of this work, one character recalls a meeting between two characters that started because \"the sight of sandals was unusual.\" Alluding to Acusilaus and Hesiod, one speaker in this philosophical work suggests that because a concept is the oldest, it confers the greatest benefit. In this dialogue, (*) Pausanias draws a distinction between the Common form of a concept, and the Heavenly version of a concept that can only occur between a man and a boy. Later in this work, Aristophanes suggests that people were once twice what they currently are, but Zeus cut them in half. Alcibiades delivers a eulogy to Socrates in this work, but Socrates later rejects his advances. For 10 points, identify this Platonic dialogue where characters discuss love at a party hosted by Agathon.", "answer_sanitized": "The Symposium", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "This location's inhabitants were persuaded to move by a figure appointed by its governor as \"Great Conciliator\". George Robinson negotiated the deportation of this island’s natives after a campaign of genocide of which Wooraddy and Truganini were the only survivors. In one atrocity on this island, settlers formed a human chain that advanced across this island killing anyone it encountered.This island's governor, George Arthur, fought the \"Black (*) War\" on this island and deported its survivors to Flinders Island. This island's country implemented strict gun laws after a mass shooting in this island's city of Port Arthur. This island's original inhabitants reached it by crossing the Bass Strait. This island was known as Van Diemen's Land under British rule. For 10 points, name this island named for a Dutch explorer who was one of the first to visit Australia.", "answer_sanitized": "Tasmania", "category": "Geography"}, {"question_sanitized": "Near the end of this movie, one character tells another to cover up a murder and burn the body to prevent the FBI from getting involved in a case where the murderer fled to Venezuela. In another scene, a different character tries to blackmail another over the phone by mentioning \"Slovak the butcher.\" After being reminded that blackmail is a felony and repeating that he just a good Samaritan, that male character in this film laughs at the idea that his bicycle is a (*) Schwinn. Tilda Swinton plays a character in this movie who is having an affair with a George Clooney-played character who himself shoots a character hiding in a wardrobe. The main characters in this movie work at a gym called Hardbodies and one of them wants to get money from the Russians for plastic surgery. For 10 points, in what Coen Brothers film do Brad Pitt and Frances McDormand play bumbling idiots who accidentally receive classified recordings?", "answer_sanitized": "Burn After Reading", "category": "Trash"}, {"question_sanitized": "One algorithm that acts on these objects involves constructing a supply function on top of a factor oracle. A set of these objects can be stored using deterministic acyclic finite state automata. In another algorithm that is applied to these objects, the worst case run time is reduced to time complexity of big O of n after a table and failure function are constructed. These objects are acted on by the BOM and (*) KMP algorithm. These objects are the input of the MD5 algorithm which then returns a checksum value. The Linux \"grep\" command uses regular expressions to match these objects. In newer versions of Python, the contents of these objects can be outputted directly to the console with the print statement. For 10 points, concatenation can be done on what data type with a length that usually hold text?", "answer_sanitized": "strings [accept Str or substring; accept words, suffixes, prefixes, or text before mention]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "This thinker wrote about feeling hypnotized before entering the title location of an essay in which he describes the \"diffused eroticism\" of the darkness of the theater. In the first book by this thinker, he argues that to the classicist, \"prose and poetry are quantities\" and that \"the modern masterpiece is impossible.\" This theorist used the term \"ex-nomination\" in another book to refer to the way the bourgeoisie wants their status to not to be named. In that book, this thinker claims appropriated (*) culture is used to create myths as seen in advertisements that are stripped of meaning without context. This author of Writing Degree Zero argued against the consideration of the biography or the intentions of writers in another essay. For 10 points, name this French thinker of Mythologies and the essay \"The Death of the Author.\"", "answer_sanitized": "Roland Barthes (Bart) (The first essay is \"Leaving the Movie Theater\")", "category": "Social Science"}, {"question_sanitized": "One story collection named for this country's capital includes stories like \"The Hell of Cars\" and \"Young Titans\" and was written by an author with a Latin pseudonym meaning \"I do not know.\" Another novel from this country narrated by a coffee merchant who decries the forced cultivation of coffee in this country's colonies and was written under the pseudonym Multatuli. This home country of the poet Cees (*) Nooteboom is the setting of a work whose author recalls a youthful crush on Petel and her interactions with the dentist Dussel. That work set in this country is in the form of a series of letters to \"Kitty\" that often involve the author's sister, Margot, and father, Otto. For 10 points, name this country in which Anne Frank hid while writing her diary.", "answer_sanitized": "the Netherlands [accept Holland]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A militia commander and leader of this group was the first person in US history after George Washington to be granted the rank of Lieutenant General. An army raised by this group, the Danites, fought government forces at the Battle of Crooked River. Before the civil war, Albert Sidney Johnston led a federal assault on this group in 1857. A splinter of this group settled on Beaver Island, Wisconsin after following James (*) Strang. This group was targeted by the \"extermination order\" of Governor Lilburn Boggs of Missouri. This group collaborated with local Native Americans to commit the Mountain Meadows Massacre. This group was expelled from the towns of Carthage and Nauvoo in Illinois before settling in a state they called \"Deseret\", where they were led by the Quorum of the Twelve Apostles, which met in Salt Lake City. For 10 points, name this group led by Joseph Smith and Brigham Young.", "answer_sanitized": "Mormon Church [accept Church of Jesus Christ of Latter Day Saints or LDS]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In a painting by an artist from this city, an angel wearing blue enters a room with a woman sleeping in a canopied bed; that painting is the fifth in a series about Saint Ursula. In another painting, this city's patron saint is portrayed descending in red robes from the top of the canvas to save a nude slave. Four painters from this city, the home of Vittore Carpaccio, play instruments in the foreground of a painting that represents the transformation of (*) water into wine. An artist from this city, the site of the Scuola Grande di San Marco, painted a diagonal depiction of the Last Supper in a darkened room. The most notable painting from this city's \"school\" depicts a sleeping dog next to the title reclining nude \"of Urbino.\" For 10 points, identify this home of Tintoretto, Veronese (VAIR-oh-NAY-say), and Titian.", "answer_sanitized": "Venice [accept Venetian school or Venezia]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A 2014 paper in The Lancet by this scientist argued that type 2 diabetes was caused by not enough oxidants, prompting one professor to claim that his name was the only thing that gained that paper publication. Chapter titles like \"Manners Maintained when Reluctantly Leaving Harvard\" appear in this man's book Avoid Boring People: Lessons from a Life in Science. This man was the first living Nobel laureate to auction off his medal. This man officially retired from (*) Cold Spring Harbor Laboratory in 2007 following outcry over his comments that he was \"inherently gloomy about the prospect of Africa\" and that \"people who have to deal with black employees find [it] not true\" that race and intelligence are not correlated. After this man repeated those opinions in a 2019 documentary, the laboratory stripped him of his honorary titles. For 10 points, name this scientist who, with Rosalind Franklin and Francis Crick, discovered the double-helix nature of DNA.", "answer_sanitized": "James Watson", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The first section of this novel references the designation of \"truth under the garb of fiction\" and describes 36,501 blocks of \"rough stone\" in a couplet. The phrase \"born in the wrong womb\" is used in this novel to refer to a character who was not born into the main line of the family but successfully manages the household when the most powerful woman in her clan has a miscarriage. One sickly character in this novel composes a poem for some dead (*) flower petals. That woman was born into the Rongguo house, and rejected a childhood request of a Buddhist monk to save her from a tragic fate. The protagonist of this novel pursues Lin Daiyu but ultimately marries his cousin Xue Baochai, and also was born with a piece of jade in his mouth. For 10 points, name this Chinese novel about the Jia family by Cao Xueqin.", "answer_sanitized": "Dream of the Red Chamber [or The Story of the Stone or other translations such as A Dream of Red Mansions; also accept Shítóu jì]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Paul Preston controversially labelled this war a “holocaust” in a history of it. This war was presaged by a miners’ strike that was supported in parliament by the feminist Margarita Nelken. An aerial bombardment in this war destroyed a town's sacred 600-year-old oak tree. One of its causes was the CEDA's fall from power, which prompted a coup led by José Sanjurjo. Following this war's Battle of Teruel, an unsuccessful attack on the bend of a river was ordered by Prime Minister (*) Juan Negrin. During this war, Emilio Mola coined the term \"fifth column.\" Units in this war included the German \"Condor Legion,\" and \"International Brigades\" such as the Abraham Lincoln Brigade. Battles at the Ebro and Guernica were fought during, for 10 points, what war that brought Francisco Franco to power in an Iberian country?", "answer_sanitized": "Spanish Civil War [or Guerra Civil Española; prompt on Guerra Civil or La Guerra]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This river's Csepel (chep-pull) island is a former industrial center and used to be a royal vacation retreat. The Bystroye (bee-stroy-eh) canal was built through this river's delta despite opposition from environmental groups. The Kalemegdan fortress overlooks the confluence of the Sava and this river. This river passes through a valley known as the Devín Gate. The Inn and Ilz rivers flow into this river at Passau, while other tributaries of this river include the Isar and the (*) Tisza (tee-suh). Ada Kaleh, a former island in this river, was an Ottoman Turkish exclave until 1920. That island was submerged in 1970 following the construction of a hydroelectric dam across the Iron Gates gorge in this river. The border between Romania and Bulgaria largely lies along, for 10 points, what Eastern European river which flows through Bratislava and Vienna?", "answer_sanitized": "Danube [accept any of Donau, or Dunaj, or Duna, or Dunav, or Dunărea, or Doana]", "category": "Geography"}, {"question_sanitized": "The rondo theme of a work in this genre opens with the eighth note melody [read slowly] C, B, C, D, C, B-flat, A, followed by three quarter note A's. The first movement of one of these works, which was dedicated to Jacques Thibaud (tee-BOW), is subtitled \"Obsession.\" Another work of this genre by the same composer features a first bar that is scored in 4/4 time but contains 82 beats. That piece in this form is the one movement \"Ballade\" (bah-lahd) by (*) Eugène Ysaÿe (ē-sigh). One work of this type was marked for \"un mulattico lunatico\", referring to its original dedicatee George Bridgetower. A collection of fifteen of these pieces each require a different tuning, is accompanied by one of the \"Mysteries from the Rosary\", and is by Heinrich Biber. For 10 points, Beethoven's \"Spring\" and \"Kreutzer\" are what type of composition, written for a high-pitched string instrument, and often accompanied by piano.", "answer_sanitized": "violin sonata [prompt on sonata]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This novel notes that \"camaraderie...superadded to love between the sexes\" is \"the only love which is strong as death.\" A gathering place in this novel, Warren's Malthouse, sells ale in a big mug called a \"God-forgive-me.\" At the end of its first chapter, the male protagonist says \"Vanity\" is the greatest fault of its female protagonist, whom he had seen sitting on a wagon while she was looking at herself in a mirror. That character in this novel later erases the words \"and (*) child\" from the coffin of Fanny Robin. Near the end of this novel, a man thought drowned crashes a Christmas party and is shot by William Boldwood. This novel ends with the marriage of Gabriel Oak and Bathsheba Everdene. For 10 points, name this Thomas Hardy novel whose title comes from Thomas Gray's \"Elegy Written in a Country Churchyard.\"", "answer_sanitized": "Far From the Madding Crowd", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One rebel leader in this country wrote a poem about crows plucking the tendons and hyenas eating the flesh of the British colonial officer Richard Corfield after his victory at the Battle of Dul Madoba. Wadaad's writing was an orthography created for this country's language, and the Dervish State was established in this modern-day country during the (*) Mad Mullah Revolt. An invasion by this country's Adal and Ajuuran Sultanates was quashed with Portuguese support by a neighboring country's monarch Dawit II, and clans including the Darod and Hawiye dominated its pre-colonial politics. It's not South Sudan, but the valley of the Juba River and the city of Kismaayo in this country were the targets of a settlement scheme by its Italian colonists. For 10 points, name this modern-day country where the city of Mogadishu grew rich off the Indian Ocean trade.", "answer_sanitized": "Federal Republic of Somalia", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A 2018 paper in Science showed one of these organisms establishing reproductive isolation in three generations via homoploid hybrid speciation. These organisms are threatened by Philornis downsi. Mutations in HMGA2 and ALX1 control a key physical feature of these organisms. A key example of character displacement occurred between two species of these organisms, G. fortis and G. fuliginosa. These animals can be found on Daphne Major and Genovesa, where they have been studied by Peter and Rosemary (*) Grant for decades. This group of creatures contains the species G. scandens and G. magnirostris which are the cactus and large ground varieties respectively. Their variety of beak shapes arose through adaptive radiation and reflect different food niches. For 10 points, name this group of birds studied by a scientist on the HMS Beagle.", "answer_sanitized": "Darwin's finches [or Galapagos finches; or Geospizinae; or Geospizini; prompt on finches or birds] Bonuses:", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "Answer the following about references to Alexander the Great in world literature for 10 points each.", "answers_sanitized": ["The Epic of Sundiata [accept Son-Jara]", "\"The Man who Would Be King\" [by Rudyard Kipling]", "Shahnameh"], "parts_sanitized": ["This Malian epic refers to Alexander as \"the mighty king of gold and silver\" and the focal point of a history of kings that the griot Balla Fasseke tells to its protagonist.", "In this story, Daniel Dravot is revered as a second coming of Alexander the Great by a tribe descended from his army in the Pakistani region of Kafiristan.", "In this epic, a talking tree that Alexander finds at the end of the world tells him that he will die in Babylon. In this epic poem, Rostam accidentally kills his son, Sohrab, in battle."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The continuity equation that is part of these equations sets the partial of fluid pressure with respect to time plus the gradient of the product of fluid density and the fluid dynamic viscosity equal to 0. For 10 points each:", "answers_sanitized": ["Navier Stokes Equations", "turbulence [accept turbulent flow]", "Cauchy Momentum Equation [prompt on just Cauchy Equation]"], "parts_sanitized": ["Name these doubly eponymous equations from fluid dynamics whose existence and smoothness is one of the Millennium Prize Problems.", "When this phenomenon is present, the Navier Stokes equations may have to be modeled using simulation. Kolmogorov's theory of the incompressible form of this phenomenon assumes the third wave number is approximately double the first wave number.", "This other equation named after a Frenchman is related to the Navier Stokes equations and is derived from Newton's Second Law by applying the Reynolds Transport Theorem. It is sometimes written dj dt plus the gradient of F is equal to S."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This model of endogenous growth includes a term where the derivative of <em>h</em> is equal to phi times the quantity of 1 minus <em>L</em> in one of its two differential equations. For 10 points each:", "answers_sanitized": ["Lucas model [accept Lucas-Uzawa model]", "Solow Swan model", "Trade [prompt on international exchange]"], "parts_sanitized": ["Identify this model of economic growth that was partially inspired by Uzawa's 1965 paper and was published in the 1980s. This model's production function is similar to a Cobb-Douglas production function where the Labor term is multiplied by coefficients l and h.", "In this perhaps more famous model of economic growth, the optimal level of capital per worker, k star, is where the break even capital per worker is equal to the savings rate times the output. This model suggests a \"golden rule\" savings rate.", "The classical Solow model does not account for open economies where this type of exchange takes place. Riccardo's idea of comparative advantage helps explain this economic phenomenon."], "category": "Social Science"}, {"leadin_sanitized": "Answer the following about cattle being killed in Southern Africa. For 10 points each:", "answers_sanitized": ["Shaka Zulu", "rinderpest", "Xhosa (hoh-sah)"], "parts_sanitized": ["This leader ordered all of his realm's milk cows slaughtered after the death of his mother, Nandi, to show their calves what it was like to lose a mother. This Zulu leader developed the iklwa stabbing spear.", "A massive epizootic of this cattle disease caused famines, including one that nearly wiped out the Maasai, throughout Southern Africa in the 1890s. This disease was likely initially spread by Italian colonists in the Horn of Africa.", "This second-largest ethnic group in South Africa underwent a large famine after the teenaged prophet Nongqawuse (nohng-kah-woo-say) convinced them to slaughter their cattle en masse to resist the British."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answer some questions about French plays with ancient Greek subjects, for 10 points each:", "answers_sanitized": ["Jean Anouilh (AWN-WEE)", "Jean-Baptiste Racine", "Aricia"], "parts_sanitized": ["Laurence Olivier (Oh-liv-eee-ay) was in the original cast of this author's adaptation of Sophocles' play Antigone, which criticizes Nazi occupation of France.", "This contemporary of Moliere and Corneille drew inspiration from Euripides for his plays Phedre and Andromaque. Also heavily inspired by the Bible, he wrote a play about the wife of Judah who worships the god Baal in his play, Athalie, as well as a play about Esther.", "A notable difference between Euripides' Hippolytus and Racine's Phedre is the latter's inclusion of this character, Hippolytus' love interest."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "If a torsion-free group has a subgroup with finite index and this property, then that group also has this property. For 10 points each:", "answers_sanitized": ["cyclicity", "commutativity [accept word forms such as commutative]", "centralizer [also accept commutant]"], "parts_sanitized": ["Identify this property held by groups with a single generator.", "Cyclic groups are abelian, meaning that the binary operation over which they are defined has this property. Addition has this property, but subtraction does not.", "Given a subset S of a group G, this term is used to refer to the subgroup comprised of the elements of G which commute with all elements of S. The order of this subgroup for an element a is equal to the number of elements in the conjugacy class of a according to the class equation."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Thomas Carlyle and Frederick Maurice watch laborers dig up a street in this painting. For 10 points each:", "answers_sanitized": ["Work", "Tondo", "Pre-Raphaelite Brotherhood [accept PRB or Pre-Raphaelites]"], "parts_sanitized": ["Name this painting by Ford Madox Brown that depicts \"navvies\" building an underground tunnel in London.", "Brown's painting The Last of England is this type of painting, characterized by its circular shape. Another example of this type of painting is Fra Angelico's Adoration of the Magi.", "Brown was associated with this British art movement that sought to reject the influence of Mannerism in painting. Members of this group included Dante Gabriel Rossetti and William Holman Hunt."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This deity's three brothers, Quetzalcoatl <strong>(ket-zahl-kwat-ull)</strong>, Huitzilopochtli <strong>(hwee-tsee-loh-pohcht-lee)</strong>, and Xipe Totec <strong>(shee-pay toh-tek)</strong>, were sometimes referred to as the White, Blue, and Red versions of this deity. For 10 points each:", "answers_sanitized": ["Tezcatlipoca (tez-kaht-lee-poh-kuh)", "Aztecs [also accept Mexica]", "Cipactli (kee-pahkt-lee)"], "parts_sanitized": ["Name this creator god and personification of the night sky. Many accounts of this god portray him as a rival to his brother Quetzalcoatl and his name in Nahuatl (nah-hwat-ull) means \"Smoking Mirror.\"", "Tezcatlipoca and his brothers were deities in the myth system of these people. Their main capital, the Templo Mayor (mye-ore), was found in their capital city of Tenochtitlan (teh-nohch-teet-lahn).", "In many depictions of Tezcatlipoca, an obsidian mirror is in place of one of his feet. This is a result of the story in which he used his foot as bait to attract this Earth Monster, so that he and Quetzalcoatl could use its body to create land."], "category": "Mythology"}, {"leadin_sanitized": "For 10 points each, answer the following about suicides being broadcast on radio in Latin American history.", "answers_sanitized": ["Republic of Cuba", "Republic of Chile", "Getúlio Vargas"], "parts_sanitized": ["Eduardo Chibas, the leader of the Orthodox Party, committed suicide during a radio interview after years spent attacking this country's corrupt presidents, Ramon Grau and Carlos Prio Socarras.", "After Salvador Allende committed suicide at the end of a radio broadcast from his besieged presidential palace, the right-wing general Augusto Pinochet took power in this South American country.", "This leader of a regime he termed the \"Estado Novo\" had his suicide note read on air hours after he killed himself in 1954. This leader sent \"pracinha\" troops to fight in World War II."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Early in this pla, Dr. Joe Cardin is called to investigate a girl’s heart pains. For 10 points each:", "answers_sanitized": ["The Children’s Hour", "Watch on the Rhine", "Dashiell Hammett"], "parts_sanitized": ["Name this play about Mary Tilford, a student at an all-girls boarding school who accuses two teachers of having a lesbian affair.", "Lillian Hellman, author of The Children’s Hour, also wrote this play in which Sara and her children are political refugees. Sara’s husband, Kurt Mueller, is threatened by Teck to be outed to the Nazis in this play.", "Hellman had a long-time relationship with this author, who created the Humphrey Bogart portrayed-Sam Spade in The Maltese Falcon."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer some questions about the weird and wacky state of South Dakota, for 10 points each:", "answers_sanitized": ["they are drive-in", "Crazy Horse [or His-Horse-Is-Crazy, or Tȟašúŋke Witkó]", "\"free ice water\""], "parts_sanitized": ["The South Dakota School of Mines Hardrockers play football in O'Harra Stadium, which possesses this unique property. Movie theaters of this type typically employ large outdoor projection screens and broadcast the sound over radios.", "A controversial monument to this Lakota warrior has been in the process of being carved out of a mountain in South Dakota since 1948. If and when completed, it will show this man atop a horse with his hand outstretched.", "Wall Drug, a part-museum, part-drugstore which Bill Bryson called \"the world's worst tourist trap\", is advertised in signs all over South Dakota and the world by this three-word phrase promising refreshment."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Salvador Dalí claimed that these artworks were \"divine\" and provided a means to \"descend into the region of the subconscious of the living and monarchical aesthetic of tomorrow.\" For 10 points each:", "answers_sanitized": ["Entrances to the Paris Metro [accept Métropolitain or Metro de Paris for \"Paris Metro\"; accept equivalents, such as signs, for \"entrances\"; prompt on partial answers]", "Art Nouveau", "Antoni Gaudí"], "parts_sanitized": ["Identify these Viollet-le-Duc-inspired public artworks designed by Hector Guimard.", "The entrances to the Paris Metro are in this artistic style. The glass designs of the American Louis Tiffany are in this artistic style, which was known in Germany as \"Jugendstil,\" and in Spain as \"Modernisme.\"", "This Catalan architect was a major proponent of Modernisme, evident in his designs for Park Güell and the Casa Mila. He also designed the still-unfinished Sagrada Familia."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "An enlarged spleen, a lack of neutrophils, and presence of one form of this disease make up a triad called Felty's syndrome. For 10 points each:", "answers_sanitized": ["rheumatoid arthritis", "TNF-alpha [or tumor necrosis factor alpha]", "Crohn's disease"], "parts_sanitized": ["Name this set of diseases characterized by inflammation of the joints. The swan-neck and boutonniere deformities can be found in its rheumatoid variety.", "A set of drugs for rheumatoid arthritis, including infliximab and certolizumab, inhibit this protein also known as cachectin. This pro-inflammatory cytokine is secreted by macrophages, and was originally named for its ability to kill neoplasms.", "TNF-alpha inhibitors are also used to treat this form of inflammatory bowel disease named for an American physician. Cobblestone lesions and non-caseating granulomas characterize this disease, which often presents with abdominal pain and diarrhea."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Versions of this text were compiled in and named for Jerusalem and Babylon. For 10 points each:", "answers_sanitized": ["Talmud [accept Jerusalem Talmud or Palestinian Talmud or Talmud of the Land of Israel or Babylonian Talmud or Talmud Yerushalmi or Talmud de-Eretz Yisrael or Talmud Bavli; prompt on Yerushalmi or Bavli; prompt on Six Orders (of the Mishnah) or Shishha Sidrei (Mishnah) or Shas]", "Hillel the Elder [or Hillel HaZaken]", "He faked his death. [accept any answers that refer to him pretending to be dead or being carried out of the city in a coffin]"], "parts_sanitized": ["Name this text, which pairs a compendium of rabbinic oral law called the Mishnah with a set of commentaries on the Mishnah called the Gemara.", "The Talmud contains lots of stories about this sage, such as one in which he stands on one foot and sums up Judaism as \"What is hateful to you, do not do to your neighbor.\"", "The Talmud also contains the story of Yohanan ben Zakkai, who escaped the besieged Jerusalem to talk to Vespasian by doing this."], "category": "Religion"}, {"leadin_sanitized": "Manuel DeLanda wrote a book titled <em>Philosophy</em> and <em>this word</em>: <em>The Emergence of Synthetic Reason</em> about topics like neural nets and \"artificial chemistries and the prebiotic soup.\" For 10 points each:", "answers_sanitized": ["simulation [accept obvious equivalents like \"we are all living in a computer simulation\"]", "Nicklas Bostrom", "Gilles Deleuze (De-luz)"], "parts_sanitized": ["Identify this philosophical ideas that says reality is an illusion, probably created by a computer, that was paired with Simulacra in the title of a book by Jean Baudrillard (\"Bow\"-dri-yard).", "This contemporary Swedish philosopher provided a probabilistic analysis of the likelihood of living in a computer simulation in one work and also made a trilemma for the somewhat-misnamed \"simulation argument.\"", "This other philosopher wrote about simulacrum in the context of his reading of Nietzsche's project of \"overturning Platonism.\" With a psychoanalyst, this philosopher developed the concept of \"deterritorialization\" in books like Anti-Oedipus and The Thousand Plateaus."], "category": "Philosophy"}, {"leadin_sanitized": "Answer the following about the Savings and Loan Crisis for 10 points each.", "answers_sanitized": ["Paul Volcker", "Keating Five", "Bush"], "parts_sanitized": ["This Chairman of the Federal Reserve under Carter and Reagan's increase of interest rates to resolve inflation likely contributed to the onset of the Crisis. This man is the namesake of a regulatory \"rule\" by which banks are forbidden from proprietary trading.", "This group of senators was accused of taking payments from their namesake owner of Lincoln Savings and Loan in exchange for preferential treatment during its bailout. This group included Alan Cranston, John Glenn, and John McCain as well as two other senators.", "One politician from this family had his bank, Silverado Savings and Loan, fail during the crisis, thus dooming his hopes of becoming governor of Colorado. Another member of this family, Jeb, was more successful in his bid to become governor of Florida."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "[<em>NOTE TO MODERATORS, NOT TO BE READ ALOUD: Do not reveal the composer in the first part</em>.] Three pieces in this genre for solo piano comprise the composer's Opus 117. The first of those pieces bears the heading \"Sleep softly, my child, sleep softly and well! It grieves me so to see you weep.\" For 10 points each:", "answers_sanitized": ["intermezzos [or intermezzi]", "Johannes Brahms", "Clara (Josephine) Schumann [or Clara (Josephine) Wieck; prompt on Schumann]"], "parts_sanitized": ["Name this genre. An A-minor piece in this genre is the second piece in its composer's Opus 118, Six Pieces for Solo Piano, and opens with this six-note melody in eighth note rhythm: C-sharp, B, D above (pause), C-sharp, B, A above.", "Those intermezzos are by this German composer, best known for his namesake lullaby.", "The Six Pieces for Solo Piano were dedicated to this woman, a pianist and composer in her own right. Brahms carried out a long correspondence with this wife of another composer."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This concept is said to \"bury the day\" with the bell and is described as both destroyer and preserver. For 10 points each:", "answers_sanitized": ["time", "Thomas Stearns Eliot", "Louis MacNeice"], "parts_sanitized": ["Identify this concept that is declared to be \"unredeemable\" in the first section of \"Burnt Norton,\" which opens with a discussion of this concept. In another poem, the speaker says that this concept exists for \"a hundred indecisions / And for a hundred visions and revisions.\"", "\"Burnt Norton\" and the Four Quartets were written by this poet. He claimed that \"there will be time/To prepare a face to meet the faces that you meet\" in his \"Love Song of J. Alfred Prufrock.\"", "In this man's poem \"Meeting Point,\" the speaker says that \"Time was away and somewhere else.\" This Irish poet collaborated with his friend W.H. Auden on the collection Letters from Iceland and wrote the long poem \"Autumn Journal.\""], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Like succimer, this compound can be used to treat lead poisoning. For 10 points each:", "answers_sanitized": ["EDTA [or ethylenediaminetetraacetic acid or ethylenediaminetetraacetate]", "titration [accept specific variants such as acid-base titration, or redox titration, or precipitation titration, or complexometric titration]", "tris [or tris(hydroxymethyl)aminomethane]"], "parts_sanitized": ["Name this hexadentate ligand, most often used to chelate magnesium and calcium. This compound is mixed in small quantities with DNA to inhibit nucleases.", "EDTA is commonly used alongside Fast Sulphon Black F in a complexometric form of this procedure. A phenolphthalein indicator can be used in the acid-base version of this procedure.", "A common solution used to store nucleic acids contains EDTA and this buffer. This compound and EDTA are also found alongside either acetic acid or boric acid in solutions used for gel electrophoresis."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "He got one of his noble titles by marrying Anne Beauchamp, and he died at the Battle of Barnet. For 10 points each:", "answers_sanitized": ["Richard Neville, 16th earl of Warwick [accept either; prompt on Kingmaker]", "roses", "Battle of Tewkesbury"], "parts_sanitized": ["Name this man, who left his captaincy of Calais to lead a coup and capture the king at Northampton. Later the same year, he became the second earl of Salisbury when his father, the first earl, was killed at Wakefield.", "Neville \"the Kingmaker\" fought for both sides in the 15th-century English wars named for these flowers, which both the Yorkists and Lancastrians had on their banners.", "Less than a month after Neville's death, the Lancastrian forces of Margaret of Anjou, wife of Henry VI, were defeated by Edward IV at this April 4, 1471 battle, fought North of Gloucester."], "subcategory": "History British", "category": "History"}]}