{
    "tossups": [
        {
            "question_sanitized": "In 2020, Eric Dickerson claimed that he \"saw himself\" in this player. This player set the national high school football record for career rushing yards with the Yulee Hornets. This player was selected 45th overall in the 2016 NFL draft, the 2nd running back to be selected after Ezekiel Elliott. This non-quarterback threw a 3-yard touchdown pass on a trick play against the Ravens; the receiver who caught it was (*) Corey Davis. This player's nicknames include Tractorcito. This player brutally stiff armed A. J. Bouye and Leon Jacobs to finish a 99-yard touchdown run against the Jaguars. This running back is well known for his dreadlocks. The rushing leader for the last two seasons, was, for 10 points, what current running back for the Tennessee Titans?",
            "answer_sanitized": "Derrick Henry [accept King Henry]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "Red Miller was a coach for this team and sparked the \"Orange Crush Defense\". One quarterback for this team marched up the field 98 yards in 15 plays in what is known as \"The Drive\", and he also performed the iconic \"helicopter\" play in the Super Bowl. One player led this team over the Pittsburgh Steelers in the first round of the playoffs, throwing for 316 yards and 31.6 yards per completion; this led some people to draw comparisons to (*) David 3:16. David Bruton Jr. and T. J. Ward were part of this team's \"no fly zone\", an elite secondary that was led by Aqib Talib. This team won a super bowl when Cam Newton considered diving for a fumbled ball but didn't, and in that game, this team's Von Miller won the Super Bowl MVP. Tim Tebow led this team in the playoffs before the arrival of Peyton Manning, who retired with this team. For 10 points, name this NFL team located in Colorado.",
            "answer_sanitized": "Denver Broncos [accept either underlined part]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "The Miami Dolphins came back from a 24-0 deficit against this team, only to lose in overtime in the \"Game No One Should Have Lost\". While on this team, Antonio Cromartie returned a missed field goal for 109 yards, the longest play in NFL history. Despite having the #1 ranked offense and defense in 2010, this team lost 5 games due to special teams and ultimately failed to make the playoffs. That season, Hall of Famer (*) LaDainian Tomlinson, who spent most of his career on this team, was not on the roster. Anthony Lynn was fired as this team's head coach after going 7-9. This team lost Drew Brees in free agency to the Saints, and it has weapons like Keenan Allen. This team's quarterback won the 2020 Rookie of the Year; that player is Justin Herbert. For 10 points, name this team that relocated from San Diego to Los Angeles, where it plays today.",
            "answer_sanitized": "Los Angeles Chargers [accept San Diego Chargers before mentioned; prompt on Los Angeles or LA before mentioned] (Note: the Rams are also in LA.)",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "One of these plays against the Lions was only possible because on the previous play, a questionable face mask was called against the defense after two lateral passes. One of these plays were rendered moot after Larry Fitzgerald, who was on the opposing team, caught a 76-yard pass on the very next play in overtime. During one of these plays, the announcer stated that \"he turned 32 yesterday, does he have a vintage moment in him\". Despite leading 23-21 at the end of the 4th quarter, the (*) Lions lost a 2015 game on one of these plays. These plays typically occur when a team sends all of their wide receivers, such as Robert Cobb and Davante Adams to run go routes to the end zone. For 10 points, name these plays where the starting Green Bay Packers quarterback throws a long last-second touchdown, whose name derives from a Catholic prayer.",
            "answer_sanitized": "Aaron Rodgers hail mary [accept Green Bay or Packers in place of Aaron Rodgers until mentioned; accept last-second touchdown or reasonable equivalents in place of hail mary until mentioned; accept more specific descriptive answers such as \"Aaron Rodgers hail mary against the Lions\"; prompt on hail mary by asking, \"who is throwing the ball?\"; prompt on touchdown by asking \"what type of play?\"]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "When Warren Sapp grabbed this player's facemask, he tore his ACL; in his first game back, this player cracked his patella on a touchdown catch. This player was the MVP in Super Bowl XXIII with a win over the Cincinnati Bengals. This player was selected 1st overall by the Birmingham Stallions in the USFL, but the league folded the next year, and he may have developed good hands by catching bricks from his father. This player signed a ceremonial $1,985,806.49 one-day contract to finish his career. The night before the 1985 draft, a coach was watching Mississippi Valley State highlights, leading to this player being selected 15th overall. That coach was (*) Bill Walsh. This player iconically wore the number 80 for the 49ers. This player holds the NFL record for career receptions and receiving yards. For 10 points, name this player considered the greatest wide receiver of all time.",
            "answer_sanitized": "Jerry Rice",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "This player credited his self-reliance to having grown up on Saint Simmons island. In college, this player was so dominant in lacrosse that the rules were changed to require a player to keep their stick in motion. It's not Barry Sanders, but this non-active player made a Pro Bowl every season of his career. This player told Jon Mackey that \"Make sure when anyone tackles you he remembers how much it hurts\". Syracuse University retired this player's number (*) 44, and he was drafted 6th overall in the 1957 draft. This is the only player to average over 100 rushing yards per game over his career, and his 1,863 yards in the 1963 season is the oldest franchise record. For 10 points, name this greatest running back of all time, who shares his name with the team he played on in Cleveland.",
            "answer_sanitized": "Jim Brown",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "He's not Lynn Swann, but after graduating from Junípero Serra High School, this player started his collegiate career as a backup for the son of Hall of Famer Bob Griese. After being drafted, this player stated that \"I'm the best decision this organization has ever made.\" In one playoff game, this player was strip sacked by Charles Woodson, but the play was later ruled to be an incomplete pass due to the so called (*) \"tuck rule\"; that game was against the Oakland Raiders. This person is married to Gisele Bündchen [je-sell BUN-chen], a prominent Brazilian supermodel. After completing his final two years at the University of Michigan, this player was drafted with the 199th overall pick in the 2000 NFL Draft. For 10 points, name this longtime Patriots quarterback under Bill Belichick who won his 7th super bowl with the Tampa Bay Buccaneers, often considered the greatest quarterback of all time.",
            "answer_sanitized": "Tom Brady [accept TB12]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "Ahmad Rashad caught a one-handed 46-yard pass to help this team beat the Browns in the \"Miracle at the Met\". This team holds the record for the most number of playoff losses. After one player of this team \"mooned\" the crowd, commentator Joe Buck called it a \"disgusting act\". In 2016, this team's playoff run was cut short when (*) Blair Walsh missed a 27-yard field goal against the Seattle Seahawks. This team won the 2018 divisional round after Marcus Williams missed a tackle with 25 seconds left in the game in a so-called \"miracle\". Supporters of this team often chant \"skol\". Mike Zimmer is the head coach of this team, whose star players include Adam Thielen and Dalvin Cook. Kirk Cousins is the quarterback of, for 10 points, what NFL team based in Minneapolis?",
            "answer_sanitized": "Minnesota Vikings [accept either underlined part; accept Minneapolis miracle]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "Chris Jackie made a 52-yard field goal in overtime to send this team to the playoffs. Aeneas Williams was a dominant cornerback for this team before being traded to the Rams. This team retired Pat Tillman's #40 after he lost his life while serving in Afghanistan. It's not the Packers, but this team and the Bears are the two oldest charter members of the NFL. This team has been owned by the Bidwell family since 1932. This team lost a Super Bowl where Santonio Holmes caught a toe-tip touchdown in the corner of the end zone. (*) Kurt Warner retired while on this team, which was founded in Chicago before relocating to St. Louis from 1960 to 1987. Kliff Kingsbury is the current head coach of this team. The Dolphins traded Kenyan Drake to this team, which also drafted Josh Rosen. Larry Fitzgerald was a longtime receiver of, for 10 points, what NFL team that plays in Phoenix?",
            "answer_sanitized": "Arizona Cardinals [accept either underlined part; accept Cards; accept St. Louis Cardinals before mentioned]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "Although this player was originally recruited to play defensive back at the University of Southern Mississippi, he began his collegiate career as a 7th string freshman. This player infamously started his NFL career by completing his first ever attempted pass to himself. After being selected with the 33rd pick in the 2nd round of the 1991 NFL Draft, he was told by the team that it would “take a plane crash” for him to start on offense. Accordingly, after attempting just four passes for the Atlanta Falcons, he was traded to the (*) Green Bay Packers in exchange for the 1992 1st round pick. This quarterback won his only Super Bowl in 1997 over the New England Patriots. This player wore the iconic #4 and was nicknamed the \"gunslinger\" for his high risk, high reward style of play. For 10 points, name this Hall of Fame Packers quarterback.",
            "answer_sanitized": "Brett Farve",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "It's not the 49ers, but this team's Ken Norton secured a crucial goal line tackle on Kenneth Davis to help win a Super Bowl. Diron Talbert claimed that \"All [this team] had left was that rookie\"; that rookie was Clint Longley. This team won Super Bowls XXVII and XXVIII over the Buffalo Bills, delivering the last 2 of 4 consecutive Super Bowl losses, which this team to be dubbed the \"Team of the 90s\". Terrell Owens celebrated a touchdown by posing on this team's logo, leading to him getting tackled by George Teague. This team's (*) Roger Staubach was nicknamed \"Captain Comeback\". This is the most valuable sports franchise in the world, and it plates its home games at AT&T stadium. Emmitt Smith and Troy Aikman played for this team, which is owned by Jerry Jones. For 10 points, name this NFL team called \"America's team\" that has a star as its logo.",
            "answer_sanitized": "Dallas Cowboys [accept either underlined part]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "This player was born in Oregon in 1981 under the surname Aumua [OW-mu-a] but later changed his last name to the one he holds today. This player was the first safety to be drafted in the 2003 NFL Draft after being a standout defensive player for the USC Trojans. After he was named the 2010 Defensive Player of the Year, this player was recognized as the face of the league by becoming the cover athlete of the video game Madden NFL 10. On one episode of his show, Pat Mcafee claimed that he saw this player in the (*) [expletive] C gap, ruining a fake field goal. This safety's #43 was retired by his team and was nicknamed the Tasmanian Devil. This player reached a brand deal with the popular shampoo manufacturer Head and Shoulders due to his iconic long hair. For 10 points, name this Steelers Hall of Fame safety.",
            "answer_sanitized": "Troy Polamalu [accept Troy Aumua before mentioned]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "After this team's players knelt during the national anthem, this team's owner claimed that the NFL can't have \"inmates running the prison\". In 2017, this team traded their quarterback and a 2nd round pick to the Browns to take his contract off his books. Romeo Crennel served as this team's interim head coach and currently works for this team. This is the only team to have never appeared in a conference championship game, although they could have made it if this team didn't blow a (*) 24-0 lead to the Chiefs. A former chaplain rose to prominence as this team's executive VP of football operations; that person is Jack Easterby, and he was hired after this team's head coach and GM Bill O'Brien was fired. This team's logo features a bull split in half with blue and red halves and a white star. For 10 points, Deshaun Watson is the quarterback of what NFL team located in the largest city in Texas?",
            "answer_sanitized": "Houston Texans [accept either underlined part]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "Description acceptable. This was the first Super Bowl where the use of simsub was banned by the CRTC. This was the most recent Super Bowl to be held in NRG Stadium. This is the 2nd of two consecutive Super Bowls where Lady Gaga performed at the halftime show. In this super bowl, one team was at the opposing 22 yard line, but a Trey Flowers sack and a penalty put that team out of field goal range, which would have sealed the game. In this Super Bowl, Julian (*) Edelman made a spectacular catch sandwiched between two defenders. This game featured the largest comeback in Super Bowl history, and it was the first superbowl to go to overtime. For 10 points, name this Super Bowl where the New England Patriots overcame a 28-3 deficit to beat the Atlanta Falcons.",
            "answer_sanitized": "Super Bowl LI (or Super Bowl 51 or 2017 Super Bowl or 2016 Super Bowl; accept 28-3 Super Bowl; accept answers that describe a Super Bowl between the Atlanta Falcons and the New England Patriots;)",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "This team's stadium was renamed after the company PSINet when it announced a partnership with this team in 1999. A Super Bowl record was set when this team scored 3 touchdowns in the span of 36 seconds. In the 2006 draft, this team selected defensive tackle Haloti Ngata, who was described as a \"block of granite\". 21,000 out of 33,000 voters chose this team's name in a phone-in poll. The modern-day iteration of this team was founded after the (*) Cleveland Browns relocated to become this team in 1995. This team plays its home games at M&T Bank Stadium. Ray Lewis was named this team's MVP in Super Bowl XXXV. For 10 points, name this team formerly quarterbacked by Joe Flacco, the only NFL team in Maryland.",
            "answer_sanitized": "Baltimore Ravens [accept either underlined part]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "Cameron McGrone played this position at Michigan, and Tar Heels' player Chazz Surratt played as a quarterback before switching to this position. Those two could replace players such as Kenny Young, who plays this position. In a Tampa 2 system, a player that plays this position typically goes to the deep middle of the field. The (*) \"Mike\" one of these positions is often called the \"quarterback of the defense\". Brett Kollmann made a video explaining how the best person who plays this position in the 2021 draft was, in fact, Jeremiah Owusu Koramoah, but most people consider Micah Parsons to be better. Khalil Mack and Bobby Wagner play this position. For 10 points, name this defensive position that typically lines up 3 to 5 yards behind the defensive linemen.",
            "answer_sanitized": "linebacker [or LB; accept more specific types of linebackers such as middle linebacker; prompt on edge rusher]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "This team was founded by politician Jon Robbie and comedian Danny Thomas. After a loss to this team, Bill Belichick quipped, \"It's the National Football League. No one died\". This team lost a playoff game by 62-7 to the Jacksonville Jaguars; the next day, head coach Jimmy Johnson announced his retirement. This is the only team to have its punter throw a touchdown pass to its kicker. This team pulled off a surprise victory when, according to one announcer, (*) \"Gronkowski! Didn't have the angle!\" This team's head coach Brian Flores was a frontrunner for the Coach of the Year. Dan Marino played for this team, where Tua Tagovailoa will likely start as this team's quarterback. For 10 points, name this NFL team located in southern Florida.",
            "answer_sanitized": "Miami Dolphins [accept either underlined part; accept Fins]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "This person claimed that \"We have to run the ball better. Not even better, we have to run the ball more\" before saying that \"fans aren't jacked about hearing that\". This person coached the Trojans, leading them to a 2005 Orange Bowl championship. This coach worked with Gus Bradley, Dan Quinn, and GM John (*) Schneider. This coach can often be seen chewing gum on the sidelines and is one of the most energetic coaches, despite also being the oldest head coach. This mastermind of the \"Legion of Boom\" coaches the dynamic wide receiver duo of Tyler Lockett and Doug Baldwin. Fans often criticize this head coach by saying he \"should have run the ball\" against the Patriots in Super Bowl XLIX; he called a pass play even though he had Marshawn Lynch. For 10 points, name this head coach of the Seattle Seahawks.",
            "answer_sanitized": "Pete Carroll [prompt on head coach of the Seattle Seahawks until mentioned]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "Paul Tagliabue claimed that this event \"has been contaminated by the coaches and others\". Former defensive coordinator Mike Cerullo gave an anonymous tip to help uncover this event. During this event, one person proclaimed \"Kill the Head, the body will die\", and players were deducted for \"mental errors\" but were rewarded for \"whacks\". Bobby McCray and defensive lineman Remi Ayodele combined for a high-low hit on Brett Farve as part of this (*) scandal. Linebacker Jonathan Vilma was a central part of this scandal, and Gregg Williams and Sean Peyton were suspended in the aftermath of this scandal. For 10 points, name this 2011 scandal where members of the New Orleans Saints were accused of awarding bonuses for injuring opposing players.",
            "answer_sanitized": "Bountygate [accept New Orleans Saints bounty scandal; accept any answer that mentions both the New Orleans Saints and a bounty; prompt on bounty scandal by asking, \"which team?\"; prompt on descriptive answers]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "This is the first season where fumble recoveries were awarded at the spot of the recovery, not where the player's momentum carried him. In response to one event during this season, the NFL decided teams were going to be announced as one, unified collective as opposed to the traditional one-by-one starting lineup introductions. This is the last season to have 31 teams. During this season, the band U2 played at the Super Bowl halftime show, which included a heartfelt tribute. The New England Patriots dynasty began in this season where they won Super Bowl (*) XXXVI over the St. Louis Rams. In this season, the NFL's Week 2 games on September 16th and 17th were postponed to January 6th and 7th, and helped America heal. For 10 points, name this NFL season where games were delayed following the attacks on the Twin Towers.",
            "answer_sanitized": "2001 NFL season [or 2001-2002 NFL season; do not accept or prompt on \"2002 NFL season\"]",
            "subcategory": "Trash",
            "category": "Trash"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": " This player led the Washington State Cougars to a Rose Bowl championship, helping his draft stock skyrocket. For 10 points each:",
            "answers_sanitized": [
                " Ryan Leaf",
                " Indianapolis Colts [accept either underlined part]",
                " Bill Polian "
            ],
            "parts_sanitized": [
                " Name this quarterback who was drafted second overall in the 1998 draft, behind Peyton Manning. He is often considered one of the biggest busts in NFL history.",
                " While Leaf was drafted by the Chargers, Peyton Manning was drafted by this team. Later, Manning would lead this team to a victory in Super Bowl XLI.",
                " This person was hired as president and GM of the Colts in 1998 before leaving in 2011. He drafted Manning first overall after discovering that he could throw further in practices than Ryan Leaf."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " On May 30th, 2019, this coach suffered a torn Achilles while playing basketball. For 10 points each:",
            "answers_sanitized": [
                " Matt LaFleur",
                " West Coast offense",
                " Nathaniel Hackett "
            ],
            "parts_sanitized": [
                " Name this current head coach of the Green Bay Packers. Earlier, he worked as the offensive coordinator for both the Rams and Titans.",
                " Matt LaFleur worked with Sean McVay and Kyle Shanahan, two coordinators known for deploying this offense, made famous by Bill Walsh. This offense places a smaller emphasis on running the ball and typically employs lots of short passes.",
                " The Packers's success with the West Coast offense is due in no small part to this person, their offensive coordinator."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " Answer the following questions about the Cincinnati Bengals. For 10 points each:",
            "answers_sanitized": [
                " James Brown [accept JB]",
                " Marvin Lewis",
                " orange "
            ],
            "parts_sanitized": [
                " This Bengals superfan went to his first game in 1968, and has only missed 2 games in the next 51 seasons. In 2018, NFL Network did an 8-minute profile on this superfan.",
                " The Bengals' most successful head coach was arguably this coach of the Bengals from 2003 to 2018. Despite leading the Bengals to 7 playoff appearances, he never won a playoff game with the team.",
                " The Bengals logo is based on a tiger—it features black and this other color. The official team colors of the Bengals are black, white and this color."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " In one game, this team's quarterback fumbled the ball after running straight into offensive lineman Brandon Moore; that play became known as the \"butt fumble\". For 10 points each:",
            "answers_sanitized": [
                " New York Jets [prompt on New York]",
                " Mark Sanchez",
                " Dallas Cowboys [accept either underlined part] and Detroit Lions [accept either underlined part; accept in any order; both teams required] "
            ],
            "parts_sanitized": [
                " Name this team that plays its games at Metlife Stadium and typically wears green. There is some debate as to whether or not head coach Robert Selah will start Sam Darnold as this team's quarterback next season.\u2028",
                " This player was the quarterback for the New York Jets during the butt fumble. In his first two seasons, this quarterback would lead the Jets to playoff success, but he regressed after the 2010 season.",
                " The \"butt fumble\" occured on Thanksgiving Day, a holiday which these two teams always play on. Name both."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " In one game, this person punched Patriots GM Patrick Sullivan and later called it a \"good hit\". For 10 points each:",
            "answers_sanitized": [
                " Matt Millen",
                " 0-16 [accept word forms, such as \"going 0 and 16\"]",
                " running out of the end zone [accept any answer that describes running out of the end zone or running into the back of the end zone; accept word forms or obvious equivalents] "
            ],
            "parts_sanitized": [
                " Name this person often considered to be the one of the worst general managers in history. Besides that role, this person was the team president and CEO of the Lions during the winless 2008 season.",
                " Because the Lions were winless in 2008, they achieved this record, the first team in NFL history to do so. This win-loss record would later be achieved by the Browns in 2017.",
                " In one infamous play from the 2008 season, quarterback Dan Orlovsky did this action against the Vikings when he was at his own 1 yard line, which resulted in a safety. A description is fine."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " Following a no-call at the end of the 2019 NFC Championship, coaches could challenge this type of penalty. For 10 points each:",
            "answers_sanitized": [
                " pass interference [or PI; accept offensive pass interference or defensive pass interference or OPI or DPI; do not accept or prompt on partial]",
                " encroachment",
                " illegal leverage [do not accept or prompt on partial] "
            ],
            "parts_sanitized": [
                " Name this penalty that occurs when a defender grabs onto, holds, or otherwise interferes with a receiver's ability to catch the ball. If the penalty is against the defense and more than 10 yards from the line of scrimmage, then the ball is placed at the spot of the foul, unless it occurred in the end zone.",
                " This penalty occurs when a defensive lineman touches an offensive lineman before the ball is snapped. It should not be confused with offsides or a neutral zone infraction.",
                " This penalty occurs if a defensive player attempts to use their own teammates to gain extra momentum or height to block a field goal. The Patriots were called for this penalty in a 2013 game against the Jets, during which Bill Belichick pointed out that the Jets had earlier committed the same foul."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " This team plays its home games at Mercedes-Benz stadium. For 10 points each:",
            "answers_sanitized": [
                " Atlanta Falcons [accept either underlined part]",
                " Younghoe Koo",
                " Nick Novak "
            ],
            "parts_sanitized": [
                " Name this team that plays in Georgia. It's not the Cardinals, but this team's logo features a red and black bird.",
                " This player from South Korea is the current kicker for the Falcons. This kicker is known for his ability to successfully perform onside kicks.",
                " In 2017, Younghoe Koo was on the Chargers, but he was waived after Week 4 after one blocked and one missed game-winning field goal. Koo was replaced by this kicker, a 10-year veteran at the time, who would end up playing for 6 NFL teams."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " This team's training facility is located in Ashburn, Virginia. For 10 points each:",
            "answers_sanitized": [
                " Washington Football Team [accept either underlined part; accept WFT; accept Washington Redskins]",
                " Taylor Heinicke [HI-ne-key]",
                " FedEx Corporation [accept FedExField; accept Federal Express] "
            ],
            "parts_sanitized": [
                " Name this team that won the NFC East in the 2020 season. This team's owner, Dan Synder, finally agreed to change its name after pressure from NFL teams following the George Floyd protests.",
                " In the 2020 wild card round, this backup quarterback started for the Washington Football Team after Alex Smith was ruled out due to injury. He re-signed with the WFT with a 2 year, $8.75 million dollar contract.",
                " The WFT only changed its name after external pressure, including threats of losing funding from this sponsor, who also names the stadium they play in."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " This team boasts a number of records, including the highest postseason winning percentage and the most Super Bowl appearances by any team. For 10 points each:",
            "answers_sanitized": [
                " New England Patriots [accept either underline part; accept The Pats]",
                " Wes Welker",
                " Plaxico Burress "
            ],
            "parts_sanitized": [
                " Name this team that plays its games in Gillette Stadium in Foxborough, 22 miles southwest of Boston.",
                " In 2009, the Patriots receiving corp consisted of players such as Randy Moss and this receiver. This player led the NFL in receptions in 2007, 2009, and 2011, and he also holds the Patriots record for most receiving yards in a single game at 217.",
                " In 2007, despite Welker catching a record 11 receptions, the Patriots lost Super Bowl XLII after David Tyree made the infamous \"helmet catch\", and this Giants receiver caught the game-winning touchdown reception with 35 seconds left."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " In 2011, this group could not agree to a collective bargaining agreement with team owners, causing the NFL to enter a lockout prior to the start of the season. For 10 points each:",
            "answers_sanitized": [
                " NFLPA [or National Football League Players Association; or NFL Players Association]",
                " salary [accept salary cap]",
                " Demarius F. \"De\" Smith "
            ],
            "parts_sanitized": [
                " Name this labor union that represents the players of the NFL. It is affiliated with the larger AFL-CIO.",
                " One of the most contentious issues during the lockout was about the \"cap\" on this quantity. More generally, it refers to how much money a player makes every year.",
                " This person was the executive director of the NFLPA during the 2011 lockout, a position he still holds. He was elected unanimously to his position in March of 2009."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " On February 12th, 2021, this player announced his retirement. For 10 points each:",
            "answers_sanitized": [
                " Maurkice Pouncey",
                " Myles Garrett",
                " Ohio "
            ],
            "parts_sanitized": [
                " Name this longtime Steelers center. Ben Rothlesburger has called this player his \"comfort blanket\".",
                " On November 14th, 2019, Maurkice Pouncey was involved in an altercation when this defensive end for the Browns ripped off Mason Rudolph's helmet after he allegedly said a racial slur. Afterwards, this Browns defensive end was suspended for the rest of the season.",
                " The Browns are located in this state, which is also home to the Pro Football Hall of Fame in Canton."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " Answer some questions about the Philadelphia Eagles at the turn of the century. For 10 points each:",
            "answers_sanitized": [
                " Andrew Walter Reid [or Andy Reid]",
                " Donovan McNabb",
                " it ended in a tie [accept obvious equivalents] "
            ],
            "parts_sanitized": [
                " Name this head coach of the Eagles from 1999 to 2012, though he may be better known for being the current head coach of the Kansas City Chiefs.",
                " Under Reid, the Eagles drafted this quarterback with the second overall pick in the 1999 draft. This player would later start as quarterback for the next 10 seasons with the Eagles, and he denies being sick during Super Bowl XXXIX.",
                " In 2008, McNabb played a game against the Cincinnati Bengals, which had this unusual property, the first instance in 6 years. After that game against this team, McNabb claimed that he was not aware that games could have this property."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " Fans of this team often celebrate its 1985 season, which featured a dominant defense and won a Super Bowl. For 10 points each:",
            "answers_sanitized": [
                " Chicago Bears [accept either underlined part; accept Da Bears]",
                " William Anthony Perry [accept \"The Refrigerator\" or \"The Fridge\"]",
                " Walter Payton [accept Walter Payton Man of the Year Award] "
            ],
            "parts_sanitized": [
                " Name this team called the \"Monsters of the Midway\", located in Illinois. Mike Ditka coached this team for 11 years when it played games at Soldier Field.",
                " One of the players Ditka coached was this 315 pound defensive lineman, who sometimes played fullback in goal line situations. He is the heaviest player to score a touchdown in Super Bowl history.",
                " Ditka also described this player as the greatest football player he had ever seen, but even greater as a human being. This legendary Bears running back also names a \"Man of the Year\" award for players who do charitable work off the field."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " The Oakland Raiders scored 2 last minute touchdowns to win this regular season game over the New York Jets, 43-32. For 10 points each:",
            "answers_sanitized": [
                " Heidi game",
                " NBC [or National Broadcasting Company]",
                " Scorigami "
            ],
            "parts_sanitized": [
                " Name this regular season game, where TV operators switched the broadcast to its namesake movie with approximately 1:30 left in the game. This game sparked outrage across the nation, convincing networks that they needed to broadcast every game to its conclusion.",
                " The Heidi game was broadcast on this TV network, whose logo features a colorful peacock. Other shows on this network include Saturday Night Live.",
                " The final score in the Heidi game, 43-32, was the only time that the score has been achieved in NFL history; thus, it is considered one of these scores. This term was popularized by Jon Bois."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " Relations between the NFL and this organization began to deteriorate after the New York Giants signed Buffalo Bills kicker Pete Gogolak to a new contract. For 10 points each:",
            "answers_sanitized": [
                " AFL [accept American Football League]",
                " Al Davis",
                " Kansas City Chiefs [accept either underlined part] "
            ],
            "parts_sanitized": [
                " Name this early rival league to the NFL. This league merged with the NFL in 1966, creating the league we know today.",
                " This commissioner of the AFL was opposed to the idea of a merger, so owners from both leagues discussed the idea behind his back. He may be better known for owning the Oakland Raiders for 39 years.",
                " This was the last team to win the AFL championship. The Green Bay Packers would go on to defeat this team in the first ever Super Bowl."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " After this play, announcer Jim Henderson screamed, \"Oh my god, how could he do that?\" For 10 points each:",
            "answers_sanitized": [
                " River City Relay [prompt on relay]",
                " extra point [or PAT; or point after touchdown; prompt on try or convert]",
                " Jacksonville Jaguars [accept either underlined part; accept Jags] "
            ],
            "parts_sanitized": [
                " Name this 2003 play where the Saints, down 20-13, used three laterals to score a last minute touchdown. The game ended up not mattering, as the Saints wouldn't have made the playoffs even if they had won.",
                " Despite being down 7 points, the Saints failed to win the game because kicker John Carney failed to make one of these kicks, which take place after touchdowns.",
                " The River City Relay took place against this team, which was owned by Wayne Weaver at the time. Weaver then sold the team to Shahid Khan, who owns this team to this day."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " For 10 points each, answer some questions about the third-highest scoring game of all time and one of the greatest regular season games ever:",
            "answers_sanitized": [
                " St. Louis Rams [accept either underlined part; prompt on Los Angeles or LA]",
                " Samson Ebukam",
                " Greg Zuerlein [accept \"Greg The Leg\"] "
            ],
            "parts_sanitized": [
                " The Chiefs lost that 2018 game by a score of 54-51 to this team, which was led by Jared Goff. In that game, Todd Gurley rushed 12 times for 55 yards for this team.",
                " One of the reasons why the Rams won that game is because this linebacker returned an interception 25 yards for a touchdown. Earlier in the same game, this Rams linebacker recovered a fumble and returned it for a touchdown as well.",
                " The Rams were also helped by this kicker, who made 2 field goals and 7 extra points. He would later go to the Cowboys, where he is their current starting kicker.\u2028"
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " The first one of these events took place in a Ritz Carlton hotel in Philadelphia. For 10 points each,",
            "answers_sanitized": [
                " NFL draft [or Player Selection Meeting]",
                " Burt Bell",
                " Commissioner of the NFL "
            ],
            "parts_sanitized": [
                " Name these events where teams select college players for their team. Players typically \"declare\" for this event, and in 2021, it will take place at the end of April.",
                " In 1935, this co-owner of the Philadelphia Eagles proposed the draft. This person was also responsible for the first true merger between the NFL and the AAFC.",
                " From 1946 to 1959, Bell held this highest position in the NFL. Pete Rozelle and Paul Tagliabue would succeed him as holders of this position."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " During this Super Bowl, Whitney Houston had a remarkable rendition of the star-spangled banner, which was arranged by Jazz musician John Clayton. For 10 points each:",
            "answers_sanitized": [
                " Super Bowl XXV [or 1991 Super Bowl; or 1990 Super Bowl]",
                " Jim Kelly",
                " NFC East "
            ],
            "parts_sanitized": [
                " Name this Super Bowl, the only such game to have been decided by one point. The Buffalo Bills lost this game when Scott Norwood's 47 yard field goal sailed wide right. A description is fine.",
                " In that game, defensive coordinator Bill Belicheck successfully contained this player's K-gun offense. This is the only Buffalo Bills quarterback to have his number retired by the team.",
                " Jim Kelly and the Bills lost to the New York Giants, who play in this NFC division, named after the geographical region the Giants are in."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": " This player signed a 5 year, 125 million dollar contract in 2017. For 10 points each:",
            "answers_sanitized": [
                " Derek Carr",
                " dislocating his pinky finger [accept breaking his pinky finger; accept word forms; prompt on partial; prompt on any answer that contains hand]",
                " Matthew James \"Matt\" McGloin "
            ],
            "parts_sanitized": [
                " Name this starting quarterback for the Las Vegas Raiders as of 2021.",
                " Description acceptable. In 2016, in a game against the Panthers, Carr received this type of injury on a bad snap, causing him to \"scream in pain\". Despite this, Carr was miraculously able to make a return in the 4th quarter.",
                " This player, the backup for the Raiders from 2013 to 2016, took Carr's place in that game. He was the first walk-on quarterback to start at Penn State since 1949, and he would later have a brief stint as the 3rd string quarterback for the Texans."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        }
    ]
}