{"tossups": [{"question_sanitized": "A set of lithographs published in 1945 depicts eleven of these animals drawn progressively more abstractly. The artist of that work also depicted the head of one of these animals in a sculpture consisting of a bicycle seat and handlebars. Paint was blown onto walls to render these animals in “twisted perspective” at a “Great Hall” in the Lascaux Caves. Kristen Visbal’s sculpture Fearless Girl was installed to face a sculpture of one of these animals on Wall Street. One of these animals can be seen to the left of a horse in Picasso’s Guernica. For 10 points, name these aggressive male cows.", "answer_sanitized": "bulls [prompt on cows or cattle until mentioned]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This politician’s senior thesis on Saul Alinsky was suppressed at the request of the White House. This cabinet member wrote the article “America’s Pacific Century” to codify the “Pivot to Asia,” and popularized the phrase “women’s rights are human rights” at a speech in Beijing. This politician presented a giant red “reset” button to Russian Foreign Minister Sergei Lavrov. She can be seen covering her mouth in Pete Souza’s photo of the Situation Room during the raid on Osama bin Laden’s compound. For 10 points, name this Secretary of State who, as First Lady, supported her husband during the Monica Lewinsky scandal.", "answer_sanitized": "Hillary Clinton [or Hillary Rodham; prompt on Clinton]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Kobayashi and Maskawa predicted how CP violation for this force necessitates the existence of a third generation of quarks. The gauge bosons for this force, which were discovered by the UA1 and UA2 experiments, are given mass by the Higgs mechanism. Salam, Weinberg, and Glashow were awarded a Nobel Prize for unifying this force with electromagnetism. This fundamental force can cause a down quark to transform into an up quark and an electron antineutrino. This force is mediated by the W+, W-, and Z bosons. For 10 points, name this fundamental force that governs radioactive decay, the second least powerful of the four fundamental forces.", "answer_sanitized": "weak force [prompt on (radioactive) decay before mentioned]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This figure gives birth to and raises Lava [“LUH-vah”] and Kusha while living in the forest away from her husband. A man draws a circle around this figure to protect her, but she steps out to give alms to an ascetic. This figure undergoes a trial of fire after being reunited with her husband, and gives Hanuman a ring while imprisoned in Lanka. This daughter of King Janaka [“JAW-nuh-kuh”] is said to be born from the earth, and she gets married after a figure strings Shiva’s bow at her swayamvara [“swaw-YUM-vuh-ruh”]. This figure’s desire for a golden deer leads her husband to leave her in the forest. For 10 points, name this wife of Rama who is abducted by Ravana in the Ramayana.", "answer_sanitized": "Sita [“SHEE-tah”]", "category": "Mythology"}, {"question_sanitized": "This character reveals his dislike of capital punishment while describing a guillotining he witnessed in France to a house servant. He exclaims “a man's faith might be ruined by looking at that picture!” upon viewing a copy of Hans Holbein’s Body of the Dead Christ in the Tomb. While delivering a speech on aristocracy at a dinner party, this character accidentally destroys a prized Chinese vase. This character, who harbors romantic feelings for Aglaya and Natassya, is eventually sent back to a Swiss sanitorium to seek treatment for his epilepsy. For 10 points, name this simple-minded title character of a Fyodor Dostoyevsky novel.", "answer_sanitized": "Prince Lev Nikolayevich Myshkin [or the Idiot]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The ratio of two isotopes of this element in ice cores is used as a paleothermometer to determine prehistoric temperatures. One molecule that contains this element appeared about 2.45 billion years ago in a namesake “great event” that was correlated with the emergence of cyanobacteria. This element can become depleted in lakes through the process of eutrophication. This element, which is found along with silica in all feldspars, is the most abundant element in the Earth’s crust. An allotrope of this element is removed by CFCs in a layer of the stratosphere. For 10 points, name this element found in ozone.", "answer_sanitized": "oxygen [or O]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Linguistic syncretism is the phenomenon in which one of these units performs multiple grammatical functions, such as the word “bet” being both a past and present tense form. The “zero” form of this unit does not have any phonetic realisation, as in the plural of “sheep.” The ratio of these things to words determines whether a language is more analytic or synthetic. Agglutinative languages express grammatical functions by stringing a large number of these units together. These units are “bound” if they cannot stand alone, such as the affix “un-.” Unlike phonemes, they possess a meaning. For 10 points, name these smallest grammatical units of language.", "answer_sanitized": "morphemes", "category": "Social Science"}, {"question_sanitized": "A woman in this collection is surprised to receive a sword in place of flowers, causing her to exclaim “No more doll’s decorations for me!” At the end of this collection, the speaker compares his life reaching “its eternal Home” to “a flock of homesick cranes.” The speaker of this collection describes himself as a “frail vessel” that has been “emptiest again and again.” This collection begins by telling God “thou hast made me endless, such is thy Pleasure.” The introduction to this collection was written by William Butler Yeats. For 10 points, name this collection of “Song Offerings” by Bengali poet Rabindranath Tagore.", "answer_sanitized": "Gitanjali [or Song Offerings before mentioned]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A siege of this city was aided by Imre Thököly and his army of Kuruc [“koo-ROOTZ”] rebels. Nicholas of Salm commanded the defense of this city atop walls that were partially financed by the ransom of Richard the Lionheart. Cannons captured during a siege of this city were later cast into bells for St. Stephen’s Cathedral. Eugene of Savoy entered the service of this city’s ruler during a failed siege led by Kara Mustafa Pasha. This city was rescued from that 1683 siege by the cavalry of Polish King Jan Sobieski. For 10 points, name this city that twice withstood Ottoman sieges, the capital of Austria.", "answer_sanitized": "Vienna [or Wien]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "While living in this country, American composer George Antheil [“an-TILE”] incorporated 3 fans, 16 player pianos, and a siren into his score for an experimental film. A composer from this country used snare drums and heavy brass accents to represent a steam locomotive in his piece Pacific 231. Another composer from this country featured 840 repetitions of a theme in his Vexations, and wrote a set of three piano pieces named for a dance performed by naked Spartan boys. A group of experimental composers from this country known as “The Six” were influenced by a man from this country who composed the Gymnopédies. For 10 points, name this home country of Arthur Honegger and Erik Satie.", "answer_sanitized": "France [or French Republic]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Debye’s law predicts that a solid’s specific heat is proportional to the third power of this quantity. The root-mean-squared speed of a gas represented by the Maxwell–Boltzmann distribution is proportional to the square root of the ideal gas constant times this quantity, over the molar mass. Thermodynamic beta is defined as one over the product of Boltzmann’s constant and this quantity. The zeroth law of thermodynamics considers two systems with the same value of this quantity as a third system. The smallest possible value of this quantity is absolute zero. For 10 points, name this quantity that measures the average kinetic energy of a system, whose SI unit is the Kelvin.", "answer_sanitized": "temperature [prompt on T]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This religion’s orthodox sect was founded by a follower of Mason Remey, who is considered a “covenant breaker” under this religion’s Lesser Covenant. This religion’s short obligatory prayer ends by calling God “the Help in Peril, the Self-Subsisting.” This religion’s governing body issues an annual worldwide message during this religion’s twelve-day festival of Riḍván, which commemorates a speech its founder gave in a garden. This religion’s central text is the Kitáb-i-Aqdas. A Ten Year Crusade by this religion’s first Guardian, Shoghi Effendi, ended with the creation of this religion’s Universal House of Justice. For 10 points, name this religion founded by Bahá'u'lláh.", "answer_sanitized": "Bahá'í Faith [or Baha'iyyah]", "category": "Religion"}, {"question_sanitized": "This crop was brought to Chikmagalur, India by the Sufi saint Baba Budan. The dying indigo industry was replaced with this crop by the oligarchy of the Fourteen Families in El Salvador. Fazendas producing this crop dominated the São Paulo economy during a period named for “[this crop] with milk” in Brazil. With his mule Conchita, Juan Valdez is an iconic representative of this crop in Colombia, where it is grown in a namesake triangle. Cultivation of this crop in Java began after the Dutch obtained some plants from the Yemeni port of Mocha. For 10 points, name this crop whose arabica beans are used to make cappuccinos.", "answer_sanitized": "coffee", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "At the 2018 FIFA World Cup, this national soccer team used the basketball-inspired “love train” strategy of attacking corner kicks. Members of this team were photographed frolicking on inflatable unicorn pool toys a day after they defeated Tunisia on a last-minute header. The coach of this team became a surprise fashion icon after online sales of his trademark navy waistcoat skyrocketed. The phrase “it’s coming home” became a meme after this team defeated Colombia and Sweden to reach the World Cup semi-finals, where they lost to Croatia. For 10 points, name this Gareth Southgate-coached national soccer team that plays home matches at Wembley Stadium.", "answer_sanitized": "England national soccer team [prompt on The Three Lions; do not accept or prompt on “United Kingdom” or “Great Britain”]", "category": "Trash"}, {"question_sanitized": "Eighteen of these objects symbolize eighteen stories in a 1951 collection partially named for some possessed by a Wisconsin carnival worker. Sarah Ruth believes one of these objects is sacrilegious in Flannery O’Connor’s story “Parker’s Back.” Alvaro drops a condom while discussing one of these objects with Serafina in a Tennessee Williams play titled for a Rose one of them. According to Ishmael, these “purplish yellow” objects can result from a white man falling among cannibals; Ishmael makes this observation after seeing that Queequeg’s body is covered in these objects. For 10 points, name these artworks that cover the body of Ray Bradbury’s Illustrated Man.", "answer_sanitized": "tattoos [accept illustrations before “Sarah Ruth” is read, prompt afterwards; accept specific descriptions of tattoos like The Rose Tattoo and tattoos of Jesus]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This philosopher quoted another man’s “first principles of demonstration” in a passage that states that “no one can mentally admit the opposite of what is self-evident.” A text by this philosopher takes an argument from “the governance of the world.” That text by this philosopher borrows from another thinker by defining “motion” as reducing something from potentiality to actuality, and includes sets of objections followed by contradicting statements introduced with the Latin phrase “sed contra.” This philosopher argued that God is the first efficient cause in his five proofs for God’s existence. For 10 points, name this author of the Summa Theologica.", "answer_sanitized": "Saint Thomas Aquinas [or Doctor Angelicus or Doctor Communis]", "subcategory": "Philosophy European", "category": "Philosophy"}, {"question_sanitized": "This musician improvised a jazz break to open his solo during a 1946 recording of “A Night in Tunisia” with Miles Davis. Charles Mingus’ Mingus Revisited was originally released under the title Pre-[this musician’s name]. After pawning his instrument for heroin, this musician used a Grafton plastic instrument to perform in a famous quintet at Massey Hall. This musician reworked a theme from Ray Noble’s “Cherokee” for his composition “Ko-Ko.” He quoted “How High the Moon” in a song that references his nickname, “Ornithology.” For 10 points, name this bebop saxophonist who was nicknamed “Bird.”", "answer_sanitized": "Charlie “Bird” Parker Jr. [prompt on Yardbird or Bird]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "At the end of one of this author’s novels, the title character watches a goose jump over the head of his lover Marmaduke Bonthrop Shelmerdine. In another novel by this author, the title character decides to “buy the flowers herself,” and is compared to a lily by her former lovers Peter Walsh and Sally Seton. This lover of Vita Sackville-West wrote a satirical “biography” of an Elizabethan genderfluid poet, Orlando. In her best-known novel, World War I veteran Septimus Smith jumps out a window as the title character, Clarissa, prepares to throw a party in London. For 10 points, name this author of Mrs. Dalloway.", "answer_sanitized": "Virginia Woolf", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This process is controlled by the bZIP [“BEE-zip”] class of proteins, which contain leucine zipper motifs and include the protein MafK [“MAFF-KAY”]. It can be terminated prematurely by attenuators, which are an example of cis-regulatory elements. David Hogness and Michael Goldberg identified a sequence critical to the initiation of this process called the TATA [“TAH-TAH”] box. “Factors” that control the rate of this process may bind to activators or promoters. After this process occurs, introns are removed during the process of splicing. For 10 points, name this process in which an mRNA strand is created from DNA, and which occurs before translation.", "answer_sanitized": "transcription [accept transcription factors]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "An ivory statuette of the goddess Lakshmi discovered at this non-Asian location is thought to have come from northern India. A monarch who visited this site was so alarmed by its erotic artwork that he had it confined to a Secret Museum. Giuseppe Fiorelli developed the process of making plaster casts of corpses at this site. Frescoes depicting the initiation rites of a mystery cult were unearthed in this site’s Villa of Mysteries, and a mosaic of Alexander the Great was displayed in this site’s House of the Faun. Pliny the Elder died trying to rescue victims near this place at Herculaneum. For 10 points, name this Roman town that was destroyed by the eruption of Mount Vesuvius.", "answer_sanitized": "Pompeii", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": ". This taxonomic class includes the family Reduviidae, which has earned the nickname “assassin” due to their nature as ambush predators. Another animal in this class native to the Americas produces carminic acid, from which the dye carmine is made. Animals in this class include the cochineal and an organism that stays underground during a 13- or 17-year long life cycle. Hemiptera is an order in this class, whose members may enter the imago stage after emerging from the pupa. For 10 points, name this class that includes aphids and cicadas.", "answer_sanitized": "insects [or Insecta] Bonuses", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This city is the setting of <em>Infernal Affairs</em>, a 2002 film that inspired the plot of Martin Scorsese's <em>The Departed</em>. For 10 points each:", "answers_sanitized": ["Hong Kong", "martial arts films [or kung fu films or karate films; prompt on action films]", "cinematographer [or director of photography; or DP; or DOP]"], "parts_sanitized": ["Name this city. Two neighbors discover that their spouses are having an affair with one another in In the Mood for Love, a 2000 film set in this city that introduced its Second Wave of filmmakers to global audiences.", "Hong Kong cinema initially gained international fame through films in this genre, exemplified by the work of Wong Fei-hung and the Shaw Brothers. Later, it was popularized by actors like Bruce Lee and Jackie Chan.", "The director of In the Mood for Love, Wong Kar-wai, often collaborates with Christopher Doyle, who has this profession. This member of a film crew controls the film’s lighting, lensing, and overall visual aesthetic."], "category": "Trash"}, {"leadin_sanitized": "The meaning of the word “hwæt” [“ha-WAT”], which opens the story of <em>Beowulf</em>, has long been debated by scholars. For 10 points each:", "answers_sanitized": ["J.R.R. Tolkien [or John Ronald Reuel Tolkien]", "Seamus Heaney", "French"], "parts_sanitized": ["This Oxford scholar used the word “hwæt” so much his students thought it meant “quiet.” He argued that scholars should appreciate Beowulf as a literary work, not a historical one, in “The Monsters and the Critics.”", "This Irish poet translated “hwæt” as a casual “so” in his “New Verse Translation” of Beowulf. His collection Death of a Naturalist includes a poem about an “old man” who “could handle a spade,” “Digging.”", "C.K. Scott Moncrieff, who translated “hwæt” as “what” in his version of Beowulf, is better known for his English translations of literature in this language, including books by Proust and The Song of Roland."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Answer some questions about unusual racing competitions from around the world, for 10 points each:", "answers_sanitized": ["Republic of Finland [or Suomi]", "Iditarod Trail Sled Race", "Mexico"], "parts_sanitized": ["Wife-carrying races are inexplicably popular in this Scandinavian country, which hosts many Nordic walking races in and around its capital city of Helsinki.", "Every March, teams of sled dogs travel from Anchorage to Nome as part of this Alaskan sled dog race, which follows the path Gunnar Kaasen and his husky Balto took to deliver diphtheria serum to Nome in 1925.", "Christopher McDougall's Born to Run brought attention to the Tarahumara people of this country, who are renowned for their abilities to run long distance races barefoot. The rodeo-like sport of charreada was invented in this country."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This country experienced the Killing Time after rebels issued the Sanquhar Declaration in response to a monarch’s renunciation of the Treaty of Breda. For 10 points each:", "answers_sanitized": ["Scotland [prompt on United Kingdom or Great Britain]", "James I of England [or James VI of Scotland]", "John Knox"], "parts_sanitized": ["Name this country where Covenanters led by the Earl of Argyll fought off the imposition of episcopacy.", "While king of Scotland, this monarch attempted to integrate the Church of Scotland with Anglican episcopacy in his Five Articles of Perth. This first Stuart king of England also authorized an English translation of the Bible.", "This theologian ushered in the Scottish Reformation by writing the Scots Confession. He attacked female rulers in his pamphlet The First Blast of the Trumpet Against the Monstrous Regiment of Women."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "The chains of a suspension bridge typically resemble either this conic section or the similar-looking catenary. For 10 points each:", "answers_sanitized": ["parabola", "numerical integration [or approximating a (definite) integral; or approximating the area under a curve; prompt on area]", "hyperbolic cosine of x [or cosh of x]"], "parts_sanitized": ["Name this conic section, which consists of points that are equidistant to a single point called the focus and a line called the directrix.", "Simpson’s rule is a method of performing this task using parabolas. The trapezoidal rule is another technique for doing this task.", "This function of x generates a catenary in the xy-plane. It equals the average of the functions “e to the x” and “e to the negative x.”"], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Identify some common topics in contemporary nonfiction by women authors, for 10 points each:", "answers_sanitized": ["feminists", "Benjamin Franklin", "acting [or being an actor or actress]"], "parts_sanitized": ["In an essay, Chimamanda Ngozi Adichie claimed that “we should all be” these people. Roxane Gay considers herself a “bad” one of these people because she likes rap music and the color pink.", "Essayist Jill Lepore wrote about this historical figure’s sister Jane in her Book of Ages. In Ann Petry’s novel The Street, Lutie Johnson follows the ideals presented in this man’s essay “The Way to Wealth.”", "In The Empathy Exams, Leslie Jamison describes performing this job for medical students. Jennifer Lawrence  asked why she made less in this profession than her male counterparts in a piece for Lena Dunham’s newsletter."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This country’s independence was confirmed by the 1839 London Conference. For 10 points each:", "answers_sanitized": ["Belgium", "operas", "Charles Maurice de Talleyrand-Périgord"], "parts_sanitized": ["Name this modern-day country where an 1830 performance of The Mute Girl of Portici inspired this country’s Walloon and Flemish ethnic groups to secede from the United Provinces.", "The Mute Girl of Portici was a patriotic work of this type. Italian nationalists supported unification under King Victor Emmanuel II with their slogan “Viva Verdi,” which referenced the name of a composer of these works.", "This French diplomat’s plan to partition Belgium and annex Wallonia was rejected at the London Conference. This notoriously duplicitous minister represented France at the Congress of Vienna."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This scientist introduced the concept of a statistical ensemble in his landmark paper <em>On the Equilibrium of Heterogeneous Substances</em>. For 10 points each:", "answers_sanitized": ["Josiah (Willard) Gibbs", "enthalpy", "state functions"], "parts_sanitized": ["Name this American scientist. He also formulated a phase rule that gives the number of degrees of freedom of certain multi-component systems.", "Gibbs also names a type of “free energy” which is equal to this quantity minus the product of entropy and temperature. This quantity, equal to the internal energy plus PV, is symbolized H.", "Enthalpy is considered one of these types of functions. These types of functions do not depend on the path between two positions of a system."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Everett Rogers coined the term “early adopter” in a book examining how this process affects innovations. For 10 points each:", "answers_sanitized": ["diffusion", "culture [or cultural diffusion; or cultural geography]", "Guns, Germs, and Steel: The Fates of Human Societies (by Jared Diamond)"], "parts_sanitized": ["Name this process that comes in contagious, hierarchical, and stimulus varieties. In the study of geography, this term refers to the spread of a phenomenon.", "Leo Frobenius coined a form of diffusion involving this concept. Carl Sauer founded a branch of geography focusing on this concept, which encompasses the beliefs, customs, and values of a people.", "This 1997 book partially examines the role of diffusion in explaining why Eurasian civilizations became the dominant world powers, a process largely aided by the title entities."], "category": "Social Science"}, {"leadin_sanitized": "These creatures killed their enemy Caeneus by bashing him into the ground with tree trunks. For 10 points each:", "answers_sanitized": ["centaurs", "Chiron", "Ixion"], "parts_sanitized": ["Name these creatures from Greek myth who attempted to abduct Hippodamia on her wedding day, thus inciting a war with the Lapiths. The bodies of these creatures are half-man, half-horse.", "This wise centaur didn’t join his more rowdy brethren in their attempted abduction of Hippodamia. He tutored Jason and Achilles.", "The centaurs were produced by this Lapith king’s union with the cloud nymph Nephele. Hermes punished this king by strapping him to a fiery wheel, which spins in Hades for all eternity."], "category": "Mythology"}, {"leadin_sanitized": "This pianist wrote three <em>Romances for Violin and Piano</em> dedicated to Joseph Joachim. For 10 points each:", "answers_sanitized": ["Clara Schumann [or Clara Wieck; prompt on Schumann]", "Federal Republic of Germany [or Bundesrepublik Deutschland]", "Johannes Brahms"], "parts_sanitized": ["Name this Romantic era pianist who popularized performing from memory. This composer of the Soirées musicales and a piano trio in G minor is depicted in the 11th section of another composer’s Carnaval.", "Clara Schumann and Joseph Joachim were both musicians from this country, as was Clara’s husband Robert Schumann.", "Clara premiered this close friend’s piece Variations and Fugue on a Theme by Handel. Clara also premiered this composer’s Opus 49, which contains a famous “lullaby” dedicated to this composer’s friend Bertha Faber."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This element was first observed in 2002 when scientists in Dubna, Russia bombarded californium atoms with calcium atoms. For 10 points each:", "answers_sanitized": ["organesson [or Or]", "noble gases [or inert gases; or Group 18]", "neon [or Ne]"], "parts_sanitized": ["Name this transactinide element. It was formerly known as “ununoctium” because its atomic number is 118.", "Organesson is the heaviest-known element in this group on the periodic table. Elements in this group, whose lightest element is helium, are relatively unreactive due to their completely filled valence shells.", "This noble gas element is produced in stars from the fusion of oxygen and helium, making it the fifth most abundant element in the universe by mass. This gas is commonly used in gas-discharge tubes for lighting."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The band Coyote Springs forms at one of these places in a novel named for their <em>Blues</em>. For 10 points each:", "answers_sanitized": ["Native American reservations", "Sherman Alexie", "Diaz [accept Natalie Diaz; accept Junot Diaz] (the novel alluded to in the second sentence is The Brief Wondrous Life of Oscar Wao)"], "parts_sanitized": ["Name this type of place. These places are often the setting of works by Native American writers, such as Louise Erdrich's Love Medicine.", "This author of Reservation Blues wrote about growing up on the Spokane Reservation in The Absolutely True Diary of a Part-Time Indian. This author of The Lone Ranger and Tonto Fistfight in Heaven was accused of sexual harassment in 2018.", "The contemporary Mojave poet of When my Brother was an Aztec has this last name. Another author of this surname wrote This is How You Lose Her and a novel about an overweight Dominican nerd."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "<em>Two answers required</em>. A philosopher called these two concepts “the form of inner sense” and “the pure form of all outer intuitions.” For 10 points each:", "answers_sanitized": ["space and time [accept in either order]", "Immanuel Kant", "Critique of Pure Reason"], "parts_sanitized": ["Name these two concepts, which one philosopher argued were a priori notions that grounded all comprehension of sense experience. That philosopher structured human experience using cause and effect and these two concepts.", "This philosopher argued that space and time were integral to the structure of human experience. This man wrote Groundwork of the Metaphysics of Morals and defined categorical imperatives in another of his works.", "This Kant text argues for transcendental idealism of space and time and discusses the analytic-synthetic dichotomy. This text is the first in a series of three Kant texts including ones about “Practical Reason” and “Judgment.”"], "category": "Philosophy"}, {"leadin_sanitized": "U.N, Secretary-General Dag Hammarskjöld died in a plane crash en route to this country in 1961. For 10 points each:", "answers_sanitized": ["Democratic Republic of the Congo [or Congo-Kinshasa; or Congo-Léopoldville; do not accept or prompt on “Zaire”]", "Ernesto “Che” Guevara [prompt on El Che]", "Kabila [Laurent-Désiré Kabila or Joseph Kabila]"], "parts_sanitized": ["Name this country where Simba rebels fought Moïse Tshombe after the overthrow and murder of Patrice Lumumba. Later, it was led by the dictator Mobutu Sese Seko, who renamed this country in 1971.", "This motorcycle-riding revolutionary arrived in the Congo to instruct the Simbas in his foco theory of guerilla warfare. This Argentine-born comrade of Fidel Castro is immortalized in the Guerrillero Heroico photograph,", "Che Guevara initially joined up with a Congolese rebel with this surname, but broke off on his own because that rebel was too lazy. Another former guerilla with this surname is the D.R. Congo’s current president."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This structure aids in the filtration of food acquired through lunge feeding, in which a large volume of water is swallowed along with many small organisms. For 10 points each:", "answers_sanitized": ["baleen [accept whalebone]", "blue whale [or Balaenoptera musculus]", "rorquals [or Balaenopteridae]"], "parts_sanitized": ["Name this filtration system possessed by animals in Mysticeti, a subgroup of Cetacea.", "The baleen system is used by this heaviest living species of whale, which is widely believed to be the largest animal that has ever existed.", "Blue whales belong to this family of baleen whales that also includes the fin and minke whales. Lunge feeding in this family is believed to be the largest biomechanical event on Earth."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This character uses nonsense phrases like “quaquaquaqua” and “acacacacademy” in a monologue the critic Martin Esslin described as a “wild, schizophrenic word salad.” For 10 points each:", "answers_sanitized": ["Lucky", "Godot [or Waiting for Godot]", "Samuel Beckett"], "parts_sanitized": ["Name this character who mentions “the public works of Puncher and Wattmann” in the aforementioned monologue, which he delivers after another character commands him to “Think!”", "Lucky appears in a play titled for this character. Because this character never actually appears during the play, some critics argue that he symbolizes God.", "This Irish playwright, who wrote Waiting for Godot, rejected that analysis, claiming, “If by Godot I had meant God I would have said God, and not Godot.” He also wrote Endgame and Happy Days."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The first practitioners of this religion were members of the Afro-Cuban Lucumí ethnic group. For 10 points each:", "answers_sanitized": ["Santería [or Regla de Ocha]", "Vodou [or Voodoo]", "beads [or prayer beads]"], "parts_sanitized": ["Name this syncretic Caribbean religion that worships orishas like Olodumare. The Supreme Court case Lukumi Babalu v. City of Hialeah concerned this religion’s practice of animal sacrifice.", "This other syncretic Caribbean religion originates from Haiti. Namesake dolls, zombies, and other witchcraft- related practices are commonly associated with this religion, which worships spirits called loas.", "Elekes, things that consist of these objects, are received in the first stage of the Santería initiation process. Practitioners of Islam use misbahas, which consist of these objects, during dhikr."], "category": "Religion"}, {"leadin_sanitized": "A 1794 self-portrait depicts this artist “hesitating between the Arts of Music and Painting,” which are represented by two allegorical women. For 10 points each:", "answers_sanitized": ["Angelica Kauffmann", "Royal Academy of Arts", "flowers [accept more specific answers]"], "parts_sanitized": ["Name this Swiss Neoclassical painter best known for her history paintings, such as Cornelia Presenting Her Children as Her Treasures.", "Kaufmann was one of two women who helped found this English institution, led initially by Joshua Reynolds. Because the two weren’t allowed in its 1772 group portrait, Johann Zoffany included portraits of them on this institution’s wall.", "The other female founder, Mary Moser, gained prominence through her paintings of these plants. Many critics have emphasized the sexual nature of Georgia O’Keefe’s paintings of these plants."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Benjamin Tallmadge operated an espionage network in this city at George Washington’s request. For 10 points each:", "answers_sanitized": ["New York City", "Benedict Arnold", "Nathan Hale"], "parts_sanitized": ["Name this city infiltrated by the Culper Ring during its occupation by William Howe’s British forces. This city’s Great Fire of 1776 may have been set by arsonists loyal to the American cause.", "After the British spy John André was captured, Tallmadge acted to stop him from being sent to this American general at West Point, whom Tallmadge correctly suspected of being a traitor.", "Tallmadge was a Yale classmate of this other spy who was captured in New York City. Before being hanged, this spy exclaimed “I only regret that I have but one life to lose for my country.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": ". The Annals of one of this empire’s rulers are inscribed in the British Museum’s Taylor Prism. For 10 points each:", "answers_sanitized": ["Assyrian Empire", "Jerusalem", "Nebuchadnezzar II [prompt on partial answers]"], "parts_sanitized": ["Name this empire whose ruler Sennacherib razed Babylon to the ground. Sennacherib ruled from this empire’s capital city of Nineveh.", "Sennacherib’s Annals mentions his unsuccessful 701 BCE siege of this city, which was ruled by King Hezekiah. The Tanakh records that Hezekiah stripped the gold from this city’s Temple of Solomon to pay tribute to Sennacherib.", "This ruler sacked Jerusalem and destroyed its Temple in 597 BCE, ushering in the Babylonian Captivity. According to Josephus, this king built the Hanging Gardens of Babylon."], "subcategory": "History World", "category": "History"}]}