{"tossups": [{"question_sanitized": "In 2012, Amgen announced that it could independently reproduce only six out of fifty-three key papers studying these cells. In an epithelial-mesenchymal transition, these cells lose their anchoring to a solid surface. The region surrounding these cells, or microenvironment, is frequently acidic due to their high rate of anaerobic respiration in the Warburg [“VAR-burg”] effect. Cell culture research has been using these immortalized cells ever since some were unethically harvested from Henrietta Lacks’ cervix. Though these cells’ telomeres shrink, they surpass the Hayflick limit and continue dividing indefinitely. For 10 points, name these cells that form tumors.", "answer_sanitized": "cancerous cells [or tumor cells; or neoplasms]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A soprano air by this composer begins with the ascending notes B – long E, followed by a dotted-eighth-sixteenth rhythm on a descending G-sharp – F-sharp – E. In Act III of one of this composer’s oratorios, the title character’s death is honored with a “Dead March”; earlier in that oratorio, the Witch of Endor raises the ghost of Samuel. The castrato aria “Ombra mai fu” opens this composer’s opera Serse. The air “I know that my Redeemer liveth” is from one of this composer’s oratorios; its librettist, Charles Jennens, penned the words “and he shall reign forever and ever” for its most famous chorus. For 10 points, name this composer who included the “Hallelujah Chorus” in his oratorio Messiah.", "answer_sanitized": "George Frideric Handel [or Georg Friedrich Händel]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Scientific racist William Ripley authored a plan to consolidate this industry during the Great Depression. A company in this industry clashed with San Joaquin Valley ranchers in the Mussel Slough Tragedy. Workers in Martinsburg, West Virginia initiated a “Great” 1877 strike in this industry. This industry’s black workers were unionized by A. Philip Randolph. Financiers associated with this industry bribed congressmen in the Credit Mobilier scandal. Eugene Debs went to jail for leading this industry’s workers in a strike against the Pullman Company. For 10 points, the Central Pacific and the Union Pacific were companies in what transportation industry that uses locomotives?", "answer_sanitized": "railroad industry [accept train industry; prompt on transportation]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "While traveling in Italy, this author wrote a poem titled “Mignon” that asks “do you know the land where the lemon-trees grow?” The title character of a trilogy by this author joins the Tower Society after starring in a production of Hamlet. This poet of the Roman Elegies wrote a novella whose protagonist recites poems by Ossian to his unrequited love, who is married to Albert. The title character is buried under a linden tree after he commits suicide in that novel by this author, which kickstarted the Sturm und Drang movement. For 10 points, name this author of The Sorrows of Young Werther.", "answer_sanitized": "Johann Wolfgang von Goethe", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In one of these texts, a large group of people watches as a man illuminates “eighteen thousand lands to the east” and causes the universe to “quake in six ways.” Another of these texts ends with the declaration “gone, gone, gone beyond.” One of these texts uses a parable about a man who promises toys to his children to get them out of a burning house to illustrate the concept of “expedient means.” Subhuti talks to a sage in one of these texts named for its ability to cut through illusions. Many of these texts belong to the “perfection of wisdom” genre. For 10 points, name these Buddhist texts that include ones titled “Diamond,” Heart,” and “Lotus.”", "answer_sanitized": "sutras [accept Lotus Sutra; accept Heart Sutra; accept Diamond Sutra]", "category": "Religion"}, {"question_sanitized": "A pirate from this country named Skipper Clement led a peasant rebellion during its Count’s Feud. An enemy army crossed frozen straits to invade this country in the March Across the Belts. Ships that refused to pay this country’s Sound Toll were bombarded by its fortress of Elsinore. This country entered into a 126-year alliance with its (stress this word) northern neighbors after its queen Margaret I married Haakon VI. Questions surrounding the status of ethnic Germans led Austria and Prussia to invade this country’s duchy of Schleswig-Holstein. This country formed the Kalmar Union with Norway and Sweden. For 10 points, name this country ruled from Copenhagen.", "answer_sanitized": "Kingdom of Denmark", "subcategory": "History European", "category": "History"}, {"question_sanitized": "While visiting this country, President Obama stated “America does not presume to know what is best for everyone” and proposed a “New Beginning” for US-Arab relations. A doctor whose parents immigrated to America from this country ran as a progressive challenger to Gretchen Whitmer in the Michigan gubernatorial Democratic primary. Despite her Indian heritage, Hillary Clinton advisor Huma Abedin is often accused of being a spy for this country’s Muslim Brotherhood. During the Arab Spring, protesters in Tahrir Square demanded the resignation of this country’s dictator Hosni Mubarak. For 10 points, name this country where Obama spoke at Cairo University.", "answer_sanitized": "Egypt (The Michigan candidate is Abdul El-Sayed)", "category": "Current Events"}, {"question_sanitized": "A scholar from this place uses Cavalieri’s principle that each solid body is made of an infinite number of planes to imagine Letizia Alvarez de Toledo’s “single volume.” People living near circuit 15-94 in this place study the phrase “O Time thy pyramids.” Purifiers living in this place attempt to destroy anything that isn’t one of the Vindications. This place causes mass suicide among readers of The Plaster Cramp and The Combed Thunderclap and is made up of “hexagonal galleries” filled with bookshelves containing all possible 410-page books. For 10 points, name this infinitely large setting of a Jorge Luis Borges short story.", "answer_sanitized": "the Library of Babel [prompt on partial answers]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This nation’s Bohol province is home to over a thousand hills that turn brown during the dry season, an attraction known as the Chocolate Hills. The oldest Chinatown in the world is located in the Binondo neighborhood of this country’s capital. Many dishes in this country’s cuisine are served adobo style and make of use of the purple ube root. One of the world’s longest underground rivers runs through this nation’s Palawan Island. Tagalog is spoken in this nation, and its two largest islands are Luzon and Mindanao. For 10 points, name this island country with a presidential palace located in Manila.", "answer_sanitized": "the Philippines", "category": "Geography"}, {"question_sanitized": "This scientist first theorized the tetraoxygen molecule to explain exceptions to Curie’s Law. This scientist used Abegg’s rule to derive his cubical atom theory, which Irving Langmuir built on to posit the octet rule. This scientist used electrolysis to be the first to produce heavy water. A class of compounds named for this scientist catalyzes the Friedel–Crafts alkylation of benzene. Boron trifluoride is a typical example of a group of compounds named for this man. Whether a species accepts or donates electron pairs is central to this scientist’s acid-base definition. For 10 points, name this American chemist who names “dot diagrams” that show bonding between atoms.", "answer_sanitized": "Gilbert N. Lewis", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "An artist made two paintings depicting objects of this color to flank a portrait of Augustine Roulin in a rocking chair titled La Berceuse. That artist supposedly ate paint of this color, and used it liberally due to his consumption of foxglove and absinthe. An 1886 painting uses distorted perspective to depict an artist’s bedroom in a building of this color, where he temporarily lived with Paul Gauguin. That “House” was in Arles [“ARL”]. A Post-Impressionist artist painted crows over a landscape of this color, and made many still-lifes of flowers in this color during a rare period of optimism. For 10 points, which color dominates Vincent van Gogh’s depictions of wheatfields and sunflowers?", "answer_sanitized": "yellow", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A monarch of this name alienated his son by choosing the Duke of Newcastle as his grandson’s godfather. Citing rumors of an affair involving Bartolomeo Pergami, a king of this name introduced the Pains and Penalties Bill, which would have allowed him to divorce Caroline of Brunswick. At Dettingen, a monarch of this name became the last English king to lead troops into battle. The Jacobite uprising of 1745 was put down by a monarch of this name, whose son of the same name went insane due to undiagnosed porphyria. For 10 points, give this name of four kings from the House of Hanover, including one who ruled England during the American Revolution.", "answer_sanitized": "George [or George I; or George II; or George III; or George IV] .", "subcategory": "History British", "category": "History"}, {"question_sanitized": "This character is called one of the “hapless, annoying, dumb-bunny girls” by the narrator of a Margaret Atwood story titled for this character. The speaker of a poem chooses “never to stoop” even though this character gives him “much the same smile” she gives anyone else. According to the speaker of that poem, this character’s “looks went everywhere” when she received a “bough of cherries” or a “white mule” from an “officious fool.” The giver of a “nine-hundred-years-old name” claims that this woman’s heart is “too soon made glad.” This woman was married to a nobleman from Ferrara who had her painted by Fra Pandolf. For 10 points, name this title character of a Robert Browning poem.", "answer_sanitized": "the duchess [accept the duchess of Ferrara, or “My Last Duchess”]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The total value of this quantity is equal to the tensor product of its electronic and nuclear types, according to the Born–Oppenheimer approximation. An operator’s expectation value can be calculated by integrating over the operator sandwiched between this quantity and its complex conjugate. Born’s rule states that the square of the magnitude of this quantity gives a particle’s probability density function. Applying the Hamiltonian operator to this quantity gives a corresponding eigen-energy, according to the time-independent Schrödinger equation. For 10 points, name this quantity that has the information about the quantum state of a given particle, symbolized psi.", "answer_sanitized": "wavefunction [accept psi before mentioned]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A text by this philosopher asserts that the letter “a,” in a certain case, “remains silent, secret, and discreet as a tomb.” This philosopher coined the term “hauntology” in a book that lists ten plagues of the capital system and calls for the creation of a “new international.” This philosopher asserted that all discourse is bricoleur in a lecture at Johns Hopkins University later published as the essay “Structure, Sign, and Play.” This philosopher coined the term différance and wrote a book that discusses Saussure’s logocentrism while arguing that speech has been historically privileged over writing. For 10 points, name this deconstructivist philosopher who wrote Specters of Marx and Of Grammatology.", "answer_sanitized": "Jacques Derrida [or Jackie Élie Derrida]", "category": "Philosophy"}, {"question_sanitized": "A filmmaker from this country directed a loose remake of Leo McCarey’s Make Way For Tomorrow that features his trademark motionless “pillow shots.” That film set in this country is about an elderly couple who visit this country’s capital city to see their children, but are ignored by them. George Lucas says his use of wipe cuts is an homage to a director from this country whose film Hidden Fortress inspired the plot of Star Wars. That director from this country cast his recurring collaborator Toshiro Mifune in films like Throne of Blood and Yojimbo. For 10 points, name this home country of Akira Kurosawa, whose films include The Seven Samurai.", "answer_sanitized": "Japan [or Nippon] (the film described in the first two lines is Yasujiro Ozu’s Tokyo Story)", "category": "Trash"}, {"question_sanitized": "In the Katha Upanishad, Nachiketa visits a god of this domain, who teaches him about Atman and liberation. A hero who tries to kidnap the wife of a god of this domain becomes forever stuck to a chair with snakes coiled around him. Heracles rescues Alcestis by wrestling the Greek personification of this domain. The god of this domain in Hindu mythology is also the god of righteousness and is the father of Yudhishthira [“you-DHISH-tee-raw”], Yama. The Aztec god of this domain is named Mictlantecuhtli [“MIKT-lawn-TEH-koot-lee”]. The Greek personification of this domain is the twin of Hypnos and is named Thanatos. For 10 points, name this domain ruled by Hades.", "answer_sanitized": "death [accept word forms like dying or the dead; accept underworld gods]", "category": "Mythology"}, {"question_sanitized": "Frederick Catherwood made detailed illustrations of this civilization’s ruins on an expedition with John Lloyd Stephens. Altar Q lists rulers from this civilization like King “18 Rabbit.” Descendents of this civilization’s inhabitants revolted during the Caste War. The Temple of Inscriptions attests to this civilization’s hieroglyphs and was built by Pacal the Great. Dredging has revealed that this civilization sacrificed humans and objects to the Sacred Cenote. During this civilization’s Classic period, cities like Copán and Palenque flourished. For 10 points, name these people of the Yucatan who built Chichen Itza.", "answer_sanitized": "Mayan civilization", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The speaker of one of this man’s poems claims that “Earth’s the right place for love” since he doesn’t “know where it’s likely to go better.” That poem describes a boy “whose only play was what he found himself” because he lived “too far from town to play baseball.” In another poem by this man, the speaker commands “stay where you are until our backs are turned,” and notes how one man’s apple orchard will never “get across” to disturb his neighbor’s pines. This poet of “Birches” included the refrain “good fences make good neighbors” in his poem “Mending Wall.” For 10 points, name this poet of “The Road Not Taken.”", "answer_sanitized": "Robert Frost", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The third largest one of these specific bodies has gained a distinctive “two tone” appearance through the accumulation of dark colored debris on one part of its surface. Another one of these objects has an albedo equal to roughly 1.38, making it the most reflective body in the solar system. The largest of these objects was visited by the Huygens [“HIGH-guns”] probe and features a thick orange atmosphere covering liquid hydrocarbon lakes. One of these objects called Mimas lies in the Cassini Division between its planet’s rings. For 10 points, Iapetus, Enceladus, and Titan are examples of what objects that orbit the sixth planet from the Sun?", "answer_sanitized": "Saturn’s moons [or moons of Saturn; or natural satellites of Saturn; prompt on moons]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": ". During this period, seven Taoist sages gathered in a bamboo grove to escape politics and drink heavily. One general in this period staged a coup at the Gaoping Tombs. A different general during this period devised the Longzhen Strategy and may have invented the repeating crossbow. Sima Yi and Zhuge Liang appear in a narrative about this period by Luo Guanzhong that begins with the Yellow Turban Rebellion and fictionalizes Liu Bei’s victory over Cao Cao at the Battle of Red Cliffs. For 10 points, name this period of rivalry between the states of Wei, Shu, and Wu that titles an epic Chinese Romance.", "answer_sanitized": "Three Kingdoms Period [or Sanguo]       Bonuses", "subcategory": "Literature World", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This aria is one of the few pieces in the classical repertoire to include a part for the glass harmonica. For 10 points each:", "answers_sanitized": ["“Il dolce suono” [or “The Sweet Sound”]", "Gaetano Donizetti", "soprano [accept coloratura soprano]"], "parts_sanitized": ["Name this aria in which the central character wears a blood-stained wedding dress and imagines marrying her dead lover, Edgardo. It is generally regarded as the most famous “mad scene” in opera.", "The title character sings “Il dolce suono” in this composer’s opera Lucia di Lammermoor. This man also composed The Elixir of Love.", "The role of Lucia is played by singers with this voice type, such as Maria Callas and Dame Joan Sutherland. This female voice type has the highest vocal range of all of the classical voice types."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "A Margaret Mahler book titled for this event advances her theory of the separation-individuation phase of development. For 10 points each:", "answers_sanitized": ["birth [accept equivalents such as conception; accept The Psychological Birth of the Human Infant: Symbiosis and Individuation; or The Trauma of Birth]", "Sigmund Freud", "the hero [or The Myth of the Birth of the Hero]"], "parts_sanitized": ["Name this event whose “trauma” titles a 1924 book by psychoanalyst Otto Rank. Rank posited that this event results in the first and most significant instance of “separation anxiety” in a person’s life.", "Both Mahler and Rank’s theories were inspired by this teacher and founder of psychoanalysis, who originated the idea of the Oedipus Complex and wrote The Interpretation of Dreams.", "Rank wrote a book titled for The Myth of the Birth of this figure. In Joseph Campbell’s “monomyth” theory, this figure refuses to heed the “Call to Adventure” before “Crossing the First Threshold.”"], "category": "Social Science"}, {"leadin_sanitized": "John Keats poems are more thematically similar to contemporary prose than you might think. For 10 points each:", "answers_sanitized": ["autumn [or “To Autumn”]", "the sea [or The Sea, the Sea or “To the Sea” or “Sea-Fever”]", "E.M. (Edward Morgan) Forster (On Beauty was inspired by Forster’s Howards End)"], "parts_sanitized": ["Keats dedicated an ode to this season of “mellow fruitfulness,” “gourds,” and “apples.” An Ali Smith novel titled for this season describes how Elisabeth Demand’s friendship with 101-year-old Daniel Gluck changes during Brexit.", "Charles Arrowby pursues Hartley in Iris Murdoch’s book titled for this place. Keats described this place’s “eternal whisperings,” and it lulls the speaker into “a quiet sleep” in John Masefield’s most famous poem.", "This author read Keats’ letters while writing a novel about Lucy Honeychurch’s affair with George Emerson. His novel about the feuding Wilcox and Schlegel families inspired Zadie Smith’s On Beauty."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Answer the following about misleading statistics, for 10 points each.", "answers_sanitized": ["outliers", "Pearson’s chi-squared test", "Simpson’s paradox [or reversal paradox; or amalgamation paradox; or Yule-Simpson effect]"], "parts_sanitized": ["These observations, whose values differ greatly from the rest of a data set, may cause the means of small samples to be much higher than population means.", "Many statistical hypothesis tests will yield misleading results if the data are not independent; one example is this test devised by Karl Pearson, which uses a sum of squared errors to determine the relationship between categorical variables.", "In this paradox, a trend that arises in several different groups of data disappears when the data are combined. It may cause incorrect conclusions to be made about the causality between different variables."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "These people elected commanders called <em>hetmans</em> at gatherings called <em>radas</em>. For 10 points each:", "answers_sanitized": ["Cossacks [accept Zaporozhian Cossacks or Don Cossacks]", "Ukraine", "the Deluge"], "parts_sanitized": ["Name these frontier horsemen who rebelled against the Polish-Lithuanian Commonwealth to form an independent hetmanate under Bogdan Khmelnytsky [“chmel-NIT-skee”]. One of these people named Yemelyan Pugachev led a revolt against Catherine the Great.", "Khmelnytsky is a national hero in this modern-day country, where many Cossacks settled along the Don River. Some paramilitary pro-Russian Cossacks have joined the separatist insurgency in this country’s Donbass region.", "The Khmelnytsky Uprising initiated this historical period, in which Russia and Sweden repeatedly invaded Poland. Its name comes from the title of a Henryk Sienkiewicz [“SHEN-kyay-veech”] novel."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "An artist with this surname collaborated on several canvases with Agostino Tassi. For 10 points each:", "answers_sanitized": ["Gentileschi [accept Orazio Gentileschi; or Artemisia Gentileschi]", "Titian [or accept either underlined portion of Tiziano Vecellio]", "painting [accept Self-Portrait as the Allegory of Painting; or The Allegory of Painting; or The Art of Painting; prompt on less specific answers like art]"], "parts_sanitized": ["Give this surname of that artist, Orazio, and Orazio’s daughter, who was raped by Agostino Tassi. That woman with this surname alluded to her trauma over the incident in her painting Judith Beheading Holofernes.", "Gentileschi’s Sleeping Venus was partially inspired by her time in Venice, where she studied the works of Giorgione and this artist of the Venus of Urbino.", "Gentileschi was inspired by an illustration from Cesare Ripa’s Iconologia to produce a self-portrait titled as an Allegory of [this subject]. That same Ripa illustration also inspired a Vermeer work, sometimes titled The Allegory of [this subject], in which a woman holds a trumpet and a book."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "After he was kidnapped by pirates, this god turned into a lion to slay and eat his captors. For 10 points each:", "answers_sanitized": ["Dionysus [or Bacchus]", "Semele", "India"], "parts_sanitized": ["Name this god who spared the remaining pirates by turning them into dolphins. This Greek god of wine became the twelfth Olympian after Hestia conceded her seat.", "Dionysus was the son of Zeus and this mortal woman, the daughter of Cadmus. This woman died when Zeus revealed his true form to her.", "According to Nonnus, Dionysus invaded this region, where he defeated this region’s King Deriades. Dionysus also fought a battle with a river god from this region named Hydaspes."], "category": "Mythology"}, {"leadin_sanitized": "Sequencing, or determining the order of nucleotides in a genome, is important for studying the causes of many genetic diseases. For 10 points each:", "answers_sanitized": ["DNA polymerase [or polymerase chain reaction]", "Frederick Sanger [or Sanger sequencing]", "shotgun sequencing"], "parts_sanitized": ["Before sequencing, DNA is often copied using a “chain reaction” technique named after this enzyme. During replication, it adds nucleotides to the 3’ end of DNA after helicase unwinds the molecule.", "In 1977, this British biochemist developed a method of sequencing DNA using dideoxynucleotides. He also determined the amino acid sequence of insulin.", "Because Sanger sequencing is only useful with smaller genomes, this method that involves “shredding” DNA into smaller fragments and sequencing them individually was introduced in 1979 for long DNA strands."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The narrator of a short story believes that this object is hiding a “strange, provoking, formless sort of creature.” For 10 points each:", "answers_sanitized": ["“The Yellow Wallpaper” [prompt on partial answer]", "Henry Wadsworth Longfellow", "The Atlantic Monthly"], "parts_sanitized": ["Name this “repellant, almost revolting” decoration that titles a Charlotte Perkins Gilman short story. The narrator is forced to look at this object because her husband John has prescribed her a “rest cure.”", "] “The Yellow Wallpaper” was published in an 1891 issue of The New England Magazine alongside “The Herons of Elmwood,” a poem by this writer of “The Song of Hiawatha.”", "Despite publishing works by Gilman and Longfellow, The New England Magazine never matched the success of this literary periodical, which was edited by William Dean Howells. Julia Ward Howe’s “Battle Hymn of the Republic” was initially published in this magazine."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "<em>Description acceptable</em>. James Augustus Grant’s <em>A Walk across Africa</em> describes his journey to find this place. For 10 points each:", "answers_sanitized": ["the source of the Nile [accept descriptive answers like the origin of the Nile; prompt on Lake Victoria; do not accept or prompt on Victoria Falls]", "Sir Richard Francis Burton", "Henry Morton Stanley"], "parts_sanitized": ["Name this place in Africa sought by 19th century explorers like Grant and John Hanning Speke, who discovered it in 1858. Speke named this place’s location after Queen Victoria.", "Speke was traveling with this explorer, who vigorously disagreed that Lake Victoria was the source of the Nile. In another adventure, this explorer snuck into Mecca disguised as a Pashtun pilgrim.", "Speke’s discovery was confirmed by this Welsh-American explorer, who circumnavigated Lake Victoria. More famously, this man discovered Dr. David Livingstone on the shores of Lake Tanganyika."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Stresses on a body can be resolved into a component that acts perpendicular to the body – the normal stress – and this other type of stress. For 10 points each:", "answers_sanitized": ["shear stress", "Hooke’s law", "Poisson’s ratio [prompt on partial answer]"], "parts_sanitized": ["Name this type of stress that acts parallel to a material’s cross section. Scissors apply this type of stress to cut paper.", "Stress and strain are proportional according to this law. This law alternatively says that for elastic materials, restoring force is proportional to displacement.", "The shear modulus is equal to [read slowly] one-half times Young’s modulus over quantity 1 plus this value. It is found by dividing a material’s lateral strain by its corresponding axial strain."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The choreographer of this ballet, Arthur Saint-Léon, incorporated national dances like the <em>csárdás</em> [“CHAR-dawsh”] and the <em>mazurka</em> into its first act. For 10 points each:", "answers_sanitized": ["Coppélia", "dolls [or puppets]", "the can-can"], "parts_sanitized": ["Name this ballet, inspired by the stories of E. T. A. Hoffman, in which Franz becomes disillusioned with his love interest Swanhilda. Its score, composed by Leo Delibes, includes a noted “Waltz of the Hours.”", "The title character of Coppélia is one of these toys that is brought to life by a doctor. The title character of Igor Stravinsky’s Petrushka is one of these toys, as is the protagonist of Jonathan Dove’s opera The Adventures of Pinocchio.", "Two infatuated dolls perform this dance in Léonide Massine’s ballet La Boutique. This dance is traditionally performed to the “Infernal Galop” from Jacques Offenbach’s Orpheus in the Underworld."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "These military units put down the Spartacist rebellion and executed the uprising’s leaders, Rosa Luxemburg and Karl Liebknecht. For 10 points each:", "answers_sanitized": ["Freikorps [or Free Corps]", "Weimar Republic [or Weimar Germany]", "Beer Hall Putsch [or Bierkeller Putsch; prompt on Munich Putsch]"], "parts_sanitized": ["Name these German paramilitary groups largely composed of jobless World War I veterans. They launched the Kapp Putsch in support of Erich Ludendorff.", "Friedrich Ebert, the President of this hyperinflation-ridden post-World War I German government, used the Freikorps to quell left-wing rebellions in the Ruhr and Bavaria.", "Adolf Hitler and his Nazi henchmen were denounced as “Freikorps bands of rowdies” in the aftermath of this failed 1923 putsch. It is named for the large pub where Hitler and his fellow revolutionaries gathered."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This play’s title came about when an actor mistakenly used it in place of the line “A blonde schoolteacher.” For 10 points each:", "answers_sanitized": ["The Bald Soprano [or La Cantatrice Chauve]", "Eugène Ionesco [or Eugen Ionescu]", "Hamlet [or The Tragedy of Hamlet, Prince of Denmark]"], "parts_sanitized": ["Name this play in which Mr. and Mrs. Smith invite the Martins over for dinner. Later in this play, the Fire Chief arrives and recognizes the maid Mary as his first love.", "The Bald Soprano is by this French-Romanian playwright. This author of The Rhinoceros included the recurring character Bérenger in his plays Exit the King and The Chairs.", "Ionesco’s fellow absurdist, Tom Stoppard, wrote a pseudo-sequel to this Shakespeare play focusing on its characters Rosencrantz and Guildenstern. Stoppard notably excludes this play’s most famous monologue, “To be, or not to be.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The summit of a volcano in this country is technically the furthest point from the earth’s center, due to the unique spheroidal shape of the earth beneath it. For 10 points each:", "answers_sanitized": ["Ecuador", "Galapagos Islands", "ice [prompt on “water”]"], "parts_sanitized": ["Name this country, located on the eastern rim of the Ring of Fire, that is home to the stratovolcanoes Chimborazo and Cotopaxi.", "Ecuador controls this volcanic archipelago, which is home to an endemic species of giant tortoises. Charles Darwin developed his theory of natural selection while studying this archipelago’s finches.", "Since Ecuador’s colonial era, miners called hieleros have extracted this resource from Chimborazo. The 19th century “king” of this resource’s trade, Frederic Tudor, used sawdust to keep this resource insulated during transatlantic voyages."], "category": "Geography"}, {"leadin_sanitized": "In this dialogue, a character recounts dreaming of a woman who declared he would go to Phthia in three days. For 10 points each:", "answers_sanitized": ["Crito", "Socrates", "Apology [or The Apology of Socrates]"], "parts_sanitized": ["Name this dialogue in which a personification of the Laws of Athens explains that a person cannot reject an individual law without rejecting all of society’s laws.", "In his namesake dialogue, Crito tries to convince this man to escape his jail cell, but is confused when he refuses. This teacher of Plato was sentenced to death for supposedly corrupting the youth of Athens.", "Chronologically, Crito follows this dialogue in which Socrates notes his reputation as the gadfly of Athens. In this dialogue, Socrates recounts how the Oracle of Delphi proclaimed him the wisest man."], "subcategory": "Literature Classical", "category": "Literature"}, {"leadin_sanitized": "This man imprisoned a prophet in Machaerus to execute him. For 10 points each:", "answers_sanitized": ["Herod [or King Herod; or Herod the Tetrarch; or Herod Antipater; or Herod Antipas]", "St. John the Baptist [or John the Forerunner; or John the Baptizer]", "honey"], "parts_sanitized": ["Name this man who fulfilled Salome’s [“SAL-oh-may’s”] request for a certain prophet’s head on a dish.", "King Herod fulfilled Salome’s request by beheading this prophet who baptized Jesus after calling him “the lamb of God.” Gabriel told this man’s father Zachariah that this man’s mother, Elizabeth, would give birth to him in menopause.", "The Gospels state that John survived in the wilderness by eating locusts and this food. This is the second food mentioned in a common Biblical quote that calls Israel “a land flowing with” two kinds of food."], "category": "Religion"}, {"leadin_sanitized": "This writer called Corinna of Tanagra a pig after she beat him in a poetry contest. For 10 points each:", "answers_sanitized": ["Pindaros", "Robert Herrick", "Publius Ovidius Naso"], "parts_sanitized": ["Name this poet. Many of his Pythian Odes, like the one calling Hippocleas one of “Sparta’s warlike sons,” are dedicated to winners of athletic competitions.", "This Cavalier poet called his love a “slug-a-bed” in “Corinna’s going a-Maying.” He tells some young women to “gather ye rosebuds while ye may” in the most famous poem from his Hesperides.", "The death of the “prince of mimics” inspired this Roman to write a poem “On the Death of Corinna’s Parrot.” His Metamorphoses serves as a collection of mythical transformations."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In a speech given at this site, Joshua Chamberlain referred to it as “the vision-place of souls.” For 10 points each:", "answers_sanitized": ["Gettysburg [or the Gettysburg Address]", "“under God”", "Edward Everett"], "parts_sanitized": ["Name this Pennsylvania battlefield where, decades earlier, Abraham Lincoln promised that “government of the people, by the people, for the people, shall not perish from the earth.” Lincoln’s speech at this location begins with the phrase “fourscore and seven years ago.”", "John Hay’s transcription of the Gettysburg Address omits this two-word phrase from the final sentence. This two-word phrase was added to the Pledge of Allegiance in 1954.", "This Massachusetts politician delivered a two hour-long keynote speech before Lincoln at Gettysburg. He served as John Bell’s running mate on the Constitutional Union Party ticket in the 1860 presidential election."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The Langmuir–Hinshelwood mechanism helped to explain the mechanism of action for these types of catalysts. For 10 points each:", "answers_sanitized": ["heterogeneous catalysts", "carbon [or C]", "zeolites"], "parts_sanitized": ["Name these types of catalysts that function even though the reactants and catalyst are in different phases.", "Heterogeneous catalysts typically consist of a layer of expensive catalyst on a cheaper support, such as this element’s “activated” form. Other forms of this element include charcoal and graphite.", "Another example of heterogeneous catalysis uses these aluminosilicate materials, which are commonly used for fluid catalytic cracking in refineries. Their name means “boiling rock” in Greek."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": ". Many herbivores have developed strategies to digest cellulose fibers in plants. For 10 points each:", "answers_sanitized": ["giant panda [or Ailuropoda melanoleuca]", "ruminants [or rumination]", "hindgut fermentation [accept hindgut fermenters; prompt on fermentation]"], "parts_sanitized": ["Although this East Asian animal has the teeth and digestive system of a typical carnivore, scientists are still baffled by its diet, which consists almost exclusively of bamboo.", "This term is used for animals such as cattle which regurgitate food as cud and then rechew it, allowing them to break down cellulose with the help of bacteria.", "In contrast to rumination, horses and rabbits use this digestive process in which bacteria in the cecum [“SEE-cum”] and large intestine help break down food that has only been chewed once."], "subcategory": "Science Biology", "category": "Science"}]}