{"tossups": [{"question_sanitized": "In August 1852, this man wrote an article for the New York Tribune about the British parliamentary elections, but stopped writing for the Tribune because objected to the editors’ pro-Confederate positions. During his time in the General Council of the First International, he wrote The Civil War in France supporting the Paris Commune. This man also wrote that man could only be understood through social and economic relations in his Theses on Feuerbach. In one of his most famous works, this man said, “The proletariat have nothing to lose but their chains.” For 10 points, name this socialist who wrote Das Kapital and The Communist Manifesto with Friedrich Engels.", "answer_sanitized": "Karl Marx &lt;AG&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "King Suddhodana locked this man in a palace for twenty-nine years to prevent a version of a prophecy given by a hermit seer. In the garden of Lumbini, this man emerged from under the right arm of a woman who dreamed about a white six-tusked elephant. The first sermon by this man was delivered at Deer Park after he discovered suffering in the form of a sick man, a corpse, and an ascetic. Asita prophesied that this man would become a sage or ruler before this man discovered the Middle Way. For 10 points, give the name of this “awakened one” who achieved enlightenment while sitting under a Bodhi tree, the founder of Buddhism.", "answer_sanitized": "Siddhartha Gautama [accept either name; or Buddha until Buddhism is read] &lt;NW&gt;", "category": "Religion"}, {"question_sanitized": "This author was part of the Group 47, and wrote a novel in which Simon Dach hosts a meeting of intellectuals. In another of his novels, Tulla gives birth to Paul while escaping a sinking ship. This author of The Meeting at Telgte and Crabwalk also featured Tulla in a novel where Eduard Amsel collects various S.A. uniforms to dress his scarecrows in. After he is told he is to be a grocer, one of this author’s characters resolves never to grow up, and is given a certain instrument on his third birthday. Dog Years and Cat and Mouse are among the works included in this author’s Danzig Trilogy. For 10 points, name this author of The Tin Drum who died in April of 2015.", "answer_sanitized": "Gunter Wilhelm Grass &lt;AT&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "For this process to occur in yeast, the Rec8 cohesin must be protected from separase in order. The Monopolin protein complex assists with monopolar attachment during this process. In this process, synaptonemal complexes hold bivalents together. Chiasmata form after synapsis during the pachytene stage of one part of this process. An error in this process leads to Turner syndrome and Down syndrome. Around 10% of the time in females, nondisjunction occurs during this process. Prophase I is the longest phase of this process. For 10 points, name this form of cell division that produces four haploid gametes from a diploid cell.", "answer_sanitized": "meiosis &lt;AG&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One character in this opera is rescued by child-spirits who sing “Stop! And be wise, you only live once” after an attempted suicide. That character, a birdcatcher, then uses magic bells to summon his love. A priest of Isis and Osiris asks the gods to protect the protagonist, but later the protagonist’s lover is instructed to kill the priest, Sarastro, with a dagger. The line “hell’s vengeance boils in my heart” appears in an aria in which the soprano reaches a high F6. Papageno and the Queen of the Night are characters in this opera, which centers on Tamino’s love for Pamina. For 10 points, name this opera by Wolfgang Amadeus Mozart about the title enchanted instrument.", "answer_sanitized": "The Magic Flute [accept Die Zauberflöte] &lt;BM&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "The buildup to this event saw electors compile and air “notebooks of grievances” with demands like abolishing the banalite and corvee. One group of politicians in this event only sat in the highest two rows of their legislative chamber and were called “The Mountain” before they were reduced in number to become “The Crest.” Those members composed the Committee of Public Safety before the Thermidorian Reaction during this Revolution. The Directory established Departements during this general event, which began with a failed meeting of an Assembly of Notables and a reconvening of the Three Estates. For 10 points, name this revolution which saw the Bastille stormed in Paris and Louis XVI executed.", "answer_sanitized": "French Revolution", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The Pandits were the first major influences on this region’s cuisine, which includes tzaman and dum aloo. The Gilgit Agency is in the northwestern part of this region, and its western area contains the Soda Plain, a vast desert of salt more commonly known as Aksai Chin. The Shaksgam Valley in this region borders the Siachen Glacier, which is just northeast of the point where the Line of Control ends. Disagreement over its ownership helped incite wars in 1947 and 1965. For 10 points, name this disputed region between India, China, and Pakistan, famous for a certain textile.", "answer_sanitized": "Kashmir Region &lt;GA&gt;", "category": "Geography"}, {"question_sanitized": "One method of protein folding involves the formation of disulfide bridges, which are examples of these structures between thiol groups in cysteine. In complexation reactions, an arrow is drawn between atoms to depict the donation of a lone pair in order to create the “coordinate” type of this structure. Atoms with a medium difference in electronegativity can bond to form the “polar” type of this structure, which contrasts with the “nonpolar” variety exhibited by diatomic gases. For 10 points, name this type of bond which contrasts with ionic and is characterized by sharing of electrons between two or more atoms.", "answer_sanitized": "covalent bond [prompt on bond before it is mentioned] &lt;BM&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This man ordered B-29s to bomb bridges at Sinuiju-An-tung and Chong’chon, and forced a former emperor to announce to his people that he was just a mortal. This man gave tents and mobile kitchens to a group of demonstrators, before Herbert Hoover ordered him to break up their “Bonus Army.” After being replaced by Matthew Ridgway, this man gave a speech to Congress in which he stated “Old soldiers never die, they just fade away,” and during a retreat from Philippines is said to have proclaimed that “I shall return.” For 10 points, name this five-star general who commanded Allied forces in the Pacific Theater in World War II and UN forces during the Korean War.", "answer_sanitized": "Douglas MacArthur &lt;GB&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One character in this work switches the location of a baby cradle, causing the baby’s mother to sleep in the wrong bed. Later on in this work, the devil drags a man’s body and soul, as well as a frying pan, to hell. Three men in this work kill each other over a bunch of gold coins found at the foot of an oak tree, and a comedic scene sees Absalom poke Nicholas’s buttocks with a hot coulter. This work sees a man kiss an old hag, who then transforms into a beautiful woman. The central group in this work is on a journey to visit Thomas Becket's shrine. For 10 points, name this old English work featuring the “Knight’s Tale” and “Wife of Bath’s Tale,” by Geoffrey Chaucer.", "answer_sanitized": "The Canterbury Tales &lt;AT&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The “Conway” type of this rock has an unusually high concentration of thorium. This rock forms the largest region on the upper triangle of a QAPF diagram. The metamorphosis of this rock is the most common source of gneiss. Exfoliation of plutons or batholiths of this rock can form giant domes, such as the Half Dome in Yosemite. The extrusive equivalent of this intrusive rock is rhyolite. A major component of this rock is alkali feldspar, with potassium feldspars giving it a distinctive pink color. For 10 points, name this rock that makes up most of the Earth’s continental crust, as opposed to the basalt that makes up the oceanic crust.", "answer_sanitized": "granite [accept granitoids] &lt;CV&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One of these events was prevented by Chesley Sullenberger, and Lech Kaczynski died during another one of them. After taking part in one of these events, John McCain was taken as a POW. German officials revealed that one of these events, which resulted in the deaths of two singers from a Spanish opera house, was deliberately committed by Andreas Lubitz. In 2015, Harrison Ford was injured in one that occurred on a golf course. In the aftermaths of these events, more information can be gathered by recovering a “black box,” and in July 2014, one of these events was caused by a Russian missile over Ukraine. For 10 points, name this fate that befell Malaysia Airlines Flight 17.", "answer_sanitized": "plane crashes [accept clear knowledge equivalents, do not accept “plane disappearances”] &lt;WX&gt;", "category": "Current Events"}, {"question_sanitized": "In the foreground of this painting, a pantsless man still wearing one sock forms part of a pedestal of corpses. A man wearing a bicorne and brandishing a sword marches next to a man in a top hat sometimes identified as the artist of this painting, whose title character wears a Phrygian cap. While this work was intended as a reminder for Louis-Philippe, it was removed from display after only a few months for being too political. A young boy carrying two pistols marches next to the topless title character of this work, who waves a French flag. For 10 points, name this painting commemorating the July Revolution, a work by Eugene Delacroix.", "answer_sanitized": "Liberty Leading the People [accept La Liberté guidant le peuple] &lt;SEA&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One author from this nation wrote a novel about man intent on marrying a woman named Clara even though she is an outcast from her tribe. Another author from this nation wrote about the characters Olanna, Ugwu and Richard during the Biafran War in Half of a Yellow Sun and that author later wrote the 2013 novel Americanah. The writer of the play The Death and the King’s Horseman became the first person from this country as well as the entire continent to win the Nobel Prize for Literature. For ten points, name this African nation, the birthplace of Chimamanda Ngozi Adichie (“CHI-ma-mahn-dah en-GO-zi a-DEE-chay”) and playwright Wole Soyinka.", "answer_sanitized": "Nigeria &lt;CC&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The Mon and Dvaravati people developed their cultures in this country’s Khorat plateau and eventually became Mahayana Buddhists. Students from Thammasat University in this country overthrew a dictator in 1973. Taksin the Great of this country was overthrown by Chao Phraya who started its Chakri dynasty as Rama I. Ramesuan I united the Sukhothai and Ayutthaya kingdoms under a personal union in what would become this nation. Suryavarman II built a temple complex called Angkor Wat in this country. For 10 points, name this country once ruled by the Khmer Empire with a capital at Bangkok.", "answer_sanitized": "Kingdom of Thailand", "subcategory": "History World", "category": "History"}, {"question_sanitized": "If the pressure gradient is balanced by this phenomenon, a flow is geostrophic. The combined effects of drag and this phenomenon create an Ekman spiral. The ratio of inertial forces to this phenomenon is given by the Rossby number. The strength of this phenomenon is directly proportional to the sine of latitude. This phenomenon results in cyclones spinning counter-clockwise in the Northern Hemisphere but clockwise in the Southern Hemisphere. This “fictitious” force causes flows in a rotating reference frame to be deflected from a straight line. For 10 points, name this effect that results from the Earth’s rotation and which is not actually responsible for the way a toilet flushes.", "answer_sanitized": "Coriolis effect or Coriolis force&lt;CV&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "An oratorio by this composer beings with the prelude “Representation of Chaos,” after which a “spine-tingling” C major fortissimo chord erupts on the last word of the chorus singing “There was light!” The penultimate of this composer's symphonies opens with a drumroll in the timpani. In the second, quiet movement of another symphony, this composer of the Creation oratorio included a sudden fortissimo chord, giving it the the nickname the “Surprise” Symphony. This composer wrote two sets of six symphonies during his time in London. For 10 points, name this Austrian composer and “father of the symphony”.", "answer_sanitized": "Franz Joseph Haydn &lt;CV&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This poet wrote “when at Night / Our good Day done / I guard My Master’s Head” in a poem written from the perspective of a “Loaded Gun.” In another poem, this poet is an “Inebriate of air” because she has tasted “a liquor never brewed.” She also wrote about telling her name “To an admiring Bog,” and how the “Windows failed – and then / I could not see to see.” Another work describes the day that this 20th century poet “first surmised that Horses’ Heads were toward Eternity.” Those Horses draw a carriage that holds“but just Ourselves and Immortality.” For 10 points, name this poet of “I heard a Fly buzz – when I died” and “Because I could not stop for Death.”", "answer_sanitized": "Emily Elizabeth Dickinson &lt;AT&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This man sent missionaries to the Baltic states after accepting the surrender of Veleti leader Dragovit. A biographer of this ruler also served as the secretary to his successor, Louis the Pious. That man, Einhard, was also employed alongside this man’s advisor Alcuin of York. His troops were joined by those of Sulayman al-Arabi during the botched invasion of Zaragoza, which led to a retreat through Roncevaux Pass where his rear guard was ambushed. For 10 points, name this son of Pepin the Short, a Carolingian king who was crowned the first Holy Roman Emperor.", "answer_sanitized": "Charlemagne [accept Charles the Great; or Carolus Magnus; or Karl der Grosse] &lt;NB&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A rope dipped in yellow soil was flung by Nuwa to perform this action. Odin, Vili, and Ve use the trunks of an ash and elm tree to perform this action, which in another myth system is performed by Susanoo after swallowing jewels from the necklace of Amaterasu. After a flood ends the Bronze Age, Deucalion and Pyrrha cast the bones of Gaia behind them to perform this action. Because Epimetheus gave away too many good traits to animals, the arts of civilization had to be stolen before this action was performed by Prometheus with clay. For 10 points, name this action performed with dust in the Bible that resulted in Adam.", "answer_sanitized": "creation of man [accept other answers involving something causing humans/people to exist] &lt;SEA/NW&gt;", "category": "Mythology"}, {"question_sanitized": ". The battle of Breadfield was won by an army given this descriptor, which was led by Matthias Corvinus. Another force with this name engaged at Quatre Bras under Duke Frederick Wilhelm, and that force was able to temporarily hold Brunswick against Napoleonic forces. Abram Gannibal gained a nickname with this descriptor in the service of Peter I. The use of this color by the Arditi inspired the uniforms of a paramilitary group deployed to Ethiopia. A military leader with this nickname was the first knight of the Garter, and led the English forces at Poitiers. For 10 points, name this color worn on the March on Rome by Mussolini’s supporters.", "answer_sanitized": "black Bonuses", "subcategory": "History European", "category": "History"}], "bonuses": [{"leadin_sanitized": "During the 20th century, China was split into two by its civil war between the Nationalists and the Communists. For 10 points each:", "answers_sanitized": ["Chiang Kai-Shek &lt;AL&gt;", "Sun Yat-Sen &lt;AL&gt;", "Three People’s Principles, accept Three Great Principles, Three Principles of the People, San Min Doctrine, or Tridemism &lt;AL&gt;"], "parts_sanitized": ["This man was in charge of the Guomindang, or Chinese Nationalist Party, and led troops to unify China. His early campaigns included the Northern Expedition to crush the Beiyang Army.", "This man was the first president of the Republic of China, and lived in Japan during his exile.", "Both the GMD and CCP claim to venerate the ideas of nationalism, people’s rights, and livelihood, which comprised this political philosophy created by Sun Yat-sen."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This series of works ends with Brunnhilde committing suicide by jumping into Siegfried’s funeral pyre, and requires Wotan to sing bass-baritone. For 10 points each:", "answers_sanitized": ["The Ring Cycle [accept The Ring of the Nibelung, or Der Ring des Nibelungen]", "Ride of the Valkyries", "Das Rheingold (or The Rhine Gold) &lt;AT&gt;"], "parts_sanitized": ["Name this cycle of four operas by Richard Wagner, which is loosely based on Norse myth.", "This piece of music from the Ring Cycle is played when fallen heroes are carried to Valhalla. It was popularized by the film Apocalypse Now, where it is serves as the background music during a helicopter assault.", "This first opera from the Ring Cycle features a nearly four-minute drone that gradually builds up to an E flat major chord. Its first scene sees Alberich try to woo three maidens."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "This religion is practiced in both New Orleans and Haiti, and has roots in West African traditions. For 10 points each:", "answers_sanitized": ["voodoo [accept voodou, vodun, vodoun, or other clear equivalents]", "loa", "Papa Legba &lt;PS&gt;"], "parts_sanitized": ["Name this religion which was syncretized with Catholicism in America and is associated with its namesake dolls.", "These deities receive the prayers of followers of voodoo, since the Supreme Creator, Bondye, is unreachable. They are subdivided into nations, and families, and can be summoned by a veve.", "This loa is always the first one to be invoked in a summoning, and represents crossroads and communication. He is usually portrayed as an old man with a dog by his side."], "category": "Religion"}, {"leadin_sanitized": "When an organism inherits only one of the alleles for this type of trait, they will still exhibit the phenotype for that trait. For 10 points each:", "answers_sanitized": ["dominant [accept dominance]", "three-fourths (accept 75 percent or any clear equivalents)", "piebald &lt;AT&gt;"], "parts_sanitized": ["Name this type of trait. Snapdragons are pink because they possess the “incomplete” form of this phenomenon.", "Two parents that are both autosomal dominant for a certain disorder give birth to a child. What is the probability that the child will be born with the disorder?", "Organisms can have incompletely dominant color alleles or co-dominant alleles, which causes splotchy patterns. Animals which have different-colored patches of fur as a result of co-dominance known by this term."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In this play, Governor Gessler is shot after the peasant woman Armgart and her seven children bar his way through the pass. For 10 points each:", "answers_sanitized": ["William Tell", "Friedrich Schiller", "Weimar Classicism &lt;SoH&gt;"], "parts_sanitized": ["Name this play that later inspired an opera by Rossini in which the protagonist fails to salute properly to Gessler.", "William Tell was written by this French playwright of the Wallenstein Trilogy, which loosely follows the decline of the title general during the Thirty Years’ War.", "Schiller, along with Goethe, was one of the main contributors to this literary and cultural movement that took place in the late-eighteenth century. This movement was the final phase of German Enlightenment and takes its name from a city in the German district of Thuringia."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Deeds given to these landholders spanned sixteen miles on one side of a major river, or eight miles on each side. For 10 points:", "answers_sanitized": ["patroons", "New Sweden", "Albany, New York"], "parts_sanitized": ["Name these Dutch landholders who were granted extensive manorial rights in the 17th century by the Dutch West India Company to foster colonization.", "Dutch colonists also conquered this area along the lower portion of the Delaware River in the Second Northern War. Its capital was located at Fort Christina, now the city of Wilmington, Delaware.", "The largest Dutch patroonship, Rensselaerswyk (rin-suh-LAY-er-zwik), covered this modern-day state capital which lies on the western bank of the Hudson River."], "category": "Geography"}, {"leadin_sanitized": "Inflation or deflation in a currency will change this quantity. For 10 points each:", "answers_sanitized": ["exchange rate [accept foreign exchange rate, FX rate, or Agio]", "Janet Louise Yellen", "The Goldman-Sachs Group, Inc. &lt;GA&gt;"], "parts_sanitized": ["Name this ratio between the values of 2 or more different currencies. This ratio between the euro and the dollar is getting closer to 1:1, which it has not been since 2002.", "This woman is the chairperson of the Federal Reserve, which releases daily bilateral exchange rates. She has lately been strongly against raising interest rates until she is sure that the economy will sustain itself without them.", "The New York Fed’s regulator to this group, Carmen Segarra, refused to falsify a report about improper actions by this group in 2012. This group, together with Deutsche Bank, led Apple's largest corporate-bond deal in Apple Inc.'s history in April of 2013."], "category": "Social Science"}, {"leadin_sanitized": "For heavy elements like uranium, this process yields energy because the sum of the masses of the atoms it produces is less than the mass of the parent atom. For 10 points each:", "answers_sanitized": ["nuclear fission", "iron [or Fe]", "uranium-238 [prompt on uranium] &lt;CV&gt;"], "parts_sanitized": ["Name this process in which the nucleus of an atom is split, releasing energy.", "Elements heavier than this element can produce energy via fission. Elements lighter than this element can produce energy via fusion because this element’s nucleus has the highest binding energy of any element.", "This isotope of uranium is the most common but is not generally fissionable like isotope 235. This isotope can be “bred” by bombarding it with “slow” neutrons to form fissionable plutonium."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The six-note “mystic” chord serves as the tonal basis for many of this man’s works, including his <em>Prometheus: The Poem of Fire</em>. For 10 points each:", "answers_sanitized": ["Alexander Scriabin", "synesthesia", "Olivier Messiaen &lt;BM&gt;"], "parts_sanitized": ["Name this Russian composer known for dissonant piano works such as 12 Études, Op 8 and 24 Preludes, Op. 11. He left an ambitious orchestral work, Mysterium, unfinished at the time of his death.", "Scriabin’s music was influenced by this condition, which enabled him to experience different keys as different colors. In this condition, the stimulation of one sense causes the brain to perceive another sense.", "Another notable musical synesthete was this 20th century French ornithologist and composer of the Turangalîla-Symphonie and Quartet for the End of Time."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This state dominated the area around the Mediterranean Sea for almost five hundred years, and controlled the area that is now Israel and Palestine in the form of a province called Judaea. It enforced a namesake peace. For 10 points:", "answers_sanitized": ["Roman Empire [accept Rome]", "Pontius Pilate", "Titus Flavius Josephus &lt;LT&gt;"], "parts_sanitized": ["Name this empire that was centered upon a city with seven famous hills.", "This now-infamous prefect of Judaea, who presided over the trial of Jesus of Nazareth.", "This famous Jewish historian wrote about Jesus’ death, as well as many aspects of Judaism and early Christianity. During the first Jewish-Roman War he headed the Jewish forces in Galilee."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "When something in myth is gilded, chances are it’s pretty important. Name some things about golden objects in myth, for 10 points each:", "answers_sanitized": ["Atlas", "Freyja", "Brahma &lt;JK&gt;"], "parts_sanitized": ["For his Eleventh Labor, Hercules tricked this Titan into retrieving some golden apples. As punishment for his participation in the Titanomachy, he was tasked with holding up the celestial spheres.", "This Norse goddess of beauty owns the dwarf-made gold necklace Brisingamen. In order to retrieve a hammer from a giant, Thor had to dress up as this goddess, who is also occasionally referred to as the goddess of gold.", "This god in Hindu mythology was also called Hiranyagarbha because he was born from a seed that turned into a golden egg."], "category": "Mythology"}, {"leadin_sanitized": "This novel’s protagonist meets his thirteen-year old daughter Brigitta for the first time while on the run from The Lieutenant. For 10 points each:", "answers_sanitized": ["The Power and the Glory", "Graham Greene", "slot machine &lt;NB&gt;"], "parts_sanitized": ["Name this novel in which the unnamed “Whisky Priest” travels through Mexico to evade The Lieutenant, all while providing occasional church services.", "The Power and the Glory was written by this twentieth-century British novelist. In this man’s Brighton Rock, Fred Hale writes an incriminating newspaper article that gets Pinkie Brown put in jail for racketeering.", "Pinkie Brown’s gang, “the mob” used these devices to make their money. Early versions required that an arm on the side be pulled to make the reels spin, which led to the concept of the multi-arm bandit in probability theory."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Though it is not Europa, this moon is speculated to have a subsurface ocean of liquid water. For 10 points each:", "answers_sanitized": ["Callisto", "Jupiter", "Galileo Galilei [accept Galilean moons] &lt;AT&gt;"], "parts_sanitized": ["Name this moon with the most heavily cratered surface in the Solar System. It is the second largest moon of the body that it orbits, behind Ganymede.", "Callisto and Ganymede are both moons of this largest planet in the Solar System. This gas giant contains a Great Red Spot, which in actuality is a giant storm that has existed since the 17th century.", "Along with Io and Europa, Callisto and Ganymede are part of a group of Jupiter’s moons named for this scientist. Using his primitive telescope, he initially perceived the four moons to be stars until he noticed that they moved."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This philosopher used <em>A Pair of Shoes</em> by Vincent Van Gogh to illustrate his application of Edmund Husserl’s method of phenomenological description in his essay <em>The Origin of the Work of Art</em>. For 10 points each:", "answers_sanitized": ["Martin Heidegger", "Nazi Party [accept National Socialist German Workers's Party; or Nationalsozialistische]", "Friedrich Nietzsche &lt;NB&gt;"], "parts_sanitized": ["Name this German philosopher, whose concept of a form of being, dasein, was posited in his Being and Time.", "Heidegger joined this political party in 1933, after being elected as Rector of the University of Freiburg. It’s debated whether or not he was anti-Semitic, but he endorsed the principle of Führerprinzip in a series of 1933 speeches.", "The Nazis loved to quote this earlier German philosopher, mostly because his anti-Semitic sister edited “The Will to Power” after he went insane. He actually stigmatized nationalism in Ecce Homo."], "category": "Philosophy"}, {"leadin_sanitized": "This ruler divided the land of Francia between his sons Carloman and Pepin. For 10 points each:", "answers_sanitized": ["Charles Martel [prompt on Charles]", "Battle of Tours [accept Battle of Poitiers and The Battle of the Palace of the Martyrs]", "Merovingian dynasty &lt;CV&gt;"], "parts_sanitized": ["Name this Frankish leader who took a cognomen meaning “The Hammer” after he halted the Muslim advance into Europe in 732.", "This battle in southern France was where Charles Martel halted the Umayyad Caliphate’s incursion into Europe, and it was where he earned the nickname “Martel,” meaning “the hammer.”", "Charles Martel's son Pepin the Short was crowned King of the Franks as part of the Carolingian dynasty, replacing this earlier noble family that ruled the Franks."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Manolin chats with the protagonist of this novel about American baseball. For 10 points each:", "answers_sanitized": ["The Old Man and the Sea", "Ernest Hemingway", "Nick Adams [accept either underlined part]"], "parts_sanitized": ["Name this novel in which the unlucky fisherman Santiago loses a giant marlin to highly persistent sharks.", "The Old Man and the Sea is a novel by this author who also wrote about the soldier Frederic Henry’s love for the nurse Catherine Barkley in A Farewell to Arms.", "Ernest Hemingway also wrote many short stories, a number of which feature this man who witnesses an emergency c-section in “Indian Camp” and is tied up by the title characters in “The Killers.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Dative covalent bonds are responsible for the structure of these compounds. For 10 points each:", "answers_sanitized": ["complex ions", "metals", "ligand exchange reactions [accept ligand substitution, prompt on substitution or exchange] &lt;BM&gt;"], "parts_sanitized": ["Name these charged compounds which consist of molecules which donate lone pairs via chelation (“key-LAY-shun”) to bond to a single central atom. It contrasts with the “simple” variety.", "The central atom of a complex ion is typically this type of element. They are characterized by high thermal and electrical conductivity, examples of which include iron and aluminum.", "Complex ions are involved in this type of reaction in which its namesake outer molecules are substituted by other molecules."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Bones and tendons are visible as a man dissects a corpse’s forearm in this artist’s <em>The Anatomy Lesson of Dr. Nicolaes Tulp</em>. For 10 points each:", "answers_sanitized": ["Rembrandt Harmenszoon van Rijn (accept either underlined portion)", "The Night Watch [accept Militia Company of District II under the Command of Captain Frans Banning Cocq, or The Shooting Company of Frans Banning Cocq and Willem van Ruytenburch, only accept exact wordings of these titles]", "Belshazzar’s Feast &lt;AT&gt;"], "parts_sanitized": ["Name this Dutch portraitist and printmaker.", "Rembrandt is also pretty famous for this painting that depicts the marching company of Captain Frans Banning Cocq. This painting was originally set during the day, but the application of a dark, grimy varnish darkened the sky.", "This other painting by Rembrandt features an alarmed man in a turban staring at some glowing Hebrew letters. A woman in red in the foreground spills her cup at the viewer."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Let’s kick it old school with some traditional card games. Name some of them, for 10 points each:", "answers_sanitized": ["solitaire", "contract bridge (accept duplicate bridge, rubber bridge)", "euchre (accept knock euchre, bid euchre) &lt;GA&gt;"], "parts_sanitized": ["Klondike is a type of this card game in which cards are placed in descending numerical order with alternating colors. 4 slots for each of the suits must be filled in order to win the game.", "This four-player descendant of whist went through a major fad in the 1950’s. The bidding that occurs before this card game’s trick-taking includes conventions such as Stayman and Jacoby Transfer.", "The jack of the trump suit is the card with the highest value in this 19th century game similar to bridge. After dealing the hand, the remaining four cards are called the kitty."], "category": "Trash"}, {"leadin_sanitized": "The novel <em>True History of the Kelly Gang</em> describes the exploits of an outlaw in this country. For 10 points each:", "answers_sanitized": ["Commonwealth of Australia", "aborigines [accept aboriginal Australians]", "Peter Carey &lt;SEA&gt;"], "parts_sanitized": ["Name this home country of Thomas Keneally, who wrote a children’s book about Ned Kelly, as well as the historical novels Schindler’s Ark and The Chant of Jimmie Blacksmith.", "The title character of The Chant of Jimmie Blacksmith is one of these people native to Australia. The novel concerns his violent reaction to being exploited.", "This Australian author of True History of the Kelly Gang also wrote about two gamblers who bet on the transportation of a glass church in Oscar and Lucinda."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": ". Some examples of this property are those of mass-energy, charge, and momentum. For 10 points each:", "answers_sanitized": ["conservation [accept word forms]", "symmetry", "rotational [accept word forms] &lt;SH&gt;"], "parts_sanitized": ["Name this property of a quantity that is constant throughout the evolution of a system.", "By Noether’s theorem, conservation laws arise from this description of a system’s invariance under certain operations. Charge conservation results from this property relative to the U(1) [“you one”] group, or the “gauge” type.", "Conservation of angular momentum comes from this kind of symmetry, described in three dimensions by the SO(3) [“ess oh three”] group of orthogonal matrices with determinants of one."], "subcategory": "Science Physics", "category": "Science"}]}