{"tossups": [{"question_sanitized": "One escaped prison convict in this country hid from authorities for 32 years among the Wathaurung tribe and was named William Buckley. Prussian naturalist and explorer Ludwig Leichhardt disappeared in this country while attempting to reach the Swan River. The pioneering wool merchant John Macarthur left this country for eight years in order to avoid an arrest warrant. The first European to see this country was a Dutch explorer named William Janszoon. The first British colony in what would become this country was located at Van Diemen’s Land, and that colony formed a Commonwealth with five others in 1901, 200 years after it was discovered by James Cook. For 10 points, name this country with capital at Canberra.", "answer_sanitized": "Commonwealth of Australia &lt;AL&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "As a child, this man had his ankles shackled by chains, and was left on Mount Cithaeron before being found by Polybus. In a play by Aeschylus, this man’s sons Eteocles and Polynices agree to rule in alternate years. Adventures of this man include a visit to a land sacred to the Furies, and after getting into an argument about the right-of-way of chariots at a crossroads, this man kills Laius. This man who later journeys to Colonus accuses the blind prophet Tiresias of having no foresight. When this character finds out the severity of his crimes, he blinds himself. For 10 points, name this father of Antigone, the protagonist of a Sophocles play who murders his father and marries his mother.", "answer_sanitized": "Oedipus [accept Oedipus Rex or Oedipus the King] &lt;AT&gt;", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "This god is associated with five mantras like Sadyojata and Vamadeva that manifest as his different forms. This god constantly mocked his wife because of her dark skin, causing Brahma to turn her skin golden. He is frequently worshipped using phallic statues called lingams, and may be depicted with the river Ganges flowing from his hair. As Nataraja, this consort of Parvati balances on the dwarf Apasmara while he dances to end the universe and start the cycle of creation. Able to incinerate his enemies with his third eye, for 10 points, name this destroyer god in Hindu mythology.", "answer_sanitized": "Shiva &lt;JK&gt;", "category": "Mythology"}, {"question_sanitized": "Kirchoff’s law of radiation only applies to systems in these states, and one type of these states includes the Lagrange point solutions to the three-body problem. Located at the critical points of potential energy graphs, these states can be identified by a second derivative test as neutral, stable, or unstable. These states are “dynamic” when two inverse processes occur at the same rate, or when a body has balanced forces acting on it but a non-zero velocity. The transitivity of this condition is the zeroth law of thermodynamics. For 10 points, name this balanced state, the “thermal” variety of which involves no heat exchange.", "answer_sanitized": "equilibrium [accept thermodynamic equilibrium] &lt;SH&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Krzysztof Penderecki (“KRIS-toff Pin-der-EK-ee”) expanded his composition of this type with the “Trisagion” hymn, and one of these works by Gabriel Fauré ends with the words “in paradisum” and received the nickname “lullaby of death” called the “Polish” one. Trumpets call out in the “Tuba mirum” section of the “Dies Irae” from Verdi’s composition of this type. Another one of these works in D minor had its “Agnus Dei” and “Lacrymosa” movements completed by Franz von Süssmayr upon the composer’s death. For 10 points, name this type of sacred work, a “mass for the dead” which includes an unfinished one by Mozart.", "answer_sanitized": "Requiem mass [prompt on mass or mass for the dead before mention] &lt;BM&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The nickname ‘Ruin’ was given to the President in power for failing to deal with this event’s aftermath. This event caused a “Flour Riot” in New York City when grain prices soared. The state of Arkansas declared bankruptcy after this event and liquidated its banks in order to pay off its debts. This event was caused in part by the Bank of England raising their interest rates, and some Democrats blamed the National Bank for this event for inflating the economy with paper money. One act which mandated that western lands be paid for by gold or silver, the Specie Circular, may have caused this event. For 10 points, name this economic panic during Martin Van Buren’s presidency.", "answer_sanitized": "Panic of 1837 &lt;WX&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In a test that uses this technique, tri-iodide from an acidified sample reacts with thiosulfate to produce iodide. That experiment is the Winkler test, and it measures dissolved oxygen content using a redox-based version of this technique. At the halfway point of this technique, a logarithmic term reduces to zero in the Henderson-Hasselbalch equation. Plotting a graph of the progress of this technique versus potential or pH creates a curve with a notable inflection point. In this technique, a solution is slowly dripped from a buret to an analyte until the endpoint is reached, which often involves a color change. For 10 points, name this analytical chemistry technique that measures the concentration of an unknown solution.", "answer_sanitized": "titrations [accept acid-base titrations, or redox titrations, or titrimetry in lieu of “titration”] &lt;AG&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This man created a work depicting a cloaked Honoré de Balzac, and also created a trio of bent-over figures throwing their arms into a circle in his Three Shades. Another one of his works depicts only a torso and legs; that work is his Walking Man. Another of this sculptor’s pieces features six men offering themselves as tribute to Edward III to be executed. This man mounted sculptures like Ugolino and his Children and The Kiss on a work containing two massive doors. That work also features a sculpture of a sitting man with his chin resting atop one hand. For 10 points, name this French sculptor of The Gates of Hell and The Thinker.", "answer_sanitized": "Francois-Auguste-Rene Rodin &lt;AT&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One character in this novel earns a job playing the stereo during Sunday mass, and becomes interested in the Old Testament due to the graphic descriptions of torture and murder. The protagonist of this novel attacks a writer and tears up a manuscript that shares a title with the novel itself. That protagonist is presided over by the post-correction officer P. R. Deltoid, and frequently drinks dug-laced milk at the Korova Milk Bar. This novel features the Ludovico Technique, which attempts to decrease violence in individuals by playing Beethoven. Nadsat is spoken by teens, like Alex and his droogs, in this novel. For 10 points, name this novel by Anthony Burgess.", "answer_sanitized": "A Clockwork Orange &lt;AT&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A Legendary Enchantment Artifact Magic: The Gathering card featuring this object allows the return of a creature card from the graveyard. This weapon is used by the Sycorax from Doctor Who to turn humans into charred skeletons, and a man with this title gives a eulogy to a teen who had been in a car accident due the Peachoid distraction. An action where one dances beside a moving vehicle is known as “ghost riding” this word, which Stewie and Brian argue over the pronunciation of. A Willow Smith song urges the listener to do this with one’s hair. For 10 points, name this signature weapon of Indiana Jones.", "answer_sanitized": "whip (accept Whip of Erebos, House Majority Whip, ghost riding the whip, Cool Whip, Whip Your Hair, or bullwhip, do not accept “lasso”) &lt;AT&gt;", "category": "Trash"}, {"question_sanitized": "To maintain heterozygotes of this organism, balancer chromosomes are used to prevent crossing over during meiosis. “Puffs” are uncoiled areas in this organism’s polytene chromosomes, which are comprised of many pairs of sister chromatids that remain synapsed together. Mutations of this organism’s hox genes include ultrabithorax, and they were used to demonstrate that genes are the basic units of heredity. Sex-linked characteristics were used to explain the white and red eyes of these organisms, which were studied by Thomas Hunt Morgan. They can experience mutations in which their antennae are replaced by legs. For 10 points, name these insects that are considered model organisms.", "answer_sanitized": "Drosophila melanogaster [accept fruit flies] &lt;AT&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This poet wrote about trees that bleed and wrote the line, “Upon a day, came Sorrow in to me, / Saying, ‘I’ve come to stay with thee a while.” He also wrote to his beloved of “a gentle thought that often springs to life in it, because it speaks of you.” In one of his works, he describes the narrator meeting a lion, leopard, and a wolf before he crosses the Acheron, and in that same work he meets Paolo and Francesca, who are being blown about in a neverending storm for the sin of lust. In another work he describes a journey through heaven guided by his beloved, Beatrice. For 10 points, name the Italian author of Vita Nuova and The Divine Comedy.", "answer_sanitized": "Dante Alighieri [accept either underlined portion] &lt;DH&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The first of these acts added a sunset provision to avoid falling under the Byrd rule. That first of these acts also made it easier to invest retirement funds than the previous QVEC by creating Sidecar IRA’s, which had been part of the Portman-Cardin provisions. The alternative minimum tax was indexed to inflation in an attempt to avoid budget sequestration and the fiscal cliff in the second extension of this set of acts. For 10 points, name those revenue-lowering acts, whose namesake signed the first of them into law just months after his defeat of Al Gore.", "answer_sanitized": "George W. Bush tax cuts (accept Bush and word forms of cutting, reducing, lowering, decreasing taxes, etc.) &lt;NB&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Alan LeQuire sculpted a replica of a work originally housed in this structure, which is aligned with the Hyades star cluster. This structure was once covered with imbrices and tegulae, and features 92 metopes (“meh-toe-PEES”). Its inner walls contain a mural depicting the Lapith Wedding. After explosives in this building were ignited by Venetian bombardment, some of its sculptures were removed and kept by the Earl of Elgin. The most famous sculpture in this structure was created by Phidias, and was a tremendous statue of gold and ivory that clutched a small figure of Nike. For 10 points, name this ruined temple located on the Athenian Acropolis.", "answer_sanitized": "The Parthenon &lt;AT&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "One ruler of this name was successful in the Scanian War, while another gained the throne following a victory at Benevento, succeeding Manfred, before being expelled from that dominion following the War of the Sicilian Vespers. Another king of this name instituted the Clarendon Code, while yet another king of this name, nicknamed “the Bald,” failed to seize lands held by Louis the German. That king had gained his inheritance via the Treaty of Verdun from another king of this name, who based his kingdom at Aix-la-Chapelle. For 10 points, give this name shared by the last Hapsburg monarch of Spain and the first Holy Roman Emperor.", "answer_sanitized": "Charles (accept Carl before Manfred)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Deriving this function for a Cobb-Douglas utility function sometimes relies on the Lagrange approach. The Slutsky equation relates changes between two types of this function, one that maximizes utility, and another that minimizes expenditure. Those two types of this function are Marshallian and Hicksian, respectively. The cross price elasticity of this quantity is positive for substitutes and negative for complements. This quantity and price are negatively correlated, since when price rises, this quantity typically decreases. For 10 points, name this economic concept which is often paired with supply.", "answer_sanitized": "demand &lt;GB/AG&gt;", "category": "Social Science"}, {"question_sanitized": "This language can execute code faster by compiling bytecodes during runtime in a process and memory is managed by an automatic garbage collector. It is based off five primary goals, and was originally called Oak. In this language, Booleans are a built-in primitive data type, and relational operators always return a Boolean value. This language can write applications that run in webpages called applets. Since applets are written in this language and can be used in most operating systems, this language is popular with programmers because they can “write once, run anywhere.” For 10 points, name this class-based and object-oriented language whose icon is a coffee cup.", "answer_sanitized": "Java [do not accept “Javascript”] &lt;BS&gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "One of this man’s works features Dolly and Beulah, who gossip about the affair between Lady and the snakeskin-clad musician Val. Another of this man’s characters comments “wouldn’t it be funny if that was true” when discussing true love. This playwright of Orpheus Descending and Sweet Bird of Youth wrote about the Mexican tour guide Lawrence Shannon, who unties the title creature in his play The Night of the Iguana. He created a character who has “always depended on the kindness of strangers,” the melodramatic Blanche DuBois. For 10 points, name this playwright of Cat on a Hot Tin Roof and A Streetcar Named Desire.", "answer_sanitized": "Tennessee Williams [accept Thomas Lanier Williams III] &lt;AT&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This man was a prolific inventor of mechanical calculators and invented a namesake Wheel. His Law of Continuity and Transcendental Law of Homogeneity were only mathematically implemented in the 20th century. He described the universe as being composed of irreducibly simple units called monads. In his work Theodicy he argued that this world is “optimal among all possible worlds,” for which he was satirized as the Professor Pangloss in Voltaire’s Candide. For 10 points name this German philosopher and mathematician who is believed to have developed integral and differential calculus independently from Isaac Newton.", "answer_sanitized": "Gottfried Leibniz &lt;RM&gt;", "category": "Philosophy"}, {"question_sanitized": "The possessions of this empire were known as the Twelve Doors. During this empire’s reign, the largest earthwork building in the world, the Great Mosque of Djenne, was constructed. It was ruled in part by a council called the Gbara. Legends of the founder of this empire are passed down through the Mandinka people through storytellers called griots, and that founder was Sundiata Keita. Another ruler of this empire single-handedly destabilized the economy of the region by giving out massive amounts of gold on his pilgrimage to Mecca. For 10 points, name this West African empire once ruled by Mansa Musa.", "answer_sanitized": "Mali Empire &lt;CC&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": ". This man’s government negotiated the McLane-Ocampo Treaty, and established separate religious and military courts under his namesake law. He cancelled payments of foreign debts during his time and power, and drafted the Plan of Ayutla to oppose his predecessor in power, and first rose to power in the administration of Ignacio Comonfort. Forces of his nation were victorious at the battle of Puebla, although his rule was rule was interrupted by the Second French Intervention in support of Emperor Maximilian. For 10 points, name this Mexican reformist president who led La Reforma and succeeded Santa Anna.", "answer_sanitized": "Benito Juarez Bonuses", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "Many famous composers throughout history were also noted for their work in other professions. For 10 points each:", "answers_sanitized": ["Antonio Vivaldi", "Alexander Borodin", "In the Steppes of Central Asia [prompt on partial that includes Steppes and/or Central Asia] &lt;BM&gt;"], "parts_sanitized": ["Name this Italian composer whose work as a cleric gave him the nickname the “Red Priest.” He may be best known for writing the violin concerti The Four Seasons.", "When he was not working on discovering new chemical reactions, this Russian composer and member of The Five was writing works such as his opera Prince Igor, best known for its Polovtsian Dances.", "This symphonic poem by Borodin begins with strings sustaining a high E and features an English horn solo playing the “Eastern” theme. It depicts an Asian caravan traveling with Russian troops in the title location."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The speaker in this poem talks about being made a “living soul” who “sees into the life of things.” For 10 points each:", "answers_sanitized": ["“Lines Composed [or ‘Written’] a Few Miles Above Tintern Abbey, on Revisiting the Banks of the Wye During a Tour”", "William Wordsworth", "Lyrical Ballads, with a Few Other Poems &lt;CC&gt;"], "parts_sanitized": ["Name this 1798 poem in which the speaker never actually visits the title location. It begins with the line, “Five years have past; five summers, with the length / of five long winter.”", "This poet of “I Wandered Lonely as a Cloud” and “We Are Seven” composed “Tintern Abbey.”", "A version of “Tintern Abbey” appears in this collaboration between Wordsworth and Samuel Taylor Coleridge. It also includes “The Rime of the Ancient Mariner.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The longest holder of this position signed the Andorran constitution and fell under controversy for laying flowers on the grave of Philippe Pétain. For 10 points each:", "answers_sanitized": ["President of France", "François Hollande", "cohabitation &lt;NB&gt;"], "parts_sanitized": ["Name this head of state role filled by such men as Jacques Chirac.", "This Socialist Party member is the current President of France. His attempt to deleverage over ten billion euros in pension debt without raising the retirement age led to major unrest in Paris in late 2013.", "Hollande was able to appoint fellow socialist Manuel Valls to be Prime Minister, avoiding this type of government in which a President and Prime Minister are from different parties."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Many countries have had notable “cleaning” campaigns in European history. Name some, for 10 points each:", "answers_sanitized": ["Poland", "Italy", "Stasi or Ministry for State Security"], "parts_sanitized": ["The general Jozef Pilsudski led the sancja “cleaning” in this nation following independence, a bloodless coup. This nation had previously been invaded during the Deluge and, later, partitioned by Austria, Prussia, and Russia.", "The “clean hands” campaign in this nation in the 1990s saw the downfall of many leaders of the nation’s Socialist and Christian Democrat parties, including Craxi and Moroni.", "This German organization sought to vilify and stain the reputations of opponents and thus cleanse Germany without using judicial measures via its zersetzung program. It served as the secret police of East Germany."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Thomas Aquinas equated God with the “unmoved mover” from this man’s <em>Metaphysics</em>. For 10 points each:", "answers_sanitized": ["Aristotle", "Nicomachean Ethics", "Organon &lt;NB&gt;"], "parts_sanitized": ["Name this Greek philosopher who established the Peripatetic School in his Lyceum. His works include On Interpretation and Poetics.", "Aristotle’s attempts to answer the question of how humans should live include Eudemian Ethics, as well as this text, which posited the idea of moral virtues. It’s named after his son, who might have edited it.", "On Interpretation is one of this set of six works on logic by Aristotle, which also includes Prior Analytics and Categories."], "subcategory": "Philosophy Classical", "category": "Philosophy"}, {"leadin_sanitized": "This structure is the outermost layer of satellites such as the Earth’s moon and Io. For 10 points each:", "answers_sanitized": ["crust", "lithosphere", "slabs"], "parts_sanitized": ["Name this rocky natural shell of the Earth mainly comprised of oxygen and silicon. It is directly above the upper mantle.", "The crust and a part of the upper mantle make up this section of the Earth, which lies between the troposphere and the asthenosphere.", "Plate tectonics on the lithosphere is driven by mantle convection, “ridge push”, and the “pull” of these objects. They become cool and dense as they move away from mid-ocean ridges, and when their weight exceeds shear, they fall below the continental crust."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "It has a “squashed milk carton” design which represents the strength of the United States before and after the attack. For 10 points each:", "answers_sanitized": ["Pearl Harbor Memorial", "U.S.S. Arizona", "Korean War &lt;CL&gt;"], "parts_sanitized": ["Name this memorial built in memory of an attack that took place on December 7, the day before Congress voted to declare war on a country that had long been in conflict with China.", "The Pearl Harbor Memorial lies above this ship, whose ammunition magazines exploded after being directly hit by Japanese planes. Over 1,000 people died when it sank.", "Funding for the Pearl Harbor Memorial was initially denied to maintain the budget of this war which started in 1950, when 75,000 soldiers crossed the 38th parallel. However, a 1953 armistice technically ended this conflict."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "During Ezeudu’s funeral, this man’s gun accidentally discharges, and he accidentally kills Ezeudu’s son. For 10 points each:", "answers_sanitized": ["Okonkwo", "Chinua Achebe", "Umuofia &lt;AT&gt;"], "parts_sanitized": ["Name this man who chooses to hang himself rather than be tried in a British colonial court. He is considered his village’s greatest wrestler.", "Okonkwo was created by this Nigerian author. He is also famous for launching a critique on Joseph Conrad’s Heart of Darkness and calling him “a thoroughgoing racist.”", "Things Fall Apart is set in this fictional village populated by the Igbo people. Okonkwo is exiled from this village for seven years."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Children drown out the name of Haman and participates wear costumes during this holiday celebrated on the 13th of Adar. For 10 points each:", "answers_sanitized": ["Purim", "Yom Kippur", "Hanukkah &lt;NW&gt;"], "parts_sanitized": ["Name this holiday that celebrates the heroism of Queen Esther and the deliverance of Persian Jews from the royal vizier’s plot to murder them.", "Vows are annulled and participants fast for twenty-five hours during this Jewish day of atonement and repentance that follows Rosh Hashanah.", "This eight day holiday commemorates the success of a revolt led by the Maccabees against Antiochus IV and is celebrated by lighting a menorah and eating fried foods, such as sufganiyots and latkes."], "category": "Religion"}, {"leadin_sanitized": "This piece of glassware looks somewhat like a Florence flask, but it has a narrower neck and a graduation marking. For 10 points each:", "answers_sanitized": ["volumetric flask [accept measuring flask or graduated flask]", "Erlenmeyer flask [accept conical flask]", "condenser &lt;AG&gt;"], "parts_sanitized": ["Name this type of flask that you would use to make a solution with a precisely-known concentration.", "This other flask has a wide, flat bottom that tapers to a narrow neck in order to stop volatile liquids from evaporating away. This flask is named after a German chemist.", "This piece of glassware is used in reflux apparatuses. This object usually has cold water running through it, and it causes vapors to turn back into liquids."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This kingdom ultimately broke up into the a group known as the Three Kingdoms, which included Baekje and Goguryeo. For 10 points each:", "answers_sanitized": ["Unified Silla or Later Silla", "Korean Peninsula", "Gory(e)o (or Koryo) &lt;HL&gt;"], "parts_sanitized": ["This kingdom was ruled by the Gyeongju Kim clan for nearly 1000 years, making it one of the longest-surviving dynasties in history. Its aristocrats were called “sacred bone” or “true bone”.", "Silla united and occupied this peninsula between the Sea of Japan and the Yellow Sea.", "This later dynasty had inlaid celadon pottery modified from Song and Tang pottery and compiled a Tripitaka of Buddhist scripture. It was conquered by the Mongols in 1259."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In this musical, Nellie Lovett gives the title character a set of sterling silver razors, and sings “Worst Pies in London.” For 10 points each:", "answers_sanitized": ["Sweeney Todd: The Demon Barber of Fleet Street", "Stephen Sondheim", "Sunday in the Park With George &lt;LG&gt;"], "parts_sanitized": ["Name this musical in which the murder victims of Benjamin Barker are baked into meat pies.", "The music and lyrics of Sweeney Todd were written by this composer of Follies and A Little Night Music. This West Side Story lyricist also won the Tony Award for Best Score for Into the Woods in 1988.", "Sondheim won the Pulitzer Prize for Drama for this musical about the French impressionist Georges Seurat. The book and score heavily reflect the artist’s trademark pointillism, including a character named Dot."], "category": "Trash"}, {"leadin_sanitized": "This god was expected to return to civilization while riding on a raft made of serpents, leading the Aztecs to identify Hernán Cortés as this god upon his arrival in the New World. For 10 points each:", "answers_sanitized": ["Quetzalcoatl", "Xolotl", "heart &lt;JK&gt;"], "parts_sanitized": ["Name this mesoamerican Feathered Serpent deity. According to the Aztecs, he was the creator of mankind.", "The counterpart to and brother of Quetzalcoatl is this god of storms with reversed feet. He has the head of a dog and guides souls to Mictlan, the underworld.", "When Quetzalcoatl was tricked by Tezcatlipoca into sleeping with a priestess, he immolated himself in shame, leaving this body part to become the morning star."], "category": "Mythology"}, {"leadin_sanitized": "These people originated as a small coalition of Tiele tribes in Northern China and Mongolia and now live primarily in China’s Xinjiang region. For 10 points each:", "answers_sanitized": ["Uighurs", "Kazakhstan", "Aral Sea (accept North Aral Sea or South Aral Sea)"], "parts_sanitized": ["Name this Turkish ethnic minority group in Eastern and Central Asia.", "Aside from China, many diasporic groups of Uighurs also inhabit this nation, the world’s largest landlocked country. This country south of Russia and west of Mongolia has its capital at Astana.", "This endorheic lake encompasses parts of Kazakhstan and its southern neighbor, Uzbekistan. Because of Soviet irrigation projects, it has declined to about 10 percent of its original size."], "category": "Geography"}, {"leadin_sanitized": "In a series of works, these pastoral subjects were painted at different times of the day and therefore cast shadows in different directions. For 10 points each:", "answers_sanitized": ["haystacks [accept wheatstacks or grainstacks]", "Oscar-Claude Monet", "Houses of Parliament [accept The Burning of the Houses of Lords and Commons] &lt;AT&gt;"], "parts_sanitized": ["Name these objects that are depicted in 25 paintings featuring them during different seasons.", "This artist who resided at Giverny painted the aforementioned series of haystacks. More famously, he painted a sunrise that gave its name to the Impressionist movement.", "Monet also painted this building in varying seasonal and climate conditions. J.M.W. Turner created two paintings depicting it burning."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about the weakest fundamental force for 10 points each:", "answers_sanitized": ["gravity", "45 degrees [accept pi over four radians]", "elliptical &lt;SH&gt;"], "parts_sanitized": ["This attractive force between masses downwardly accelerates objects on earth at approximately 9.8 meters per second squared.", "A projectile subject to a constant gravitational field will travel a maximum horizontal distance when launched at this angle above the horizontal.", "While projectile trajectories appear to be parabolic, they actually take this shape because the earth’s gravitational field varies at different distances from the surface."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The protagonist of this novel has a dream of his soul, in which torch-bearing humans wearing animal skins tumble down a mountainside to worship the “stranger-god.” For 10 points each:", "answers_sanitized": ["Death in Venice", "Thomas Mann", "Confessions of Felix Krull &lt;DH&gt;"], "parts_sanitized": ["Name this novel in which a devout writer travels to the title location in Italy and falls in love with a Polish boy named Tadzio.", "This novel’s writer began his writing career with the short story Little Mr. Friedemann and later wrote Buddenbrooks and The Magic Mountain.", "This unfinished novel serves as Mann’s parody on Goethe’s autobiography “Poetry and Truth.” Its protagonist is a “confidence man” who says, “I cannot conceal from myself that I am made of superior stuff or, as people say, of finer clay.”"], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This man served as Thomas Jefferson’s secretary of state from 1801 to 1809. For 10 points each:", "answers_sanitized": ["James Madison", "Alexander Hamilton", "Virginia &lt;CL&gt;"], "parts_sanitized": ["Name this fourth president who faced criticism for the Embargo Act of 1807, an author of the Federalist Papers.", "This coauthor of the Federalist papers was embroiled in the Reynolds scandal, and use his influence to tilt the election of 1800 in favor of Jefferson over Aaron Burr after the failure of his proposed candidate, Charles Pinckney.", "Alexander Hamilton agreed to allow the capital of the United States be established near the Potomac, so long as Madison allowed representatives from this state to vote to centralize some aspects of government."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "These organs and units are part of the urinary system whose functions include acid-base homeostasis and electrolyte balance. For 10 points each:", "answers_sanitized": ["kidneys", "nephrons", "Loop of Henle &lt;AT/RN&gt;"], "parts_sanitized": ["Name these organs that remove the waste products of human metabolism. They are responsible for the reabsorption of water, glucose and amino acids.", "This functional unit of the kidney regulates the concentration of water. Each of these tube-like structures is made up of a renal corpuscle and renal tubule.", "This part of the nephron leads to the proximal to the distal convoluted tubules. It is a U-shaped tube that uses a countercurrent multiplier system and electrolyte pumps to create an area of high urea concentration."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The central figure in this poem cries “Keep ancient lands, your storied pomp!” and is described having “mild eyes.” For 10 points each:", "answers_sanitized": ["“The New Colossus”", "Emma Lazarus", "sonnet &lt;LG&gt;"], "parts_sanitized": ["Name this 1883 poem which states “Give me your tired, your poor, / Your huddled masses yearning to breathe free.”", "“The New Colossus” is written by this poet, the author of The Dance to Death and Songs of a Semite, inspired by her Jewish heritage.", "“The New Colossus” is written in this poetic form which often features 14 lines and iambic pentameter. One by Shelley begins “I met a traveller from an antique land.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": ". This instrument can produce a rim shot, which involves striking both its rim and its head at the same time. For 10 points each:", "answers_sanitized": ["snare drum [prompt on drum]", "Maurice Ravel", "Gaspard de la nuit: Trois poemes pour piano d’apres Aloysius Bertrand &lt;AT/BM&gt;"], "parts_sanitized": ["Name this percussion instrument that plays a constant ostinato in Boléro.", "Boléro is a piece by this French composer of Daphnis et Chloé. He wrote a piano concerto requiring only the left hand for the amputee pianist Paul Wittgenstein.", "The “Scarbo” movement of this Ravel suite contains fast double note scales for the right hand and repeated notes in very rapid succession. Its “Ondine” movement is based on a poem about a water-fairy."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}]}