{"tossups": [{"question_sanitized": "This quantity can be written as a differential operator equal to v plus negative h bar squared over two m times the Laplacian. The differential of this quantity is equal to temperature times change in entropy minus pressure times change in volume. Force is the negative derivative of one form of this quantity, the change of which is net work. The impossibility of perpetual motion machines is equivalent to the conservation of this quantity by the first law of thermodynamics. For 10 points, name this quantity with thermal, kinetic, and potential varieties.", "answer_sanitized": "energy [accept Hamiltonian before \"temperature\"] &lt;SH&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Pratt City is a Birmingham suburb originally built to obtain this good in the Cahaba basin. John D. Rockefeller Jr. initially denied one event involving this good, which saw the Colorado National Guard deployed, and that was the Ludlow Massacre. Frank Gowen tried to monopolize mines of this good by hiring the Pinkertons to destroy the Molly Maguires. In 1816, Baltimore began to use gas made from this good for its street lighting. In 1902, Theodore Roosevelt mediated a miner’s strike of this good in Pennsylvania, which has sub-bituminous reserves of it, but not lignite or anthracite variants. For 10 points, name this black solid fuel made from peat.", "answer_sanitized": "Coal (antiprompt on types of coal like lignite, bituminous, anthracite)", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This city will host the 2020 World Expo and contains a technological park called Internet City whose tenants are 100% foreign-owned. It runs alongside the Hajar Mountains, and until the 20th century it was known primarily for the production of cultured pearls. This city is home to the largest mall in the world and the artificial World Islands alongside the Palm Jumeira. The Burj Al Arab hotel is designed to look like a sailboat in this city, but it is dwarfed by the Burj Khalifa, the tallest building in the world. For ten points, name this Middle Eastern city on the Persian Gulf, the largest in the United Arab Emirates.", "answer_sanitized": "Dubai &lt;SB&gt;", "category": "Geography"}, {"question_sanitized": "One of these structures malfunctions in the Nutcracker phenomenon and these structures are studied in the field of phlebology. An object named after these structures connects digestive organs to the liver, and that structure is the \"hepatic portal\" type of these. If left untreated, thrombosis in these structures in the leg can lead to pulmonary embolism. Wearing compression socks can correct the \"spider\" and \"varicose\" types of these structures. The pulmonary type of these structures are anomalous in that they carry oxygenated blood. For 10 points, name these vessels that, unlike arteries, carry blood from capillaries towards the heart.", "answer_sanitized": "veins [prompt on blood vessels] &lt;AG&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One work by this poet describes the meter used in that work with the line “Let my work rise in six feet, and fall again in five.” In the second book of that work, he describes his relationship with a mistress called Corinna, and later laments over the death of the mistress’s parrot. In Women’s Facial Cosmetics, this poet mimics the use of didactic poetry, used by Greek poets Nicander and Aratus. In the 15 books that compose his most famous work, he summarizes the history of the world ending in the death of Julius Caesar, although the jumping of one story to another in that work emphasizes the theme of change. For 10 points, name this Roman poet who wrote works such as Amores and Metamorphoses.", "answer_sanitized": "Publius Ovidius Naso &lt;GA&gt;", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "One composition of this type from Japan features lyrics taken from Heian period waka poetry. An Italian composition of this type features a chorus with the words “we are ready to die” which ends in a loud Si!. British test cricket matches have used “Jerusalem” as this type of composition since 2004, while one from France notably commands “Arise, children of the Fatherland,” and “To arms citizens, form your battalions!” Many British colonies have officially adopted “God Save the Queen” as this type of work. For 10 points name this type of patriotic composition, the American version of which is “The Star Spangled Banner.”", "answer_sanitized": "national anthem &lt;LG&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This man stated that Good is pleasure and Evil is pain in his essay Of the Passions. According to this philosopher, virtues are mental qualities agreeable to the self or others, and therefore celibacy and fasting are useless. This philosopher believed that many writers make claims about what should be based on evidence of what is, leading to the “is-ought” problem, which he attempted to explain with his namesake “fork.” He argued that humans can generate ideas without being exposed to the necessary sensory experiences by describing a “Missing Shade of Blue.” For 10 points, name this author of An Enquiry Concerning Human Understanding, a Scottish empiricist.", "answer_sanitized": "David Hume", "category": "Philosophy"}, {"question_sanitized": "This song can be heard in a discotheque in the 2013 film Under the Skin, and its music video begins with a scene shot in the Helsinki Senate Square. A cover of this song by Chris Ott is notable for utilizing harmonies on a toy trumpet. The majority of this song’s music video features a sunglasses-clad woman holding a briefcase being pursued by a similarly-dressed man. This song achieved a new wave of popularity after League of Legends player Brian “TheOddOne” Wylie repeatedly played this song in the background of his livestream. For 10 points, name this song by Darude which is frequently mentioned in YouTube comments when songs are asked to be identified.", "answer_sanitized": "Sandstorm (accept Darude - Sandstorm) &lt;AT&gt;", "category": "Trash"}, {"question_sanitized": "In one poem by this author, he notes that “Another day / We will watch the preserved butterflies rise from the dead.” Another poem by this author writes that it is time “for the Market to crash in a pyramid of moss, / time for the jungle lianas that follow the rifles” in reference to the stock market crash of 1929. Both of these poems are contained in this author’s collection, “Poet in New York.” In a play by this author, Death is dressed as a beggar woman and the Moon appears as a young woodcutter after Leonardo runs off with the Bride. For 10 points, name this Spanish author of The House of Bernarda Alba and Blood Wedding.", "answer_sanitized": "Federico Garcia Lorca [accept Lorca] &lt;SoH&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Massachusetts Senator Henry Wilson and two others helped pass a precursor to this legislation for the District of Columbia and urged its creator to hurry with a national version. Another of those men was Chairman of the House Ways and Means Committee, Thaddeus Stevens. The Second Confiscation Act and Militia Act preceded the issuing of this document. Upon William Seward’s request, this document was not issued until its author’s army won a major battle in the town of Sharpsburg, known as the Battle of Antietam. For 10 points, name this document issued by Abraham Lincoln freeing slaves in rebelling states as of January 1, 1863.", "answer_sanitized": "Emancipation Proclamation &lt;CL&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Special types of these regions include their “flat slab” and the “steep angle” varieties. Megathrust earthquakes, the most powerful type in the world, occur only at these regions. Volcanic arcs are formed above these regions, and can be further broken down into island arcs and continental arcs, depending on how the particular region was formed. These regions circle the Pacific Ocean, creating the Ring of Fire. Contrasted with divergent boundaries, for 10 points, name these regions where tectonic plates of different densities collide, and one tectonic plate goes under another.", "answer_sanitized": "subduction zones, accept subduction boundaries &lt;NL&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Leila Josefowicz premiered this man’s dramatic symphony for violin and orchestra, Scheherazade.2. Two offstage trumpets call back and forth in his Tromba Lontana, a work he included in Two Fanfares for Orchestra along with Short Ride in a Fast Machine. This composer rose to prominence in recent years for a work commemorating the victims of 9/11 and for a revival of an opera which explores the hijacking of the Achille Lauro. This composer of The Death of Klinghoffer also arranged an opera “outtake” which depicts Madame Mao dancing with the Chairman. For 10 points, name this American composer of Doctor Atomic and Nixon in China.", "answer_sanitized": "John Coolidge Adams &lt;BM&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This man escaped from the fortress of Ham by carrying a wooden plank and pretending to be a laborer. This man took the title of “Prince-President” and enlarged the role of the Catholic church in public education as part of the Falloux Law. Eugene Belgrand helped restructure this leader’s capital along with Eugene Haussmann, and that city was Paris. This man named Maximilian I emperor of Mexico, and he entered into the Franco-Prussian War after the Ems Dispatch, eventually being captured at the battle of Sedan. For 10 points, name this only president of the French Second Republic and Emperor of the Second French Empire.", "answer_sanitized": "Louis-Napoleon Bonaparte or Napoleon III, prompt on Napoleon &lt;DG&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "One of the characters in this novel moves to an air-lighthouse and another character does not enjoy playing Riemann Surface Tennis and Obstacle Golf. In this book, Podsnap’s Technique is used to increase the birthrate of people created through Bokanovsky’s Process, and phrases such as “civilization is sterilization” are recited from birth. People in this book are divided into five castes based on their conception, the lowest being Epsilons and the highest Alphas. For 10 points, name this novel that follows Bernard Marx and his acquaintance with John the Savage, by Aldous Huxley.", "answer_sanitized": "Brave New World &lt;SoH&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In some mysteries this god is also known as Eleutherios, or “the liberator.” His mother perished when viewing his father’s true form, and in two separate myths, this god was either killed in the womb or eaten by Titans. In both accounts he is resurrected by Zeus, giving him the epithet “of two mothers.” He drove a group of his followers to rip apart King Pentheus, who banned his worship. These female followers of this god are known as Bassarids due to this god’s tendency to wear a fox or leopard skin, but they are more commonly called Maenads. Frequently associated with satyrs, for 10 points, name this god of wine and festivity also known as Bacchus.", "answer_sanitized": "Dionysus &lt;JK&gt;", "category": "Mythology"}, {"question_sanitized": "In this work, a harpist and an organist can be seen to the right of a man who dangles two keys on a string. Another portion of this work features a handkerchief with the artist’s signature and the date, which is folded in the pocket of the artist’s son. That son, as well as the artist himself, can be seen near the bottom of this work. It is split into distinct light and dark colored halves representing heaven and Earth. In this work, the noblemen of Toledo look on as the ornately-dressed Saint Augustine and Saint Stephen carry the fully-armored corpse of the title figure. For 10 points, name this Mannerist painting depicting the funeral of a certain nobleman, a work by El Greco.", "answer_sanitized": "The Burial of the Count of Orgaz (accept The Burial of Count Orgaz) &lt;AT&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "High-resistance filaments heat up the “hot” variety of this structure in order to produce electrons, a phenomenon known as thermionic emission. An arrow points toward this structure in the diagram of a diode, and during the process of electroplating a thin layer of metal forms on the surface of this structure. This structure is also notably the site of reduction in an electrochemical cell. J.J. Thomson conducted experiments by deflecting beams of electrons in its namesake “ray tube.” For 10 points, name this electrode through which electrons flow and from which current leaves, the opposite of an anode.", "answer_sanitized": "cathodes &lt;BM&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In the epigraph that begins this poem, Guido da Montefeltro confesses his sins to Dante as he descends the circles of hell. The speaker of this poem is tired of “arms that lie along a table, or wrap about a shawl.” While “measuring out his life with coffee spoons” and worrying over his bald spot, the speaker professes he is not “Prince Hamlet.” He hears “mermaids singing, each to each” and asks “Do I dare / disturb the universe?\" For 10 points, name this poem by T.S. Eliot in which women “come and go / speaking of Michelangelo.”", "answer_sanitized": "“The Love Song of J. Alfred Prufrock” &lt;KX&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This man’s remains were moved to the land of Shechem after the Exodus, fulfilling a promise to his father that he would be buried in his homeland. This man’s son Manasseh was blessed before his other son Ephraim, and in his youth, this man placed a silver cup into Benjamin’s grain sack to frame him for stealing. After being accused of raping Potiphar’s wife, this man predicted the fates of a cupbearer and baker in prison. Sold into slavery in Egypt, he eventually became a vizier after foretelling a famine from Pharaoh’s dream of fat and skinny cows. For 10 points, name this favorite son of Jacob who wore a multicolored coat.", "answer_sanitized": "Joseph &lt;JK&gt;", "category": "Religion"}, {"question_sanitized": "In this province, John Simcoe helped to create a ruling class known as the Family Compact. Discontent with that group in this province triggered an 1837 rebellion led by William Lyon Mackenzie. Étienne Brûlé was the first Frenchman to live among the Algonquin people of this province. The Grand Trunk Railway, which was the largest railway in the world at the time, had its western terminus in this province's city of Sarnia. The four political entities that united in Confederation were New Brunswick, Nova Scotia, Quebec, and this province. This province was once named Upper Canada, in contrast to the French Lower Canada. For 10 points, name this province that lies west of Quebec.", "answer_sanitized": "Ontario [or Upper Canada until it is read] &lt;AG&gt;", "category": "Geography"}, {"question_sanitized": ". This composer’s Partita in D minor for solo violin features a double stop-heavy chaconne. Another of his pieces opens with a single-voice flourish and a descending diminished seventh chord built one note at a time. This composer of the Christmas Oratorio also served as choirmaster of the St. Thomas Boys Choir at Leipzig, and wrote a work for Count Kaiserling to aid his insomnia. That work is comprised of 30 variations on an aria and is titled the Goldberg Variations. For 10 points, name this German Baroque composer of The Well-Tempered Clavier and Brandenburg Concertos.", "answer_sanitized": "Johann Sebastian Bach &lt;AT&gt; Bonuses", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "This Nobel Prize winning poet wrote of “a horse that trembles in the night” and dedicated one poem to “those women whose beauty is in their intelligence.” For 10 points:", "answers_sanitized": ["Octavio Paz", "“Sunstone” (accept Piedra de Sol)", "Aztec &lt;LG&gt;"], "parts_sanitized": ["Name this surrealist poet of “Water Night” and “No More Cliches” who penned the line “I am a pause” in “Between Going and Coming”.", "Paz’s most famous work is this cyclical poem which begins “willow of crystal, a poplar of water,” Its 584 lines correspond to the 584 day period of Venus’ orbit.", "“Sunstone,” or “Piedra de Sol,” was inspired by a calendar stone from this historical empire. The center of the stone features Tonatiuh, the solar god of this empire’s mythology system."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Elon Musk announced that this company’s technological patents would be open to the public in order to stimulate the development of electric cars. For 10 points each:", "answers_sanitized": ["Tesla Motors", "SpaceX", "Hyperloop &lt;WX&gt;"], "parts_sanitized": ["This company’s Model X is scheduled for release in early 2015, and currently has a network of 393 Supercharger stations throughout the world.", "Along with Boeing, this Elon Musk-founded company negotiated with NASA to send unmanned flights to the International Space Station. In March, it deployed its Falcon 9 rocket, which utilizes electric propulsion.", "This high-speed transportation system, also proposed by Musk, incorporates pressurized capsules running on a cushion of air in low-pressure tubes. In January of 2015, Musk announced plans to build a five mile long test route in Texas."], "category": "Current Events"}, {"leadin_sanitized": "Immanuel Kant gave this philosophical era the motto “Dare to Know.” For 10 points each:", "answers_sanitized": ["Age of Enlightenment", "Rene Descartes", "Meditations on First Philosophy"], "parts_sanitized": ["Identify his era promoted by the philosophes in Western Europe which emphasized reason and challenged the authority of institutions like the Catholic Church.", "This French philosopher and scientist of the Age of Enlightenment departed from scholasticism, and laid the foundation for rationalism. He is famous for his work Discourse on the Method.", "This treatise is the Descartes’ first work in which he discards knowledge that isn’t absolutely certain and establishes what can be known for sure. It was written as if it were composed over a six-day period."], "category": "Philosophy"}, {"leadin_sanitized": "For ten points each, name these instances in which poetry meets the sound of music:", "answers_sanitized": ["The Odyssey", "Song of Myself", "“Sailing to Byzantium”&lt;KX&gt;"], "parts_sanitized": ["This epic begins with “Sing in me, O Muse,” before launching into the tale of a Trojan War hero’s return to Ithaca.", "The narrator in this poem is at peace “observing a spear of summer grass,” yet cannot answer a boy who asks “what is the grass?” The narrator admits “very well then, I contradict myself.”", "In this William Butler Yeats poem, the narrator says unless a \"soul clap its hand and sing,\" and \"aged man is but a paltry thing.\" However, he notes that “Caught in that sensual music all neglect / Monuments of unageing intellect.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Economists have organized themselves into different schools of thought. For 10 points each:", "answers_sanitized": ["Austrian School", "Friedrich Hayek", "The Road to Serfdom"], "parts_sanitized": ["Name this school that emphasizes individual rights and free markets. If differs from the Chicago School predominately in issues of monetary policy, as economists from this school believe that the central bank should be abolished.", "This Austrian economist who wrote The Constitution of Liberty and who argued that central economic planning always leads to tyrannical government..", "This seminal work of Hayek’s explained the progression of economic and political repression in a society. Its title is taken from the writings of 19th century thinker Alexis de Tocqueville."], "category": "Social Science"}, {"leadin_sanitized": "Despite their general lack of success, peasant’s rebellions were quite often in medieval Europe. Identify some things about them For 10 points each:", "answers_sanitized": ["Wat Tyler", "Jacquerie", "Belgium"], "parts_sanitized": ["This English peasant led one of the most famous rebellions in history, the Peasants’ Revolt of 1381, marching on London to protest a poll tax. He was killed by the mayor of London.", "This French peasant’s revolt occurred during the 100 Year’s war following the imposition of a series of particularly onerous taxes, and saw largely unorganized attacks against the nobility.", "In this modern country, peasants rebelled in the 1320s, winning at the battle of the Golden Spurs but losing to the French at the battle of Cassel. This country is currently divided into a Dutch-speaking Flemish region and a French-speaking Walloon region."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Answer the following questions regarding the development of geometry. For 10 points each:", "answers_sanitized": ["Parallel Postulate", "sphere", "antipodes [accept antipodal points] &lt;BS&gt;"], "parts_sanitized": ["This axiom developed by Euclid states that given any straight line and a point not on it, only one line passes through the point which does not intersect the first line.", "The parallel postulate is false in a non-Euclidean geometry named for this 3-D analog of a circle. This shape has a surface area of four pi r and a volume of four-thirds pi r cubed.", "These are the two diametrically opposite points at which any two lines in spherical geometry will intersect. Any two points determine a unique line so long as they are not these."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This figure fought and defeated Queen Maeve at the Cattle Raid of Cooley. For 10 points each:", "answers_sanitized": ["Cu Chulainn (“Ku KULL-in”)", "eating dog meat [accept equivalents]", "Deirdre &lt;JK&gt;"], "parts_sanitized": ["Name this legendary hero, also known as Setanta, who wields the spear Gae Bulg and is featured in the Ulster cycle in Irish mythology.", "Cu Chulainn’s violation of this taboo resulted in his eventual death. He was forced into doing this action by a hag because he was also enchanted to always accept a meal prepared by a woman.", "Another figure from the Ulster cycle is this beautiful heroine. She was cursed to have kings and lords go to war over her, earning her the title “of the Sorrows.”"], "category": "Mythology"}, {"leadin_sanitized": "Igor Stravinsky alternated between complex ones in his <em>Rite of Spring</em>. For 10 points each:", "answers_sanitized": ["time signature [accept meter signature]", "scherzo", "Anton Bruckner &lt;BM&gt;"], "parts_sanitized": ["Name this music notation construct consisting of two stacked numbers, such as 6/8 or 4/4. It specifies how many beats are in a bar and the value given to each beat.", "Typically written in 3/4 time, this type of light-hearted piece is often the middle movement of a sonata or symphony. It derives from the Italian word for “joke.”", "This Austrian composer and devotee of Wagner was known for his scherzos, such as the “Hunt” scherzo of his “Romantic” fourth symphony. He also composed a “Zeroth” symphony."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "When the tips of plant stems are cut off or covered with a cap, this process does not occur, showing that the presence of stem tips are vital to it. For 10 points each:", "answers_sanitized": ["phototropism", "auxins", "abscisic acid &lt;AT&gt;"], "parts_sanitized": ["Name this type of plant growth towards one type of stimulus.", "Phototropism and other forms of plant growth in response to stimuli are caused by this class of plant hormones. Like gibberellins, they stimulate cell elongation, and can also induce fruit ripening.", "This other plant hormone is responsible for the shedding of plant leaves and bud dormancy. It also alters the osmotic potential of stomatal guard cells, causing them to close."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The Gulf of California does not border the state of California, but is instead located off the coast of this country. For 10 points each:", "answers_sanitized": ["Mexico (accept any smart-aleck who says United Mexican States or Estados Unidos Mexicanos)", "Yucatán Peninsula", "Tehuantepec &lt;GA&gt;"], "parts_sanitized": ["Name this country that is crossed from north to south by the Sierra Madre and whose highest mountain is Pico de Orizaba. This country owns Guadalupe Island and Revillagigedo (re-vi-yah-HEE-heh-doh) in the Pacific.", "This southeastern Mexican peninsula separates the Gulf of Mexico from a portion of the Caribbean Sea. It includes the states of Campeche and Quintana Roo.", "This coastal Oaxacan (“wa-HAH-can”) town names an isthmus and a gulf in southwestern Mexico. It was near the end of the Aztec “Road to Xoconochco” and would have been on a cross-continental railroad by part of the Gadsden Purchase."], "category": "Geography"}, {"leadin_sanitized": "One character in this novel is trapped in a coal mine by Souvarine, where he kills Catherine’s lover and makes love to her after nine days. For 10 points each:", "answers_sanitized": ["Germinal", "Emile Zola", "The Masterpiece or L’Oeuvre &lt;SoH&gt;"], "parts_sanitized": ["Name this 1885 century French novel in which the miners of the Montsou company go on strike.", "Germinal is the the thirteenth novel in this author’s twenty-volume cycle, Les Rougons-Macquart. He also penned a letter protesting the Dreyfus Affair, J’accuse.", "This fourteenth installment in Les Rougons-Macquart follows Claude Lantier, a failed artist who eventually goes mad trying to paint a view of the Île de la Cité and hangs himself."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This man conducted the Harrying of the North against the Saxons and divided his southern conquests into divisions called “rapes” and “castleries”. For 10 points each:", "answers_sanitized": ["William the Conqueror [accept William I or William the Bastard]", "Earls", "Thane"], "parts_sanitized": ["Name this leader, who faced revolts after he won the Battle of Hastings and conquered most of England in 1066.", "Two men with this general title, revolted against William in 1075, named Roger, the one “of Hereford,” and Ralf, the one of “East Anglia.” Edwin, Morcar, and Waltheof, were also men of this title, and had earlier fought against William in 1069 in a widespread rebellion.", "This other title was directly below earls in pre-conquest England. These men could serve the king directly or could lead courts or territorial divisions called hundreds."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Copper and gold can be characterized by this property, which is often used in conjunction with malleability. For 10 points each:", "answers_sanitized": ["ductility [accept ductile]", "interstitial alloy", "steel &lt;BM&gt;"], "parts_sanitized": ["Name this property of a metal which is its ability to be stretched into a wire without breaking.", "Ductility and other properties can be altered by creating alloys. This type of alloy is characterized by smaller atoms fitting into spaces between the larger metal atoms, such as carbon fitting into iron.", "The aforementioned example is this interstitial alloy which is commonly used in construction. Its “stainless” variety contains at least 10% chromium by mass."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Is it just me, or is that sculpture vaguely bird-like? Name some things about 20th century abstract avian sculptures, for 10 points each:", "answers_sanitized": ["Constantin Brancusi", "Bird in Space", "Flamingo &lt;AT&gt;"], "parts_sanitized": ["This sculptor created about thirty sculptures of birds in his series Maiastra. Other works by this artist include Sleeping Muse, which depicts a sideways ovoid head, and the phallic Princess X.", "Brancusi is most famous for this series of abstract sculptures, which attempts to capture the essence of flight. One piece from this series was the subject of a protracted court battle over taxation when it was brought into the United States.", "This huge stabile by Alexander Calder attempts to depict the title bird’s curved, slender neck via the inclusion of two gigantic arches. It is painted in Calder’s signature red."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The history of US relations with Native Americans is not just a trail of broken treaties. Name some things related to Sitting Bull and the Ghost Dance, for 10 points each:", "answers_sanitized": ["Wounded Knee Massacre", "American Indian Movement", "Maȟpíya Lúta or Red Cloud"], "parts_sanitized": ["On December 29th, 1890, the US 7th Cavalry opened fire on Spotted Tail’s band on the Pine Ridge Reservation after a single shot rang out, leading to this event and the deaths of at least 200 Indians, mostly women and children.", "This advocacy group occupied the Pine Ridge Reservation in 1973, leading a 71-day standoff between the group and large amounts of military/paramilitary units. This group also occupied Alcatraz.", "This Oglala chief led a namesake war against the US Army before signing the treaty of Fort Laramie and settling on the Pine Ridge Reservation. After that, he went to Washington to meet Grant but stayed neutral in the Great Sioux War."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The elementary unit of this quantity was determined by Robert Millikan in his oil-drop experiment. For 10 points each:", "answers_sanitized": ["electric charge", "Coulomb’s law", "Lorentz force &lt;BM&gt;"], "parts_sanitized": ["Name this fundamental quantity of matter which can be either negative or positive. Neutrons are neutral because their overall value for this quantity is 0.", "Charge is measured in units whose namesake also gave his name to this law. It states that the electric force between two charges is proportional to the inverse square of their distance of separation.", "This force is the sum of electric and magnetic forces acting on a charged particle moving through an electric field. Its direction can be determined using the right hand rule."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This photograph depicts Florence Owens Thompson and two of her children. For 10 points each:", "answers_sanitized": ["Migrant Mother", "Dust Bowl", "Margaret Bourke-White &lt;SEA&gt;"], "parts_sanitized": ["Name this iconic photograph of a haggard, worried woman, taken by Dorothea Lange outside a pea-pickers’ camp.", "Migrant Mother is among the photos Lange took while documenting the effects of this period of storms in prairie states, especially Oklahoma, that contributed to the Great Depression.", "This first female war photojournalist also photographed the Dust Bowl. One of her photographs appeared on the first cover of Life magazine, which later published her photographs of Gandhi."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "One movement in this city supposedly began following the criticism of the play <em>Hai Rui</em>. For 10 points each:", "answers_sanitized": ["Beijing", "Jiang Qing (accept Lan Ping, prompt on “Madame Mao”)", "Wuhan Incident or July 20th Incident"], "parts_sanitized": ["Hai Rui was written by a politician from this city, which also hosted over a million Red Guards on August 18th, 1966. Its mayor, Peng Zhen, was one of the first deposed by the Cultural Revolution.", "This wife of Mao Zedong led parts of the Cultural Revolution and pushed for the official sanction of the Eight Model Operas. She later asserted that she bit whoever the Chairman told her to bite during her trial.", "This 1967 event saw the central government deploy over 3 divisions of infantry to the namesake second-largest Chinese city after mediation by Zhou Enlai was spurned. A WWII battle named for the city this event took place in involved 1.5 million soldiers and was a pyrrhic Japanese victory."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This Irish playwright is the only person to be awarded a Nobel Prize and an Academy Award.", "answers_sanitized": ["George Bernard Shaw", "Pygmalion", "Major Barbara &lt;SoH&gt;"], "parts_sanitized": ["Name this author of Androcles and the Lion who also wrote about Raina and Captain Bluntschli.", "In the first act of this play by Shaw, Colonel Pickering makes a bet with a phonetics professor that he can turn a flower girl into a Duchess by teaching her to speak properly. In it, Eliza Doolittle leaves Henry Higgins to go to a wedding.", "Shaw wrote this play in which Andrew Undershaft makes a large donation to the Salvation Army that is refused by the title character."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": ". These people famously gypped a poor woman and won a Nobel Prize for it. For 10 points each:", "answers_sanitized": ["James Watson and Francis Crick (both answers required, do not prompt if only one answer is provided)", "phosphorous", "Erwin Chargaff &lt;SC&gt;"], "parts_sanitized": ["Name these two men, who are credited with the discovery of the double-helix structure of DNA with the help of Rosalind Franklin. They also proposed the semiconservative model of DNA replication.", "Alfred Hershey and Martha Chase did an experiment to determine whether DNA or protein was the genetic material. Using the radioactive isotope of this element, they tagged the DNA of bacteriophages.", "This Columbia University professor proposed two eponymous rules that govern DNA. His first rule states that different organisms have different DNA, while his second states that adenine pairs with thymine, and guanine with cytosine."], "subcategory": "Science Biology", "category": "Science"}]}