{"tossups": [{"question_sanitized": "Eugenia Herbert noted that copper ingots at this city were simpler than the “St.&nbsp;Andrew’s crosses” at the nearby “sleeping cow.” Richard Hall found phalluses near the Elliptical Temple at this city, whose architecture influenced the Torwa Dynasty’s capital at Khami. David Randall-MacIver (“Randall&nbsp;muh-KYE-ver”) first suggested a medieval dating of this city, which contains a temple at the Hill Complex and a royal compound in the Great Enclosure. The Kilwa Sultanate received gold from this city, which Karl Mauch (“MAO’kh”) linked to the Queen of Sheba and the biblical land of Ophir. This predecessor of Mutapa inspired the flag of its namesake country with its iconic soapstone bird carvings. For 10 points, the racist leaders of Rhodesia denied that the Shona built what “Great” drystone city south of Harare?", "answer_sanitized": "Great Zimbabwe (The “sleeping cow” is Ingombe Ilede.)", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In a 2019 photobook, Martin Parr documented his huge collection of Soviet memorabilia featuring these subjects. One of these subjects wears a knit hat while another has only their feet visible in a photograph by Elliott Erwitt. One of these subjects wearing all red appears on the cover of the photobook Being Human. Dozens of these subjects recline around the protagonist in the poster for the film White God, while Carlo Battisti clutches one of them in the poster for Umberto&nbsp;D. Faye Ray and Man Ray are examples of these animals often photographed in human-like poses by William Wegman. The Guggenheim Bilbao is home to a large topiary-inspired sculpture of one of these animals created by Jeff Koons. For 10 points, name these animals that Cassius Coolidge depicted playing poker.", "answer_sanitized": "dogs [or canines; or Chihuahuas; or Weimaraners; or Great Danes; or Space Dogs; or Puppy or puppies; prompt on pets; prompt on animals until read]", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "In a story by this author, the protagonist shouts “Live!”&nbsp;as he thinks of his dying girlfriend Laura; that character sees the words “double zero” just before he is hit over the head by a uniformed goon for refusing to stop pressing a button. One of this author’s characters dreams of opening an endless series of envelopes until he finds the message “To Whom it May Concern… Keep This [Boy] Running.” In a story by this author, a woman is electrocuted when an airplane crashes into some power lines during a lynching. This author of “King of the Bingo Game” described boys competing to grab coins off an electrified carpet in an oft-excerpted chapter of one of his novels. For 10 points, name this author of “Party Down at the Square” and “Battle Royal,” which is part of his novel Invisible Man.", "answer_sanitized": "Ralph Ellison", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A lesbian noblewoman led a protest against this leader over farmlands contaminated by H-bombs that fell from an American B-52 in 1966, which led this leader to revoke NATO access to his country’s airspace. The “Red Duchess” was imprisoned by this leader, whose symbols like the “victor” and the yoke and arrows are banned by the Historical Memory Law. The “Pact of Forgetting” ruled out prosecution for supporters of this man, who organized the Vertical Syndicate as his country’s sole union. This man who was exhumed from the Valley of the Fallen in 2019 fought with his country’s foreign legion in the Rif War. The Abraham Lincoln Brigades fought this man who received Nazi help from the Condor Legion. For 10 points, name this Falangist dictator who won the Spanish Civil War.", "answer_sanitized": "Francisco Franco [or Francisco Franco Bahamonde] (The first sentence refers to the 1966 Palomares B-52 crash.)", "subcategory": "European History", "category": "History"}, {"question_sanitized": "While working in this city, “Latin Averroists” like Boethius of Dacia and Siger of Brabant argued for the doctrine of the Eternity of the World. A rival of Aquinas who taught in this city praised St.&nbsp;Francis’s example in contemplating God in Journey of the Mind to God. Another thinker based in this city propounded an early theory of inertia called impetus and names a scenario in which a stack of hay and a pail of water are placed equally far apart from a donkey. A thinker who wrote Writing Degree Zero was killed after being hit by a laundry truck in this city. In The Arcades Project, Walter Benjamin (“VALL-tuh BEN-yah-meen”) discussed wanderers of this city called flâneurs (“flaw-NURR”). For 10 points, name this city where Bonaventure and Jean Buridan taught at the Sorbonne.", "answer_sanitized": "Paris", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "The homologous recombination protein PRDM9 is the first known mammalian example of a class of gene that causes this process, which was identified in 2009 by a team led by Jiří Forejt (“YIH-zhee FO-rate”). Richard Goldschmidt used the term “hopeful monster” to describe the “saltation” mechanism of this process. S.&nbsp;paradoxus is used as a model organism for studying whether this process obeys the Dobzhansky–Muller mechanism. Reinforcement can promote this process given the existence of a cline. In plants, this process can occur because of polyploidy that is induced during hybridization. Eldredge and Gould proposed that this process occurs in rapid bursts in the theory of punctuated equilibrium. Geographic separation occurs in this process’s allopatric form. For 10 points, name this process that occurs when two populations can no longer interbreed.", "answer_sanitized": "speciation [accept speciation genes; accept specific types of speciation like allopatric speciation; prompt on answers referring to the formation of new species; prompt on reproductive isolation; prompt on cladogenesis; prompt on evolution]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A union for employees of this organization was the only national union to endorse Donald Trump in 2016. A Fifth Circuit decision about an employee of this organization ruled that Bivens did not apply since the case involved a foreign citizen on foreign soil; that case centered on a 15-year-old boy who allegedly threw rocks at an employee of this organization. A 2019 ProPublica investigation found that several of this organization’s employees had shared sexist and racist memes in “10-15,” a Facebook group for its employees. This organization has been accused of violating Reno v.&nbsp;Flores by detaining children in inhumane conditions. For 10 points, name this government agency that operates within 100 miles of the coast, Canada, or Mexico, which is the sister agency of ICE.", "answer_sanitized": "U.S. Border Patrol agents [accept CBP or Customs and Border Protection agents; prompt on agents of the DHS or Department of Homeland Security; prompt on more general answers like immigration officials or la&nbsp;migra; do not accept or prompt on anything about “Immigrations and Customs Enforcement” or “ICE”]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "A story by an author from this country ends with Grace holding “her grandmother’s hand, the palm thickened from years of making pottery.” A mother fails to obtain an asylum visa after refusing to describe the murder of her son in another story by an author from this country, which is the setting of a story whose protagonist is robbed after converting his money into egg-rashers. An author from this country included stories such as “The Headstrong Historian” and “The American Embassy” in a collection she published the same year she gave a TED talk on “The Danger of a Single Story.” The Thing Around Your Neck is by an author from this country, which is the setting of the story “Civil Peace.” For 10 points, name this home country of Chimamanda Adichie and Chinua Achebe.", "answer_sanitized": "Nigeria [or Federal Republic of Nigeria]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Pierre Loti’s An Iceland Fisherman partly inspired a series of five nearly-identical portraits by this artist in which a seated woman uses a rope to rock an unseen cradle. In a portrait by this artist, a print of a volcano rises above the head of a paint grinder who sits with his hands folded. The businessman Ryōei Saitō briefly frightened the art world by vowing to cremate a portrait by this artist whose subject leans his elbow on a table with two yellow books and a foxglove on top of it. The subject’s forked blonde beard and double-buttoned blue coat feature in his paintings of the postman Joseph Roulin. This artist told Paul Gauguin (“go-GAN”) that he wanted to depict the “heartbroken expression of our time” in his Portrait of Dr.&nbsp;Gachet. For 10 points, name this artist whose self-portraits include one with a “bandaged ear.”", "answer_sanitized": "Vincent Van Gogh", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "The superhydrophilic self-cleaning behavior of glass was discovered in glass coated with the dioxide of this element. Nanoparticles of the dioxide of this element are coated in photosensitive dye in a dye-sensitized solar cell. Akira Fujishima and Kenichi Honda discovered that the dioxide of this element could catalyze the photolysis of water. Anatase is a metastable mineral form of the dioxide of this element. Sapphire is doped with ions of this element in a commonly used tunable laser. The dioxide of this element is converted to its tetrachloride, which is then reacted with magnesium to produce an elementally pure form in the Kroll process. Rutile is the major ore of this element, whose dioxide is used in white paint. For 10 points, name this metal whose atomic number is 22 and whose chemical symbol is Ti (“T-I”).", "answer_sanitized": "titanium [accept Ti until read]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "According to Herodotus, Idanthyrsus refused this ruler’s request to send him a symbolic gift and was chased into Thrace by this ruler’s army. This man claimed that “nothing better can be found than the rule of an individual man of the best kind” when arguing in favor of monarchy against Otanes and Megabyzus. Along with six other noblemen, this man overthrew Bardiya, who was allegedly a usurping magus named Gaumata according to this ruler’s Behistun Inscription. This ruler’s navy won the Battle of Lade to effectively end the Ionian Revolt, after which he decided to punish Eretria and Athens for their role in the conflict. This king initiated a campaign led by Mardonius that ended at the Battle of Marathon. For 10 points, name this Achaemenid (“uh-KEE-muh-nid”) king who began the first Persian invasion of Greece.", "answer_sanitized": "Darius I [or Darius the Great; prompt on Darius]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "New principles for this system were adopted after the 1989 Kiel Convention led by Peter Ladefoged (“LAD-ih-FO-gid”); that convention also recommended extending this system to cover “disordered” cases. An extension to this system uses musical terms like allegro placed in curly brackets. Kenneth Olson’s work on Mono (“MO-no”) led to this system’s most recent change, the addition of a flap in 2005. Unusual names for symbols used in this system include the ram’s-horns, esh, and engma. 28 symbols from this system can be placed on a trapezoidal diagram that parametrizes them by height, backness, and roundness. This system uses an upside-down lowercase e for the schwa. For 10 points, name this collection of symbols used by linguists to transcribe the sounds of every language in the world.", "answer_sanitized": "International Phonetic Alphabet [or IPA; accept extIPA; prompt on phonetic alphabet]", "subcategory": "Linguistics", "category": "Social Science"}, {"question_sanitized": "In a novel in this language, the protagonist writes a fable about a prince beset by fleas to compete with the fables that his suicidal, violin-playing brother-in-law tells on fishing trips. In that novel in this language, those men compete for Ada, the eldest of four sisters who all have the initial “A” because their father wanted to save on monogrammed items. The protagonist of that novel in this language often writes “L.C.” for “last cigarette” in his diary, which he compiles into a memoir for his psychoanalyst. James Joyce championed an author who used this language to write that novel, Zeno’s Conscience. A later writer in this language literalized Zeno’s arrow paradox in “t&nbsp;zero,” one of the stories in his Complete Cosmicomics. For 10 points, name this language used by Italo Svevo and Italo Calvino.", "answer_sanitized": "Italian [or Italiano; or Italiana]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Nachmanides created a script for a rare form of this practice outlined in the Ma‘avar Yabok (“ma-ah-VAR ya-BOKE”). The Tosefta (“toh-SEFF-tuh”) claims that this practice should be performed before eating and drinking to avoid distraction. Hadith say the Prophet did this practice 25 to 100 times a day. This practice inspired Allah’s title Al-Ghāfur. Ta’zir may be awarded instead of qiṣāṣ (“kee-SOSS”) if a person disavows this non-witnessing practice, whose stringent ḥudūd (“hoo-DOOD”) requirements include being repeated four times in the case of zinā’. This fifth step of Alcoholics Anonymous is the first sacrament of healing. “Short” and “long” prayers for this practice, ashamnu (“ah-SHAHM-noo”) and al cheyt (“all HATE”), are recited on Yom Kippur. A “seal” prevents priests from disclosing what they hear in this practice’s anonymous booths. For 10 points, name this practice of asking forgiveness for sin.", "answer_sanitized": "confession [or confessing sins; accept viddui or istiġfār or tawbah or repentance or supplication or penitence or atonement; accept pardon or forgiveness or Al-Ghāfur; accept admitting guilt or iqrar; prompt on prayers or tefillot by asking “prayers for what purpose?”; prompt on sin or sins like extramarital sex by asking “what consequence of sin?”] (The first sentence refers to deathbed confession.)", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "An algorithm named for this operation was implemented as a lock-free parallelized scheme called Hogwild!&nbsp;by researchers at UC&nbsp;Berkeley. To smooth the trajectory of iterates (“IT-er-its”), the result of this operation may be subtracted from the product of Nesterov momentum and velocity after being scaled by a learning rate. In neural networks, backpropagation computes this operation on the loss function and the model parameters. Many machine learning models including SVMs are updated using a “stochastic” optimization algorithm named for this operation’s “descent.” The divergence of this operation on&nbsp;f equals the Laplacian of&nbsp;f. The direction of this operation is perpendicular to a function’s level curves. For 10 points, what operation extends the derivative to multivariate functions?", "answer_sanitized": "gradient [accept (stochastic) gradient descent; prompt on del or nabla; prompt on derivative or differentiation by asking “what form of the derivative?”]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "It’s not New Orleans, but 1866 race riots sparked by rumors about the black soldiers in this city’s Fort Pickering sped the introduction of the Fourteenth Amendment. Police in this city failed to apprehend a Canadian passport-holder known as Ramon George Sneyd. The deaths of Echol Cole and Robert Walker while seeking shelter from rain led to organized protests in this city, where posters proclaimed “I Am a Man!” A speaker called for a boycott of Wonder Bread and Coca-Cola during a speech at Mason Temple in this city, where he noted he had seen the promised land. Striking sanitation workers here were supported by a man who was murdered on a balcony of this city’s Lorraine Motel. The “I’ve Been to the Mountaintop” speech was given in, for 10 points, what Tennessee city where Martin Luther King&nbsp;Jr. was killed?", "answer_sanitized": "Memphis, Tennessee [or Memphis Sanitation Strike; or 1866 Memphis Race Riot; or Memphis Massacre]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This god’s foot was infested with worms after he threatened the shadow Saṃjñā (“SUNG-nyah”). In the Mahābhārata, Nārada tells of the kings Nahusha and Yayāti living in this god’s splendid court. He was the pre-Islamic sky god of the Nuristani and Kalash. This god becomes a deer and a crane to pose questions about dharma at a poison lake. Wúcháng Guǐ (“gway”) assists this god, who disguises himself as the Yaksha Prashna to test Yudhisthira. Tibetan thangka paintings often depict the gigantic jaws of this god, who uses four-eyed dogs as messengers like his counterpart in the Shahnameh, Jamshīd. In the Mahābhārata, Sāvitrī beseeches this buffalo-riding god to release Satyavān. This god of the South uses the book Agrasandhani to judge souls. For 10 points, name this ruler of Naraka, the Indic death god.", "answer_sanitized": "Yama [or Yamarāja or Yima Xšaēta; accept Jamshīd; accept Gsin-rje or Yamāntaka or Vajrabhairava; accept Yánluó Wáng or King Yán; prompt on the Yaksha Prashna by asking “what god disguises himself as a yaksha to test Yudhisthira?”; accept titles of Yama like Restrainer; or King of Ghosts or King of Justice; accept Māra; accept Dharma]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In 1958, Friedrich Wührer (“VIEW-rer”) adapted some of this composer’s pieces into “18 Studies in Contrary Motion.” Three pieces by this composer were written for the music treatise Method of Methods, which was compiled by Ignaz Moscheles (“EEG-nots MOH-sheh-less”). The slow and quiet melody E, E E E, F, E, C, E opens a piece by this composer that then launches into a stormy cascade of 16th-note tuplets. 53 arrangements of pieces by this composer were written by Leopold Godowsky. The pianist Alfred Cortot (“cor-TOH”) published “study editions” of this composer’s Opus&nbsp;10 and Opus&nbsp;25, which collect most of his études. This composer wrote études nicknamed “Winter Wind” and one depicting the bombardment of Warsaw nicknamed “Revolutionary.” For 10 points, name this Polish composer of the “Raindrop Prelude.”", "answer_sanitized": "Frédéric Chopin (“sho-PAN”) [or Frédéric François Chopin; or Fryderyk Franciszek Chopin]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "The speaker of a poem by this author promises “I will good tribute pay” to a figure he calls “the baiting place of wit, / the balm of woe.” Philip Larkin described “groping back to bed after a piss” in a poem titled after one of this poet’s phrases. This poet’s project of translating the Psalms was completed by his sister, who led a literary circle including Ben Jonson at Wilton House. Eleven songs are scattered through a collection by this author that opens with a poem in which he struggles to find words “to paint the blackest face of woe” before his Muse tells him “Fool… look in thy heart, and write.” “Come Sleep!&nbsp;Oh Sleep” and “With how sad steps, O Moon” are entries in a cycle of love sonnets by this author. For 10 points, name this Elizabethan author of Astrophil and Stella and the prose romance Arcadia.", "answer_sanitized": "Philip Sidney", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This quantity can be calculated from surface tension and the contact angle by the Young–Dupré equation for liquid–solid adhesion. Taken over the initial canonical distribution, the [read slowly] “average of the exponential of the negative of beta times this quantity is equal to the exponential of the negative of beta times the difference in free energy,” a result known as Jarzynski’s (“YAR-zhin-ski’s”) equality. In static equilibrium, an infinitesimal change in space does not change a virtual form of this variable. This quantity is the integral of pressure over a set of volumes and is subtracted in the first law of thermodynamics. For 10 points, name this thermodynamic quantity less than or equal to free energy, the amount of energy transferred from a system to the environment.", "answer_sanitized": "thermodynamic work [accept thermodynamic work of adhesion; prompt on energy on the first sentence]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A poem by this author describes a man who was “sweet to meet upon the street” and who “caught the quaint Italian quip she flung him from the gutter.” This author of “Macdougal Street” wrote a poem whose speaker feels the hunger of a man “starving in Capri” and notes that “All sin was of my sinning, all atoning mine” after trying to reach the sky. This poet won the Pulitzer for a poem in which the narrator cries himself to sleep the night before Christmas, before receiving “the clothes of a king’s son, just my size.” A poem this author wrote when she was 19 begins “All I could see from where I stood was three long mountains and a wood.” “The Ballad of the Harp Weaver” and “Renascence” (“ree-NAY-scents”) are by, for 10 points, what poet who wrote “My candle burns at both ends” in “First Fig”?", "answer_sanitized": "Edna St. Vincent Millay", "subcategory": "American Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "The very short fourth chapter of the novel in which this character appears may imply that he is sexually assaulted by a friar. For 10 points each:", "answers_sanitized": ["Lazarillo de Tormes [accept either name]", "Miguel de Cervantes [or Miguel de Cervantes Saavedra]", "lawyers [accept equivalents such as attorneys or advocates; accept “The Lawyer of Glass” or “El licenciado Vidriera”]"], "parts_sanitized": ["Name this character who serves a series of masters, including a blind beggar, in an anonymously-published 16th-century Spanish novel that pioneered the picaresque genre.", "The picaresque genre inspired this Spanish author’s story The Conversation of the Dogs, as well as the many misadventures undergone by his character Don Quixote.", "An earlier anonymous work of Spanish literature, The Poem of the Cid, has been theorized by scholars such as Colin Smith to have been written by an author skilled in this profession. A member of this profession is put in a coma and driven insane by a faulty love potion in a Cervantes story."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "In 1998, a group of Dutch researchers introduced the SHARON process, which works in tandem with the “anammox” (“ann-AMM-ox”) system to remove one of these two elements at treatment plants. For 10 points each:", "answers_sanitized": ["nitrogen OR phosphorus [or N OR P]", "eutrophication", "salt marshes [prompt on marshes or wetlands]"], "parts_sanitized": ["Name either of these two elements whose removal is a key aspect of secondary and tertiary wastewater treatment. They are the two most common nonmetals in fertilizers.", "Removal of nitrogen and phosphorus from wastewater is important mainly because the two elements induce this process. It eventually leads to algal blooms that cause hypoxic conditions in estuaries.", "Nitrogen loading has a profound negative effect on these ecosystems that are typically replaced with mangrove forests in the tropics. Because they absorb flood waters and export nutrients to sea, they are sometimes termed the “ecological guardians of the coast.”"], "subcategory": "Earth Science", "category": "Science"}, {"leadin_sanitized": "Congressman Larry McDonald died aboard this flight, whose black box tapes were later released by Boris Yeltsin. For 10 points each:", "answers_sanitized": ["Korean Air Lines Flight 007 [or KAL-007; or KE-007]", "Exercise Able Archer 83", "Global Positioning System [or GPS]"], "parts_sanitized": ["Name this passenger flight that was shot down by a Soviet jet after accidentally crossing into Soviet airspace en route to Seoul from New York over fears that it was an American spy plane.", "The shootdown was an expression of Yuri Andropov’s paranoia that a U.S. first strike was coming, a paranoia that was heightened two months later when NATO simulated a move to DEFCON&nbsp;1 during this exercise.", "As a result of the KAL&nbsp;007 tragedy, the Reagan administration made this Air Force satellite navigation system freely available for civilian use. Motorists frequently use this system to navigate on long trips."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Feminist scholars have debated whether or not this thing must be enthusiastic and ongoing for it to be valid. For 10 points each:", "answers_sanitized": ["sexual consent", "Michel Foucault", "compulsory sexuality [accept “Compulsory Heterosexuality and Lesbian Existence”]"], "parts_sanitized": ["Name this voluntary agreement to engage in sexual activity. Models for communicating this status include the “no means no” approach and the affirmative “yes means yes” approach.", "Sex-critical feminists like Lois McNay have drawn on this thinker’s writings about power to explain situations where legal consent is given but sex is still unwanted. This thinker introduced the term biopower in The Will to Knowledge.", "Some asexual activists have critiqued modern theories of consent by describing how sexuality is assumed to have this property. This type of heterosexuality is described in an Adrienne Rich essay titled for it “and Lesbian Existence.”"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Many religious movements of the African diaspora attracted followers with unique dietary rituals. For 10 points each:", "answers_sanitized": ["Jamaica [or Jumieka]", "treif [or traif; or treyf; or treef; or trefa; or terefah; or treifot]", "Father Divine [or Reverend Major Jealous Divine]"], "parts_sanitized": ["This island’s Maroon religions Kumina and Myal hold that avoiding salt may grant the power to fly back to Africa. John Charles Bush is a folk remedy for rashes on this island, whose Rastafaris follow the vegetarian ital (“EYE-tall”) code.", "The Afro-Surinamese religion Winti uses this word to describe forbidden foods like plantains and venison. They borrowed this word from Judaism, where it describes a leftist Canadian Jewish podcast as well as non-kosher foods.", "This Harlem preacher forbade alcohol but hosted enormous weekly “love feast” banquets for the followers of his Depression-era International Peace Mission movement, which formed an alliance with the Communist Party. He was the youngest prophet Jim Jones claimed to be a reincarnation of."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "A queen of this name married Malcolm&nbsp;III and established a ferry for pilgrims traveling to St.&nbsp;Andrews Cathedral. For 10 points each:", "answers_sanitized": ["Margaret [or Margaret, Maid of Norway; or Saint Margaret]", "John Balliol (“BAY-lee-ul”) [accept either name; accept John I]", "William Wallace"], "parts_sanitized": ["Give this name shared by that saint and a child whose death in Orkney on her way to her coronation in Scone kicked off the Great Cause in Scotland.", "During the Great Cause, Scottish nobles led by Edward&nbsp;I of England selected this man as king among thirteen competitors including Robert the Bruce. Edward eroded the authority of this man, whose father endowed a namesake college at Oxford.", "This Scottish hero repelled Edward’s forces at Stirling Bridge after Edward invaded Scotland. Blind Harry composed an epic poem to memorialize the life of this knight portrayed by Mel Gibson in Braveheart."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This character “would weep if that she saw a mouse / Caught in a trap,” and feeds her hounds roasted meat, milk, and fine bread. For 10 points each:", "answers_sanitized": ["The Prioress", "Geoffrey Chaucer", "The Pardoner"], "parts_sanitized": ["Name this genteel character whose real name is Madame Eglantine. She tells a story in which a dead body continues to sing until a grain is removed from its mouth.", "The antisemitic “Prioress’s Tale,” in which Jews murder a pious Christian child, is part of The Canterbury Tales by this Middle English author.", "A “shoulder-bone / Which that was of a holy Jewe’s sheep” is one of the relics sold by this effeminate traveler from The Canterbury Tales. This character tells the story of three men who set out to kill Death."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "In the years before his death, Elvis Presley used the beginning of this piece to open his concerts and live albums, such as the multi-platinum album Aloha from Hawaii Via Satellite. For 10 points each:", "answers_sanitized": ["Also sprach Zarathustra (“ALL-zoh shprock tsah-rah-TOOS-trah”) [or Thus Spake Zarathustra; or Thus Spoke Zarathustra]", "Richard Strauss [prompt on Strauss]", "B major AND C major [do not accept any minor keys]"], "parts_sanitized": ["Name this tone poem that contains the movements “The Convalescent” and “Song of the Night Wanderer.” Its sixth movement, which features a fugue that contains every chromatic pitch, is called “Of Science.”", "Also sprach Zarathustra is a tone poem by this Late Romantic German composer of Ein Heldenleben (“yne HEL-din-lay-bin”).", "Also sprach Zarathustra ends with the high winds and strings playing a chord in one of these two keys, which is juxtaposed with the low strings plucking the other key’s tonic. Throughout the piece, these two major keys represent the clash between humanity and the universe."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "For two interlinked tubes, this quantity is plus-or-minus twice the product of their respective fluxes, though it is zero if the tubes are unlinked. For 10 points each:", "answers_sanitized": ["magnetic helicity", "magnetic flux density [accept magnetic induction or magnetic field; prompt on B-field]", "magnetohydrodynamics [or MHD; accept magnetofluid mechanics or hydromagnetics]"], "parts_sanitized": ["Name this quantity that is given in standard notation by the volume integral of A&nbsp;dot&nbsp;B over a tube. Its units are webers squared.", "In the formula for helicity, B denotes this vector quantity. Gauss’s law states that this quantity has zero divergence, implying that monopoles cannot exist.", "Magnetic helicity is an invariant in this theory, whose governing equations combine the Navier–Stokes and Maxwell equations. This theory is often used to model plasmas."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "According to The Sea Can Wash Away All Evils: Modern Marine Pollution and the Ancient Cathartic Ocean, the Iliad is concerned with one of these two gods while the Odyssey focuses on the other. For 10 points each:", "answers_sanitized": ["Pontus AND Oceanus [prompt on partial answer; or Pontos AND Ôkeanos]", "Gorgons [or Gorgones]", "Nereids [or Nêreides; or Nêreis; prompt on Nymphai or nymphs]"], "parts_sanitized": ["Name these two primordial sea gods, both lovers of Gaia. One is the “fruitless deep with raging swell,” the elemental male counterpart of Thalassa. The other is the “deep-eddying” freshwater river.", "The marine children of Pontus in Hesiod’s (“HEE-see-id’s”) Theogony include Phorcys and Ceto, the parents of the Graiae sea hags and these immortal sisters, Sthenno and Euryale “of the wide, briny sea.” Medusa becomes one of these monsters.", "Perseus uses the head of the Gorgon Medusa to defeat Cetus, who tries to eat Andromeda because her mother alleged that she was more beautiful than one of these 50 granddaughters of Pontus. They include Nemertes, “whose mind is like that of her immortal father.”"], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "This poet described Roger Maris and Mickey Mantle making running catches in a poem that opens “Fanaticism? No. Writing is exciting / and baseball is like writing.” For 10 points each:", "answers_sanitized": ["Marianne Moore", "William Carlos Williams", "“The Steeple-Jack”"], "parts_sanitized": ["Name this Brooklyn Dodgers fan who listed “the baseball fan” along with “the immovable critic” as “important” phenomena in a poem that encourages poets to create “imaginary gardens with real toads in them.”", "Marianne Moore’s “Poetry” offers a kinder portrayal of baseball fans than the poem “At the Ball Game” by this friend of hers, who wrote Imagist poems like “This is Just to Say” and “The Red Wheelbarrow.”", "Moore included her 1955 World Series-inspired poem “Hometown Piece for Messrs.&nbsp;(“MESS-ers”) Alston and Reese” in her Complete Poems, which begins with this poem. This poem references the “not-native books” read by the college student Ambrose and the red-and-white “Danger” sign put up by C.&nbsp;J.&nbsp;Poole."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the Christian Skoptsy sect in Russia, for 10 points each.", "answers_sanitized": ["self-castration [or mastectomy; accept equivalents relating to removal of the genitals; do not accept or prompt on “circumcision”]", "Paul I of Russia [or Pavel I]", "St. Petersburg [or Sankt-Peterburg]"], "parts_sanitized": ["The Skoptsy aimed to eliminate original sin from their bodies by performing this ritual. Eusebius claimed that Origen performed this ritual on himself after literally interpreting Matthew 19:12 (“chapter&nbsp;19,&nbsp;verse&nbsp;12”).", "This tsar had the Skoptsy prophet Kondratii Selivanov confined to a madhouse after he claimed to be the tsar’s father Peter&nbsp;III. The Catholic Knights of Malta appointed this Orthodox tsar as grand master after Ferdinand von Hompesch’s surrender.", "Selivanov preached salvation through castration from this city until 1820, when governor Mikhail Miloradovich exiled him to Suzdal. This capital on the Neva River served as its namesake’s “Window to the West.”"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "A mysterious personal scandal led to the sculptor Louisa Lander being shunned by an artist’s community in this city that included Nathaniel Hawthorne. For 10 points each:", "answers_sanitized": ["Rome [or Roma; accept Prix de Rome]", "white marble [prompt on stone]", "Lewis [accept Edmonia Lewis or Norman Lewis]"], "parts_sanitized": ["Name this city where neoclassical sculptors like Harriet Hosmer worked. Johann Winckelmann championed neoclassicism in this city, where his friend Raphael Mengs influenced Jacques Louis David (“dah-VEED”) and other winners of this city’s namesake “prize.”", "Henry James dubbed the community of female American sculptors in Rome the “white Marmorean flock” because they sculpted in this medium, which was used for much of classical Greek and Roman sculpture.", "The best-known of those sculptors was a black artist with the first name Edmonia and this surname who depicted two former slaves in her 1867 sculpture Forever Free. Norman, a Harlem-based painter of this surname, co-founded the Spiral Group."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "This quantity is the x-axis of a curve sometimes named after Heidelberger and Kendall. For 10 points each:", "answers_sanitized": ["antigen concentration [or other answers referring to the amount of antigen in a solution; prompt on concentration; prompt on ligand concentration by asking “what type of substance are these ligands?”]", "antibodies [or antibody; or Abs; or monoclonal antibody; or mAbs; or immunoglobulins; or Ig]", "chromatin immunoprecipitation [or ChIP; or ChIP-sequencing; or ChIP-seq]"], "parts_sanitized": ["Name this quantity. Precipitate concentration is plotted against this quantity on a precipitin curve, which contains a region called the zone of equivalence that corresponds to an intermediate value of this quantity.", "Antigens form complexes with these Y-shaped molecules. These molecules are used to detect proteins in a Western blot.", "In this technique, chromatin is crosslinked by UV light or formaldehyde, and then sonicated before being pulled out of solution by an antibody. It is followed by DNA sequencing in a technique used in the genome-wide profiling of DNA-binding proteins."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "According to this man’s diary, Edward Gibbon once told him that England had lost nothing in the Revolutionary War but a hundred million pounds of debt. For 10 points each:", "answers_sanitized": ["Francisco de Miranda", "Simon Bolívar", "Coro [or Santa Ana de Coro; La Vela de Coro]"], "parts_sanitized": ["Name this man who canvassed nearly every European court and intellectual circle in search of support for the independence of New Spain. This man was nicknamed “The Precursor” in reference to a later revolutionary’s “Liberator.”", "This man, nicknamed “The Liberator,” led the independence of several modern-day countries in Latin America under the banner of Gran Colombia.", "Venezuela celebrates its Flag Day on the date of Miranda’s failed filibustering expedition to this city. This city was established as the German colony of Neu Augsburg before becoming the first capital of colonial Venezuela."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "In a play titled for this specific type of event, the paper merchant Jihei desires to escape his marriage for a woman who resides in the Gay Quarter. For 10 points each:", "answers_sanitized": ["love suicides [accept The Love Suicides at Amijima or Shinjūten no Amijima; accept The Love Suicides at Sonezaki or Sonezaki Shinjū; prompt on partial answers]", "puppets [or ningyō]", "prostitutes [accept equivalents such as sex workers; prompt on women or similar answers by asking “what profession are they a member of?”; do not accept or prompt on “geisha”]"], "parts_sanitized": ["Name this specific type of event. In another play titled for these specific events, the central characters travel to a shrine in which both a pine and palm tree grow out of the same trunk.", "Chikamatsu Monzaemon, the author of The Love Suicides at Amijima and The Love Suicides at Sonezaki, wrote bunraku plays that were performed using these objects.", "Chikamatsu’s The Love Suicides at Amijima opens with the assertion that the love of one of these specific people “is deep beyond measure.” In Chikamatsu’s play The Uprooted Pine, Azuma is one of these specific people."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Heavy water and deuterated chloroform are common solvents used in this technique. For 10 points each:", "answers_sanitized": ["NMR spectroscopy [or nuclear magnetic resonance spectroscopy; accept specific forms of NMR like carbon-13 NMR]", "quadrupole moment [or nuclear quadrupole resonance]", "solid [or solid-state NMR; or crystalline; prompt on ssNMR by asking “what does that stand for?”]"], "parts_sanitized": ["Name this technique that applies a magnetic field to organic molecules to determine their structure. It has proton and carbon-13 forms.", "A technique similar to NMR sometimes called “zero field NMR” relies on observing the interaction between an electric field gradient and this quantity of a nucleus. The benzene dimer is bound together by both dispersion forces and interactions between this quantity of the benzene molecule.", "Nuclear quadrupole resonance can only be applied to analytes in this state. Magic-angle spinning NMR is most commonly applied to analytes in this state, since analytes in this state display a chemical shift anisotropy (“an-eye-SAH-truh-pee”)."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This word can be alternatively translated as “to lift up,” “to cancel,” “to suspend,” or most commonly, “to sublate.” For 10 points each:", "answers_sanitized": ["Aufheben (“owf-HAY-bin”) [or Aufhebung; or Aufhebungen]", "Martin Heidegger", "a hammer [prompt on tool; prompt on Werkzeug]"], "parts_sanitized": ["Name this German word used by Hegel (“HAY-gull”) to mean the seemingly contradictory ways that the dialectic preserves and changes concepts simultaneously.", "This later philosopher used a host of difficult-to-translate terms, including “dasein” (“DAH-zyne”), a word frequently deployed in his book Being and Time.", "Heidegger also used the difficult-to-translate words Vorhandenheit and Zuhandenheit, meaning roughly “present-at-hand” and “ready to hand,” in a discussion of a useful and broken example of one of these objects. Nietzsche’s (“NEE-chuh’s”) Twilight of the Idols is subtitled “How to philosophize with” one of these things."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "The finals of this video game’s 2019 World Championship were played at the Portland Retro Gaming Expo and featured a matchup between 17-year-old Joseph Saelee and 41-year-old Koji “Koryan” Nishio. For 10 points each:", "answers_sanitized": ["Tetris", "Nintendo Entertainment System [or NES; prompt on Famicom or Comboy until read]", "hypertapping [prompt on DAS techniques or Delayed Automatic Shift techniques]"], "parts_sanitized": ["Name this 1989 video game created by Alexey Pajitnov that was the best-selling video game of all time until Minecraft reached 176 million sales in May 2019. It involves players trying to match and destroy falling blocks to prevent the screen from filling up.", "The Classic Tetris World Championships are run entirely on CRT televisions, as Tetris is played on this gaming console. It is known as the Famicom in Japan and the Hyundai Comboy in South Korea.", "Both Saelee and Nishio can pull off this advanced Tetris technique. It involves rapidly pressing the left or right button on the controller’s directional pad to increase the speed at which a Tetromino (“tet-TROM-in-oh”) can be maneuvered."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "A style of music popular in this country in the 1980s and ’90s combines simple, bucolic lyrics with a disco backbeat, and is named for the northwestern wind. For 10 points each:", "answers_sanitized": ["China [or People’s Republic of China or PRC; or Zhongguo or Zhonghua Renmin Gongheguo; do not accept or prompt on “Taiwan” or “Republic of China”]", "Zhou Xuan (“joe shwen”) [accept Su Pu; accept Chow Hsuan]", "Hong Kong [or Xiānggǎng; or Hēunggóng; or HK]"], "parts_sanitized": ["Name this country, whose popular music of the 1940s was dominated by the Seven Great Singing Stars. The erhu (“AR-hoo”) and the pipa both developed in this country.", "This member of the Seven Great Singing Stars is known by the sobriquet “Golden Voice.” Her hit songs include “The Wandering Songstress,” “When Will You Return?”, and “Shanghai Nights.”", "After World&nbsp;War&nbsp;II, the center of Chinese popular song production shifted from Shanghai to this city, where Cantopop developed. Faye Wong’s music appears in several of Wong Kar-wai’s films set in this city."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "The works of an artistic school from this city were widely unknown for two centuries because they were almost all purchased for a minor castle museum in this city by mustard businessman J.&nbsp;J.&nbsp;Colman. For 10 points each:", "answers_sanitized": ["Norwich", "J. M. W. Turner [or Joseph Mallord William Turner]", "railway bridges"], "parts_sanitized": ["Name this English city, the site of the first major British school of provincial painting. The painters Thomas Girtin, John Crome, and John Sell Cotman formed the core of that school in this city.", "Cotman was much inspired by meeting this British painter while a student in London. This fanboy of Claude Lorrain painted Dido Building Carthage and willed all his works to the National Gallery.", "Cotman’s best-known single work is probably a depiction of one of these structures in the village of Greta. A train passes over one of the structures near the Thames (“temz”) in Turner’s Rain, Steam and Speed."], "subcategory": "Painting", "category": "Fine Arts"}]}