{"tossups": [{"question_sanitized": "Voters in this state wrote “No Dams” on their ballot paper as part of a campaign to block the construction of the Franklin Dam. The flooding of this state’s Lake Pedder led to the formation of a “United Group” named for this state that became the world’s first green party. George Augustus Robinson arrived in this colony to “conciliate” a conflict between colonists and an indigenous group whose last surviving member was Truganini. This colony’s governor George Arthur ordered the formation of a human cordon to round up its indigenous inhabitants. John Howard instituted a mandatory buyback policy on long guns after 35 people died in this state’s Port Arthur Massacre. For 10 points, the Black War exterminated the aboriginal inhabitants of what Australian island?", "answer_sanitized": "Tasmania", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Schlenk and Brauns name a group of these molecules that exist as biradicals and are paramagnetic with a triplet ground state. The F&nbsp;number is correlated to the log of the retention factor in chromatography of these molecules. Clar’s rule is used to determine the most stable forms of these molecules. A process in which these molecules are broken down uses a system consisting of an alumina matrix, a silica binder, a kaolin filler, and a zeolite catalyst; that process is fluid catalytic cracking. Anthracene and tetracene are examples of the polycyclic aromatic type of these molecules. Bitumen is a mixture of these molecules produced from fractional distillation of petroleum. For 10 points, identify these molecules made up of the elements with atomic numbers 6 and 1.", "answer_sanitized": "hydrocarbons [or polycyclic aromatic hydrocarbons; or conjugated hydrocarbons; or Schlenk–Brauns hydrocarbons; prompt on PAHs by asking “what does that stand for?”; anti-prompt on alkanes or alkenes or paraffins or cycloalkanes by asking “can you be less specific?”]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The unnamed narrator fools soldiers in this conflict into thinking he’s the owner of an abandoned villa in the novella An Untouched House. During this conflict, an unseen woman in a dark cell comforts a future anesthesiologist after his family’s house is burned in retaliation for their neighbors moving the body and bicycle of a traitorous policeman. A chapter of a work set during this war presents an ode to a fountain pen that was melted on a stove. Harry Mulisch’s The Assault is set during this war, which provides the backdrop of a work in which the narrator opines “I still believe, in spite of everything, that people are truly good at heart” and describes her life in the Secret Annex to “Kitty.” For 10 points, name this war during which Anne Frank’s diary was written.", "answer_sanitized": "World War II [or equivalents; accept the Nazi occupation of the Netherlands or equivalents] (An Untouched House is by Willem Frederik Hermans.)", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Hayes and Flowers proposed a cognitive process model of this ability, in which it proceeds as a series of recursions rather than linearly. According to Ronald Kellogg, this ability proceeds in collection, planning, translating, and reviewing stages. Jane Schaffer developed a construct widely used in teaching this ability, while James Pennebaker developed an “expressive” therapy involving the use of this ability by psychotherapy patients. Judith and Evan Gould introduced the Four Square Method to aid in this ability. Exner’s Area is sometimes named for its importance in this ability, which proceeds from the linguistic stage to the motor-expressive stage. Dysgraphia is an impairment in this ability. For 10 points, name this ability that, along with reading, defines literacy.", "answer_sanitized": "writing [accept composition; accept persuasive writing; accept expository writing; accept creative writing; prompt on language]", "subcategory": "Psychology", "category": "Social Science"}, {"question_sanitized": "Members of this group killed four kings sent to negotiate at Paide (“pay-duh”) after the Saint George’s Night Uprising. This group executed Nicholas von Renys for supposed sabotage without a trial because of his leadership of the Lizard League. Frederick&nbsp;II confirmed the legality of this group’s conquered possessions to his friend Hermann von Salza in the Golden Bull of Rimini. This organization, which King Albert of Sweden invited north to destroy the Victual Brothers, lost its state after Albert von Hohenzollern (“HO-en-zo-lern”) converted to Lutheranism and declared himself Duke of Prussia. Under Ulrich von Jungingen (“OOL-rick von YOUNG-ing-in”), this order was crippled after its defeat to Jogaila (“yo-GUY-lah”) at the First Battle of Tannenberg. For 10 points, name this Catholic crusader order composed of German knights.", "answer_sanitized": "Teutonic Order [or the Teutonic Knights; accept Livonian Order until “Nicholas von Renys” is read]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In a scene of this film, the protagonist lies down head-to-head with a young boy on the roof and plays dead. This film opens with an overhead shot of stone tiles before a puddle of water rushes in. In another scene, a man in this film painstakingly maneuvers his Ford Galaxy into his family’s small driveway. The protagonist of this film, who is the only person able to hold Professor Zovek’s tree pose, watches as her naked lover demonstrates martial arts with a shower pole. After witnessing a massacre, this film’s protagonist goes into labor and delivers a stillborn child. During its climax, this film’s protagonist rushes out into the sea to save the children of the family for which she works. Yalitza Aparicio plays the maid Cleo in, for 10 points, what 2018 film by Alfonso Cuarón?", "answer_sanitized": "Roma", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "In a meta-theatrical moment, this character imagines being portrayed by a “squeaking boy” as “quick comedians” bring her story to stage. This woman exclaims “O happy horse!”&nbsp;when she imagines a horse being ridden by “the demi-Atlas of this earth” in a scene that ends with her recalling a time when she was “green in judgment: cold in blood.” This character is described lying in a “cloth-of-gold of tissue” pavilion in a monologue that compares her barge to a “burnished throne”; in that monologue, a man says of this character that “Age cannot wither her, nor custom stale / Her infinite variety.” In Act&nbsp;V, this character is brought a basket of figs containing the snakes that she uses to commit suicide. For 10 points, name this queen who titles a Shakespeare play with Mark Antony.", "answer_sanitized": "Cleopatra", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A calm piano piece in 6/4 (“six-four”) time titled for this type of place features two main motifs: the rising notes “D, E, B”; and the falling notes “E, C-sharp.” Chinese reflex balls and tuned water glasses are used in a piece titled for a “blue” one of these places by Jennifer Higdon. Both hands play parallel four-note block chords over sustained low Cs in the climactic sonore sans dureté (“so-NOR sawn dyoor-TAY”) section of a piece titled for this type of place in an example of harmonic planing (“PLANE-ing”). That place of this type is said to be “emerging from the fog, little by little.” A Breton legend about the lost city of Ys (“eese”) inspired a 1910 piano prelude depicting one of these buildings. For 10 points, name these buildings, one of which is “sunken” in a prelude by Claude Debussy.", "answer_sanitized": "cathedrals [accept The Sunken Cathedral or The Submerged Cathedral or The Engulfed Cathedral or La cathédrale engloutie; accept blue cathedral]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A garment originating in this country inspired a collarless, lapel-free suit jacket in Pierre Cardin’s 1964 “Space Age” line. Lord Snowden popularized wearing a garment from this country along with a silk turtleneck, causing a brief craze for them in late 1960s England. A white cotton sidecap with points in the front and back is named for a political leader from this country. A prime minister of this country names a hip-length jacket with a mandarin collar and a front modeled on the ackhan. This is the most populous country home to a garment consisting of a long drape that is wrapped around the waist and then draped off the shoulder and is usually worn with a bare midriff in the Nivi style. For 10 points, name this country whose traditional garments for women include the choli and sari.", "answer_sanitized": "India [or Republic of India]", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "E.&nbsp;W.&nbsp;von Tschirnhaus (“CHURN-house”) used a method referred to as “focus curves” of caustics to solve this problem. Another method of attacking this problem results in solving the following differential equation: y times the quantity “one plus y-prime-squared” equals a constant. After this problem was published in Acta Eruditorum in 1696, one submitted solution caused Johann Bernoulli to exclaim “By the claw, the lion is revealed!” Bernoulli’s “indirect” solution used infinitesimally thin layers with Snell’s law and Fermat’s principle of least time. Jakob Bernoulli proposed a more general variation of this problem, which led to Euler’s (“OY-ler’s”) development of the calculus of variations. For 10 points, name this problem of finding the path in which an object acted on only by gravity must travel between two points in the shortest time, whose solution, like that of the similar tautochrone problem, is a cycloid.", "answer_sanitized": "brachistochrone (“bra-KISS-tuh-crone”) curve [do not accept or prompt on “tautochrone curve”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In a Slavic tale, Jean must find these objects and ask them each a question to marry the farmer’s daughter Annette. In a story named for these objects, old women give a golden apple, a comb, and a spinning wheel to a girl before she meets the four winds. The Fon rainbow serpent Ayida-Weddo is ridden by the avatar of these objects, the gynandrous creator Mawu-Lisa. In the Kalevala, Ilmarinen forges useless fake versions of these objects after Louhi imprisons them in the Pohjola Mountains. In Norwegian lore, a girl frees a prince enchanted into a white bear by traveling to a castle east of one of these objects and west of the other. At Ragnarök, these objects are eaten by the wolves Hati and Sköll. In Greek mythology, they are Eos’s siblings, and thus Theia and Hyperion’s children. For 10 points, which two objects are represented by Selene and Helios?", "answer_sanitized": "the sun and the moon [or Sol and Máni; or sol og måne; accept “East of the Sun, West of the Moon”; prompt on partial answer by asking “what is the other object?”; do not accept or prompt on “stars” or “suns” plural; prompt on heavenly bodies or celestial objects or other generic astronomical answers]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "The G3 trade deal was signed in this decade, during which Max Appedole (“ah-pay-DOH-lay”) deduced the identity of a suspected terrorist by comparing prose styles of published manifestos and entries into Jesuit literary contests. Liberation theologian Samuel Ruiz negotiated a ceasefire during this decade, which led to the signing of the San Andrés Accords. During this decade, economist and presidential candidate Luis Donaldo Colosio was assassinated while campaigning in Tijuana. The “December Mistake” occurred in this decade and led to an abrupt devaluation of the peso after the election of Ernesto Zedillo. In the first year [emphasize] after this decade, the PRI lost its first presidential election in seven decades. The Zapatista uprising in Chiapas began in, for 10 points, what decade during which Mexico signed NAFTA?", "answer_sanitized": "1990s", "subcategory": "World History", "category": "History"}, {"question_sanitized": "John Calvin’s commentary on the book of Daniel claims that “We see [this vice] rampant in all ages.” The unwholesome mental factor irshya (“eersh-yah”) is similar to this “disease of the heart,” which hadith call a “great trap of Satan” that “devours faith as fire consumes wood.” Islam permits this sin’s ghibtah form, but not hasad. Paul claims to feel a “divine” version of this sin in a possible remnant of the “severe letter” in Second&nbsp;Corinthians&nbsp;11 (“chapter&nbsp;11”). Byzantines wore Holy Rider amulets to prevent damage from this sin via the evil eye. Aquinas called Leviathan the demon of this sin, whose opposing virtue is humanitas. Exodus often ascribes this sin to God to explain why He forbids idol worship. This sin makes Joseph’s brothers resent him over his colorful coat. For 10 points, what non-wrath deadly sin makes Cain kill Abel?", "answer_sanitized": "envy [or jealousy; or invidia; or hasad; or megaera; prompt on evil eye by asking “what deadly sin was thought to damage people targeted by the evil eye?”; prompt on covetousness or word forms by asking “besides greed, what deadly sin includes covetousness?”]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "A character in a novel by this author recounts how she grew up amidst “ancient furniture, books in Latin, and human mummies” and “came into the world with a breath of the jungle in my memory.” A man who breaks all of his bones during an earthquake is treated by Doctor Cuevas (“KWAY-vahs”) in another novel by this author, who also wrote a novel whose title character makes fake grenades from “Universal Matter.” In a novel by this author, a snake-bitten Indian gardener fathers the title storyteller, who rejects the guerilla fighter Huberto Naranjo (“na-RAHN-ho”) and instead falls in love with Rolf Carlé. This author opened a novel with the line “Barrabás came to us by sea.” Eva Luna is a novel by, for 10 points, what Chilean author who detailed the life of the Trueba (“troo-AY-bah”) family in her novel The House of the Spirits?", "answer_sanitized": "Isabel Allende [or Isabel Allende Llona]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Nucleolus organizer regions can be visualized by staining with this substance after performing a karyotype. Both periodic acid-Schiff stains and a stain consisting of this substance are used to stain reticular fibers. This element is used as a highly sensitive stain for polyacrylamide (“poly-uh-CRIL-uh-mide”) gels in both nucleic acid and protein gel electrophoresis. A combination of potassium dichromate and this element’s nitrate undergo a “black reaction” to form the dichromate of this element in Golgi’s stain for nervous tissue. Exposing skin to the nitrate of this element, which was once called lunar caustic, can stain it black. In a positive Tollens test, this element is precipitated by an aldehyde and forms a mirror. For 10 points, name this element located above gold on the periodic table.", "answer_sanitized": "silver nitrate [or Ag; or AgNO3; or silver staining; accept argyrophilic staining; accept argentaffin staining; accept lunar caustic until read]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "In 1947, Life magazine stated that this newspaper had “been made into a worldwide symbol of reaction, isolation, and prejudice by a man capable of real hate.” This newspaper championed simplified English spelling reforms, often spelling “although” as “A-L-T-H-O.” Franklin Roosevelt considered shutting down this newspaper after its front page revealed that the U.S. had broken Japan’s naval code. This newspaper’s self-description as the “World’s Greatest Newspaper” largely began under the leadership of its isolationist editor Robert McCormick. A photograph taken at St.&nbsp;Louis Union Station shows an issue of this newspaper printed on November 3, 1948, when it infamously ran the incorrect headline “Dewey Defeats Truman.” For 10 points, name this newspaper based in Illinois.", "answer_sanitized": "Chicago Tribune [or Chicago Daily Tribune; prompt on Daily Tribune]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In a poem by an author with this surname, Dr.&nbsp;Bluespire performs the title task by whispering “you look like a god sitting there. / Why don’t you try writing something?” That poet with this surname wrote “your face didn’t rot like the others” in a poem about his 22-year-old father’s death in World&nbsp;War&nbsp;II. The poet of “Teaching the Ape to Write Poems” and “The Lost Pilot” shares this surname with a poet who commanded “Leave now / The shut gate and the decomposing wall: / The gentle serpent, green in the mulberry bush” in a poem that repeatedly describes flying leaves. That poem by an author with this last name begins “Row after row with strict impunity / The headstones yield their names to the element.” For 10 points, give this surname of Allen, the author of “Ode to the Confederate Dead.”", "answer_sanitized": "Tate [accept Allen Tate or James Tate]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "An artist from this country used a nonsense word resembling words for “hurl” and “wolf” to name a cycle of drawings he began while talking on the phone. Chicago’s Monument with Standing Beast is one of the doodle-like, white-and-black sculptures by that artist from this country, who used gravel and thick impasto to paint many misshapen nudes with tiny arms. Art by mental patients inspired that artist from here to coin a term meaning “raw art.” An earlier primitivist artist from this country depicted a snake charmer in a painting of a nude lounging on a couch in the jungle. In a painting from this country, a mandolin player in a striped gown is nuzzled by a lion. For 10 points, The Dream and The Sleeping Gypsy were painted in what country of Jean Dubuffet and Henri Rousseau?", "answer_sanitized": "France", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Performance maps for devices that perform this process typically show “surge lines” separating stable and unstable operating ranges. Devices that use rotating diffusers and impellers to do this process are found along with turbines in turbochargers. This process occurs between intake and power in the four-stroke cycle. In diesel engines, it happens [emphasize] before fuel is injected so that the air–fuel mixture will be hot enough to combust. Because this process always does PV work [emphasize] on a gas, it is done in an isothermal manner to [emphasize] remove heat from air in the Carnot (“car-NO”) cycle. Prior to being used in scuba diving tanks, air is subjected to this process by gaining hundreds of atmospheres. For 10 points, name this process in which the volume of a gas is decreased by applying pressure.", "answer_sanitized": "air compression [or gas compression; or compressor; or compressed air; or word forms; accept pressurizing until “pressure” is read; prompt on answers that mention decreasing volume or increasing pressure by asking “what is the exact term?”]", "subcategory": "Engineering", "category": "Science"}, {"question_sanitized": "A book by Michael Rota partly titled for this thinker examines the lives of Dietrich Bonhoeffer and Immaculée Ilibagiza along with a discussion of divine hiddenness. Michael Martin expanded on an idea first presented by this thinker by considering the posthumous legacy imparted by good or bad deeds. In his most famous book, this philosopher outlined arguments from superdominance, expectation, and generalized expectation. A concept introduced in that 1670 book by this thinker can be represented with a two-by-two decision matrix in which the left column contains values of infinite utility while the right column contains values of finite utility. For 10 points, name this French philosopher whose book Pensées (“pon-SAY”) introduced his namesake “wager” about belief in God.", "answer_sanitized": "Blaise Pascal", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "In one play, an actress playing a role of this name delivers “A Mother’s Guide to Social Drinking” when the protagonist is pressured into drinking at an Eastern Shore inn. Three roles of this sort appear alongside Li’l&nbsp;B and Uncle Peck in that play, Paula Vogel’s How I Learned to Drive. Women in this role recall that it has been “seven years since the Archbishop left us” at the beginning of T.&nbsp;S.&nbsp;Eliot’s Murder in the Cathedral. The gardener Seth Beckwith and the carpenter Amos Ames function in this role at the beginning of Homecoming, the first part of a play cycle about the Mannon family. Eugene O’Neill’s Mourning Becomes Electra uses townspeople in this role, paralleling how the trilogy its based on uses old men and slave women as groups of this sort. For 10 points, what groups of commentators appear in plays like the Oresteia by Aeschylus (“ESS-kuh-luss”)?", "answer_sanitized": "Greek chorus [or khoros; accept “Female Greek Chorus”]", "subcategory": "American Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This poem describes how “tongue breaks and thin / fire is racing under skin / and in eyes no sight and drumming / fills ears.” For 10 points each:", "answers_sanitized": ["Fragment 31 [accept phainetai moi; accept, but DO NOT REVEAL, Sappho 31 or answers that mention a poem or Fragment by Sappho and 31; prompt on “Jealousy”]", "Sappho", "“Ode to Aphrodite” [or “Hymn to Aphrodite”]"], "parts_sanitized": ["Name this poem that begins by describing a man who “seems to me equal to gods.” This poem abruptly ends mid-sentence with the line “But all is to be dared, because even a person of poverty.” You may also give the opening words in Greek by which this poem is alternately known.", "Fragment 31 is a poem by this ancient Greek woman poet from the island of Lesbos.", "This first Fragment by Sappho is also one of her only complete surviving poems. It addresses a “deathless” goddess “of the spangled mind” who “twists lures.”"], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Timothy Morton gave examples such as global warming and styrofoam in describing a “hyper-” type of these entities that are so widely distributed in time and space that they transcend specificity. For 10 points each:", "answers_sanitized": ["objects [accept hyperobjects]", "ontology [accept object-oriented ontology]", "reism (“ree-ism”) [or concretism]"], "parts_sanitized": ["Name these “perceived” entities from metaphysics that can be described by bundle theory or substance theory. According to Descartes, these entities are observed by a subject.", "The metaphysician Graham Harman rejected the privileging of human existence over that of non-human objects in founding an “object-oriented” version of this philosophical subfield, which focuses on being. One goal of this subfield is determining what exists.", "Earlier thinkers like Franz Brentano and Tadeusz (“tah-DAY-oosh”) Kotarbiński elucidated this ontological position that only things exist. This position denies the existence of entia rationis, or objects only existing in thought."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Leonhard Euler (“OY-ler”) showed that the generating function for this sequence equals the reciprocal of a power series whose nonzero coefficients correspond to pentagonal number exponents. For 10 points each:", "answers_sanitized": ["partition function [accept answers indicating the number of partitions of integers or unordered partitions of sets; prompt on Sloane’s integer sequence A000041 or OEIS A000041; prompt on p of n]", "binomial coefficients [or binomial numbers; or combinations; or n choose k; accept binomial theorem]", "equivalence relations [prompt on partial answer; do not accept or prompt on “equivalence classes”]"], "parts_sanitized": ["Name this sequence that has no closed-form expression, but grows with “e-to-the-square-root-of” its input. Its individual terms can be visualized using rows of dots in a Ferrers (“FAIR-ers”) diagram.", "Ordered partitions of sets are easier to compute, and are found by summing the product of each of these numbers with a previous term in the ordered partition sequence. Each row of Pascal’s triangle contains these numbers, which play a major role in a certain theorem from algebra.", "The number of ordered partitions of a set S is the same as the number of these collections of ordered pairs that can be defined on&nbsp;S. They obey the conditions of reflexivity, symmetry, and transitivity."], "subcategory": "Math", "category": "Science"}, {"leadin_sanitized": "Jonathan Neumann denounced this concept as a leftist social justice conspiracy in an essay claiming that its modern interpretation is not the same as its meaning in the Aleinu (“ah-LAY-noo”) prayer. For 10 points each:", "answers_sanitized": ["tikkun olam (“tee-KOON oh-LOM”) [or tikkun ha-olam; accept variants like le-taken olam or Olam HaTikun]", "mitzvot [or mitzvahs; accept seven rabbinic mitzvot; accept bar mitzvah or bat mitzvah or b’nai mitzvah or b’not mitzvah; accept Sefer Hamitzvot]", "biblical patriarchs [or fathers; accept Cave of the Patriarchs or Tomb of the Patriarchs or Machpelah; accept Patriarchal Age; accept Abraham, Isaac, and Jacob or Avraham, Yitzchak, and Ya‘akov in any order, but prompt on one or two of those names] (The Mishnah saying is mitzvah goreret mitzvah.)"], "parts_sanitized": ["Give this Hebrew term meaning to “repair the world.” The NFTY and JCC youth movements have been inspired by this concept, which the Lurianic Kabbalah used to link ethical actions to the mystical light of God.", "You can accomplish tikkun olam by performing these commandments. The Chinuch (“khee-NOOKH”) discusses 613 of them compiled by Maimonides, later supplemented with seven rabbinic ones. Coming-of-age ceremonies are named “bar” or “bat” (“bot”) followed by this word.", "The Mishnah claims that one mitzvah will lead to another in the section Pirkei Avot (“peer-KAY ah-VOTE”), which is named for these people. The Hebron massacre occurred at a cave named for these people, which contains burial plots from their “age” in Genesis."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Feeling the “old tigers” that this person inspires in him, a character violently throws himself on two girls he picked up while buying some of this man’s work at a “disc-bootick.” For 10 points each:", "answers_sanitized": ["Ludwig van Beethoven [or Ludwig Van]", "A Clockwork Orange", "housecats [accept equivalents or specific breeds]"], "parts_sanitized": ["Name this person. The narrator screams “Stop, you grahzny disgusting sods!” as he is made averse to this person’s work via exposure to it along with horrifying images of war as part of Ludovico’s Technique.", "Beethoven is referred to as “Ludwig Van” by the “ultraviolent” criminal Alex throughout this dystopian novel by Anthony Burgess.", "In one chapter, Alex is distracted by a stone bust of Beethoven while attempting a robbery, leading to him being attacked by many of these animals and arrested for the murder of an old “ptitsa” (“p-TEET-suh”)."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Traders of this nationality often commissioned ivory sculptures from the Sapi people, such as the namesake work of the Master of the Symbolic Execution. For 10 points each:", "answers_sanitized": ["Portuguese", "salt cellars [or saliera; accept salt shakers or salt pigs; prompt on tableware or similar]", "hunting [accept Hunters in the Snow]"], "parts_sanitized": ["Name this nationality whose crosses may have influenced the nails embedded in nkisi (“ung-KEE-see”) artworks. Tiny bearded people of this nationality alternate with mudfish along the edges of the Benin (“ben-EEN”) ivory pendant mask.", "The aforementioned “symbolic execution” is depicted on one of the many Sapi-Portuguese sculptures of this type. Benvenuto Cellini depicted reclining male and female nudes on his sculpture of this type.", "A Sapi salt cellar housed at the Met Museum depicts dogs staring down snakes in the style of European woodcuts of this activity. Men with dogs return from this activity in the snow in a Breughel (“BROY-gul”) painting."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "After Congress voted to return the indemnity for this event, Theodore Roosevelt opted to use it to fund a scholarship program for Chinese students. For 10 points each:", "answers_sanitized": ["Boxer Rebellion [or Yìhétuán Movement]", "John Hay [or John Milton Hay]", "Mark Twain [or Samuel Langhorne Clemens] (The other essay is “To the Person Sitting in Darkness.”)"], "parts_sanitized": ["Name this conflict in which the Siege of Tientsin trapped mining engineer Herbert Hoover and his wife. American soldiers with the Eight-Nation alliance responded to this anti-imperialist rebellion in late Qing (“cheeng”) China.", "This Secretary of State issued the second of his Open Door Notes during the Boxer Rebellion, calling on European powers to preserve China’s territorial integrity. As a young man, this statesman served as a secretary for Abraham Lincoln.", "In “To My Missionary Critics,” this man savaged Reverend William Scott Ament for collecting Boxer indemnities from Chinese villagers. He also criticized missionaries in an essay blasting “the Blessings-of-Civilization Trust.”"], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This category of cells express B7 on their surface, which can produce a co-inhibitory signal when interacting with CTLA-4. For 10 points each:", "answers_sanitized": ["antigen-presenting cells [or APCs; or accessory cells]", "T cells [accept T cell receptor; prompt on lymphocyte; prompt on white blood cells or wbcs or leukocytes]", "immune checkpoints [or checkpoint inhibitors]"], "parts_sanitized": ["Identify this type of cell that expresses a foreign fragment complexed with MHC on their surface. B&nbsp;cells and dendritic cells, which express MHC class II (“two”), are considered the “professional” subclass of this type of cell.", "The antigen expressed on the surface of antigen-presenting cells can be recognized by a receptor protein found on the surface of these cells, which triggers activation of these cells. These cells mature in the thymus.", "T&nbsp;cell activation can be prevented through the activity of these inhibitory regulators of the immune system, which include CTLA-4 and programmed cell death protein&nbsp;1. Pembrolizumab and Nivolumab are part of a class of anticancer drugs named because they inhibit these elements of the immune system."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "A 2009 paper by Raj Chetty and Emmanuel Saez argues that taxes on these things are inefficient because they push managers to fund inefficient projects. For 10 points each:", "answers_sanitized": ["dividends", "the principal [accept principal–agent problem]", "Michael Jensen"], "parts_sanitized": ["Name this mechanism by which profits are passed on to shareholders. These payments are distributed proportionally to the number of shares owned.", "Chetty and Saez model the shareholder–manager relationship using a moral hazard framework named for this type of entity and an agent. This entity relies on the agent to act on its behalf.", "This economist and William Meckling applied agency theory to corporate governance in “Theory of the Firm.” This professor emeritus at Harvard Business School co-founded the Journal of Financial Economics with Eugene Fama and Robert Merton."], "subcategory": "Economics", "category": "Social Science"}, {"leadin_sanitized": "Choudhury Rahmat Ali coined the name for this country in a 1933 pamphlet out of an acronym for the five northwestern provinces: Punjab, Afghan, Kashmir, Sindh, and Baluchistan. For 10 points each:", "answers_sanitized": ["Pakistan", "Lahore", "Direct Action Day [prompt on August 14, 1946]"], "parts_sanitized": ["Name this country that the All-India Muslim League advocated for on the basis of the two-nation theory. Muhammad Ali Jinnah was the first president of this country, which arose out of the partition of India.", "The name “Pakistan” became widely used after A.&nbsp;K.&nbsp;Fazlul Haq presented a 1940 resolution in this city calling for a separate Muslim state. The Indian National Congress made their 1929 Purna Swaraj Declaration of Independence in this city.", "The Muslim League’s call for a general strike on this day in support of a “sovereign and autonomous Pakistan” ended in widespread riots and killings in Calcutta in 1946 that spread to other cities."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Friederike Mayröcker titled one of her poetry collections after the mysterious name that this author adopted during his period of madness, “Scardanelli.” For 10 points each:", "answers_sanitized": ["Friedrich Hölderlin", "Oedipus", "Paul Celan (“SELL-ann”)"], "parts_sanitized": ["Name this poet who spent the last forty years of his life suffering from schizophrenia in a riverside tower in Tübingen. This poet’s insanity worsened after his final meeting with Susette Gontard, who appears in his poems as “Diotima.”", "One of Hölderlin’s few late period poems, “In Lovely Blueness,” contains an oft-quoted line that wonders if this man “has an eye too many.” Hölderlin also translated a Sophocles play in which this king of Thebes blinds himself.", "This poet pictured “Hölderlin towers swimming, / Wheeled with gulls” in his poem “Tübingen, January.” Hölderlin translator Michael Hamburger used the words “Black milk of daybreak” to open his translation of this poet’s Holocaust poem “Death Fugue.”"], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "The Czochralski (“cho-KRAHL-skee”) process is most often used to grow single crystal boules made of this element for manufacturing semiconductor devices. For 10 points each:", "answers_sanitized": ["silicon [or Si]", "wafers [prompt on disc, substrate, or slice by asking “what is the standard term?”]", "photolithography [accept optical lithography or UV lithography]"], "parts_sanitized": ["Name this element used by semiconductor fabrication plants to produce MOSFET-based integrated circuits.", "The boules of monocrystalline silicon are then cut into these objects. Modern microprocessors are usually manufactured in fabs that work with the 300-millimeter diameter variety of these objects, which are loaded into Front Opening Universal Pods.", "This standard microfabrication process may be repeated dozens of times in modern integrated circuits. This process often involves using a resist mask and steppers to expose a certain circuit pattern on the wafer, and is followed by etching the wafer with acid."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "The Keralan-Atlantan chef Asha Gomez traces the connections between Indian and Southern American cuisine in her cookbook My Two Souths. For 10 points each:", "answers_sanitized": ["black peppercorns [accept white pepper (immature black pepper); accept pepper mills or pepper grinders; do not accept or prompt on “chili pepper” or “Cayenne pepper” or “red pepper” or other types of pepper]", "okra [accept ladies’ fingers; accept ochro; prompt on mallows]", "country captain"], "parts_sanitized": ["Gomez created a buttermilk biscuit recipe using this Keralan spice harvested in Tellicherry and Malabar. Central Texas barbecue is only seasoned with salt and this spice, which you can grind by hand with namesake “mills.”", "This vegetable is dry-fried in Punjabi bhindi masala and fried with cornmeal in a common Southern preparation. Madhur Jaffrey stuffed amchoor in this vegetable, whose Igbo name is the origin of the word “gumbo.”", "The British introduced the khichdi-inspired kedgeree and this other Anglo-Indian rice dish to Lowcountry cuisine. Allegedly a favorite of George Patton, this chicken stew is flavored with sultanas, almonds, and curry powder."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "This epic poem is traditionally included as part of a bride’s dowry in one country. For 10 points each:", "answers_sanitized": ["The Knight in the Panther’s Skin [or Vepkhistqaosani (“vep-KIST-kao-SAH-nee”); or One with a Skin of a Tiger; or Lord of the Panther’s Skin; or The Man in the Panther’s Skin]", "Tamar the Great [or Queen Tamar; or King Tamar]", "Mongols"], "parts_sanitized": ["Name this epic written by Shota Rustaveli about Avtandil’s quest to find the titular character, Tariel, and Tariel’s lover Nestan-Darejan.", "Rustaveli’s crown princesses represent this Georgian queen, to whom his poem was dedicated. This woman presided over the height of Georgia’s golden age.", "Georgia’s golden age came to an end during the reign of Tamar’s son George&nbsp;IV (“the&nbsp;fourth”), who suffered two massive defeats against an army of these nomadic conquerors led by the general Subutai and ruled by Genghis Khan."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Answer the following about unique personal pronouns in science fiction, for 10 points each.", "answers_sanitized": ["Ursula K. Le Guin (“luh GWIN”)", "Bryant [accept Dorothy Bryant or William Cullen Bryant]", "A Voyage to Arcturus"], "parts_sanitized": ["This author invented the pronouns “a/un/a’s” (“uh/un/uh’s”) in the screenplay of her novel The Left Hand of Darkness, which was initially criticized for using masculine pronouns for the androgynous Gethenians.", "There is “no pronoun but kin” in the world of The Kin of Ata Are Waiting for You, a novel by an author with the first name Dorothy and this last name. An American Romantic poet with this surname wrote “Thanatopsis.”", "The pronouns “ae/aer” (“ay/air”) are used for Leehallfae, a member of the phaen (“FAY-un”) race in this gnostic novel by David Lindsay. Harold Bloom’s awful only work of fiction, The Flight to Lucifer, is a sequel to this novel, which was a main influence on C.&nbsp;S.&nbsp;Lewis’s Space Trilogy."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "This theorist asserted that his idea of the fundamental line was exemplified by Ludwig van Beethoven’s Piano Sonata No.&nbsp;28. For 10 points each:", "answers_sanitized": ["Heinrich Schenker [accept Schenkerian analysis]", "two [accept Phrygian II]", "Anton Bruckner"], "parts_sanitized": ["Name this theorist who posited that tonal music can be reduced to an abstract deep structure, or Ursatz (“OOR-zotts”), in a field of music analysis he developed.", "Schenkerian (“shen-CARE-ee-in”) analysis uses a different musical notation system in which the Neapolitan chord is known as a Phrygian chord of this number. The scale degree of this number corresponds to “re” (“ray”) in solfège (“SOUL-fezh”).", "Schenker studied harmony under this Austrian composer, who featured a famous cymbal crash in the second movement of his Seventh Symphony. He often combined duplets and triplets to form his namesake “rhythm.”"], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "Guō Pú published many commentaries on this text, which describes gods like Dìjiāng (“dee-jyong”), a flying yellow sack, and Xíngtiān (“sheeng-t’yen”), who uses his nipples as eyes because Huángdì beheaded him. For 10 points each:", "answers_sanitized": ["Shān Hǎi Jīng [or Classic of Mountains and Seas; accept Guideways Through Mountains and Seas; accept the old translation Classic of Mountains and Rivers; accept Saan Hoi Ging]", "snakes [or serpents; or shé; accept ji or se; accept Legend of the White Snake or Báishé Chuán; prompt on reptiles or other generic answers; do not accept or prompt on “dragons” or “lóng”]", "Sanskrit [or saṃskṛtam]"], "parts_sanitized": ["Name this Chinese classic, a fantastical geography of ancient China completed during the Hàn dynasty. This text describes implausible foreign peoples like the asexual and regenerating Wúqǐ (“woo-chee”), and the beaked and winged Huāntóu (“hwahn-toh”).", "The Shān Hǎi Jīng features many of these animals, like the doubled Féiyí (“fay-yee”) and the elephant-eating Bā. In a folktale, a white animal of this kind becomes a woman to marry Xǔ Xiān (“shoo sh’yen”). Nǚwā (“n’yoo-wah”) and her brother Fúxī (“foo-shee”) are often depicted with the bodies of these animals.", "In folktales like the Marquis of Suí’s (“sway’s”) pearl, snakes commonly appear in the “grateful animals” motif. That motif is also a staple of the Panchatantra, which was written in this language, like the Mahābhārata and Rāmāyaṇa."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "The biblical story of Joseph and his brothers may have been conflated with the invasion of these people. For 10 points each:", "answers_sanitized": ["Hyksos (“HIX-ose”)", "Apophis [or Apepi]", "leprosy [or Hansen’s disease; or HD; accept leper colonies]"], "parts_sanitized": ["Name these Semitic people who ruled from Avaris in the Nile Delta and overthrew the Middle Kingdom, causing the Second Intermediate Period.", "Ahmose I (“the&nbsp;first”) drove the Hyksos out of Egypt after the death of this Hyksos pharaoh, who battled Ahmose’s brother Kamose. One story relates how this Hyksos ruler asked Ahmose’s father Seqenenre (“sek-ay-NEN-ray”) Tao to ban hippopotami harpooning.", "Manetho wrote that an army of people with this condition led by the priest Osarseph (“OH-zer-seff”) joined the Hyksos invasion of Egypt. People with this skin-disfiguring disease were historically confined to living in quarantined “colonies.”"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Aniline reacts with one of these molecules to produce aryl fluorides in the Balz–Schiemann reaction. For 10 points each:", "answers_sanitized": ["aryl diazonium salts [do not accept or prompt on “azo compounds”]", "dyes [do not accept or prompt on “pigments”]", "substitution reactions [accept electrophilic aromatic substitution; prompt on EAS]"], "parts_sanitized": ["Identify these salts named for their cationic component, which react with a nucleophile in the copper-catalyzed Sandmeyer reaction.", "A diazonium compound reacts with an arene in azo coupling, which is often used to produce this type of soluble substance. William Perkin synthesized mauveine (“MAW-veen”), one of these substances, in his attempt to produce quinine.", "The azo coupling is an electrophilic one of these reactions on an aromatic ring. In these reactions, one functional group is replaced by another functional group."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Joseph Binns Hart was a prolific composer of music for this style of dance, which grew out of the earlier cotillion (“kuh-TIL-yin”). For 10 points each:", "answers_sanitized": ["quadrille (“qua-DRILL”)", "square dance", "2/4 (“two-four”) time"], "parts_sanitized": ["Name this style of courtly dance popular in Europe in the 18th and 19th centuries. This dance featured four couples and was divided into movements named for trousers, summer, a hen, and a shepherd girl followed by a finale.", "In the American colonies, the quadrille developed into this style of dance. In this type of dance, a caller announces steps like “do-si-do” while four couples stand in a namesake shape.", "All the movements of a traditional quadrille are written in either 6/8 (“six-eight”)-time or in this time signature used in polkas and marches."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In August 2018, this spacecraft used UV signals to confirm the presence of a “hydrogen wall” at the outer boundary of the heliosphere. For 10 points each:", "answers_sanitized": ["New Horizons probe", "Charon", "Jupiter’s magnetic field [or Jupiter’s magnetosphere; prompt on magnetic field or magnetosphere] (The moon is Io.)"], "parts_sanitized": ["Name this NASA spacecraft that visited the double-lobed object Arrokoth in January 2019, and thus made the most distant flyby of an astronomical object in history.", "In July 2015, New Horizons captured the reddish-brown north pole of this largest moon of Pluto.", "In 2007, New Horizons investigated this feature that was more closely studied by the Juno spacecraft. Electric currents in a liquid metallic outer core, as well as plasma torus produced by a nearby moon, are thought to generate this feature."], "subcategory": "Astronomy", "category": "Science"}]}