{"tossups": [{"question_sanitized": "To back smaller denominations in circulation, this currency includes an uncirculated denomination of one hundred million known as the “titan.” This currency’s price is measured by the “cable,” and this currency’s “green” version nicknames an exchange rate that dictated the value of subsidies from the Common Agricultural Policy. This currency converted from denominations of 1/20ths and 1/240ths on “Decimal Day.” On “Black Wednesday,” the government withdrew this currency from the ERM, allowing George Soros to make over one billion dollars short selling this currency. The symbol of this currency forms the logo of a party once led by Nigel Farage. For 10 points, name this currency whose value fell precipitously after the Brexit referendum.", "answer_sanitized": "pound sterling [accept either part; or British pound; or GBP]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "Cornelia Parker performed this action on Rodin’s The Kiss to create her artwork The Distance. For another artwork, this action was performed on shipping boxes that were then placed alongside Stacked Oil Barrels on the docks of Cologne Harbor. A sewing machine presented in this manner makes up Man Ray’s ready-made The Enigma of Isadore Ducasse. For ten weeks in 1969, the largest artwork in the world was a 1.5-mile stretch of Australia’s Little Bay that had been modified in this way. A team of artists who installed saffron-colored gates in Central Park for one project are best-known for performing this action on objects such as the Pont-Neuf Bridge and the Reichstag. For 10 points, Christo and Jeanne-Claude’s art form of empaquetage (“om-pahk-TAHZH”) involves using fabric and rope to perform what action?", "answer_sanitized": "wrapping [accept word forms or synonyms such as packaging, covering, or tying up; accept more specific answers, such as wrapping with string or cloth; accept yarnbombing; accept empaquetage until read]", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "In this novel, a man provides the answer “when you gotta go, you gotta go” to his own riddle about “a trip to the bathroom and a trip to the cemetery,” unaware that he just narrowly escaped having his head bashed in with a rock. As a child, a character in this novel dreamed about a giant yellow parrot rescuing him from his nun caretakers. Two characters in this novel travel to Mexico to look for buried treasure in the section “Persons Unknown.” In this novel, Alvin Dewey interviews Floyd Smith, who remembers telling his ex-cellmate about a safe in a man’s home office. Harper Lee helped the author do research for this book, leading him to befriend the condemned prisoner Perry Smith. For 10 points, name this book about the murder of the Clutter family, a non-fiction novel by Truman Capote.", "answer_sanitized": "In Cold Blood", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A 2015 Nature paper from María Martinón Torres used 47 of these features to date the arrival of humans in China to 80 to 120 thousand years ago, much earlier than previously thought. The prominence of these features provides the nickname for Paranthropus boisei OH5. Modern humans lack early hominins’ gaps between some of these features, called diastema. The formula 2.1.2.3 (“2&nbsp;dot&nbsp;1&nbsp;dot&nbsp;2&nbsp;dot&nbsp;3”) describes old world anthropoids’ distribution of types of these features in each quadrant. The eruption of these features are often used to determine the age-at-death of hominid specimens like the Taung Child, who still had the deciduous examples of them. Much of the diet of early man is determined by studying, for 10 points, what body parts studied by dental archeologists?", "answer_sanitized": "teeth [prompt on jaws; prompt on mouths; prompt on Nutcracker Man]", "subcategory": "Anthropology", "category": "Social Science"}, {"question_sanitized": "This man’s father went bankrupt after the Spanish government refused to repay hundreds of thousands of dollars in loans he had floated to it during the Peninsular War. Currently, the NSA is housed in a fort named for this lighthouse engineer who completed the Great Lakes Survey. After ignoring this man’s orders during one battle by moving his III&nbsp;Corps forward, Daniel Sickles savaged this general before a Congressional committee. This man became commander of the Army of the Potomac after the resignation of Joseph Hooker three days before this man’s most famous victory. It’s not George McClellan, but President Lincoln despised this general for his cautious delays after he turned back Robert E.&nbsp;Lee’s forces at the “high water mark of the confederacy.” For 10 points, name this Union general who won at Gettysburg.", "answer_sanitized": "George Gordon Meade", "subcategory": "American History", "category": "History"}, {"question_sanitized": "After exchanging punches, two players from these two teams, Tillie Voss and Frank Hanny, became the first players in history to be ejected during an NFL game. A 1989 game between these two teams was decided after a touchdown pass thrown by Don Majkowski to Sterling Sharpe was deemed legal by instant replay footage. In 2018, one of these two teams made a 24-point second-half comeback against the other that began with a field goal kicked by Mason Crosby. The 2010 NFC Championship game, during which Jay Cutler was injured, was played between these two teams, who have the most played rivalry in the NFL. Brett Favre (“farv”) was handed his first career shutout during a 2006 game between, for 10 points, what two rival NFL teams quarterbacked by Mitchell Trubisky and Aaron Rodgers?", "answer_sanitized": "Green Bay Packers AND Chicago Bears [accept either underlined part for both answers]", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "Note to moderator: Read the answerline carefully. Using the CIP rules, molecules that are hindered from interconversion through this process are assigned either P or M. BINAP racemization does not occur as a result of a potential barrier preventing this process, which makes it useful as a ligand in asymmetric synthesis. A potential barrier preventing this process causes atropisomerism. Molecules interconvert between staggered, gauche, and eclipsed forms by undergoing this process. Because pi orbital electron density is not aligned along the bond axis, the presence of a double bond prevents a molecule from undergoing this process. Conformational isomers interconvert through this process. A molecule’s torsion angles change in, for 10 points, what movement that molecules can typically freely undergo around a single bond?", "answer_sanitized": "bond rotation [or rotation about a bond; or answers referring to rotation about an axis of chirality; accept rotation after “bond” is read; prompt on rotation until “bond” is read by asking “what sort of structure is the axis around which the rotation is occurring?”; do not accept or prompt on answers referring to rotation around a chiral center or chiral carbon or stereocenter or stereogenic center; do not accept or prompt on answers referring to an entire molecule undergoing rotation; do not accept or prompt on “vibration” or “translation”]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Edzard Ernst traced this kind of practice to First Corinthians 12:9 (“chapter&nbsp;12,&nbsp;verse&nbsp;9”) and evaluated if it’s “hype or harm.” Choa Kok Sui and Mokichi Okada taught the “pranic” and Johrei forms of this kind of practice, which Amaterasu guides in Kurozumikyō. “The holy relationship” is “context” for this kind of practice, whose “political” form “flows from spiritual experience,” according to Marianne Williamson. The “palm” method transfers “currents” in a practice used for this purpose that manipulates “fields” with “touch.” Therapists focus “energy vibrations” with rocks for this purpose, which chakras often guide. To promote this goal, Deepak Chopra created a “quantum” ritual. Pentecostals perform this kind of practice with the “laying on of hands.” For 10 points, crystals and Reiki are believed to provide what benefit in alternative medicine?", "answer_sanitized": "spiritual healing [accept specific types like quantum/crystal/faith healing or therapeutic touch or Reiki; accept word forms like health; prompt on therapy or treatment or homeopathy or complementary and alternative medicine or similar by asking “what medical effect is supposed to result from these rituals?”; prompt on touching or laying on of hands by asking “what is the spiritual goal of the touch?”]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "A poet from this family wrote “A peopled world it is; in size a tiny room” in a poem about the title “Floating Island.” Two writers from this family spent a miserable winter in Goslar, Germany, where one wrote a poem that describes a dead person who has “no motion… no force” and is “rolled round in earth’s diurnal course.” A member of this family kept journals typically named for Alfoxden and Grasmere, the latter of which describes an old leech gatherer who appears in the poem “Resolution and Independence.” One member of this family addressed another as “my dearest Friend” in a poem inspired by their tour on the Wye River, and drew on their time at Dove Cottage in a poem about a “host” of flowers. For 10 points, give this surname of Dorothy and her brother, the author of “Tintern Abbey” and “I Wandered Lonely as a Cloud.”", "answer_sanitized": "Wordsworth [accept Dorothy Wordsworth or William Wordsworth]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Cancers in the cells that produce this molecule can be treated using the oncolytic viruses ECHO-7 and T-VEC. While it doesn’t act on catechol, the rate-limiting enzyme in the production of this molecule is homologous to hemocyanin. A 13-amino acid peptide that promotes secretion of this non-hormone molecule is found as part of ACTH, which is why its deficiency can result from Addison’s disease. Cancers of the cells that produce this molecule are staged using Clark’s level and Breslow depth. This molecule, which has “neuro,” “pheo,” and “eu” forms, is produced by the oxidation and subsequent polymerization of tyrosine. Exposure to UV-B promotes the formation of this molecule in the epidermis, which is deficient in albinos. For 10 points, name this pigment in the skin.", "answer_sanitized": "melanin [accept neuromelanin or pheomelanin or eumelanin]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "After his death, a work by this composer was rebranded as A White House Cantata. The brass section imitates a shofar blast, quickly rising from an A-flat pickup to a long D-flat, then G, to open a work by this composer that also features a hopeful rising E-flat, A, B-flat motif. Patricia Routledge’s performance of “Duet for One” was singled out as a highlight of this composer’s otherwise panned musical 1600 Pennsylvania Avenue. He included an “Imaginary Coney Island” sequence in a work in which Ivy Smith is pursued by Gabey, who, along with Ozzie and Chip, are on 24 hours of shore leave. A man sings “I’ve just met a girl named Maria” in a work by this composer that depicts a gang war between the Sharks and the Jets. On the Town is a musical by, for 10 points, what composer of West Side Story?", "answer_sanitized": "Leonard Bernstein", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "In one text, this man criticized the ideology of Eduard Bernstein and his adherents’ trend of Economism as “opportunism.” In The Right of Nations to Self-Determination, this manager of The Spark newspaper argued for the right of secession to push back against Rosa Luxemburg’s criticism of Polish nationalists. Influenced by John Hobson, this thinker argued that the exportation of finance capital led to the outbreak of World War I. This leader issued ten directives denouncing liberals and social democrats and demanding non-cooperation with the Provisional Government in his April Theses. This leader called for the formation of a vanguard party in What is to be Done? and labeled imperialism “the highest stage of capitalism.” For 10 points, name this Bolshevik theorist, the first leader of the Soviet Union.", "answer_sanitized": "Vladimir Lenin [or Vladimir Ilyich Ulyanov] (The text in the first line is What is to be Done?)", "subcategory": "European History", "category": "History"}, {"question_sanitized": "A poem from this country that describes how “at fifty generations’ end… I return to the further shore of a great river” ends by describing “a language of the dawn.” After he refuses to vote for a judge, the title character of another poem from this country is drafted into the army by that same judge. An author from this country included the poem “On Beginning the Study of Anglo-Saxon Grammar” in a collection dedicated to another author from this country, Leopoldo Lugones, called Dreamtigers. An epic poem from this country ends with the title singer befriending the officer Cruz and laying down his guitar. The payada style of poetry was used in Martín Fierro by an author from this country, José Hernández. For 10 points, name this home country of Jorge Luis Borges.", "answer_sanitized": "Argentina [or Argentine Republic or República Argentina]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "The Helly–Bray theorem establishes this property for the expectation of a function based on its “vague” form for a distribution. In finite measure spaces, the equivalence between two forms of this property is given by Egoroff’s theorem. Henri Lebesgue (“luh-BEG”) showed that integrability holds if “f-sub-n” is both dominated and has this property. A stronger form of this property follows from boundedness of partial sums and monotonicity using Dirichlet’s (“DEE-ree-klet’s”) test. In complete spaces, contractive sequences have this property because they are Cauchy (“ko-SHEE”). Every bounded sequence has a subsequence with this property according to the Bolzano–Weierstrass theorem. For 10 points, a geometric series with a common ratio between negative&nbsp;1 and 1 has what property, meaning it approaches a finite limit?", "answer_sanitized": "convergence [or word forms; accept absolute convergence or uniform convergence or vague convergence or dominated convergence theorem]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "This man’s US-funded two million dollar yacht was criticized by Ronald Reagan in his “A Time for Choosing” speech. In a possible allegory for Edward Gierek’s (“GYEH-reck’s”) regime, Ryszard Kapuściński (“RISH-art kah-poo-CHEEN-skee”) used accounts from this man’s pillow-bearer and human cuckoo to analyze his downfall. This man sent the Kagnew Battalions to serve with United Nations forces during the Korean War. The regime that overthrew this man briefly propped up his son Asfaw Wossen before embarking on the Qey Shibir. This man, who petitioned Pope Cyril&nbsp;VI for his country’s autocephaly from the Coptic Church, served as the first chairman of the Organization of African Unity. Grounation Day celebrates this man’s 1966 visit to Jamaica in a religion that venerates him. For 10 points, name this Rastafari messiah who was the final Emperor of Ethiopia.", "answer_sanitized": "Haile Selassie I [or Ras Tafari Makonnen Woldemikael; or Lij Tafari Makonnen; prompt on Ras Tafari until read] (Ryszard Kapuściński wrote The Emperor.)", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In “The Schizophrenia of Modern Ethical Theories,” Michael Stocker uses the example of a hospital visit to explain why this concept is incompatible with moral duty. Only good men can engage with this concept according to a dialogue by Cicero in which Gaius Laelius discusses it with his sons-in-law. Albertus Magnus developed an earlier thinker’s views on this concept as consensio, a type of harmony or contentedness felt due to it. The Greek term for this concept is usually contrasted with storge, agape, and eros. Aristotle divided situations of this kind into those of pleasure, utility, and virtue in Nicomachean Ethics, and defined this type of relationship as a type of mutual goodwill. For 10 points, name this type of interpersonal relationship of mutual concern distinct from romantic love.", "answer_sanitized": "friendship [accept answers indicating being friends with someone; accept philia; accept amicitia; accept brotherly love; prompt on love]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "This character hides under a sheet as two women spend a quarter of an hour trying to move the chest of drawers in which he keeps his fret-saw. This character laments how easily his profession falls “victim to gossip and ill luck and unfounded complaints” in a rant he delivers while a man stares at him and backs away towards the staircase. The author insisted this character not be depicted on the cover of the work he appears in, resulting in the image of a man covering his face and turning from a door. This character is injured while trying to save his picture of a woman in a fur wrap. He dies in the night after surprising his family’s lodgers while trying to hear his sister Grete play violin. For 10 points, name this salesman who is transformed into a “gigantic insect” in Kafka’s “The Metamorphosis.”", "answer_sanitized": "Gregor Samsa [accept either name]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A woman with this name was portrayed vividly by Alessandra Scala, inspiring many Greek epigrams by Poliziano. Another woman with this name appears in Canto Four of the Inferno “with many companions,” such as Trojan heroes and “armored Caesar, falcon-eyed.” A man imitates the Phocian dialect after giving the watch in the house to a woman with this name, who asks Hermes to summon chthonic spirits at a tomb. The Oceanid mother of the harpies shares this name with a Pleiad, an ancestor of Aeneas through her son Dardanus. A Sophocles play includes Chrysothemis, the sister of a woman with this name, while Euripides’s version adds her uncles the Dioscuri. Strophius’s son Pylades helps a woman with this name and her brother kill Aegisthus. For 10 points, name this woman who helps kill her mother Clytemnestra to avenge Agamemnon in the Oresteia.", "answer_sanitized": "Electra [or Elettra]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Because Antonio Vivaldi instructed performers of his concertos for this instrument to transpose the parts down by a fourth, Winfried Michel posited that those concertos were intended for its “soprano” variety. Georg Telemann wrote two concertos in A minor and B-flat major for two of these non-percussion instruments, which were central to Carl Orff’s “Schulwerk” music programs. The “alto” variety of this instrument is usually used for the “fiauti d’echo” parts in the fourth Brandenburg Concerto. A thumb-hole in the back and seven finger-holes in the front are unique features of this fipple flute, which has a whistle-shaped mouthpiece and is held vertically straight in front of the player. For 10 points, name this woodwind instrument that is stereotypically taught to children in primary schools.", "answer_sanitized": "recorders [accept soprano recorders or alto recorders or treble recorders; accept flute douce or flauto dolce or block flutes or Blockflöte; prompt on duct flute; prompt on flute or fipple flute or fiauti d’echo until read]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "This man and Walter Bothe (“BO-tuh”) used the coincidence method to confirm an X-ray and the electron were emitted simultaneously during Compton scattering. Gurney and Condon used quantum tunneling to directly calculate a result partially named for this scientist and an alphabetically-later namesake. That result was independently discovered by Gamow and is an experimentally-derived law of decay named for this scientist and Nuttall. A “pancake” variant of his namesake device usually uses a mica window and a circular anode; that “tube” contains a low-pressure chamber filled with an inert gas. He examined scintillations on a zinc sulfide screen to determine the scattering of alpha particles with Ernest Marsden in an experiment that led to the discovery of the atomic nucleus. For 10 points, name this physicist who lends his name to a “counter” for detecting radiation.", "answer_sanitized": "Hans Geiger [or Johannes (Wilhelm) Geiger]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A character in this novel describes “beautiful women with one eye on the life within the book and one eye on the life outside.” Another character in this novel asserts that there are three questions one should ask to determine “how genuine a painter is.” A politician declares that “the drinking of coffee is an absolute sin” in this novel, in which messages are delivered by a Jewish clothier named Esther. In this novel, questions on style, signature, and blindness are posed to Butterfly, Stork, and Olive, who work under a man who blinds himself named Master Osman. A coin, Satan, and the corpse of Elegant Effendi narrate chapters of this novel in which Black returns to Istanbul and falls in love with Shekure. For 10 points, name this 1998 novel about Ottoman miniaturists by Orhan Pamuk.", "answer_sanitized": "My Name Is Red [or Benim Adım Kırmızı]", "subcategory": "World Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "One of this play’s characters allows her slave Madanikā to buy her freedom, despite recognizing that the jewels Madanikā uses to buy her freedom were stolen from her by Sarvilaka. For 10 points each:", "answers_sanitized": ["The Little Clay Cart [or Mṛcchakatika]", "Kālidāsa [or Kālidās]", "Dushyanta forgets Shakuntala [accept any answer indicating memory loss or amnesia]"], "parts_sanitized": ["Name this ten-act play that centers on the love between the poor Cārudatta and the wealthy Vasantasenā, who fills its title object with jewelry so that Cārudatta’s son can feel wealthy.", "Śūdraka’s (“SHOO-druh-kuh’s”) play The Little Clay Cart is an example of classical Sanskrit drama, much like The Recognition of Shakuntala, which was written by this playwright.", "In The Recognition of Shakuntala, a signet ring found inside a fish breaks a curse cast by Durvasa that had affected Shakuntala’s husband Dushyanta in this way. A description of the original curse’s effect is acceptable."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "In Egils saga, Þorgerðr (“THOR-ger-thur”) vows that she will starve until she can sup with this figure, who angrily invades a dream of Olaf the Peacock in the Laxdæla saga. For 10 points each:", "answers_sanitized": ["Freyja [or Freja; or Freya; accept Göndul, a Valkyrie conflated with Freyja]", "seiðr (“say-thur”) [accept variants like seidhr or seidr; accept spá; accept seiðkonur or seiðmenn; accept spákona or spækona; prompt for the Old Norse term on prophecy or being a seer or other English answers]", "spinning thread [or making thread or yarn or linen or wool; accept knitting or lace; do not accept or prompt on “weaving”; prompt on making textiles or equivalents; prompt on answers like controlling fate by asking “what real craft do the Norns use to do that?”]"], "parts_sanitized": ["Name this figure given the title “Sýr,” meaning “sow” or “protector.” The Sörla þáttr (“SUR-la thot-ur”) recounts dwarves making the necklace Brísingamen for this Vanir goddess of gold and love, who rules Fólkvangr according to the Grímnismál.", "Old Norse term required. According to the Ynglinga saga, Freyja teaches the Æsir this arcane art, also practiced by the völva Gullveig or Heiðr (“HYE-thur”) in the Völuspá and Örvar-Odds saga. Þorbjörgr (“THOR-byor-gur”) performs it in the Saga of Erik the Red.", "Many tales link seiðr to this other craft, which Guðrún (“GOOTH-roon”) practices while Bolli kills Kjartan (“SHAR-tahn”) in the Laxdæla saga. The Faroe Islands and Orenburg are renowned for this craft, practiced by Holda or Frau Holle, as well as the Norns."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Future World&nbsp;War&nbsp;I-era Secretary of the Navy Josephus Daniels, who envisioned his News and Observer as the “militant voice of white supremacy,” used his newspaper to incite a coup in this state. For 10 points each:", "answers_sanitized": ["North Carolina", "declaration of independence [accept the “White Declaration of Independence”]", "the bloody shirt [accept “waving the bloody shirt”; prompt on Redshirts; prompt on shirt]"], "parts_sanitized": ["Name this state. Black leaders in this state from the Fusionist party served in a municipal government that Alfred Waddell forced to resign at gunpoint in 1898.", "A band of prominent Wilmington white supremacists known as the “Secret Nine” issued a “White” one of these documents demanding the end of rule by “men of African origin.” A 1776 document with the same title stated “all men are created equal.”", "Alfred Waddell carried out his coup with armed men from a paramilitary organization named for this object. A common saying ridiculed Northern politicians like Benjamin Butler for “waving” this article of clothing."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This composer wrote a fierce “tonal portrait” of Arthur Rubinstein entitled Rudepoêma (“HOO-jee-po-AY-muh”). For 10 points each:", "answers_sanitized": ["Heitor Villa-Lobos (“ay-TOR vee-luh-LOH-boos”)", "Brazil", "choro (“SHOW-roo”) [or chorinho; accept Chôros]"], "parts_sanitized": ["Name this composer who wrote a symphonic poem depicting an “Enchanted Little Bird” called Uirapuru (“WEE-rah-poo-ROO”). Another of his pieces includes a final toccata movement depicting a “Little Train of the Caipira.”", "Villa-Lobos is a composer from this country. Another composer from this country, Antônio Carlos Jobim, wrote the Grammy-winning bossa nova song “The Girl from Ipanema.”", "Villa-Lobos composed fourteen pieces named for and honoring this Brazilian genre of lament music. Chiquinha Gonzaga, who was the first female conductor in Brazil and composed the music for the first Brazilian Carnival march in history, helped establish this genre of music with pieces such as Atraente (“ah-tra-AIN-chee”)."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "Upon hearing Plato’s description of a man as a “featherless biped” a philosopher from this school brought a plucked chicken to the Academy, held it aloft and exclaimed “Behold, Plato’s Man.” For 10 points each:", "answers_sanitized": ["cynicism [accept being cynical]", "Sir Francis Bacon", "reliabilism [accept process reliabilism; accept word form like being a reliabilist]"], "parts_sanitized": ["Name this school of ancient philosophy practiced by the barrel-dwelling Diogenes. The modern usage of this school’s name indicates a distrust of human sincerity or goodness.", "After having an argument with Dr. Winterbourne about food preservation, this English philosopher stuffed a plucked chicken full of snow, creating the first frozen chicken. This thinker identified four intellectual fallacies he called “idols” in his major work on logic.", "The example of an unreflective chicken-sexer, who can accurately determine the sex of chickens but cannot explain how she does so, is used as evidence against this epistemic stance. The “process” form of this stance states that X&nbsp;knows&nbsp;Y if X&nbsp;believes&nbsp;Y, Y&nbsp;is&nbsp;true, and X’s&nbsp;belief in&nbsp;Y was formed by a well-founded process."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "At relatively low ages, simple half-space cooling models predict that the heat flow through this component equals a factor of 510 divided by the square root of its age. For 10 points each:", "answers_sanitized": ["oceanic crust [or ocean floor; or seafloor; or oceanic lithosphere; prompt on crust or lithosphere]", "oceanic ridges [or mid-ocean ridges; or MORs]", "radioactive decay [or radioactivity; or radiogenic heat; or alpha decay; or beta decay; prompt on radiation]"], "parts_sanitized": ["Name this component through which the average heat flux is about 101 milliwatts per square meter. Its chemical makeup has been mainly inferred from very old portions of it that make up the bulk of ophiolites.", "The heat flow is highest at these mountainous underwater areas near divergent plate boundaries, where new oceanic crust is formed by the process of seafloor spreading.", "Because oceanic crust is thin, this general process in the crust accounts for only 2 percent of the heat flow value. Most of the Earth’s non-primordial internal heat is produced by this type of process in the crust and mantle."], "subcategory": "Earth Science", "category": "Science"}, {"leadin_sanitized": "A poem from this century has its opening address to “Ma mignonne” changed to “Yo there dog!” in one of the cringier of 89 translations provided in a 1997 book by Douglas Hofstadter. For 10 points each:", "answers_sanitized": ["16th century [or the 1500s]", "Françoise Sagan (That novel is Bonjour Tristesse.)", "“Jabberwocky”"], "parts_sanitized": ["Hofstadter’s book Le Ton beau de Marot is about a poem by Clement Marot from what century? The author of The Heptameron, Marguerite, patronized Marot and corresponded with Erasmus during this century.", "Hofstadter attached his essay “Translator, Trader” to his translation of this French author’s novel That Mad Ache. This author was only 18 when she wrote a novel about the teenager Cécile’s summer in the Riviera.", "Hofstadter’s non-fiction work Gödel, Escher, Bach includes a French translation of this nonsense poem by Lewis Carroll that renders its opening words of “’Twas brillig” as “Il brilgue” (“eel breelg”)."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "A tuning fork may have a value between 1000 and 10,000 for this parameter, which describes the degree of damping in an oscillating system. For 10 points each:", "answers_sanitized": ["Q factor [or quality factor]", "one-half [or 0.5; or equivalents]", "Hooke’s law"], "parts_sanitized": ["Name this quantity equal to the resonance frequency divided by twice the damping coefficient.", "Critical damping, in which the system rapidly approaches equilibrium, occurs when the Q-factor is equal to this value.", "When there is neither damping nor a driving force, the motion of an oscillating system can be described by setting the restoring force calculated from this law equal to the object’s mass times acceleration. It states that F of x is equal to minus k times x."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Trixie Mattel, a performer of this art form, uses ornate makeup to achieve a self-described “bubblegum-pink McDonald’s Happy Meal–toy aesthetic.” For 10 points each:", "answers_sanitized": ["drag performance [accept dressing in drag; accept RuPaul’s Drag Race; prompt on crossdressing]", "contouring", "makeup baking [or cooking; accept word forms like bake or cook]"], "parts_sanitized": ["Name this performance art practiced by Bianca del Rio and Sasha Velour. The mainstream popularity of this activity was increased by the documentary Paris is Burning and a reality show hosted by RuPaul.", "Drag queens often use this cosmetic technique, which involves applying darker-than-skin-tone makeup to the cheeks, temples, or nose, to give the face a feminine slimming appearance. This technique may be used alongside the highlighting of other features with lighter-than-skin makeup.", "Drag queens may also use this technique to give the face a matte appearance and improve the longevity of makeup. In this technique, large amounts of translucent powder are placed under the eyes and in the T-zone to set in foundation and concealer."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "A ship named for this man caused the last cholera outbreak in America in 1910 and 1911 while docked at Swinburne Island, near Ellis Island. For 10 points each:", "answers_sanitized": ["Helmuth von Moltke the Elder [or Helmuth Karl Bernhard Graf von Moltke; prompt on von Moltke]", "July 20 plot [or Operation Valkyrie]", "World War I [or WWI]"], "parts_sanitized": ["Name this Prussian field marshal who commanded the German Army’s General Staff for thirty years. This general’s use of mission-style directives led to a decisive victory at Königgrätz in the Austro-Prussian War.", "Helmuth James von Moltke, a relative of the elder general, led the dissident Kreisau (“CRY-sow”) Circle from the Moltke family estate until he was executed after this assassination plot masterminded by Henning von Trescow and Claus von Stauffenberg.", "Helmuth von Moltke the Younger led the General Staff early in this war, where he implemented the Schlieffen Plan. He had a nervous breakdown and retired after this war’s First Battle of the Marne."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This religious figure kept a box of sacrificial cakes at the foot of his bed and could not touch a female goat, raw meat, ivy, or beans. For 10 points each:", "answers_sanitized": ["Flamen Dialis [accept his wife, the Flaminica Dialis; accept flamines maiores; accept Roman high priest of Jupiter; prompt on flamen or flamines or Roman priests by asking “which god did he serve and what was his status in relation to other priests of that god?”; accept Flamen Quirinalis or high priest of Quirinus or Flamen Martialis or high priest of Mars as they were probably placed under similar restrictions]", "corpses [or carcasses; or dead bodies; or cadavers or equivalents]", "leaven [or word forms like leavened bread; or raising agents; accept chametz; accept fermented grains or fermenting dough; prompt on grains; prompt on fermentation; accept baker’s yeast or S.&nbsp;cerevisiae or baking soda; prompt on bread or similar answers by asking “what kind of bread do Jews avoid eating during Passover?”]"], "parts_sanitized": ["Name this religious figure who could not sleep outside his city and whose wife dressed for mourning in the Argei festival. Like nazirites, this man couldn’t cut his hair, but a freedman could do it and bury the clippings under a tree.", "In another similarity with the Flamen Dialis, nazirites also could not come into contact with these objects. Sanctified examples of these objects can remain in good condition according to the doctrine of incorruptibility.", "Neither the Flamen Dialis nor Tabernacle priests could touch this item, which probably wasn’t used in showbread. Jesus compares the Kingdom of God to flour hiding this baking item, which Jews avoid using during Passover by eating matzo that lacks it."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "David Perkins suggested that this principle aids stimulus recognition through the restraint of projective geometry. For 10 points each:", "answers_sanitized": ["principle of good form [accept accept law of good configuration; accept law of simplicity; accept law of pregnance; accept law of Prägnanz or Prägnanztendenz; accept, but DO NOT REVEAL, Gesetz der guten Gestalt or good Gestalt]", "Gestalt psychology [or Gestaltists]", "reversible figures [or Kippfiguren; accept ambiguous image]"], "parts_sanitized": ["Name this principle of grouping, defined by Kurt Koffka as a striving to see uncluttered, symmetrical, elegant images. Encompassing several other principles of grouping, it also accounts for more complex organizational patterns.", "The principle of good form was developed by this namesake psychological school of thought, which emphasized holistic perception of the whole over its parts. Max Wertheimer led this school after discovering the phi phenomenon.", "Gestalt psychologists also noted the tendency to determine the ground portion of a visual scene, which is ambiguous in these optical illusions. Edgar Rubin created one example showing an image of a vase, or of two faces."], "subcategory": "Psychology", "category": "Social Science"}, {"leadin_sanitized": "One member of this ethnic group named Ibn al-‘Awwam described the proper cultivation of olive trees in his Book on Agriculture. For 10 points each:", "answers_sanitized": ["Arabs [or Arab Agricultural Revolution; accept Moors; prompt on Umayyads; or Andalusians; or Egyptians]", "Syria", "qanats [or kariz]"], "parts_sanitized": ["Name these people who spread the sakia water wheel to Spain and revolutionized agriculture between the 8th and 13th centuries. These conquerors of Al-Andalus enlarged the Bahr Yussef canal connecting Fayyum to the Nile.", "This country’s city of Hama is famous for its noria water wheels, of which seventeen remain. This country’s dictator brutally cracked down on a 1982 Muslim Brotherhood uprising in Hama.", "Early Persians dug these gently-sloping underground tunnels that utilized gravity to irrigate farms and towns in arid climates from aquifers."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "A character in Henry&nbsp;VI,&nbsp;Part&nbsp;III boasts “I can add colours to the chameleon, / Change shapes with Proteus for advantage,” and set this figure “to school.” For 10 points each:", "answers_sanitized": ["Niccolò Machiavelli [or Machiavel]", "Christopher Marlowe", "Joan of Arc [or Saint Joan; or Joan la Pucelle; or Joan Puzel]"], "parts_sanitized": ["Name this person. In the prologue of a play, this person tells those who think him dead that his soul has “flown beyond the Alps” and professes to “count religion but a childish toy, / And hold there is no sin but ignorance.”", "“Machiavel” speaks the prologue to The Jew of Malta, a play by this contemporary of Shakespeare who was stabbed to death in a bar fight at the age of 29.", "In Henry VI, Part I, York calls Alencon a “notorious Machiavel” when this character reveals that Alencon was her lover. George Bernard Shaw’s play titled for this person ends with a dream set 25 years after her death."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Bilayers of this material have a tunable bandgap inducible by an applied electric field. For 10 points each:", "answers_sanitized": ["graphene [or bilayer graphene]", "1.05 degrees [accept answers between 0.05 degrees and 2.05 degrees, inclusive]", "sp2 hybridization"], "parts_sanitized": ["Name this single-layer allotrope of carbon that can be produced by the exfoliation of graphite using scotch tape.", "A pair of March 2018 Nature papers discovered that bilayer graphene that is twisted at a certain “magic” angle displays superconductivity below 1.7 kelvins. To within 1 degree, specify the value of the magic angle in degrees.", "Much of graphene’s material properties result from the fact that carbon atoms within graphene have this orbital hybridization."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "A pink-bonnetted maid stands in profile holding some of this substance on a tray in a painting that Rosalba Carriera called “the most beautiful pastel ever seen.” For 10 points each:", "answers_sanitized": ["hot chocolate [or cocoa; accept The Chocolate Girl or La Belle Chocolatière]", "genre painting", "Rococo"], "parts_sanitized": ["Name this substance that titles a Jean-Étienne Liotard painting held in Dresden. Liotard’s painting inspired an advertisement for this substance that gives its name to the Droste (“DROS-tuh”) effect, in which images appear recursively within themselves.", "Liotard’s The Chocolate Girl, like Jean-Baptiste Chardin’s (“shar-DAN’s”) many paintings of kitchen maids, exemplifies this type of painting that focuses on scenes of everyday life.", "Liotard’s and Chardin’s quiet compositions contrast with this ornamental style adopted by many 18th-century artists, such as Fragonard and Watteau (“vah-TOH”)."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "The title concept of this book “is founded in the democratic institutions and the egalitarian sentiments” of the country because of their incompatibility with elites. For 10 points each:", "answers_sanitized": ["Anti-Intellectualism in American Life", "Richard Hofstadter", "Dwight David Eisenhower [or “Ike”]"], "parts_sanitized": ["Name this text which contends that the title concept is partly rooted in evangelical Protestantism in its second part, “The Religion of the Heart.”", "This historian of The American Political Tradition wrote Anti-Intellectualism in American Life. Paul Krugman’s 2018 op-ed “The Paranoid Style in G.O.P. Politics” is a nod to this man’s essay on the Goldwater campaign’s “sense of… conspiratorial fantasy.”", "In Anti-Intellectualism in American Life, Hofstader pointed to Adlai Stevenson’s nickname of “egghead” while he ran against this president as an example of the title concept. This general commanded Allied forces on D-Day."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "“Façade,” “Last Lap,” and “Bear at the Door” are among the shapes of these things described in a book by Jerome Stern. For 10 points each:", "answers_sanitized": ["stories [or plots; or dramatic structures; accept equivalents of works of fiction; accept Making Shapely Fiction]", "Cinderella", "heroes [accept The Hero with a Thousand Faces]"], "parts_sanitized": ["Name these things whose shapes were diagrammed by Kurt Vonnegut for a rejected master’s thesis that he turned into a lecture collected in A Man Without a Country. Freytag’s Pyramid is a popular diagram of the structure of these things.", "Vonnegut recounted drawing a diagram of this person’s story in his preface to Transformations, an Anne Sexton poetry collection that contains a poem in which this woman is compared to a “plumber with the twelve children who wins the Irish Sweepstakes.”", "Joseph Campbell diagrammed this figure’s “journey” as a circle bisected by the “threshold of adventure.” Protagonists who lack the traditional qualities of these figures are often grouped as their “anti-” variety."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "In May 2019, a team led by George Church modified the genetic code of E.&nbsp;coli by removing three of these sequences. For 10 points each:", "answers_sanitized": ["codons [do not accept or prompt on “anticodons”]", "codon degeneracy [or word forms like degenerate; prompt on redundant or redundancy]", "amber stop codon [or the UAA codon; or amber codon suppression; prompt on stop codons or nonsense codons]"], "parts_sanitized": ["Name these sequences of three nucleotides in messenger RNA that specify a single corresponding amino acid.", "The genetic code has this property, in which multiple different codons encode the same amino acid. The fact that codons have this property means some point mutations are synonymous and have no effect on fitness.", "Genetic engineering can be used to incorporate unnatural amino acids into the genetic code of an organism. The process involves engineering a tRNA and an aminoacyl-tRNA synthetase to recognize this codon in a method called this codon’s namesake suppression. This codon is the rarest of all codons."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "In a much-mocked commencement speech, Chicago professor Erik Hurst argued that this activity is partially responsible for declining labor force participation by low-skilled young men. For 10 points each:", "answers_sanitized": ["playing video games [accept playing online games or computer games; prompt on gaming or games or more generic answers like computer use or smartphone use]", "Gamergate [prompt on GG]", "Angela Nagle"], "parts_sanitized": ["Name this activity. In 2019, the WHO controversially designated addiction to this activity as a mental disorder, a step not taken by the DSM-5.", "A prescient 2014 Deadspin article called this movement “the Future of the Culture Wars.” Subsequent reporters have detailed the links between the alt-right and this movement, purportedly about ethics in video game journalism.", "This author’s book Kill All Normies argues that the alt-right was enabled by left-wing social-justice circles online. This academic was harshly criticized for her piece “The Left Case Against Open Borders.”"], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "In this novel, Sarah converts the wrecked SS Topaze into “The Only Floating Gift Shoppe in New England.” For 10 points each:", "answers_sanitized": ["The Wapshot Chronicle", "John Cheever", "suburbs [or suburbia; or Levittowns]"], "parts_sanitized": ["Name this novel that ends with Coverly discovering a letter titled “Advice to my sons” by his father Leander, who had drowned himself in the sleepy fishing town of St. Botolphs.", "This author wrote The Wapshot Chronicle. The writer Ezekiel Farragut has an affair with Jody in the title prison in his novel Falconer.", "Cheever is often called the “Chekhov” of these areas, where he set stories like “The Swimmer.” In Jeffrey Eugenides’s Middlesex, Cal’s family participates in “white flight” by moving to one of these areas outside Detroit."], "subcategory": "American Literature", "category": "Literature"}]}