{"tossups": [{"question_sanitized": "In the original score for this opera, tam-tams play the rising ostinato “C, G, A, E” during two “transformation” scenes. At an early performance, this opera’s composer was booed upon shouting “Bravo!”&nbsp;at the end of Act&nbsp;II, and disagreement exists over whether applause is appropriate after its first act. Felix Mottl designed a large string instrument meant to imitate church bells for use in this opera. The prelude to Act&nbsp;I of this opera is often performed alongside its Act&nbsp;III excerpt “Good Friday Music.” The protagonist of this opera is stricken with grief after Kundry (“KUN-dree”) sings about his mother’s death in an enchanted garden. This opera’s title character bests the sorcerer Klingsor and heals Amfortas with a holy spear. For 10 points, name this opera about the title grail-seeking knight, the final opera by Richard Wagner (“VOG-ner”).", "answer_sanitized": "Parsifal", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "A character in this play claims “The poor world is almost six thousand years old” in a speech arguing that “men have died from time to time, and worms have eaten them, but not for love.” The lines “Thou art not so unkind / As man’s ingratitude” appear in one of this play’s musical numbers, “Blow, blow, thou winter wind.” A “melancholy fellow” in this play is first described lamenting a dead deer, and in the final scene resolves to “put on a religious life” with a former duke. This play’s protagonist sees love poems addressed to her, pinned on trees, while in disguise as the shepherd Ganymede. Frederick’s usurpation of his brother begins this play, in which Jaques (“JAY-kweez”) delivers the speech “All the world’s a stage.” For 10 points, Rosalind stars in what Shakespeare play set in the Forest of Arden?", "answer_sanitized": "As You Like It", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Pope Pius II (“the&nbsp;second”) revived interest in this author’s work after examining a forgotten manuscript found in Hersfeld Abbey. A late 3rd-century emperor, who shares his name with this author, is generally considered to have faked descent from him. This author provided the first known pagan reference to Christ in his final work, which ended during the reign of Nero. An ethnographic work by this author describes its subjects’ descent from the god Tuisto and contrasted their simplicity with Roman decadence. This author attributed a pre-battle speech to the Caledonian chief Calgacus in a work describing his father-in-law’s conquest of Britain, the Agricola. For 10 points, name this Roman historian who wrote Germania and covered much of the 1st century AD in his Annals.", "answer_sanitized": "Tacitus [or Publius Cornelius Tacitus; or Gaius Cornelius Tacitus]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "One scholar disputed one of the four main “guesses” about the origin of these texts by noting that they call one beast “the wild animal with the hand,” but don’t mention the rhinoceros. Philip Lutgendorf and Frits Staal have argued for a historic antipathy towards writing these texts, one of which prohibits students who have engaged in writing, seen blood, or had sex from reciting them. “Forest books” for ascetics are part of these texts, which are the basis of Śrauta (“SHRO-tuh”) rituals. These Kuru-codified texts are “superhuman” and “authorless,” or Apauruṣeyā (“uh-POR-uh-SHAY-yah”), in Jaimini’s (“JAY-min-ee’s”) hermeneutics, guided by the Pūrva-Mīmāmsā (“POOR-vuh&nbsp;mee-MOM-sah”) Sūtra. Samhitas collect rites and mantras from these texts, which are studied by shakha schools that focus on specific Brāhmaṇam (“BRAH-muh-num”). For 10 points, what corpus of Hindu texts includes the Rig?", "answer_sanitized": "the Vedas [or Vedam; or Vedic texts; do not accept or prompt on “Vedānta” or “Upanishads”; accept Rigveda or Samaveda or Yajurveda or Atharvaveda; accept āraṇyaka or Samhitas or Brāhmaṇam until read] (The first sentence is from Wendy Doniger’s The Hindus: An Alternative History, and refers to elephants.)", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "This quantity increases eightfold from turnaround to virialization, during which this quantity’s perturbations have a top-hat-shaped profile according to the spherical collapse model. Higher values for one form of this quantity enhance odd-numbered peaks over even-numbered ones in the CMB temperature power spectrum. During inflation, quantum fluctuations produced variations in this quantity that acted as seeds for structure formation. Regions with high values of this quantity appear as spiral galaxy arms, according to a 1960s theory. “3 times the Hubble constant over 8&nbsp;pi big&nbsp;G” gives the critical value of this quantity needed for a flat universe. For 10 points, for what intensive quantity can neutron stars have values as high as 10-to-the-17th kilograms per cubic meter?", "answer_sanitized": "mass density [or mass–energy density; or galaxy density; or critical density; or density parameter; or dark energy density; or overdensities; or density fluctuations; or density of the universe]", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "Joann Fletcher argued that this phenomenon motivated tattoos on the mummies from Deir el-Bahri. Ra orders gods to help Rededjet (“re-DED-jet”) during this phenomenon on the Westcar Papyrus. The Brugsch (“BROOK’sh”) Papyrus advises how to predict this phenomenon, which acacia and carob (“CAIR-ub”) prevent in the Ebers and Kahun Papyri. Temples honored this phenomenon with mammisi “houses.” By winning extra calendar days from playing senet, Thoth helps Nut experience this process, whose outcome was predicted by urinating on emmer and barley seeds. Touching statues of Min promotes this process, which is assisted by the hippo-headed Taweret (“ta-WAIR-et”) and dwarf Bes (“bess”). Isis endures this process while hiding from Set in a swamp. For 10 points, during what process did Egyptian women invoke Bastet and Hathor to ensure their health?", "answer_sanitized": "childbirth [accept pregnancy or delivery of a child; accept motherhood or maternity; accept conception or procreation or fertility or fecundity or equivalents; accept midwifery or obstetrics or gynecology; prompt on medicine or health or nursing or similar by asking “what specific medical process?”]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Lord Ellenborough sparked controversy in Parliament after ordering the British army to remove the supposed gates of Somnath Temple from one of these buildings in Afghanistan. During the Sepoy Mutiny, William Hodson captured Bahadur Shah II (“the&nbsp;second”) and his sons in one of these buildings. Jean-Baptiste Tavernier (“tavern-YAY”) described a supposed “Black” one of these buildings that was never finished. After overthrowing his father, Aurangzeb (“OR-ung-zeb”) ruined the symmetry of one of these buildings built by Ustad Ahmad Lahori. A marble one of these buildings commemorates an empress named Mumtaz in Agra, built by her grieving husband Shah Jahan. For 10 points, name these buildings exemplified by the Taj Mahal, the final resting places of many Mughals.", "answer_sanitized": "mausoleums [or tombs; or dargahs; or shrines; prompt on monument; prompt on Taj Mahal by asking “the Taj Mahal is what kind of building?”; do not accept or prompt on “palace,” “temple,” “mosque,” or “fort”] (The building in the first line is the Tomb of Mahmud of Ghazni.)", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This character’s lisp, which resulted from a bout of scurvy, is first mentioned when he is criticized for using too much water to wash a floor. This character climbs onto a porch&nbsp;railing to avoid being beaten by a club-wielding man in a lambskin waistcoat, nicknamed “the Limper.” This character compares prayers to appeals that are “returned with ‘rejected’ scrawled across ’em” during a nighttime conversation with a devout Baptist. This owner of a penknife nicknamed “ten days” and a wooden spoon inscribed “Ust-Izhma 1944” repeatedly shouts “Mortar!”&nbsp;in a scene set in a construction site at the “power station.” This zek in the 104th thinks about the 3,653 days of his sentence in a novella’s last sentence. For 10 points, name this gulag prisoner who titles a novella by Aleksandr Solzhenitsyn (“sol-zhuh-NEET-sin”).", "answer_sanitized": "Ivan Denisovich [or Shukhov; or Shcha-854 or S-854; accept One Day in the Life of Ivan Denisovich or Odin den’ Ivana Denisovicha; prompt on Denisovich]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Brice Marden used the subtitle “Early State” for several of his “studies” titled for this religion. An artist from this religion completed a 50-foot painting of the four seasons and developed “broken” and “splashed” styles. In one of his forays into visual arts, John Cage imitated artists of this religion by making a series of ten circular drawings depicting the catching and taming of a bull. Those Ox-Herding Pictures were created by artists of this religion, who also invented a genre of portraits called senshō and a sculptural form in which rakes are used to create patterns in “rock gardens.” Artists of this religious tradition such as Shūbun (“SHOO-boon”) and Sesshū Tōyō (“SESH-shoo TOH-yoh”) introduced ink wash painting to Japan. For 10 points, name this meditation-centric branch of Buddhism.", "answer_sanitized": "Zen Buddhism [or Chan Buddhism; prompt on Buddhism, Mahayana Buddhism, or Japanese Buddhism]", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Both fluxionality (“fluck-shun-ality”) and a “triple” form of this property are displayed by the one-plus cation (“cat-ion”) of a thirteen-atom boron cluster. The two-minus anion (“ann-ion”) of a cluster of four atoms of aluminum is the canonical example of a metal cluster that displays this property. Andreas Hirsch proposed a criterion for whether fullerenes (“FULLER-eens”) display the “spherical” form of this property. A diatropic (“dia-tropic”) current is observed when performing NMR on molecules with this property. Molecules with this property are acylated (“ASS-il-ated”) or alkylated (“AL-kil-ated”) in the Friedel–Crafts reaction. This property is displayed by molecules with four-n-plus-2 pi electrons that are also cyclic and planar, by Hückel’s rule. Aliphatic (“al-ih-FAT-ic”) compounds lack, for 10 points, what stabilizing property caused by electron delocalization in cyclic, conjugated molecules such as benzene?", "answer_sanitized": "aromatic [or aromaticity; prompt on cyclic]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Jim Robenalt used letters written to this man that were unearthed by Francis Russell to hypothesize that his mistress Carrie Phillips was a German spy. This man’s compromise nomination in Room&nbsp;404 of the Blackstone Hotel during a party convention led Raymond Clapper to coin the term “smoke-filled room.” After this man suffered a heart attack while returning from a “Voyage of Understanding” to Alaska, Gaston Means wrote a book on his “strange death.” The corruption of this president’s attorney general led the Supreme Court to confirm Congress’ power to compel testimony in McGrain v.&nbsp;Daugherty (“DOH-er-tee”). This president advocated a “Return to Normalcy” after World&nbsp;War&nbsp;I. For 10 points, name this president advised by the Ohio Gang who was plagued by the Teapot Dome scandal.", "answer_sanitized": "Warren G. Harding", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Holly Brewer’s book Inheritable Blood focuses on a thinker with this surname, who is the subject of a biography by Roger Woolhouse. A thinker with this surname defined a value as “an emotionally mediated form of experience” in his axiological essay “Values and Imperatives” and promoted pluralism in “Cultural Relativism and Ideological Peace,” which drew on his Bahá’í (“ba-HIGH”) faith. A philosopher with this surname wrote that a slaveholder “shall have absolute power and authority over his negro slave” in Fundamental Constitutions of Carolina, drafted under the patronage of Anthony Ashley Cooper. For 10 points, give this shared surname of Alain, the Harlem Renaissance editor of The New Negro, and John, the Enlightment author of Two Treatises of Government.", "answer_sanitized": "Locke [accept Alain LeRoy Locke; accept John Locke]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "During the premiere of one of his symphonies, this non-Mahler composer conducted a crescendo while about twelve bars ahead of the orchestra, by creeping “completely under” his stand and then springing “up high from the ground.” That symphony by him opens with an oboe playing the half notes [read slowly] “high A, E, C-sharp, F-sharp.” Low strings play quiet tremolos on D for two bars, before second violins enter on staccato eighth notes, in the fourth movement of another symphony by this composer that was described as “more the expression of feeling than painting.” A “long, short short long, long” rhythmic motif appears in this composer’s Seventh Symphony, which was called the “apotheosis of the dance.” For 10 points, name this composer whose Sixth Symphony is nicknamed “Pastoral.”", "answer_sanitized": "Ludwig van Beethoven", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "In the final stanza of a poem, the speaker hints that “Something there is more immortal even than” these objects, after asking a child if they mourn only the “burial of” these objects. These objects inspire a “thought of the clef of the universes” in another poem by the same author, that is also set on the beach. The speaker of another poem wanders in the “mystical moist” air and looks “from time to time… in perfect silence” at these objects after growing tired of “the proofs, the figures” of a “learn’d” man. A “powerful… fallen” one of these objects that “early droop’d in the [west]” is lamented in “When Lilacs Last in the Dooryard Bloom’d.” For 10 points, Walt Whitman analogized Abraham Lincoln to what sort of celestial object observed in “When I Heard the Learn’d Astronomer”?", "answer_sanitized": "stars [accept planets or heavenly bodies since Whitman uses the word “star” broadly; accept celestial bodies until “celestial” is read or astronomical bodies until “Astronomer” is read] (The first two poems are “On the Beach at Night” and “On the Beach at Night Alone.”)", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A tandem design is often used in the electrostatic variety of these devices, which are sometimes used to treat skin malignancies and sterilize medical instruments. One of these devices and a wiggler are required to operate a free-electron laser. Before 2009, the world’s most powerful one of these machines used a Cockcroft–Walton generator to ionize hydrogen as its first stage; that device hosted the D0 (“D-zero”) and CDF experiments, and is located in Batavia, Illinois. Gustav Ising proposed using time-dependent electromagnetic fields to build a linear type of these, such as the one at Stanford. Ising’s idea led E.&nbsp;O.&nbsp;Lawrence to build one of these devices that used a spiral path between the poles of an electromagnet, known as the cyclotron. For 10 points, name these machines, the largest of which is CERN’s (“sern’s”) Large Hadron Collider.", "answer_sanitized": "particle accelerators [prompt on accelerator or atom smasher; prompt on collider until read; anti-prompt on cyclotron or synchrotron by asking “what is that a type of?”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A word from this language meaning “environment” is used to describe the subjective perspective of non-human animals in biosemiotics. An essay written in this language introduced the notion of “opportunity hoarding” and “social closure,” concepts central to the work of scholars like Charles Tilly and Erik Olin Wright. Direct and indirect social interactions characterize two contrasting terms in this language coined by an early sociologist; those terms are usually translated as “community” and “society.” The three-component theory of stratification was developed by a thinker who wrote in this language, and who claimed that bureaucratization leads to a metaphorical “iron cage of rationality.” For 10 points, name this language used by sociologists Ferdinand Tönnies (“TER-neess” or “TOH-neess”) and Max Weber (“VAY-ber”).", "answer_sanitized": "German [or Deutsch] (The term described in the first sentence is Umwelt (“OOM-velt”).)", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "In the early 20th century, this ethnic group originated Rebetiko music in hashish and hookah dens. The term kodjabashi (“ko-ja-BAH-shee”) primarily referred to hereditary oligarchs of this ethnicity. Island subjects of this ethnicity who harvested mastic resin were spared from a 19th-century massacre because of its value. Beginning in the 1700s, influential aristocrats of this ethnicity governed the Danubian Principalities during the Phanariote (“fa-NAR-ee-ot”) Era and dominated the dragoman administration. Mountain bandits known as klephts (“clefts”) from this ethnicity fought for independence with the armatoloi. This ethnic group’s Ecumenical Patriarch led the Rum Millet of the Ottoman Empire. For 10 points, name this ethnic group deported in the 1920s from Asia Minor to their kin in Thrace and the Peloponnese.", "answer_sanitized": "Greeks [accept Hellenes; or Rumlar; or Yunan]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In a novel by this author, a girl who had won the Laura Damian Prize has an older sister who is “obsessed with the Marquis de Sade and wants to try the spanking thing,” according to the bisexual Luscious Skin. A man also known as Quincy Williams works for the Harlem magazine Black Dawn in a novel by this author that ends by recounting the life of Hans Reiter. Sections such as “The Part about Amalfitano” comprise a novel by this author in which the journalist Oscar Fate is sent to cover a boxing match. This author’s final novel centers on Benno von Archimboldi and the murders of women in Santa Teresa. Poets such as Ulises Lima search for the “visceral realist” Cesárea Tinajero in a novel by, for 10 points, what Chilean author of The Savage Detectives and 2666?", "answer_sanitized": "Roberto Bolaño [or Roberto Bolaño Ávalos]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Around 1900, E.&nbsp;S.&nbsp;Goff planted many of these trees around Sturgeon Bay in Wisconsin’s Door County. Tsoureki (“tsoo-REK-ee”) bread is flavored with mahleb from a species of these trees that was largely superseded by the Mazzard rootstock in the Pacific Northwest, where these trees are cultivated by the Chukar brand. A Pennsylvania Dark Sky Park is named for these trees, which, like pines, name a popular gay resort on Fire Island. Macon (“MAY-kin”), Georgia, and Traverse City (“TRAV-erse city”), Michigan, host annual festivals celebrating these trees, which are used to produce Kirsch brandy. Hanami parties in Ueno (“oo-eh-noh”) Park view these trees, which were gifted to the U.S. in 1912 by Yukio Ozaki and planted by the Tidal Basin in West Potomac Park. For 10 points, name these trees whose pink blossoms brighten the spring in Washington, D.C.", "answer_sanitized": "cherry trees [accept cherry blossoms or cherry fruit; accept specific cherries such as tart or dwarf or Montmorency or wild black or chokecherry; accept sakura; accept Cherry Springs State Park or Cherry Grove or National Cherry Blossom Festival; prompt on Prunus by asking “what type of fruit does this tree produce?”]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "The onset of this process can cause the conversion of xanthine dehydrogenase into xanthine oxidase, causing oxidative stress from hypoxanthine (“hypo-ZAN-theen”) that accumulates during this process’s deprivation. A side effect caused by a lack of this process can be treated by deliberately inducing hypothermia in targeted temperature management, or through postconditioning. A mismatch between this process and ventilation is commonly caused by pulmonary embolism. A prolonged deprivation of this process leads to necrosis in infarction. The rate of this process is lowered in partial ischemia (“iss-KEE-mee-uh”). Either intracranial (“intra-cranial”) hemorrhaging or the blockage of this process causes a cerebrovascular (“cerebro-vascular”) accident. For 10 points, identify this process in which an oxygen-carrying fluid moves through the circulatory system.", "answer_sanitized": "perfusion [or blood flow; or blood circulation; or equivalent answers referring to the movement of blood; accept reperfusion syndrome or reperfusion injury; accept ventilation–perfusion mismatch]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This man fell out with a mentor over the last chapter of a book he was ghostwriting for his mentor, “The Soldier.” After being captured at the Battle of Verdun, this soldier shared a cell with Mikhail Tukhachevsky at Ingolstadt. This man opened a conference that granted territorial assemblies and legal equality to colonial subjects at Brazzaville. This man advocated for a mechanized force in The Army of the Future and asked his troops to remain with him in the BBC-broadcasted Appeal of 18 June. In that speech, this leader opposed the overtures for an armistice with the Germans made by the newly-formed government of Philippe Pétain (“pay-TAN”). For 10 points, name this wartime leader of the Free French, who became the first president of the Fifth Republic.", "answer_sanitized": "Charles de Gaulle", "subcategory": "European History", "category": "History"}], "bonuses": [{"leadin_sanitized": "At the age of fourteen, the title character of Flannery O’Connor’s story “Parker’s Back” is “lifted up as some people are when the flag passes” when he sees a man at one of these events. For 10 points each:", "answers_sanitized": ["fairs [or carnivals; or more specific answers like county fairs, sideshows, or freak shows; do not accept or prompt on “circuses”]", "Ray Bradbury", "Eudora Welty (That story is “A Worn Path.”)"], "parts_sanitized": ["Name this sort of event where Susan and Joanne see a person who proclaims “God made me thisaway and I don’t dispute hit” in O’Connor’s story “The Temple of the Holy Ghost.”", "Like the sideshow worker who inspires Parker, the title freak show employee of this author’s collection The Illustrated Man is covered in tattoos. His other short story collections include The Martian Chronicles.", "Leota and Mrs. Fletcher gossip about how a rapist was caught disguising himself as the title sideshow freak in this author’s story “Petrified Man.” Phoenix Jackson tries to get medicine for her grandson in another story by this author."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Prior to the Michelson–Morley experiment and special relativity, aether was thought to be the propagation medium of light. For 10 points each:", "answers_sanitized": ["Hendrik Antoon Lorentz [accept Lorentz factor]", "Eugene Paul Wigner [or Wigner Jenő Pál; accept Wigner rotation]", "water"], "parts_sanitized": ["This man names a set of matrices that allow for conversion between inertial reference frames that differ by a constant velocity. His namesake factor is equal to one over the square root of the quantity “one minus v-squared-over-c-squared.”", "The composition of two non-collinear Lorentz boosts may result in a rotation named for this Hungarian, who introduced group theory into physics. Multiple such rotations can lead to the Thomas precession.", "This medium was central to Hippolyte Fizeau’s (“ee-po-LEET fee-ZOH’s”) 1851 experiment, which provided evidence for adjusting the “luminiferous aether” hypothesis. Fizeau measured the relative speed at which light passed through this medium."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Key texts from this movement include Kimberle Crenshaw’s On Intersectionality and Derrick Bell’s Faces at the Bottom of the Well. For 10 points each:", "answers_sanitized": ["critical race theory [accept CRT; prompt on critical legal theory]", "Charles W. Mills [or Charles Wade Mills; accept C. Wright Mills or Charles Wright Mills]", "tort law [accept torts; prompt on negligence law by asking “what broader area of legal study does that fall under?”]"], "parts_sanitized": ["Name this broad theoretical framework from the social sciences that identifies the relationship between racial power and the law. This framework was first developed in law schools in the 1980s, and seeks a path to emancipation through legal reforms.", "This critical race scholar explored the relationship between supposedly colorblind enlightenment ideas like the social contract and racist power structures in his 1997 book The Racial Contract. He shares his first and last name with the sociologist who wrote The Power Elite.", "Critical race theorist Richard Delgado suggested applying this area of law to cases of racist hate speech in his article “Words That Wound.” Casebooks used in this area of law discuss finding the proximate cause and the duty problem."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "This country’s thinkers Otto Bauer and Karl Renner developed the principle of “national personal autonomy,” which divorced the idea of the nation from territory. For 10 points each:", "answers_sanitized": ["Austria [or Österreich]", "Engelbert Dollfuss", "Austrian Nazi Party [or DNSAP; or Nazi Party; or National Socialist German Worker’s Party; or NSDAP]"], "parts_sanitized": ["Name this country whose Marxists and Social Democrats fought from the Karl-Marx-Hof to resist a fascist takeover during a 1934 civil war.", "This Chancellor capitalized on the “self-elimination” of parliament in 1933 to assume emergency powers and ban all parties except his Fatherland Front, kicking off the civil war between Austrofascists and Austromarxists.", "A few months after the civil war, Austrian elements of this party assassinated Dollfuss in the failed July Putsch. Austrian members of this party supported their country’s annexation by its leader, Adolf Hitler."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This adjective names a dress made with a hodgepodge of fabric types and patterns that was alternatively known as Three Women, Forms, Colors. For 10 points each:", "answers_sanitized": ["simultaneous [or Simultanism; or simultaneity]", "contrast", "Eiffel Tower"], "parts_sanitized": ["Give this adjective that describes some “windows on the city” in a 1913 abstract painting. A movement sometimes named after this adjective took it from the color theories of the chemist Eugène Chevreul (“shev-RULL”).", "Sonia and Robert Delaunay’s concept of “simultanism” was inspired by Chevreul’s idea of the “simultaneous” form of this effect. This property is the difference in color between an object and its surroundings.", "Like many of his paintings, Robert Delaunay’s painting Simultaneous Windows (2nd&nbsp;Motif, 1st&nbsp;Part) depicts the profile of this object. This object is visible through a window in Marc Chagall’s Self-Portrait with Seven Fingers."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "A group of Indian workers in this industry are said to make a mistake “almost never, maybe once every two months.” For 10 points each:", "answers_sanitized": ["food delivery [or meal delivery; accept takeout; prompt on delivery]", "Anna Hazare (“UN-nah huh-ZAH-ray”) [or Kisan Baburao Hazare]", "Saudi Arabia (The company is Saudi Aramco.)"], "parts_sanitized": ["Name this industry of the dabbawalas, who are facing competition from competitors like Swiggy and UberEats. In the U.S., California’s AB-5 law could pose a threat to companies in this industry like DoorDash.", "In 2011, the dabbawalas called their first-ever strike to promote this activist’s anti-corruption hunger strike, which resulted in the 2013 passing of the Lokpal Act. This activist often wears white khadi, or homespun cloth.", "This country’s sovereign wealth fund owns 5&nbsp;percent of Uber, and is a major backer of SoftBank’s Vision Fund. It also owns what is considered to be the most profitable company in the world, which had the largest-ever IPO in December 2019."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "Victor Maskell, a curator who secretly works in this role, buys a fictional painting by Nicolas Poussin (“nee-koh-LAH poo-SAN”) titled The Death of Seneca in John Banville’s The Untouchable. For 10 points each:", "answers_sanitized": ["spy [or British Secret Service agent; accept equivalents like being a mole or espionage; accept more specific answers like being a Soviet spy or working for MI6]", "Michael Frayn", "“The Bloody Chamber”"], "parts_sanitized": ["Name this profession of a character that Ian Fleming wrote about in novels such as Casino Royale.", "Another fictional painting by a real artist crops up in this author’s novel Headlong, in which Martin discovers a long-lost work by Breughel (“BROY-gul”). This author also wrote the farce Noises Off and the drama Copenhagen.", "The protagonist of this Angela Carter story looks at ominous fictional paintings like The Sacrificial Victim by Moreau and The Foolish Virgins by Ensor, before consummating her marriage with the Marquis in a mirror-filled room."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "This man formed the American Indian Defense Association after living with Pueblo tribes in Taos (“touse”), New Mexico. For 10 points each:", "answers_sanitized": ["John Collier", "Dawes Act [or General Allotment Act; or the Dawes Severalty Act of 1887]", "Civilian Conservation Corps [or CCC]"], "parts_sanitized": ["Name this Commissioner for the Bureau of Indian Affairs during the FDR administration. This man pushed the Indian Reorganization Act of 1934 through Congress, reversing decades of assimilationist policy.", "Collier crusaded for the repeal of this legislation, which parceled out reservation land into individual plots for Indian households. Henry Teller argued that this act was a pretext “to despoil the Native Americans of their lands.”", "Collier organized the Indian Division of this New Deal program, which employed young men on environmental projects like erosion control and forest protection. This organization earned the nickname “Roosevelt’s Tree Army.”"], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "In electrocatalysis, the enthalpy of this phenomenon is the typical x-axis of a volcano plot. For 10 points each:", "answers_sanitized": ["adsorption [do not accept or prompt on “absorption”]", "reaction rate [do not accept or prompt on “(reaction) rate constant”]", "Sabatier (“sah-bah-tee-AY”) principle"], "parts_sanitized": ["Identify this phenomenon modeled by the multilayer Brunauer–Emmett–Teller isotherm (“iso-therm”), as well as the simpler Langmuir (“LANG-myoor”) isotherm, which only accounts for a single layer.", "On a volcano plot, the enthalpy of adsorption is plotted against this quantity of a reaction, which has units of moles-per-unit time. It is equal to lowercase-k multiplied by reactant concentrations raised to their respective orders.", "This statement is illustrated by the fact that reaction rate is maximized at an intermediate value of enthalpy of adsorption for a heterogeneously catalyzed reaction on a volcano plot. It holds that the interaction strength between a catalyst and a substrate should be “just right.”"], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "In one of Ovid’s Epistles, this woman dreams of “serpents, boars, furious lions, and three-headed devouring dogs” plaguing her husband, whom she tries to win back from Iole (“EYE-uh-lee”) to prove she is worthy of her brother Meleager (“mel-ee-AY-gur”). For 10 points each:", "answers_sanitized": ["Deianira (“DAY-uh-NEE-ruh”) [or Dejanira]", "centaurs [or kéntauros; or centaurus; or hippocentaurs; or centaurides or centauresses]", "Hylonome (“hye-LON-uh-mee” or “HYOO-lo-NO-mee”)"], "parts_sanitized": ["Name this Calydonian princess who laments “what canker gnaws [her] heart” in The Women of Trachis (“TRAY-kiss”). Heracles wrestles Achelous (“ack-uh-LO-us”) as a bull to marry this woman, who hangs herself after burning him alive with hydra poison.", "Deianira receives a tunic soaked in the blood of Nessus, who is one of these beings. The Hellenistic Furietti (“foor-YET-tee”) sculptures depict these half-horse, half-human creatures.", "In Ovid’s account of the centaurs in Thessaly, this centaur decked in rosemary and violets wins the love of Cyllarus (“sil-AR-uss”). After they fight side by side against the Lapiths (“LAP-iths”), she throws herself on the javelin that kills Cyllarus."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "This conductor published a controversial letter in support of the composer Paul Hindemith, who had been banned as a “degenerate artist” by the Nazi Party. For 10 points each:", "answers_sanitized": ["Wilhelm Furtwängler (“FURT-veng-ler”)", "Arturo Toscanini", "Berlin [accept Berlin Philharmonic Orchestra or Berliner Philharmoniker]"], "parts_sanitized": ["Name this German conductor whose opposition to the Third Reich partly led to his rivalry with Herbert von Karajan (“KAH-rah-yon”).", "Before the Nazis interfered, Furtwängler was offered to be the principal conductor of the New York Philharmonic Orchestra, succeeding this conductor. This Italian conductor also led the NBC Orchestra.", "Furtwängler and Karajan were both conductors of this German capital city’s philharmonic orchestra."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "John Rae was told by Inuit traders that this man’s lost expedition had resorted to cannibalism before dying. For 10 points each:", "answers_sanitized": ["John Franklin", "Northwest Passage [or NWP]", "Roald Amundsen"], "parts_sanitized": ["Name this Royal Navy admiral who died with the crews of the HMS Erebus and HMS Terror, after the ships became trapped in ice off the coast of Prince William Island.", "Franklin’s expedition attempted to chart this waterway north of Canada sought by Henry Hudson and John Cabot. Climate change has reduced the pack ice that usually blocks this route from the Atlantic to the Pacific.", "In 1906, this explorer became the first to cross the Northwest Passage by sea. This man became the first to fly over the North Pole along with Lincoln Ellsworth and Umberto Nobile (“no-BEE-lay”), who designed the Norge (“NOR-guh”) airship."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "Answer the following about playwrights and plays published in Heinemann’s African Writers Series, for 10 points each.", "answers_sanitized": ["The Black Hermit", "Wole Soyinka (“WALL-ay SHOW-ying-ka”) [or Akinwande Oluwole Babatunde Soyinka]", "South Africa"], "parts_sanitized": ["In 1968, the AWS published this Ngũgĩ wa Thiong’o (“ung-goh-gay wa thee-ong-oh”) play that was the first play from East Africa to be published in English. This play’s protagonist is a young man named Remi, who becomes the first person in his village to attend a university.", "This author’s novel The Interpreters was published in the AWS in 1970, although he is better known for his plays such as Death and the King’s Horseman and The Lion and the Jewel.", "Cosmo Pieterse (“peter-zuh”), an author from this country, wrote and edited several anthologies of drama for the AWS. Although Bessie Head is commonly thought of as a Botswanan writer, she was actually born in this country."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "A problem first proposed by William Molyneux (“MOLLY-new”) concerns the difference in identifying objects using these two faculties. For 10 points each:", "answers_sanitized": ["sight AND touch [accept vision or seeing in place of “sight”; accept somatosensory sense in place of “touch”; prompt on partial answers]", "George Berkeley (“BARK-lee”) [or Bishop Berkeley]", "idealism [accept subjective idealism; accept transcendental idealism]"], "parts_sanitized": ["Name these two faculties. A 1709 book claims that the objects detected by these two faculties are distinct and incommensurable, which is a doctrine known as one thinker’s heterogeneity thesis.", "The heterogeneity thesis concerning the difference in perceiving objects by touch and sight was presented in this Irish thinker’s book An Essay towards a New Theory of Vision.", "Berkeley presented a metaphysical system he called immaterialism, which is a “subjective” form of this position which states that minds and mental content are the only things that exist. Immaunel Kant elucidated a “transcendental” form of this position."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "STL files are used to store data that represents geometries with this many dimensions. For 10 points each:", "answers_sanitized": ["three [or 3D or three-dimensional]", "synthetic aperture radar [or SAR; accept side-looking aperture radar or SLAR]", "interferometry [accept Michelson interferometers; accept interferometric synthetic aperture radar or InSAR]"], "parts_sanitized": ["Give the number of dimensions of domains represented by digital elevation models. In computer-aided design software, objects in this many dimensions may be created by extruding a cross-section, after which they can be printed.", "Digital terrain maps may be created using this specific form of radar, which constructs 3D models by processing the echoes of a moving antenna as it transmits across a domain. It can achieve high azimuthal (“AZ-ih-MUTH-al”) resolution in many weather conditions.", "A version of SAR that uses this technique is commonly used to create high-resolution topographic maps. Devices used in this technique, which may elicit the puzzling Sagnac (“sahn-YAHK”) effect in certain configurations, frequently use a beam splitter."], "subcategory": "Engineering", "category": "Science"}, {"leadin_sanitized": "Egyptian composer Halim El-Dabh created early electronic music by using several of these objects in his piece The Expression of Zaar. For 10 points each:", "answers_sanitized": ["magnetic tape [accept tape music or tape loops; accept tape recorders; prompt on samplers or loopers]", "The Disintegration Loops", "France"], "parts_sanitized": ["Name this manipulable recording medium used in John Cage’s piece Williams Mix. Pauline Oliveros founded a center in the Bay Area dedicated to making music by manipulating recordings made in this medium.", "This series of four albums by William Basinski was created by playing deteriorating tapes of found sound sources, allowing for cracks and pauses to appear as the tape moves past the tapehead. It is dedicated to the victims of 9/11, the day on which the project was completed.", "Pierre Schaeffer, a composer from this country, used magnetic tape to pioneer musique concrète (“myoo-ZEEK con-KRET”). Other avant-garde electronic composers from this country include Edgard Varèse (“vah-REZ”) and Pierre Boulez (“boo-LEZ”)."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about authors who wrote aphorisms praising the art of the aphorism, for 10 points each.", "answers_sanitized": ["oracles [accept The Pocket Oracle and Art of Prudence or Oráculo Manual y Arte de Prudencia]", "Poland", "Maxims [or Maximes; or Reflections; or Sentences and Moral Maxims; or Réflexions ou sentences et maximes morales; or Collected Maxims and Other Reflections]"], "parts_sanitized": ["Baltasar Gracián (“grah-see-AHN”) observed “good things, when short, are twice as good” in a collection of aphorisms titled in Spanish for a “manual” one of these things. A “holy bottle” serves as one of these things in François Rabelais’s (“rab-LAY’s”) Gargantua and Pantagruel.", "Stanisław Lec (“stah-NEE-swaff LETS”), an author from this country who wrote two volumes of Unkempt Thoughts, claimed that “life is too short to write long things.” The novelist Henryk Sienkiewicz (“shen-k’YEV-itch”) was also from this Eastern European country.", "An entry in this book contrasts “little minds” with “great minds” who “say many things in a few words.” This collection of aphorisms by François de La Rochefoucauld (“rohsh-foo-KOH”) repeatedly deals with the theme of “self-love.”"], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This man won peasants to his rebellion with a slogan promising to abolish the grain tax. For 10 points each:", "answers_sanitized": ["Li Zicheng (“dzih-chung”) [or Li Hongji]", "Kaifeng (“kye-fung”) [or Bianjing]", "Great Wall of China"], "parts_sanitized": ["Name this short-lived emperor of the Shun Dynasty nicknamed the “Dashing King.” The Chongzhen (“chong-jun”) Emperor hung himself from the Zuihuai (“ts’way-h’wye”) tree in Jingshan Park after this man marched on Beijing.", "In an effort to break Li Zicheng’s siege of this city, the Ming governor breached its dike, causing a catastrophic flood. The Song moved their capital to Hangzhou (“hong-joe”) after the Jurchens captured this city in the Jingkang incident.", "Ming general Wu Sangui (“san-gway”), whose family was executed by Li, opened the Shanhai Pass in this barrier to allow Manchu forces into China to fight Li. The Ming added brick and stone to this Qin (“chin”)-era fortification after the Battle of Tumu."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "In the class II (“two”) type of these enzymes, one of the five active-site cysteines is converted into a free radical by adenosylcobalamin (“adeno-sill-co-BAL-uh-min”). For 10 points each:", "answers_sanitized": ["ribonucleotide reductases [or RNR; or ribonucleotide diphosphate reductases; or rDNP]", "methyl group [or CH3 group; accept methylation]", "cytosine [or C; or 5-methylcytosine; do not accept or prompt on “cysteine”]"], "parts_sanitized": ["Identify these enzymes that catalyze the removal of a 2-prime-hydroxyl group of a ribose, a step in the synthesis of deoxyribonucleotides (“de-oxy-ribo-nucleo-tides”).", "A superfamily of enzymes that carry out radical reactions depend on first forming a 5-prime-deoxyadenosyl radical from s-adenosyl methionine, a common donor of this group. This group is commonly attached to the sixth nitrogen of adenosine in RNA.", "In DNA, methylation most commonly occurs at the fifth carbon of this nitrogen base. Its Watson–Crick base pair partner in DNA is guanine."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "After the Buddha’s disciple Sāriputta asks a goddess why she doesn’t rid herself of this inferior characteristic, and then she confers it upon him. For 10 points each:", "answers_sanitized": ["the body [accept corporeality or being physical or embodiment; prompt on appearance or aspect, etc.; accept svarūpa or physical form; accept specific body parts; prompt on being female or sex or similar by asking “what general characteristic makes forms appear female or male?”; accept Nirmaṇakāya or Saṃbhogakāya]", "Queen Śrīmālā (“sh’REE-mah-lah”) [accept Śrīmālādevī Siṃhanāda Sūtra or The Lion’s Roar of Queen Śrīmālā; accept Shèngmán jīng]", "Lotus Sūtra [or Saddharma Puṇḍarīka Sūtra; or Sūtra on the White Lotus of the Sublime Dharma]"], "parts_sanitized": ["Name this trait that the Buddha’s chief bhikkhunī (“BIK-koo-nee”) discipline Khema (“KEM-ah”) wrote a poem about her disgust for. The Buddhapāda (“buddha-pah-duh”) footprint and other Śarīra (“shuh-REE-ruh”) relics symbolize this aspect of the Buddha, whose Trikāya (“tree-KAH-yuh”) doctrine teaches that there are three of these things, including the true dharmakāya (“dharma-KAH-yuh”).", "This queen praises the physical and absolute body of the Buddha in her namesake sūtra, which affirms that all sentient beings have buddhahood potential. The sūtra’s English translation is titled for this Indian queen’s “lion’s roar.”", "The Lion’s Roar of Queen Śrīmālā is an ekayāna (“ek-uh-YAH-nuh”) sūtra, like this other sūtra, whose Devadatta chapter fueled misogyny, since the dragon king’s daughter is reborn as a man before attaining buddhahood. This sūtra is named for a flower."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Frederic Thrasher is best remembered for his comprehensive study of 1313 of these organizations, which found that they developed in “interstitial” areas between residential zones. For 10 points each:", "answers_sanitized": ["criminal gangs [accept street gangs or drug gangs; accept Chicago or Los Angeles gangs]", "Chicago [accept University of Chicago]", "techniques of neutralization [accept “Techniques of Neutralization: A Theory of Delinquency”]"], "parts_sanitized": ["Name these groups studied by Malcolm Klein in Los Angeles. Sudhir Venkatesh (“sud-heer VEN-kuh-tesh”) is best known for a memoir titled for leading one of these groups “for a day.”", "Thrasher’s work on the sociology of gangs took place in this city. A university in this city employed sociologists like Robert E.&nbsp;Park and George Herbert Mead, as well as the economist Milton Friedman.", "A widely-cited paper by Matza and Sykes titled for this three-word phrase analyzed juvenile delinquency and gang membership. This term from criminology refers to methods used by criminals to rationalize their behavior, like blaming the victim or denying any injury occurred."], "subcategory": "Other Science", "category": "Science"}]}