{"tossups": [{"question_sanitized": "After being criticized by religious authorities for his use of female voices in an earlier work, a composer with this first name wrote an 1836 Requiem in D&nbsp;minor for male chorus to be performed at his own funeral. A composer with this first name depicted bird calls in a piece nicknamed “Aviary.” A composer with this first name commemorated the death of King Louis&nbsp;XVI (“the&nbsp;sixteenth”) with his Requiem in C&nbsp;minor. A cello concerto by a composer with this first name was unfaithfully rearranged by Friedrich Grützmacher. Night Music of the Streets of Madrid was written by a composer with this first name who included a “Celebrated Minuet” in his String Quintet in E&nbsp;major. For 10 points, give this first name of two Classical composers with the surnames Cherubini and Boccherini.", "answer_sanitized": "Luigi [accept Luigi Cherubini; accept (Ridolfo) Luigi Boccherini]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "Both Clement of Alexandria and Jose (“YO-see”) ben Kisma were ambivalent about this practice according to Daniel Boyarin. St.&nbsp;Cyprian delineated this practice’s “red” and “white” forms. This practice was described in the Midrash (“MID-rosh”) Eleh Ezkerah (“AY-leh ez-KRAH”). Accounts of this practice were compiled in the Hieronymianum. The Munyonyo shrine exalted this practice occurring in the reign of Mwanga&nbsp;II of Buganda. A letter about Polycarp sparked a genre about attaining this status, which names an apocryphal book recounting the “Acts” of Perpetua and Felicitas. A Greek term for “witness” names this status, which the palm branch and “crown of immortality” symbolize. Art depicts saints with implements used when they met this fate, like stones or arrows. For 10 points, Saints Barbara, Alban, and Stephen fulfilled what practice by dying for their faith?", "answer_sanitized": "martyrdom [or martyrion or protomartyrs, etc.; prompt on witnessing or testimony by asking “what lethal mode of witnessing?”; accept dying for your faith or equivalents; prompt on dying or specific deaths by asking “dying for what?”; prompt on sainthood or canonization by asking “what route to sainthood?”; prompt on religious persecution, etc.] (The first sentence is from Dying for God: Martyrdom and the Making of Christianity and Judaism; some clues come from Acts of the Martyrs and The Martyrdom of Polycarp.)", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "The task of finding these values modulo a prime power&nbsp;p is simplified by Hensel’s lemma, a major result in p-adic theory. These values are found in each closed set of a Zariski topology because the locus of them makes up an affine variety. The smallest field extension of&nbsp;Q that contains these values is called a splitting field. Studying symmetries in these values is the motivation behind Galois (“gal-WAH”) theory. In a special case, these values can be solved through a substitution of “u&nbsp;plus&nbsp;v” in Cardano’s method. The lack of a general formula for these values for orders five or higher is implied by the Abel–Ruffini theorem. For 10 points, the fundamental theorem of algebra governs the nature of what values that can be found using the quadratic formula?", "answer_sanitized": "roots of polynomials [or zeroes of polynomials; prompt on solutions to polynomials; prompt on algebraic variety or algebraic set or affine variety by asking “what values does it contain?”]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "This person began a “Rectification of Errors” campaign after apologizing for the excesses of the “Agricultural Reform Tribunals” that had been set up to identify landlords. Group&nbsp;559 created a system named for this person that was targeted by electronic sensors in Project Dye&nbsp;Marker. OSS agents such as Archimedes Patti stood by for a ceremony in which this person read a document beginning “All people are created equal” in a city he had taken over during the August Revolution. During his years working in a ship’s kitchen, this leader tried to petition Woodrow Wilson in Paris. This man’s name was chanted before “the NLF is gonna win!”&nbsp;by American students who protested a war in which a trail named after him was used for the Tet&nbsp;Offensive. For 10 points, name this first leader of North Vietnam.", "answer_sanitized": "Ho Chi Minh [or Hồ Chí Minh; accept Ho Chi Minh trail]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "An essay titled for this substance by John Bennet discusses the relationship between singers and wanaktes (“WA-nock-teez”) before describing the “epic distance” created by Homer. In an essay linking pattern-weaving to this substance, Gregory Nagy (“nodge”) noted that the Heraia at Argos awarded a prize made from this substance, whose “selas” is compared to the tumulus of Achilles. Homer applied the term “ateirea,” or “not-to-be-worn-away,” to this substance, which he used as an epithet for Zeus’s palace and the sky. An Ares-worshipping people who spring from ash trees build houses of this material and wear it; they are the third age in Works and Days. This material is fashioned into the automaton Talos. For 10 points, weapons in the Iliad are made of what material, even though Homer lived in the Iron Age?", "answer_sanitized": "bronze [or khalkos; accept copper or Cu; accept the Late Bronze Age; prompt on shields by asking “what is the shield made of?”; accept shining bronze or nóropa khalkón; accept much-​brazen​ sky or khálkeon ouranón or similar; accept khalkobates dō] (Early clues are from “Homer and the Bronze Age” and “Pattern-weaving Back into the Bronze Age.”)", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "A character in this story is so startled by the word “new” that his vision goes dark except for the portrait of a general on a snuff box. In this story, a young man realizes “how much inhumanity there is in man” after hearing the words “I am thy brother” in the question “Why do you insult me?” The beginning of this story describes how the protagonist’s godparents read potential names for him off a calendar until his mother settled on naming him after his father. Dostoevsky allegedly said that “we all come out from” this story’s title object, which a “prominent personage” refuses to help the protagonist recover after it is stolen, leading the protagonist to haunt him as a ghost after he dies of a fever. For 10 points, name this story about the poor clerk Akaky Akakievich by Nikolai Gogol.", "answer_sanitized": "“The Overcoat” [or “The Cloak”; or “Shinel”]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "The preferred method of creating these objects is to increase the de Broglie (“duh BROY”) wavelength. “Dark-ground” imaging is a technique for observing this substance non-destructively. An MIT group used dispersive scattering to observe this substance held in a variant of the Ioffe–Pritchard (“YO-fuh Pritchard”) device that they called a “cloverleaf” magnetic trap, after subjecting an effusion of sodium atoms to a laser. Supercold cases of this substance’s behavior may be described by the Gross–Pitaevskii equation because almost all of its particles are in the same quantum state. For 10 points, name this state of matter first produced by Eric Cornell and Carl Wieman in a gas of ultracold rubidium atoms, made up of integer-spin particles whose matter waves oscillate in phase.", "answer_sanitized": "Bose–Einstein condensate [or BEC]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "While attending a party, a character played by this actor swallows a whistle, resulting in him attracting a pack of dogs and accidentally hailing a cab. In one scene, this actor almost falls into a pit and steals glances at a statue of a nude in a shop window while pretending to admire a horse sculpture. A character played by this actor is revealed to be sleeping in the lap of the Monument to Peace and Prosperity at the opening of one film. This actor hides behind a tall referee in a long boxing sequence opposite Hank Mann, one of the original Keystone Cops. At the end of a 1931 film, this actor shares a tender moment with a formerly-blind flower girl who had mistaken him for a millionaire. For 10 points, name this silent-era actor-director who starred in City Lights and satirized Hitler in The Great Dictator.", "answer_sanitized": "Charlie Chaplin [or Charles Spencer Chaplin]", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "Soldiers in this city attempted to break a siege with a huge ship known as the “End of War” that became known as the “lost expenditure” because it was so heavy it ran aground. The invention of the scaif led to the explosion of this city’s diamond industry, which is now dominated by Jains. Thomas Gresham modeled the Royal Exchange on this city’s Bourse. Federigo Giambelli combined clockwork with a hold full of gunpowder on ships to make “hellburners” during the defense of this city against Alessandro Farnese’s (“far-NAY-zay’s”) siege. Philip II’s delay in payment prompted mutinying tercios (“TAIR-see-ohs”) to sack this city in 1576 in the “Spanish Fury.” For 10 points, name this Flemish port that dominated early 16th-century trade after the decline of Bruges (“broozh”).", "answer_sanitized": "Antwerp [or Antwerpen]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "A poet from this country addressed a dead person who “voidly floats behind that membrane which tick-tocking from zenith to nadir journeys from sunset to sunset.” In a novel by an author from this country, a boy dedicates his life to rodenticide after his baby sister is eaten by rats. The line “I will die in Paris with a rainstorm” opens a poem by an author from this country titled “Black Stone on a White Stone.” That poet from here wrote collections such as Spain,&nbsp;Take This Cup from Me and Trilce (“TREEL-say”). In a novel by an author from this home country of César Vallejo (“va-YAY-ho”), the even chapters consist of increasingly surreal soap operas written by Pedro Camacho for Radio Panamericana. For 10 points, name this home country of the author of Aunt Julia and the Scriptwriter, Mario Vargas Llosa.", "answer_sanitized": "Peru [or Republic of Peru; or República del Perú]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "This quantity partially names a superfamily of proteins that includes the receptors of allyl thiocyanate, allicin, and menthol. This quantity is sensed by the S4 helix. A constant value of this quantity is maintained by two pore domain proteins. The smallest possible increase in this quantity is called its “miniature end plate” form. The reversal value of this quantity is given by the GHK equation. Either a ligand (“LIG-und”) or a threshold of this quantity “gates” most ion-channels. If this quantity exceeds a threshold value, it rapidly changes during a process consisting of depolarization, repolarization, and hyperpolarization steps. Most cells maintain a constant “resting” value of, for 10 points, what quantity, which is typically around negative&nbsp;70&nbsp;millivolts in most cells?", "answer_sanitized": "membrane potential [or voltage; or electric potential; or scalar potential; or transient receptor potential channels; or voltage-gated sodium channels; or miniature end plate potential; threshold voltage; or threshold potential; or reversal potential; or action potentials; or membrane resting potential; or voltage-gated ion channels; do not accept or prompt on (electric) “potential energy”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Franco Modigliani’s PhD dissertation adds labor market and production function equations to a model initially created by this economist. Changes in a business’s production function that do not affect the balance of labor and capital are named for being “[this economist]-neutral.” This author of “Mr.&nbsp;Keynes and the ‘Classics’” developed a macroeconomic model later modified by Alvin Hansen; in that model, “general equilibrium” occurs where curves representing the goods and asset markets intersect. This author of Value and Capital names a “compensated” demand function that minimizes expenditures while delivering a fixed level of utility. The “laws of derived demand” are named for this economist and Alfred Marshall. For 10 points, name this developer of the IS-LM model.", "answer_sanitized": "John Hicks", "subcategory": "Economics", "category": "Social Science"}, {"question_sanitized": "In 1992, stadium planners in this country found a six-pillared building that suggests sedentism among a chestnut-eating culture that made bean-appliqué pottery. Insects and other enemies of the harvest decorate bells dated from this country’s late introduction of bronze. Layered clay funerary figures are found in this country’s numerous distinctive keyhole-shaped tumuli, which name one of its historical periods. Edward R.&nbsp;Morse excavated shell mounds in this country from hunter-gatherers who are named for their cord-marked pottery. Haniwa and dogū figurines are found in this country, where an emperor is believed to lie in the Daisenryō Kofun. For 10 points, name this country of the Jōmon and Yamato people.", "answer_sanitized": "Japan (The bells in the second line are dōtaku.)", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A water pot and a towel resembling a Jewish prayer shawl hang on the wall in a painting of this scene that includes a smoldering candle despite being set in broad daylight. Floor tiles depicting David slaying Goliath appear in a version of this scene that includes upside-down writing intended for God to read and probably features the likeness of Isabella of Portugal. Donors kneeling in a garden and an old man working on a mousetrap flank this scene in Robert Campin’s Mérode Altarpiece. Jan van Eyck set this scene in a church and also painted it on the back panels of the Ghent Altarpiece; both versions feature lilies and a woman saying “ecce (“ETCH-ay”) ancilla domini” as she is interrupted by an angel while reading. For 10 points, name this scene in which Mary learns that she will be the mother of Jesus.", "answer_sanitized": "the Annunciation [accept any answers that mention Annunciation, such as Annunciation to the Blessed Virgin Mary or Annunciation of the Lord]", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "While teaching at a Catholic school, the narrator of this novel wonders “Why aren’t Americans as disgusted by themselves as everyone else is” about the U.S.’s involvement in Nicaragua. In this novel, a dog named Sagamore is run over by a diaper truck while chasing a football that a boy kicked out of Mr.&nbsp;Fish’s yard. The narrator of this novel learns that Reverend Merrill is his father when he finds the baseball that killed his mother inside a dresser. The protagonist of this novel works at his father’s granite mine, uses “The Voice” as a pseudonym in his school paper, and practices “the Shot” with Johnny Wheelwright, which allows him to save a group of Vietnamese children from a hand grenade. The title diminutive character speaks in all caps in, for 10 points, what novel by John Irving?", "answer_sanitized": "A Prayer for Owen Meany", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "In September 2019, Pittsburgh-based contractors employed by HCL formed the first white-collar union at this company. Meredith Whittaker and Claire Stapleton say they were punished by this company for organizing a massive, 20,000-employee “Walkout for Real Change,” sparked by its response to sexual harassment. Two years after 500 Facebook cafeteria workers voted to unionize, around 2,300 of this company’s cafeteria workers unionized in late 2019. This company’s employees declared that it “should not be in the business of war” in a letter that helped shutter Project Maven. Employee pressure also shut this company’s Project Dragonfly, which would have obeyed Chinese censorship laws. For 10 points, name this tech company whose unofficial motto used to be “Don’t be evil.”", "answer_sanitized": "Google [accept Alphabet]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "After a buyout in 1984, this man became the largest stockholder in General Motors, but was bought out two years later after a feud with Roger Smith. After discovering the ethnicity of the Vietnam War Memorial architect, this man called Maya Lin an “egg roll.” After two of his employees were imprisoned by the Shah of Iran, this man funded a mob to storm the prison and allow them to escape. During this man’s best-known political campaign, he ran half-hour long television commercials featuring him talking about his life and his policies. This man predicted that one trade deal would cause “a giant sucking sound” of jobs leaving the US during an election in which he won 19&nbsp;percent of the popular vote for president. For 10 points, name this Texas billionaire who formed the Reform Party and ran for president in 1992.", "answer_sanitized": "Ross Perot [or Henry Ray Perot]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Mark Strand edited The Making of a Poem with a poet from this country who vowed to “say nothing” when her daughter “holds the papery flushed skin… to her lips” in a poem about the Persephone myth, “Pomegranate.” In a poem often set to music by singers from this country, the speaker knows that a woman’s “dark hair would weave a snare that I might one day rue” after meeting her on the title road. In another poem from this country, the speaker recalls an incident in which he brought his grandfather “milk in a bottle / Corked sloppily with paper.” That poem ends, “Between my finger and my thumb / The squat pen rests. / I’ll dig with it.” after describing the author’s father cutting turf. For 10 points, name this country of Eavan Boland, Patrick Kavanagh, and Seamus Heaney.", "answer_sanitized": "Ireland [or Éire, or Erin; accept Northern Ireland; prompt on the United Kingdom] (The poem in the second sentence is “On Raglan Road” by Patrick Kavanagh; Northern Ireland is accepted and the UK is prompted because Seamus Heaney, while best-known as an Irish poet, was born in Northern Ireland.)", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Discoveries in the Wentworth Woodhouse manuscripts revitalized scholarship on this thinker in the 1940s. Opinions differ on whether a book by this thinker addressing Lord Bolingbroke should be read as a Swiftian satire or as a genuine argument for anarchism. This thinker is the [emphasize] first to be discussed in a 1954 book by Russell Kirk about the “mind” of a certain ideology. This author of A Vindication of Natural Society wrote, contra Rousseau, that social equality was contrary to nature and impossible to achieve. A speech by Richard Price prompted this man’s most famous work, which champions tradition and “natural rights” over abstract rights advocated by the Jacobins. For 10 points, name this Anglo-Irish author of Reflections on the Revolution in France, often considered the father of Conservatism.", "answer_sanitized": "Edmund Burke", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Materials containing this anion are commonly synthesized using the Pechini (“peh-KEE-nee”) liquid-mix process. Monodisperse nanoparticles containing this anion are produced using a common application of the sol–gel method called the Stöber (“SHTUR-bur”) process. A material containing this anion is the support for the Phillips catalyst. This anion is the most common anion found in perovskite materials. Silicon is found with this anion in the most common material used to produce aerogels. A material containing vanadium and this anion is used to catalyze the sulfuric-acid-producing contact process. Mixed-valence irons are found with this anion in magnetite. For 10 points, silicon is attached to two of what anion in silica, which is the primary component of sand?", "answer_sanitized": "oxide [or O 2-minus; prompt on oxygen ion]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The L.A.&nbsp;Eight were members of this ethnicity facing deportation charges for distributing copies of the magazine The Target. The ACLU fought the execution of Operation Boulder during the Nixon administration, which screened travelers of this ethnicity who sought to enter the United States. Harrison Williams and Angelo Errichetti were arrested on corruption charges as part of an FBI sting involving a fictitious businessman of this ethnicity. In the early 20th century, the automotive industry attracted immigrants of this ethnicity to Dearborn, Michigan. Melkites and Maronites are large Christian groups belonging to, for 10 points, what ethnic group that faced a sharp increase in hate crimes after the 9/11 attacks?", "answer_sanitized": "Arab-Americans [or Arabs; accept Palestinian-American; accept Lebanese-American; accept Iraqi-American; accept Assyrian-Americans]", "subcategory": "American History", "category": "History"}], "bonuses": [{"leadin_sanitized": "After Prince Duan (“dwahn”) becomes emperor, this character is appointed as the Grand Marshal and subsequently abuses his power to exact revenge on those who had previously wronged him. For 10 points each:", "answers_sanitized": ["Gao Qiu (“gao ch’yoh”)", "Water Margin [or Outlaws of the Marsh; or Men of the Marshes or Tale of the Marshes or Shuǐhǔ Zhuàn or Suikoden; accept All Men Are Brothers; accept The Marshes of Mount Liang]", "108 bandits"], "parts_sanitized": ["Name this character who Lin Chong suggests killing after he is captured by the Stars of Destiny during a siege on Mount Liang.", "Gao Qiu is an antagonist of this classic Chinese novel about a group of bandits led by Song Jiang.", "This is the number of bandits, or Stars of Destiny, in Water Margin."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Owen Jones’s book on “the demonization of the working class” includes reality show contestant Jade Goody and Little Britain character Vicky Pollard in its discussion of this stereotype. For 10 points each:", "answers_sanitized": ["chavs [accept chavettes; accept charvers; accept Chavs: The Demonization of the Working Class]", "meritocracy [accept meritocratic system; accept The Rise of Meritocracy; accept The Meritocracy Trap]", "Friedrich Engels"], "parts_sanitized": ["Give this typically derogatory term for unrefined working-class people in the U.K. This pejorative is similar in connotation to the Australian term “bogan” (“BO-gun”).", "Jones’s book on the chav stereotype is sharply critical of Tony Blair’s endorsement of this system, which titles a 2019 Daniel Markovits book. The name for this system was coined in a satirical dystopian book by sociologist Michael Young.", "This author gave an earlier treatment of the stratification of British society in The Condition of the Working Class in England. This man co-authored The Communist Manifesto with Karl Marx."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "The recitativo secco that precedes this aria opens with the lines “Thy hand, Belinda, darkness shades me / On thy bosom let me rest.” For 10 points each:", "answers_sanitized": ["“Dido’s Lament”", "Henry Purcell (“PUR-sull”)", "chromatic fourth [accept passus duriusculus; prompt on chromatic line; prompt on perfect fourth]"], "parts_sanitized": ["Name this aria that opens with the line “When I am laid in earth.” At this aria’s conclusion, the character singing it implores, “Remember me, but ah!&nbsp;Forget my fate.”", "“Dido’s Lament” is from Dido and Aeneas, an opera by this English Baroque composer. He adapted William Shakespeare’s play A Midsummer Night’s Dream into his opera The Fairy-Queen.", "The opening measures of Dido’s Lament are widely studied because it uses this melodic figure in the ground bass, also called a “lament bass.” This melodic figure, which is related to the pianto, uses semitones to descend across a specific interval."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Atom economy is a concept related to this quantity used in green chemistry. For 10 points each:", "answers_sanitized": ["percent yield [or chemical yield]", "protecting groups", "silyl ethers"], "parts_sanitized": ["Name this measure of the efficiency of a chemical reaction, the ratio of the amount of product to the theoretically predicted amount of product.", "A common source of loss of yield is the use of these entities in a multi-step reaction, which are reversibly added to a given functional group to prevent the functional group from reacting.", "Hydroxyl groups are often protected by using one of these compounds as a protecting group, which can be generated by reacting a hydroxyl group with TMS chloride. These protecting groups are removed using tetra-n-butylammonium fluoride."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about unusual parlor games from British literature, for 10 points each.", "answers_sanitized": ["Hay Fever (by Noel Coward)", "professors [or lecturers; or academics; or adjuncts; accept more specific answers, such as full professors or English professors; prompt on teachers]", "Stanley Webber [accept either name]"], "parts_sanitized": ["In this play, the cast plays a version of charades in which participants guess the adverb being acted out. This play ends with a family arguing over whether two Parisian streets form an intersection as their guests tiptoe away.", "People of this profession play a game called “Humiliation,” in which they admit famous books they haven’t read, in Changing Places by David Lodge. Lucky Jim and other “campus novels” focus on people with this job.", "In Harold Pinter’s The Birthday Party, Goldberg and McCann break this character’s glasses and get him to step in a drum during a game of blind man’s bluff. This former pianist is staying at Meg’s boarding house in the play."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "One ruler of this city purged hundreds of nobles for poking out his brother Mircea&nbsp;II’s (“MEERCH-ya the&nbsp;second’s”) eyes and burying him alive. For 10 points each:", "answers_sanitized": ["Târgoviște (“tir-GO-vish-teh”) [or the Night Attack at Târgoviște]", "Vlad the Impaler [or Vlad III; or Vlad Țepeș; or Vlad Dracula; prompt on Vlad; do not accept or prompt on “Vlad Dracul”]", "Hungary"], "parts_sanitized": ["Name this city whose ruler dressed as a Turk and led a famous night attack on Mehmed&nbsp;II’s army camp in an attempt to assassinate him to avert a siege of this city.", "Mehmed&nbsp;II ordered an invasion of Târgoviște after this leader of the Night Attack withheld tribute and brutally murdered thousands in Bulgaria. Mehmed propped up this man’s brother Radu the Fair as ruler after the invasion.", "After his overthrow by the Ottomans, Vlad fled to this kingdom where he was imprisoned by Matthias Corvinus for over a decade in Visegrád near the capital at Buda."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "The problem central to this paradox can be dismissed through the fallacy of equivocation by conflating the question one wishes to answer and the answer to that question. For 10 points each:", "answers_sanitized": ["Meno’s paradox [accept the paradox of inquiry; accept the paradox presented in Meno]", "recollection [accept answers mentioning recalling truths from a past life; accept remembering; accept the theory of recollection]", "the soul [accept psyche]"], "parts_sanitized": ["Name this paradox often summarized with the premise “either you know what you’re looking for, or you don’t know what you’re looking for.” It states that discovering truths is either unnecessary or impossible.", "In response to Meno’s paradox, Plato admits that learning something new is actually an instance of this concept occurring. Plato demonstrates his belief in this concept by showing that a slave-boy with no formal education could discover a geometric truth.", "Plato also makes use of the theory of recollection in Phaedo as one of his four arguments for the immortality of this entity, which he contrasts with the temporariness of the body."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "This movement opens with the solo melody “F, long F, G-flat, F, D, up to a long B-flat trill,” then the piano begins repeating its overlapping sequences of 29 hazy cluster chords and 17 durations. For 10 points each:", "answers_sanitized": ["“Crystal Liturgy” [or “Liturgie de Cristal”; accept descriptive answers such as the first movement of Quartet for the End of Time or Quatuor pour la fin du temps]", "clarinet", "Leoš Janáček (“LEH-ohsh YAH-naw-check”)"], "parts_sanitized": ["Name this movement that its composer described as “the harmonious silence of Heaven.” The improvisatory birdcall of a “solo blackbird or nightingale” inspired this movement’s opening solo melody.", "This woodwind instrument plays the opening solo of the first movement of Messiaen’s (“mess-YAWN’s”) Quartet for the End of Time. It also plays the opening glissando in George Gershwin’s Rhapsody in Blue.", "The clarinet represents Ostap’s dying screams in Taras Bulba, a “rhapsody for orchestra” by this composer. He composed the Glagolitic Mass and brassy five-movement Sinfonietta dedicated to the Czechoslovak Army."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "An Anger (“anger”) camera is typically used to detect gamma rays produced by the gamma decay of this element in scintigraphy (“sin-TIG-ruh-fee”). For 10 points each:", "answers_sanitized": ["technetium (“teck-NEE-shum”) [or Tc; accept technetium-99m or Tc-99m]", "SPECT [or SPET; or single-photon emission computed tomography]", "positrons [or antielectrons]"], "parts_sanitized": ["Name this element whose 99m nuclear isomer is a radioisotope commonly used as a diagnostic in nuclear medicine.", "Scintigraphy only provides 2D information, unlike this related method in which a gamma camera is used to detect technetium-99m-generated gamma rays from different angles, and then a tomographic reconstruction algorithm is applied to generate a true 3D image.", "Another common true 3D imaging method, the PET scan, involves the generation of these particles from fluorodeoxyglucose, which then annihilate with electrons to produce a pair of gamma rays."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Debra Straussfogel created a four-capital model of socioeconomic transformation to extend this theory, which Philip L.&nbsp;Kohl applied to the “pristine West Asian states” of the Late Bronze Age. For 10 points each:", "answers_sanitized": ["world-systems theory [accept the similar dependency theory extended by Wallerstein]", "semi-periphery [or semi-peripheral regions; do not accept or prompt on “periphery”]", "Tunisia [or Republic of Tunisia; or al-Jumhūrīyah at-Tūnisīyah; or République tunisienne]"], "parts_sanitized": ["Name this theory developed by Immanuel Wallerstein, which posits that post-16th-century countries are linked by competition for economic hegemony (“huh-JEM-uh-nee”). Under this model, the most dominant countries are called the “core.”", "Under the world-systems model, this region is exploited by the core but in turn exploits less industrialized or more narrowly specialized countries. Modern countries grouped in this region include Belize, Uruguay, and Fiji.", "In Salvatore Babones’s (“ba-BO-niss’s”) reformulation of world-systems theory, this country joined the semi-periphery by exporting petroleum from the Gulf of Gabès (“GAH-bess”). This country’s Gafsa phosphate mines have stalled since protesters overthrew Ben Ali in the “Jasmine Revolution,” which started the Arab Spring."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "Edward Gibbon made use of the Latin accounts of Liutprand of Cremona for descriptions of this empire, which is the focus of much of Volume Five of his Decline and Fall. For 10 points each:", "answers_sanitized": ["Byzantine Empire [or Byzantium; accept Eastern Roman Empire]", "Procopius", "the Augustaion [or Augustaeum]"], "parts_sanitized": ["Name this Christian empire that Gibbon stated inherited the “sacred patrimony” of their Roman ancestors without their generative spirit. Gibbon’s account of this empire drew on the works of Anna, daughter of its emperor Alexios&nbsp;I&nbsp;Komnenos.", "Gibbon’s accounts of Byzantine court life are largely cribbed from this 6th-century Greek historian who wrote the gossip-filled Secret History, which refers to Justinian as a demon.", "One of Gibbon’s other sources on Byzantium, George Pachymeres (“pack-ih-MEER-eez”), gave a detailed description of this ceremonial square in Constantinople, which was surrounded by buildings like the Hippodrome and the Baths of Zeuxippus."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This character muses that “Babylon once had two million people in it, and all we know about ’em is the names of the kings and some copies of wheat contracts.” For 10 points each:", "answers_sanitized": ["the Stage Manager", "Our Town", "saints AND poets [do not accept or prompt on putative synonyms or partial answers]"], "parts_sanitized": ["Name this character who assumes the identity of the drugstore owner Mr.&nbsp;Morgan in order to sell ice cream sodas to a young couple.", "The Stage Manager narrates this Thornton Wilder play. In the last act of this play, Emily Webb dies and the Stage Manager grants her spirit’s wish to relive her 12th&nbsp;birthday.", "After Emily relives her 12th&nbsp;birthday, she returns to her grave and asks the Stage Manager if any people ever “realize life while they live it.” He hesitantly replies that these two specific types of people might do so. Name both."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "This technique was invented by Dennis Gabor (“GAH-bor”), but was not practical until the development of lasers. For 10 points each:", "answers_sanitized": ["holography [accept equivalents like making a hologram]", "Chandrasekhar Venkata Raman [accept Raman spectroscopy]", "atomic force microscopy [or AFM]"], "parts_sanitized": ["Name this technique that often uses a beamsplitter to produce a reference beam and an illumination beam that records an interference pattern onto a medium, resulting in a 3D image.", "In a technique named for this scientist, a laser is used for the measurement of vibrating molecules by measuring the Stokes and anti-Stokes shifts of the light emitted from the molecule.", "This apparatus invented by Gerd Binnig’s team at IBM makes use of an oscillating cantilever and tip to “tap” along the surface of a sample. In this apparatus, a laser is bounced off the tip in order to measure the topology, force, and near-field interaction of the sample, allowing for measurements to bypass the optical diffraction limit."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "In addition to his work on the stop consonants of Proto-Indo-European, Jacob Grimm also collected European folklore. For 10 points each:", "answers_sanitized": ["Bluebeard [or La Barbe bleue; or Blaubart]", "water nixie [or neck; or nøkken; or nicor; or näkki; or Nixen; prompt on water sprites or Wassergeister or Naturgeister; anti-prompt on Rhine maidens or Rheintöchter by asking “can you be less specific?”]", "donkeys [or asses; or Hausesel; prompt on equids or other nonspecific answers] (The king is King Midas, who got ass’s ears for judging Pan the victor instead of Apollo.)"], "parts_sanitized": ["The Grimms’ tale “The Robber Bridegroom” resembles this tale classified as Aarne–Thompson–Uther type 311, which was also told by Charles Perrault. This tale’s title character, named for his distinctive facial hair, kills his wives and hides them in a forbidden room.", "In a tale by the Brothers Grimm, this title creature enslaves two siblings who fall into her well. The children escape by throwing objects that transform to hinder this Germanic water spirit, which also appears in another tale in a mill-pond.", "In another tale, a man who eats cabbage from the giants’ garden in the clouds turns into this type of animal, which defeats some robbers with a dog, a cat, and a rooster in “The Bremen Town Musicians.” Part of this animal’s body is grafted onto a king for his controversial verdict in a music contest."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Saba Mahmood’s Politics of Piety, which is subtitled for this phrase and “the Feminist Subject,” describes a Cairo-based offshoot of the women’s mosque movement inspired by this type of event. For 10 points each:", "answers_sanitized": ["Islamic revivalism [or tajdīd; or aṣ-Ṣaḥwah l-’Islāmiyyah; or Islamic awakening; or Islamic revitalization; or Islamic renewal; or Islamic regeneration; or Islamic renaissance]", "Sunni Islam", "Salafi movement [or Salafiya; or Salafism; accept al-salaf al-ṣāliḥ; accept Madkhalism]"], "parts_sanitized": ["Give this two-word phrase, or its Arabic equivalent, referring to a movement led by a Mujaddid. Scholars mostly agree that this type of movement swept the Middle East in the 1970s, influenced by precursors like Sayyid Qutb (“KOO-tub”).", "In Islam: The View from the Edge, Richard Bulliet criticizes the common view that an Islamic revival named for this denomination took place in the 11th and 12th centuries. Most Muslims belong to this non-Shia denomination.", "The Islamic revival of the 1970s renewed the popularity of this Sunni fundamentalist movement, which is similar to India’s Ahl-i Hadith (“AH-hull&nbsp;ee ha-DEETH”) and Saudi Wahhabism. This movement is named for the first three generations of Muslims."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This author included some of his own translations of compatriots like Anna Swir (“shveer”) in his “international anthology” of poetry, A Book of Luminous Things. For 10 points each:", "answers_sanitized": ["Czesław Miłosz (“CHESS-waff MEE-woash”)", "Adam (“AH-dahm”) [accept Adam Zagajewski or Adam Mickiewicz]", "Horace [or Quintus Horatius Flaccus]"], "parts_sanitized": ["Name this poet who described an old man “who would be a prophet / Yet is not a prophet, for he’s much too busy” repeating “There will be no other end of the world” in his poem “A Song on the End of the World.”", "Miłosz’s A Book of Luminous Things includes a very short poem titled “Auto Mirror” by a Polish author of this first name whose most famous poem advises, “Try to praise the mutilated world.” This first name is shared by the author of Pan Tadeusz (“pahn TAH-day-oosh”), the Polish national epic.", "Miłosz suggested that “poems should be written rarely and reluctantly, / under unbearable duress” in a poem titled “Ars Poetica” in reference to this Roman poet, who wrote “carpe diem” in one of his books of odes."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the use of calling cards in 20th-century art, for 10 points each.", "answers_sanitized": ["Adrian Piper", "London", "Fluxus"], "parts_sanitized": ["This philosopher and artist, the subject of the MoMA’s A Synthesis of Intuitions exhibit, handed out notes such as “Dear Friend, I am Black…” to people who made racist remarks in her presence for her Calling Card project.", "Illustrated “tart cards” left by sex workers in this city’s phone booths have become a much-collected example of “outsider art.” This city’s National Gallery is located at Trafalgar Square.", "George Maciunas (“ma-CHOO-nuss”) designed name cards for the members of this “neo-Dada” group of artists that included Yoko Ono and Joseph Beuys (“boyce”). Maciunas coined this group’s name from a Latin word for “flow.”"], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "This empire’s ruler Dunama Dabbalemi destroyed the sacred mune to eliminate an object of pre-Islamic worship. For 10 points each:", "answers_sanitized": ["Kanem-Bornu Empire [accept either underlined part]", "Fulani [or Fula; or Fulbe; accept Fulani Jihad]", "slaves"], "parts_sanitized": ["Name this empire whose rulers are chronicled in the Arabic-language Girgam. Ibn Furtu recorded the exploits of a ruler from this empire’s Sayfawa Dynasty.", "Kanem-Bornu lost its capital of Ngazargamu to these people in their namesake jihad in 1808. These people, who lived along the Sahel and intermixed with the Hausa, formed the Sokoto Caliphate under Usman dan Fodio.", "Kanem-Bornu’s wealth came from its domination of the trans-Saharan trade routes for this commodity. These people were captured in cavalry raids on non-Muslim neighbors and trafficked north to Tripoli for sale."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Detecting these events is a secondary goal of the CHIME telescope in Canada. For 10 points each:", "answers_sanitized": ["fast radio bursts [or FRBs]", "magnetars [prompt on pulsars]", "gravitational waves [or gravitational radiation; or GWs; accept gravity waves]"], "parts_sanitized": ["Name these transient pulses from deep space whose mechanism of generation is unknown. These events were discovered by Duncan Lorimer in 2007 when he was looking at pulsar data.", "Columbia physicist Brian Metzger proposed a model that favors the source of fast radio bursts to be these objects. Soft gamma repeaters are believed to be a subtype of these neutron stars since high energy explosions are driven by their most prominent feature.", "Some fast radio bursts might be generated by binary neutron star mergers, which would also produce these disturbances in the curvature of spacetime first detected by LIGO in 2016."], "subcategory": "Astronomy", "category": "Science"}, {"leadin_sanitized": "A Reader’s Digest survey infamously predicted that a person holding this position would win 372 electoral votes against the incumbent president. For 10 points each:", "answers_sanitized": ["Governor of Kansas (Thomas Frank wrote What’s the Matter with Kansas?)", "Affordable Care Act [or ACA; or Obamacare; or Patient Protection and Affordable Care Act; or PPACA]", "John R. Brinkley (The faulty Reader’s Digest survey in the first sentence predicted Landon’s win.)"], "parts_sanitized": ["Name this position. A candidate for this position wrote an 1896 pamphlet, which inspired a 2004 Thomas Frank book that explored a transition from left-wing populism to populist conservatism.", "Kathleen Sebelius resigned her governorship in 2009 to become Secretary of Health and Human Services, where she oversaw the rollout of this law that instituted the individual mandate and expanded Medicaid eligibility.", "Alf Landon became governor in 1932 by defeating Harry Woodring and this medical huckster. This man became wealthy by surgically implanting goat testicles on men and ran for governor twice, partly to restore his revoked medical license."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "One of the “rude mechanicals” suggests that he will “speak in a monstrous little voice” as a female character in this play, despite already being assigned to the role of her lover. For 10 points each:", "answers_sanitized": ["Pyramus and Thisbe [or The Most Lamentable Comedy, and Most Cruel Death of Pyramus and Thisbe]", "Puck [or Robin Goodfellow]", "Wall"], "parts_sanitized": ["Name this play-within-a-play about two Babylonian lovers, which six workmen perform for Theseus near the end of Shakespeare’s A Midsummer Night’s Dream.", "The actors of Pyramus and Thisbe are referred to as “rude mechanicals” by this mischievous fairy, who speaks the play’s epilogue and is ordered by Oberon to sprinkle some magical flower juice on Titania’s eyes.", "In Pyramus and Thisbe, the tinker Tom Snout plays this role, for which he wears a costume of “loam” and “rough-cast” and holds his fingers up for Pyramus and Thisbe to converse through."], "subcategory": "British Literature", "category": "Literature"}]}