{
    "tossups": [
        {
            "question_sanitized": "Two pieces in this genre by this composer are played simultaneously in a G-flat major piece titled \"Badinage\" (bah-dee-NAHJ). The most famous of these pieces by this composer, in C minor, begins with the right hand playing a single loud first-inversion G dominant seventh chord. Fifty-three studies on these pieces were written by Leopold Godowsky (goh-DOFF-skee). All but three of these pieces were published twelve at a time in their composer's Op. (*) 10 and Op. 25. A particularly fast one of these pieces is so-nicknamed because its melody is comprised almost entirely of sharps or flats. The second collection of these pieces includes Butterfly, Aeolian Harp, and Winter Wind; the first collection includes Tristesse (treess-TESS), Black Key, and one written in response to the failed 1830 November Uprising and nicknamed Revolutionary. For 10 points, name these study pieces by a Polish pianist and composer.",
            "answer_sanitized": "etudes by Frédéric Chopin",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "During one tragedy during this event, a pair of inspectors failed to show up and a group was forced to trek to Delphi Lodge. During this event, a leader of a rebellion in Ballingarry was exiled to Van Diemen's Land and \"runners\" would \"aid\" new arrivals by offering safe lodging. Abdul-mecid I's aid during this event was talked down tenfold. One man charged with ameliorating this event later became the governor of Madras; the song (*) \"The Fields of Athenry\" mocks that man. Protestant missionaries set up schools during this event in an act called \"souperism.\" Quebec was the destination of  the first of the \"coffin ships\" created following this event. Robert Peel repealed the Corn Laws because of this event, which was caused by phytophthora infestans. For 10 points, identify this event in which millions starved following the failure of a staple crop.",
            "answer_sanitized": "Irish potato famine [or Great Famine; or Great Hunger]",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "A Hindu school that espouses this belief was headed by Carvaka, and Hindu schools that espouse it are generally known as \"nastika.\" One work advocating this position begins by listing three degrees of excitement for a given passion, and states that testimony cannot contradict reason. One book advocating this position outlines the absurdity of referring to children as Marxist or Keynesian; that same book criticizes Hoyle's Boeing 747 argument as (*) self-refuting. This belief was asserted in The System of Nature by the materialist Baron d'Holbach and in a pamphlet asserting its \"necessity\" by Percy Bysshe Shelley that got him expelled from Oxford. In a tract against this belief, Voltaire famously stated that if a certain figure did not exist, it would be necessary to invent him.  For 10 points, name this idea espoused by Richard Dawkins in The God Delusion.",
            "answer_sanitized": "atheism [accept materialism before mention; accept agnosticism]",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "One of these people was murdered at Camp Gordon for allegedly loving jazz music. Some of these people built a scale model of the Mississippi River basin for the Corps of Engineers and nine of these people were killed at Salina, Utah by Clarence Bertucci. The construction of a volleyball field was used as a ruse by some of these people who were surprised to discover that the Salt River lacked water when attempting to raft from Papago Park. The newspaper (*) der Ruf was part of the Special Projects Division's attempts to re-educate these people, who were forced to watch movies showing the Holocaust before being repatriated. For 10 points, identify these people, including many members of the Afrika Korps (core), who were sent to America during World War II. ",
            "answer_sanitized": "Germans held as Prisoners of War in the United States [Prompt on partial answers like \"POWs\"; accept equivalents that mention Nazis; DO NOT accept or prompt on \"German-Americans\"]",
            "subcategory": "History Other",
            "category": "History"
        },
        {
            "question_sanitized": "The protagonist of this story does not know the difference between phosphates and phosphites, which she takes along with cod liver oil. A character in this story would \"as soon put fireworks in [a] pillow-case\" as have Cousin Henry and Julia over, and dismissively refers to the protagonist as a \"blessed little goose.\" Phrases like \"isolated columns of fatuity\" and \"a 'debased Romanesque' with delirium tremens\" are applied to the (*) central object of this story, whose protagonist throws a key out of the window, where it lands under a plantain leaf. The protagonist watches a woman who hides under the \"blackberry vines,\" and muses on how humiliating it would be to \"be caught creeping by daylight\". For 10 points, name this story in which a woman prescribed a \"rest cure\" is slowly driven mad by isolation, written by Charlotte Perkins Gilman.",
            "answer_sanitized": "\"The Yellow Wallpaper\"",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonist of a novel by this author hectors people with the line \"Let's reason about this!\" while trying to talk up a plan involving marrying his daughter first to a rich older man, then to her poor admirer. In a play by this man set on Christmas Eve, a man who has missed a train converses with a man who is dying of a facial epithelioma. This author of The Turn created a character who starts wearing sunglasses and adopts the name \"Adriano Meis\" after winning a small fortune at Monte Carlo and learning that he has been (*) declared dead. In a play by this author of The Man With the Flower in His Mouth, coats and hats being hung on a rack attracts Madame Pace to the stage. That play by this author ends with the Boy shooting himself and the Little Girl drowning in a fountain, furthering the consternation of the Stage Manager. For 10 points, name this author of The Late Mattia Pascal and Six Characters in Search of an Author.",
            "answer_sanitized": "Luigi Pirandello",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "An example of a \"double\" one of these is called Caldwell 14. Gosta Lynga compiled the Lund catalog of these systems. These objects are classified by their detachment and concentration by the roman numerals 1 to 4; that system was developed by Robert Trumpler. These systems are thought to originate from the same giant molecular cloud, meaning their constituents have a similar (*) age and chemical composition. These bodies are not found in elliptical galaxies, and they are commonly found in the disk of a galaxy instead of the halo. Examples include the Pleiades. For 10 points, name these groups of young stars that are weakly gravitationally bound.",
            "answer_sanitized": "open cluster [or galactic cluster]",
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "question_sanitized": "The destruction of this artist's house and the four sketches he made of Virgil's decaying tomb inspired his painting Pope's Villa at Twickenham. In 1798, this artist made what many think to be his first mythological scene, a depiction of Aeneas and the Cumaean Sibyl at Lake Avernus. Another of his paintings shows the Cumaean (kew-MAY-un) Sibyl with the title The Golden Bough. One of this artist's paintings was first displayed with an excerpt from a Thomas Campbell poem which said \"The flag which braved the (*) battle and breeze / no longer owns her.\" That painting by this artist shows a square-rigger and the title object being moved by a vessel with a large smoke stack. This artist, who showed a vessel being tugged to her last berth to be broken up in The Fighting Temeraire, depicted the Maidenhead Bridge in one of his landscapes. For 10 points, name this English artist who showed the \"Great Western Railway\" in his Rain, Steam, and Speed.",
            "answer_sanitized": "Joseph Mallard William Turner ",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A molecule of aniline nucleophilically attacks potassium persulfate under basic conditions to yield a product containing this functional group in the Boyland-Sims reaction. This functional group will react with hexamine to yield ortho and para formylated products in the Duff reaction. In nucleotide synthesis, di-methoxy-trityl acts as a protecting group for this functional group. An aromatic molecule of this type is heated with CO2 followed by treatment with sulfuric acid to give salicylic acid in the Kolbe process. This functional group adds across double bonds in an (*) anti-Markov-nikov fashion in the presence of B-H-3 and basic H-2-O-2. Molecules of this type are popular solvents for S-N-one reactions, and this functional group is present in N-M-R spectra as a low broad singlet that disappears upon the addition of heavy water. For 10 points, name this class of molecules with p-K-a's around 16, the simplest one of which is methanol. ",
            "answer_sanitized": "alcohols [accept phenol]",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "This character believes that \"unsexy\" topics include the history of ladders, introductory Chinese, and banjo music, and once considers wearing pants to a first date with \"nympho\" written on the butt. She asks \"who will join the coalition of the willing?\" after hijacking a Model United Nations conference and claims to have shot her boss in the head in an episode in which she takes the fall for a man without a hunting license who calls forks (*) \"food rakes\" and owns a roomba with an iPod attached called \"DJ Roomba.\" This woman calls her best friend a \"beautiful tropical fish\" and a \"beautiful, naive, sophisticated newborn baby.\" Her rivals include Greg Pikitis and Bobby Newport, and she arranges a funeral for a horse with an honorary degree from Notre Dame; that horse is Li'l Sebastian. For 10 points, name this Pawnee resident and park enthusiast played by Amy Poehler.",
            "answer_sanitized": "Leslie Knope [accept either underlined portion]",
            "category": "Trash"
        },
        {
            "question_sanitized": "This figure once gave birth to a god meaning \"heaven opposing everything\" by spitting out his rage. One of this god's actions caused another figure to accidentally kill herself by hitting herself in the vagina with a weaving shuttle. This man once shot an arrow into the middle of a field, then set the field on fire as a test. This god once tested his future son-in-law by forcing him to sleep in rooms filled with snakes and scorpions. He won a contest against one of his siblings after his sister birthed three women from his (*) sword, and later upset that sister by throwing a flayed pony at one of her attendants. After using a strong sake to defeat the dragon Yamata no Orochi, he gained the sword Kusanagi (KOO-suh-NAH-gi), which he gave to his sister, who had hidden herself in a cave. For 10 points, name this Shinto god of the sea and storms and brother of Amaterasu (ah-MAH-ter-AH-soo).",
            "answer_sanitized": "Susanowo [or Takehaya Susanoo-no-Mikoto; or ]",
            "category": "Mythology"
        },
        {
            "question_sanitized": "One variant of this molecule is called D-Punjab and is notably prevalent among Uyghurs (WEE-gurs). Another variant of this molecule has fusion chains due to meiotic (my-AH-tick) crossover with the delta region. An allosteric regulator of this molecule is created by a mutase which catalyzes a shunt from the payoff phase of glycolysis. When this molecule is bound to a ligand, it shifts between its R and T conformation by moving the plane of its central (*) ion to encourage association. 2,3-bis-phospho-glycerate allosterically regulates this molecule. This molecule has two hundred times the affinity for a toxic gas than it does for its usual ligand, resulting in a cherry red form characteristic of carbon monoxide poisoning. This protein contains four porphyrin rings bound to iron. For 10 points, name this blood protein with alpha and beta subunits that carries oxygen in red blood cells. ",
            "answer_sanitized": "hemoglobin [or haemoglobin; prompt on \"Hb\" or \"Hgb\"]",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "An uncharacteristic novel by this author features a scene in which a maid is revived by a blood transfusion performed by Charles Meunier and accuses Bertha of trying to poison the protagonist, Latimer. In another of this author's novels, a woman who loves to deny herself pleasures like jewelry and horseback riding instead dedicates her time to designing new cottages for the poor. Strauss's \"The Life of Jesus\" were among the books translated by this author of The (*) Lifted Veil, who wrote about a girl who considers eloping in Mudport and falls in love with Stephen Guest and Phillip Wakem. Another of her characters was framed for stealing from a congregation, is himself stolen from by Duncan Cass, and adopts Cass's niece Eppie. For 10 points, name this pseudonymous author who wrote about the Tullivers in The Mill on the Floss and penned Silas Marner.",
            "answer_sanitized": "George Eliot [or Mary Ann Evans before mention]",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": "One attempt to perform this military action began with the murder of the envoy Chu-ku-yu due to a tribute dispute. During that attempt to do this, Sartaq was shot dead with an arrow by a monk defending the opposing side's new island capital. Defenders called \"Flowering Knights\" fought against later attempts at this military action, including two seventeenth century campaigns led by Huang Taiji. Another attempt to do this was ended by a commander drowning opposing forces by opening a dam in the Battle of the (*) Salsu River. Saigo Takamori insisted on performing this action as a way to employ thousands of samurai during a debate over this action called the seikanron. Admiral Lee Soon-Shin's use of turtle ships at the final Battle of Noryang turned away Hideyoshi's attempt at this action in the Imjin War. For 10 points, name this action done twice by the Manchus and once by the Japanese to an East Asian peninsula.",
            "answer_sanitized": "invading Korea [accept equivalents, accept \"seizing\" or \"annexing\" instead of \"invading,\" accept more specific answers]",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "A book called Beauty is in the Street is a compilation of posters from this event. A pamphlet by Mustapha Kayauti about the \"political, sexual, psychological, and notably intellectual aspects\" of a certain group helped trigger this event. Slogans during this event included \"Be realistic, demand the impossible!\" and \"It is forbidden to forbid.\" One group in this event started shouting \"we are all German Jews!\" after opponents began pointing out the \"foreign\" origin of leader Daniel Cohen-Bendit. An offer to increase (*) minimum wages by 35% negotiated in the neighborhood of Grenelle was rejected during this event. The president fled to Baden-Baden to meet with Jacques Massu during this event, which was driven by Guy Debord's Situationist International. During this event, Sorbonne students occupied buildings in the Left Bank and workers launched several wildcat strikes. For 10 points, name this series of protests across France in the namesake month and year.",
            "answer_sanitized": "May 1968 protests",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "The potential error when modelling these systems is given on a zero to nine scale in the U parameter. These systems can be periodically modulated on the order of ten to the negative 5th by activity cycles in the Applegate mechanism. \"Halo\" ones tend to be unstable, requiring station-keeping to maintain them. Calculations for moving between two of these often uses the patched conic approximation. Because angular momentum is conserved for forces solely dependent on the direction of motion, these systems exhibit motion only in the (*) plane. The vis viva equation is used to calculate the velocity of participants in these. The only stable closed type of these constructs are formed through central forces that are either linear or inverse square in position, and they are elliptical in Kepler's two-body problem.. For 10 points, identify these paths of astronomical objects.",
            "answer_sanitized": "orbits [or trajectories]",
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "question_sanitized": "This play was adapted to the milieu of a guerrilla war in a 1996 Colombian film with a screenplay by Gabriel Garcia Marquez. Three different groups' responses to a test question inquiring about if and how this play attempts to justify the ways of God to man are analyzed in E.R. Dodds's essay \"On Misunderstanding\" this play. This play opens with the protagonist confronting a crowd carrying wool-wrapped olive branches, while it ends with a warning not to consider a man \"blessed in his life\" until he is (*) dead. A character in this play screams \"Unhappy bed! Twice wicked soil!\" before committing suicide, after which her son takes the golden brooches from her dress. The anagnorisis of this play is brought by a messenger from Corinth, who reveals that Merope is not the protagonist's mother. For 10 points, name this Sophocles play about a ruler of Thebes who accidentally commits patricide and incest.",
            "answer_sanitized": "Oedipus Rex [or Oedipus the King; or Oedipus Tyrannus]",
            "subcategory": "Literature Classical",
            "category": "Literature"
        },
        {
            "question_sanitized": "Robert Hughes once wrote that comparing the work of this artist with that of Seward Johnson was like \"debating the merits of dog excrement versus cat excrement.\" Ads for Gordon's Gin and Hennessy appear in this artist's series centered on alcohol paraphernalia, Luxury and Degradation. This artist and his then-wife, porn actress Ilona Staller, referenced paintings by Bernini and Fragonard in their shoot Made in Heaven, and he used geotextile fabric to design a statue based on a (*)  toy pony and a toy dinosaur called Split-Rocker. This artist sculpted life size gold-plated porcelain statues of Michael Jackson and his pet chimpanzee Bubbles, and designed a topiary statue called Puppy, which can be found in front of the Guggenheim Bilbao. For 10 points, name this American sculptor who creates absurdly expensive giant stainless steel statues based on balloon animals.",
            "answer_sanitized": "Jeff Koons",
            "subcategory": "Fine Arts Other",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This stage was tested in Polynesian canoe-users by Gladwin, who found that western tests were culturally inappropriate. According to Case, it is driven by vectorial control structures. One method of testing for this stage is asking where a subject would place a third eye, with patients in this stage suggesting the hand. One test of this stage was developed by Robert Siegler, and involved a balance. Inhelder developed a task involving a (*) pendulum and several lengths of string to test for it. Meta-cognition and trial-and-error testing arise during this stage, which may not be universal and is characterized by the ability to understand abstract symbols and hypothetico-deductive thinking. For 10 points, name this fourth stage in Piaget's (pee-ah-JAYZ) theory of cognitive development, which follows the concrete operational stage.",
            "answer_sanitized": "formal operational [or formal thinking]",
            "category": "Social Science"
        },
        {
            "question_sanitized": "This man claimed \"the world is suffering from intolerance and bigotry\" in the preface to a book in which he advocates for a four-hour workday and claims \"the liberation of the oppressed has usually been inaugurated from above.\" In an article criticized for mixing up \"meaning\" and \"mentioning\" by P.F. Strawson, this thinker posited an example of a phrase which describes one and only one event: \"the father of Charles II was executed.\" A statement named after this author of \"In (*) Praise of Idleness\" was discovered independently by Ernst Zermelo and concludes that the set of all sets that are not members of themselves must not contain itself. For 10 points, name this author of \"On Denoting\", who co-authored Principia (preen-KEY-pee-uh) Mathematica. ",
            "answer_sanitized": "Bertrand Russell",
            "category": "Philosophy"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "A poem about this man is modelled on the nursery rhyme \"This is the house that Jack built\" and, as such, ends almost all of its stanzas with the refrain \"that lies in the house of Bedlam.\" For 10 points each:",
            "answers_sanitized": [
                "Ezra Pound [or Ezra Loomis Pound]",
                "Questions of Travel",
                "villanelle [or villanesque]"
            ],
            "parts_sanitized": [
                "Identify this subject of \"Visits to St. Elizabeths,\" the title of which refers to the psychiatric hospital in which he was confined after his arrest in Italy for treason. This Imagist pioneer wrote the Cantos and Hugh Selwyn Mauberley.",
                "\"Visits to St. Elizabeths\" appears in this 1965 poetry collection by Elizabeth Bishop. Its other poems include \"First Death in Nova Scotia\" and \"Arrival at Santos,\" the latter part of a series about living in Brazil.",
                "Bishop's poem \"One Art\" is an example of this originally-French poetic form. Other examples include \"Mad Girl's Love Song\" by Sylvia Plath and Theodore Roethke's \"The Waking.\""
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This character cross-dresses to kill his ex-girlfriend under orders from the empress. For 10 points each:",
            "answers_sanitized": [
                "Ottone [or Otho]",
                "The Coronation of Poppaea [or L'incoronazione di Poppea]",
                "Claudio Monteverdi"
            ],
            "parts_sanitized": [
                "Name this man who wants to get back together with that ex-girlfriend but has to marry Drusilla instead.",
                "Ottone is a character in this opera, whose most notable number is the duet \"Pur ti miro, pur ti godo.\" That number sees the title character replace Empress Ottavia as wife of Nero after everyone involved in the murder plot is exiled.",
                "The Coronation of Poppaea is an opera by this composer of Il ritorno d'Ulisse in patria and L'Orfeo. He is also known for his madrigals."
            ],
            "subcategory": "Fine Arts Audiovisual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "You can \"Pimp your Passover\" with fashion designer's Michelle Ng's one of these items that costs $1,500 since it is studded with Swarovski Crystals. For 10 points each:",
            "answers_sanitized": [
                "yarmulkes [or kippah or kipoh]",
                "tzitzit",
                "chuppah [or huppah, or chipe]"
            ],
            "parts_sanitized": [
                "Name these brimless caps often worn by Jewish men when they enter a temple.",
                "The Torah also commands Jews to wear these fringes on their garments as a way of reminding them of God's commandments. They are usually attached to the tallit prayer shawl.",
                "The tallit prayer shawl is often hung across the four poles used to make this construct, the Jewish bridal canopy."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "For 10 points, name these German philosophers:",
            "answers_sanitized": [
                "Georg Wilhelm Friedrich Hegel",
                "Ludwig Andreas von Feuerbach",
                "Max Stirner"
            ],
            "parts_sanitized": [
                "This German philosopher developed the master/slave dialectic and described the \"geist\" which animated history in his magnum opus The Phenomenology of Spirit.",
                "This Left Hegelian ruined his chances at a tenured position with his controversial Thoughts on Death and Immortality. His The Essence of Christianity called God a \"chimera\" for being a projection of man's inner nature.",
                "The Essence of Christianity, was attacked in this 1844 text by this philosopher that claims Feuerbach is too constrained by religious ideology; that work is The Ego and Its Own."
            ],
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "According to Plutarch, this man's lisp made his speech \"persuasive and full of charm.\" For 10 points each:",
            "answers_sanitized": [
                "Alcibiades (AAL-sib-ee-AH-deez)",
                "Sicilian Expedition [or equivalents about invading Sicily]",
                "Nicias"
            ],
            "parts_sanitized": [
                "Name this general who defected from Athens to Sparta, then to Persia, and then back to Athens before being exiled to Persia and assassinated, probably by Spartans, in 404 BC.",
                "In the Peloponnesian War while serving Athens, Alcibiades advocated for a disastrous expedition to capture Syracuse on this Mediterranean island.",
                "The expedition was led by Alcibiades, Lamachus, and this general. His sarcastic estimate of the number of troops needed was taken seriously by the assembly, and he was captured and executed following his failure."
            ],
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "leadin_sanitized": "During the \"Hunting Season,\" this group helped British forces capture members of a splinter group  after their assassination of Lord Moyne. For 10 points each:",
            "answers_sanitized": [
                "Haganah (hah-gah-NAH)",
                "Israel",
                "Moshe Dayan"
            ],
            "parts_sanitized": [
                "Name this paramilitary organization whose name literally means \"The Defense.\" This organization was divided into three sections: the Field Corps, Guard Corps, and Palmach.",
                "The Haganah later formed the core of the military of this nation, created in 1948. Prime ministers of this nation who were also members of the Haganah include Ariel Sharon and Yitzhak Rabin.",
                "Another member of the Haganah was this future eyepatch-wearing defense minister, who held that post in the government of Levi Eshkol during the Six-Day War."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "A woman in this play named Laurencia says that her ideal life would consist of eating a lot of food instead of being annoyed by men. For 10 points each:",
            "answers_sanitized": [
                "The Sheep Well [or Fuenteovejuna]",
                "Felix Lope de Vega y Carpio",
                "Francisco de Quevedo [or Francisco GÃ³mez de Quevedo y SantibÃ¡Ã±ez Villegas]"
            ],
            "parts_sanitized": [
                "Name this play in which the inhabitants of the namesake town kill Commander Guzman after he tries to rape Laurencia and kill Frondoso. When faced with torture, everyone claims that the town itself killed the Commander.",
                "Fuenteovejuna was written by this ridiculously prolific Spanish Golden Age playwright, who also wrote Fenisa's Hook and The Dog in the Manger.",
                "Lope de Vega's Golden Age bros included this author of Los SueÃ±os, a prominent poet who made enemies easily. This pioneer of the conceptismo had a long-running rivalry with the developer of culteranismo."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This element is most commonly found in an orthorhombic allotrope in which eight atoms of it are arranged in a ring. For 10 points each:",
            "answers_sanitized": [
                "sulfur [or S]",
                "leaving group",
                "triflate [or trifluoromethanesulfonate or Tf]"
            ],
            "parts_sanitized": [
                "Name this element which appears immediately underneath oxygen on the periodic table, which allows it to form analogous functional groups like thiols and thioketones.",
                "Sulfur occurs in tosylates and mesylates, which serve as this kind of group in SN2 reactions. The OH group has to be protonated before it can serve as one of these.",
                "This functional group has the formula C-F-3-S-O-3-minus. As an anion, it's a very strong superacid and it is often used as a counter-ion for organometallic complexes."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This composer's violin concerto replaces the development section of the first movement with a lengthy cadenza. For 10 points each:",
            "answers_sanitized": [
                "Jean Sibelius",
                "Finland [or Suomi]",
                "Johannes Brahms"
            ],
            "parts_sanitized": [
                "Name this composer whose Symphony No. 2 in D major calls for the third and fourth movements to be played without a pause in between.",
                "Sibelius was a composer from this country. A woman from this country, Kaija Saariaho (KYE-yah SAH-ree-ah-hoh), wrote the opera L'amour de loin (lah-MOOR duh LWANG) and scored her Petals for solo cello and live electronics.",
                "This composer's Symphony No. 2 is also in D major. His fourth symphony ends with a passacaglia whose bass line is taken from a J.S. Bach cantata, while his third symphony begins with a \"free but happy\" motif."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Answer the following concerning the most important ongoing experiment in particle physics, for 10 points each.",
            "answers_sanitized": [
                "Large Hadron Collider [or LHC]",
                "quark-gluon plasma [prompt on \"plasma\"]",
                "baryons"
            ],
            "parts_sanitized": [
                "Encased in a 27 km long tunnel running under the Swiss-French border, this experiment's ATLAS and CMS detectors discovered the Higgs Boson in 2012.",
                "The ALICE detector at the LHC searches for this form of matter through bombarding lead nuclei together. This form of matter existed shortly after the Big Bang and its discovery would be key to understanding chiral symmetry.",
                "Another detector at the LHC, the LHCb seeks to understand the process of creating these particles. Sakharov proposed three conditions on the creation of these particles, which are by definition made from three quarks."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The curl of this function of f is always equal to zero assuming f has continuous second derivatives. For 10 points each:",
            "answers_sanitized": [
                "gradient",
                "Hessian (HESH-un)",
                "quasi-Newtonian methods [do NOT accept \"Newtonian\" or \"Newton\"]"
            ],
            "parts_sanitized": [
                "Name this operation which gives the direction of steepest descent for a vector field. This function is symbolized del. It is equal to the sum of the partial derivative of each component with respect to each axis.",
                "This is the square matrix of all second partial derivatives of a function, whose semi-definiteness can be used to test whether a critical point is a minimum, maximum, or saddle point.",
                "In these methods, the maxima and minima of a function can be computed without calculating the full Hessian directly, instead using gradient functions to update it. D-F-P, S-R-1, and B-F-G-S are examples of this type of method."
            ],
            "subcategory": "Science Math",
            "category": "Science"
        },
        {
            "leadin_sanitized": "A popular scam by taxi drivers in this city involves taking a tunnel from its airport to Interstate 215 that usually adds an unnecessary ten dollars to fares. For 10 points each:",
            "answers_sanitized": [
                "Las Vegas",
                "taxi medallions",
                "Lyft"
            ],
            "parts_sanitized": [
                "Identify this city whose powerful taxi \"cartel\" pressured its government to deploy ski mask-clad agents to bust Uber's October 2014 debut here. In September 2015, the state allowed Uber to operate despite the opposition of Clark County, where this city is located.",
                "Competition from Uber has caused a steep decline in the value of these license to operate taxis in cities where Uber has taken hold. They used to be sold in places like New York City for up to a million dollars each.",
                "Uber has also been accused of attempting to scam this rival company by systematically ordering rides and cancelling them. This company removed the requirement of attaching pink mustaches to its cars in January 2015."
            ],
            "category": "Current Events"
        },
        {
            "leadin_sanitized": "A group of \"rebels\" within the Conservative Party refused to ratify this treaty, almost leading to the end of the government of John Major. For 10 points each:",
            "answers_sanitized": [
                "Treaty of Maastricht",
                "European Union",
                "passarelle clause"
            ],
            "parts_sanitized": [
                "Name this treaty signed in 1992, which obligated its members to keep debt below 60% of GDP and deficits below 3% of GDP.",
                "This was the multinational body set up by the Treaty of Maastricht that replaced the earlier European Coal and Steel Community. Its parliament is in Brussels and 19 of its 28 members belong to the Eurozone.",
                "These clauses in the Maastricht treaty, whose name is French for \"small bridge\", allows the changing of legislative procedure without formally amending a EU treaty."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "Major Plunkett and his wife Maud are at the center of one of the major plotlines in this book. For 10 points each:",
            "answers_sanitized": [
                "Omeros",
                "Helen",
                "Saint Lucia [or Sainte-Lucie]"
            ],
            "parts_sanitized": [
                "Name this epic poem by Derek Walcott which re-imagines the Iliad in the Caribbean.",
                "Another major character in Omeros is this maid to Major and Mrs. Plunkett. Achille and Hector's fight for her love mirrors the fact that her namesake was the cause of strife in the Iliad.",
                "Omeros is largely set on this island, known as \"the Helen of the West Indies.\" Derek Walcott is, perhaps surprisingly, not the only Nobel Laureate native to this island, nor even its first."
            ],
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Answer some questions about infections in plants, for 10 points each:",
            "answers_sanitized": [
                "tobacco [or nicotiana tabacum]",
                "R genes or plasmids",
                "systemic acquired resistance [or SAR]"
            ],
            "parts_sanitized": [
                "The \"mosaic virus\" named for this plant was one of the first viruses discovered. This plants also use nicotine as an anti-herbivore measure.",
                "This is the letter used to designate any gene in plants responsible for pathogen defense, often encoding a protein with an L-R-R motif. This letter also designates plasmids responsible for antibiotic resistance in bacteria.",
                "Salicylic acid is also involved in this mode of plant defense where an attack on one part induces resistance in other parts of the plant or nearby plants through methyl salicylate (suh-LISS-ill-ate)."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The upcoming sequel to this book is set to be titled The Mirror and the Light. For 10 points each:",
            "answers_sanitized": [
                "Bring Up the Bodies",
                "Hilary Mantel [or Hilary Mary Mantel; or Hilary (Mary) Thompson]",
                "Ian McEwan [or Ian Russell McEwan]"
            ],
            "parts_sanitized": [
                "Name this 2012 novel that won its author her second Booker Prize. Its protagonist schemes with Lady Rochford and Mark Smeaton to engineer the downfall of Anne Boleyn and avenge his former mentor, Cardinal Wolsey.",
                "Bring Up the Bodies and its predecessor, 2009's Wolf Hall, are the first two novels in a trilogy about Thomas Cromwell written by this English author.",
                "This English author won the Booker Prize for his 1998 novel Amsterdam. Briony Tallis falsely accuses Robbie of rape in his 2001 novel Atonement."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The artist of this painting later married one of its models, who is playing with a small dog in the foreground. For 10 points each:",
            "answers_sanitized": [
                "Luncheon of the Boating Party",
                "Pierre-Auguste Renoir",
                "Gustave Caillebotte"
            ],
            "parts_sanitized": [
                "Name this Impressionist painting showing a group of people in straw hats eating near a river under a red-and-white-striped awning.",
                "This painter of Luncheon of the Boating Party also created Girl with a Hoop and Dance at Le Moulin de la Galette.",
                "Renoir included this painter of Young Man at His Window in Luncheon of the Boating Party. Many of his paintings, such as The Skiffs, were painted when he lived in Yerres."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "He wrote Adolescent Aggression and investigated fear arousal in snake-phobics for another work. For 10 points each:",
            "answers_sanitized": [
                "Albert Bandura",
                "social learning theory",
                "movie theater [or cinema]"
            ],
            "parts_sanitized": [
                "Name this Stanford psychologist most famous for an experiment involving a Bobo doll in which children observed adult models yelling things like \"kick him\" and \"throw him in the air!\"",
                "Bandura wrote an analysis of aggression named for this concept. According to this theory, people acquire new behaviors through modeling and vicarious reinforcement.",
                "Another social learning experiment was portrayed in a commercial for the Carlsberg beer company. It featured 148 tough-looking bikers in this kind of place."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "This man resigned from the US Senate when told he had to vote to expunge Henry Clay's censure of Andrew Jackson. For 10 points each:",
            "answers_sanitized": [
                "John Tyler",
                "William Henry Harrison [Prompt on just \"Harrison\"]",
                "Abel Upshur"
            ],
            "parts_sanitized": [
                "Identify this man, a Virginia aristocrat who became the first president to have a veto overridden and supported his Secretary of State Daniel Webster's negotiation of an 1842 treaty with the British.",
                "Tyler succeeded to the presidency upon the death of this hero of Tippecanoe after just 30 days in office. He likely died not from giving a 2-hour long inaugural in the rain but rather due to typhoid from a nearby sewage-filled marsh.",
                "This man, who replaced Daniel Webster as Secretary of State under Tyler, was killed in the USS Princeton disaster and was replaced by John C. Calhoun."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "With a name meaning \"Lord,\" this god is name-dropped in both Paradise Lost and the Bible. For 10 points each:",
            "answers_sanitized": [
                "Baal [prompt on \"Hadad\"]",
                "sea or ocean",
                "Astarte [or Ashtoreth or Asherat]"
            ],
            "parts_sanitized": [
                "Name this god who refused to acknowledge the power of Mot, the god of Death. His subsequent death and resurrection were celebrated in Canaanite (CANE-uh-nite) fertility rites.",
                "Baal's wife Anat boasted of having killed the god Yam, who ruled over this domain. Other gods of this domain include Manannan Mac Lir (muh-NAH-nan mac-LEER) and another who was the father of the cyclops Polyphemus and named Poseidon.",
                "Anat was often paired with this goddess, the Canaanite (CANE-uh-nite) equivalent of Ishtar. In Egyptian mythology, she was once sent to deliver precious gifts to the sea but instead mocked it, leading the sea to demand her as a gift instead."
            ],
            "category": "Mythology"
        }
    ]
}