{"tossups": [{"question_sanitized": "In an Orphic hymn, these figures are described as concealing themselves with a purple veil and living in an underwater cave. These characters also tricked Typhon into eating the fruit at Nysa. In another story, these figures transform Ampelos into a vine at his death. These children of Erebus and Nyx are credited with inventing the alphabet with the assistance of Hermes. The information they gave to Althaea prompted her to pull a brand out of a (*) fire and put it in a chest in order to preserve the life of her son Meleager. \"Parcae\" and \"Moirae\" are the Roman and Greek names for these figures, who use a spindle and shears to manage the thread of life. Lachesis, Clotho, and Atropos comprised, for 10 points, what set of goddesses who oversaw an individual's lifespan?", "answer_sanitized": "Fates [accept Moirae or Parcae before either is read] &lt;Jose&gt;", "category": "Mythology"}, {"question_sanitized": "The Serbian Otpor! group provided the model for this country's April 6 Youth Movement, which often backs the Tamarod Party. A fake bomb made of iPhone cases was used by Seif Eldin Mustafa to hijack a plane from this country and land it in Cyprus. It's not Pakistan, but this country's president was jokingly listed on eBay after vowing to (*) \"sell himself\" in a speech about its economy. That president was criticized in 2016 for unrolling a two-and-a-half mile long red carpet for his motorcade. After taking off from this country in late 2015, Metrojet Flight 9268 to Russia was downed, supposedly by a branch of ISIS. For 10 points, name this country whose current president, Abdel Fattah el-Sisi, launched the coup that overthrew Mohammed Morsi.", "answer_sanitized": "Egypt [or Arab Republic of Egypt; or Jumhuriyat Misr al-Arabiyah] &lt;Golimlim&gt;", "category": "Current Events"}, {"question_sanitized": "This man started the newspaper The Daily Theocrat after John Humphrey Noyes kicked him out of the Oneida community. On the day of his death, this man composed and recited the poem \"I am Going to the Lordy.\" This man wrote the speech \"Grant vs. Hancock,\" which led him to request an ambassadorship to Vienna and Paris as payment. This man accused Dr. William Bliss of medical malpractice at his (*) trial, and he purchased a gun with an ivory handle because it would look good in a museum. The Pendleton Civil Service Act was passed after this man's most notable action, during which he shouted \"I am a Stalwart and Arthur is president now\" after firing two shots in the Baltimore and Potomac Terminal. For 10 points, name this assassin who killed James Garfield.", "answer_sanitized": "Charles Guiteau &lt;Jose&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A character in this novel has a thrilling experience while listening to a radio recording of Beethoven's \"Eroica\" Symphony through the window of a suburban house. That character in this novel tries to increase her popularity by hosting a \"prom\" at her house, where the cook Portia works. In this novel, a man goes by the name Buddy despite being named Karl Marx by his father Doctor Copeland. A man in this novel presents a (*) card to the people he meets that explains how to communicate with him, and that man's Greek best friend is sent to an asylum at this novel's beginning. In this novel, Biff Brannon owns a cafe at which Jake Blount and Mick Kelly befriend the deaf-mute John Singer. For 10 points, name this novel by Carson McCullers.", "answer_sanitized": "The Heart is a Lonely Hunter &lt;Sy&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A series of these events targeting the Benandanti of Friuli is the subject of Carlo Ginzburg's microhistory The Night Battles. A storm that nearly wrecked a Danish fleet carrying Princess Anne inspired a series of these events in North Berwick, which partly influenced a 1597 book endorsing them by James I. These events killed hundreds in Wurzburg during the 1620s, one of the last decades of a (*) \"craze\" of these events that began in the 1480s. A treatise on conducting these events written by Jakob Sprenger and Heinrich Kramer is titled Malleus Maleficarum. The subjects of these events were often thrown into water during them and were believed to meet in nocturnal sabbaths. For 10 points, name this type of proceeding conducted against suspected sorcerers, usually women.", "answer_sanitized": "witch trials [or witch hunts; prompt on Inquisitions] &lt;Brownstein&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This artwork inspired a Robert Arneson sculpture with the ceramic word \"ART\" at its center, as well as a self-portrait of a shirtless Bruce Nauman as this work's title object. The Warriors, a Marsden Hartley painting, was used as a backdrop for this work when it was photographed for the journal The Blind Man by Alfred Stieglitz. This work, which is part of a series that also includes its artist's Prelude to a Broken Arm and Why Not Sneeze, Rrose Selavy?, was rejected by the (*) New York Society of Independent Artists in 1917. This work's origin in a sanitary supply store is referenced by the name \"R. Mutt\" written on it. For 10 points, name this \"readymade\" by Marcel Duchamp that consists of a urinal and has a name referring to a type of water-spouting monument.", "answer_sanitized": "Fountain [prompt on descriptive answers like Marcel Duchamp's urinal] &lt;Brownstein&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "While on the run, a character in this novel overturns a table and grabs his blood-stained hat from a salesman who tries to sell him an \"invaluable composition\" for removing stains. That character in this novel accidentally hangs himself when he imagines seeing the eyes of his girlfriend, which causes him to slip from a roof. A character in this novel ties a rock to a handkerchief and tries to drown his dog Bull's Eye. Charley Bates steals Mr. Brownlow's handkerchief in this novel with the assistance of (*) Jack Dawkins, who is known as The Artful Dodger. In this novel, Bill Sikes mercilessly beats his girlfriend Nancy to death. For 10 points, name this novel by Charles Dickens in which the title character joins Fagin's band of thieves.", "answer_sanitized": "Oliver Twist; or, The Parish Boy's Progress &lt;Jose&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The position of these structures is indicated by the superscript next to the delta symbol in the IUPAC notation for fatty acids. These structures cannot exist as the bridgehead of a ring system according to Bredt's rule. An additional ghost atom is needed to deal with these structures according to the Cahn-Ingold-Prelog rules, which can also specify their geometry by marking them (*) E or Z. Nine of these structures make up a conjugated system in the central ring of chlorophyll, causing its green color. These structures contain one sigma and one pi bond, occur between sp2-hybridized carbons, and can be labeled cis or trans depending on orientation. For 10 points, name this type of bond indicated by two parallel lines which characterize alkenes.", "answer_sanitized": "carbon-carbon double bond [prompt on alkenes before mention; prompt on pi bonds before mention] &lt;Mukherjee&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One technique that uses this process can indirectly observe the products of quark confinement. The maximum energy transferred by another type of this process is marked by a sharp decrease, or edge, on a spectrograph. The unit \"barns\" describes the probability of this process occurring, termed cross section, while the Klein-Nishina formula predicts the resulting angular distribution. Whether there is a positive or negative change in energy differentiates the (*) Stokes and anti-Stokes forms of its inelastic Raman type. One form of this process requires particles' sizes to be much smaller than the wavelength and preferentially affects blue light in the sky. For 10 points, name this process in which two objects collide and exchange energy, whose types include Compton and Rayleigh.", "answer_sanitized": "scattering [accept deep inelastic scattering, Rutherford scattering, Compton scattering, Raman scattering, or Rayleigh scattering] &lt;Wang&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A history written in this city, the Chronicle of the Seeker, tells how a king undertook a journey after accidentally killing his mother. The jurist Ahmad Baba was deported from this city and his library was plundered after this non-capital city was captured by the Saadi king Ahmad al-Mansur and his general Judah Pasha. An Andalusian architect came to this city to design the Jingaray Ber mosque, as well as the mud and wood (*) Sankore University. Rumors of this city's wealth prompted René Caillié and other Europeans to disguise themselves as Muslims to visit it. This city was the cultural capital of an empire founded by Sundiata and ruled by a man known for his lavish hajj to Mecca, Mansa Musa. For 10 points, name this center of trade and learning in present-day Mali.", "answer_sanitized": "Timbuktu [or Tombouctou; or Tumbutu] &lt;Brownstein&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This composer's Piano Concerto No. 4 begins with the unaccompanied soloist playing soft G major chords, while his fifth piano concerto begins with three sequences of a loud tutti chord followed by a short solo cadenza. Four timpani beats begin his violin concerto, while the fourth movement of his last symphony begins by quoting themes from each of the previous three movements. A 6/8 time (*) Turkish march is embedded into the fourth movement of that D minor symphony by this composer, which calls for a baritone soloist to enter on the words \"O Freunde, nicht diese Tone!\" and join a choral setting of a Friedrich Schiller poem. For 10 points, name this composer of the Emperor Concerto and a Symphony No. 9 that sets the \"Ode to Joy.\"", "answer_sanitized": "Ludwig van Beethoven &lt;Kim&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In one painting titled for this color, the artist declared that objects in the painting such as an open box of crayons on a table and grandfather clock, \"only become what they are to me when I see them together with\" this color. The artist's own paintings Le Luxe II and Nude with a White Scarf can be seen in a painting of an artist's studio of this color. In a \"decorative panel\" made for Sergey Shchukin which is dominated by this color, a pattern of blue flowers and branches covers the (*) table cloth and wall. A woman prepares a dessert in a 1908 Fauvist painting by Henri Matisse titled alternatively for a room of this color or \"harmony\" in this color. For 10 points, name this color which Matisse often paired with the other primary colors of green and blue.", "answer_sanitized": "red [or crimson] &lt;Bentley&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A novel written in this language follows a girl who is raised to be a prostitute by her mother and grandmother, and was written by an author whose first four novels were published under her husband's name. In a novel in this language, the narrator visits Biskra, where he sees his wife's scissors get stolen by one of the Arab boys whom he finds himself attracted to. Another author writing in this language wrote the trilogy The Roads to Freedom as well as a play in which an unnamed valet does not have (*) any eyelids. That play in this language climaxes with a man stroking a bronze mantelpiece and stating \"Hell is other people!\" The Immoralist and No Exit are written in, for 10 points, what language used by Colette, Andre Gide, and Jean-Paul Sartre?", "answer_sanitized": "French &lt;Jose&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Shugoshin protects Rec8 from degradation during this process. Mad proteins and Aurora B prevent entry into this process by detecting tension in syntelic (SIN-tel-ick) or merotelic (MERE-oh-tel-ick) attachments. Cdc20 binds a protein complex named for this process. This process proceeds by the proteasomal degradation of securin by the E3 ubiquitin (you-BICK-wit-en) ligase activity of APC/C. Transition to this stage involves cleavage of cohesin after the cell passes the (*) spindle assembly checkpoint. During this phase, polar microtubules lengthen and kinetochore (kin-ET-oh-core) microtubules contract to separate sister chromatids, pulling the chromosomes to opposite sides of the cell. The stage after this one is when the cleavage furrow begins to form in mitosis. For 10 points, name this stage that precedes telophase and follows metaphase.", "answer_sanitized": "anaphase [or anaphase I; or anaphase II; or metaphase-to-anaphase transition; prompt on mitosis; prompt on meiosis] &lt;Smart&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In the Aho-Corasick algorithm, an associative array containing these objects is matched to an input. During tokenization, a delimiter consisting of a special symbol is added to these objects. The \"doc\" type of these things are used to document segments of code in languages like Python. Linux's command \"grep\" uses regular expressions to find instances of these entities within a group of files. (*) C-style types of these data are null-terminated. Often times, unwanted \"trailing whitespace\" can found at one end of these variables. Escape sequences can be found inside of them. During parsing, these variables are analyzed with respect to a formal grammar. Two of them can be joined through concatenation. For 10 points, name these variables which often hold text.", "answer_sanitized": "strings &lt;Jose&gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "One country got news of the true results of this campaign through the 29th Bulletin. Strength, direction, and temperature are shown on a celebrated graph of this campaign by Charles Minard. During this campaign, a man proclaimed himself General Malet and claimed that its leader had died as part of a failed coup. The name of a battle in this campaign, Berezina, has been used as a general term for (*) disaster. This campaign followed the end of the Treaty of Tilsit, and the defenders during this campaign burned down their capital after the Battle of Borodino. All but 40,000 soldiers in the Grand Armée were captured or killed during this campaign. For 10 points, name this disastrous military campaign launched by a French emperor against Alexander I.", "answer_sanitized": "Napoleon I's invasion of Russia [or the French invasion of Russia; or Napoleon Bonaparte's invasion of Russia; or Patriotic War of 1812; or Otechestvennaya Voyna 1812 Goda; prompt on partial answers] &lt;Bentley&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A misreading of this man's article \"The Energies of Men\" is the basis for Lowell Thomas's claim that the average person only uses ten percent of his brain. This thinker called the act of confusing \"one's standpoint\" with that of a \"mental fact\" the \"psychologist's fallacy.\" Cannon-Bard theory attempted to refute this man and Carl Lange's peripheral theory of (*) emotion, which suggests that one is afraid when one runs away from a bear due to the act of running. He rejected the notion that consciousness is a chain, suggesting it was more like a stream. While at Harvard, this man established the first psychology laboratory in the U.S. For 10 points, name this author of The Principles of Psychology, who was also a philosopher that wrote the book Pragmatism.", "answer_sanitized": "William James &lt;Jose&gt;", "category": "Social Science"}, {"question_sanitized": "In 1580, a Chinese woman named Tanyangzi did this action in broad daylight. Of the Pandavas, only Yudhisthira completes this action, during which he is followed by a dog. Simon Magus injured himself while attempting this task, which some believe Enoch did at the end of his life. During a whirlwind, Elijah is said to have undergone this phenomenon accompanied by chariots and horses of (*) fire. The Mi'raj refers to the event when Mohammed did this action, accompanied by Gabriel, at a location marked by the Dome of the Rock. The doctrine of the Assumption teaches that the Virgin Mary did this under God's power. Jesus performed this action forty days after the resurrection. For 10 points, name this kind of action in which holy people enter the afterlife without dying first.", "answer_sanitized": "ascending into heaven [or climbing into heaven; accept any answer that implies bodily entering into heaven or paradise while alive] &lt;Kothari&gt;", "category": "Religion"}, {"question_sanitized": "A troglodyte destined to live this many years is nicknamed \"Argos\" by a Roman soldier who encounters him outside of an abandoned city. A Scottish Bible seller gives a short story's narrator a book with this many pages, which he later hides in the National Library. Although the inquisitors search for \"Vindications,\" the Purifiers destroy items from a collection of this many items, which includes The (*) Combed Thunderclap and The Plastic Cramp. This many scenes are visible from a point in Carlos Daneri's cellar called \"The Aleph.\" The Library of Babel contains this many hexagonal rooms, and this many possible outcomes appear in Ts'ui Pen's \"The Garden of Forking Paths.\" For 10 points, many Jorge Luis Borges stories feature what concept of indefinite largeness?", "answer_sanitized": "infinity [or infinitely many; accept obvious equivalents such as unending, numberless, or forever] &lt;Brownstein&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This group outlined five core principles claiming that it is scientifically inaccurate to argue humans are predisposed to violence as part of its Seville Statement. Evolutionary biologist Julian Huxley was the first director of this organization, which commissioned Ashley Montagu to issue a study decrying racism in The Race Question. In 2011, Palestine became a full member to this organization, leading the U.S. and Israel to suspend their (*) contributions to it and lose their voting rights. International Literacy Day and World Press Freedom Day are promoted by this organization, which indexes locations that possess \"cultural significance.\" For 10 points, name this branch of the United Nations which maintains a list of World Heritage Sites.", "answer_sanitized": "UNESCO [or United Nations Educational, Scientific and Cultural Organization] &lt;Jose&gt;", "category": "Current Events"}, {"question_sanitized": "A character in this novel goes to war \"to save an England which consisted almost entirely of Shakespeare's plays and Miss Isabel Pole in a green dress.\" Another character in this book constantly fidgets with his horn-handled pocket knife. A soldier in this novel loses his capacity for feeling after the death of his commander Evans but soothes himself by making a hat with his wife (*) Lucrezia. The protagonist of this novel reminisces about time spent at Bourton with Peter Walsh and Sally Seton. This novel begins with the protagonist leaving to buy flowers for the party she hosts that night, where she hears that Septimus Smith has jumped out a window. For 10 points, name this Virginia Woolf novel about one day in the life of Clarissa.", "answer_sanitized": "Mrs. Dalloway &lt;Mehigan&gt; Bonuses", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "For 10 points each, answer the following about various \"circles\" in philosophy.", "answers_sanitized": ["deductive logic", "hermeneutics [accept the hermeneutic circle]", "Bertrand Russell [accept Russell's paradox] &lt;Jose&gt;"], "parts_sanitized": ["In Fact, Fiction, and Forecast, Nelson Goodman described the relationship between general principles and inferences in this type of logic as a \"virtuous circle.\" This kind of logic moves from the general to the specific.", "A circle named for this art of interpreting texts runs through the writings of Friedrich Schleiermacher to Hans-Georg Gadamer, and describes the phenomenon that tacit understanding of texts can only come with foreknowledge.", "The \"vicious circle principle\" is often used to resolve the paradox named after this co-author of Principia Mathematica, which asks whether the set of all sets that do not contain themselves contains itself."], "category": "Philosophy"}, {"leadin_sanitized": "This artist broke with representational painting after seeing one of his own paintings, hanging on its side, with a new \"inner radiance.\" For 10 points each:", "answers_sanitized": ["Wassily Kandinsky", "blue", "On the Spiritual in Art [or Concerning the Spiritual in Art; or Über das Geistige in der Kunst] &lt;Bentley&gt;"], "parts_sanitized": ["Name this artist, a friend of Arnold Schoenberg who tried to incorporate the elements of music into his Composition series of paintings. He led an art movement that Franz Marc belonged to.", "Kandinsky's painting of a rider dressed in this color atop a white horse lent its name to that art movement, which developed in 1910s Munich.", "In this classic text, Kandinsky asserted that the \"painter who finds no satisfaction in the mere representation of natural phenomena\" will naturally turn to music to inspire him. Kandinsky warns about periods where \"art has no noble champion\" in this text."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In a book by this author, the narrator's reading of a misogynistic book is interrupted by a vision of three women called Reason, Fortitude, and Justice. For 10 points each:", "answers_sanitized": ["Christine de Pisan [prompt on Christine]", "Rome [or Roman civilization]", "Giovanni Boccaccio &lt;Brownstein&gt;"], "parts_sanitized": ["Name this woman who discussed the deeds of worthy historical women in the allegorical The Book of the City of Ladies.", "The City of Ladies discusses many women from this civilization, including the poets Cornifica and Proba. An epic poem by Virgil discusses the founding of this civilization.", "This author's On Famous Women was a source for Pisan's Book. In a book by this author, the story of patient Griselda is told on the tenth day of the characters' stay at a country villa."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Fifteen-year-old Jack Andraka developed a test for cancers of this organ that measures mesothelin levels. For 10 points each:", "answers_sanitized": ["pancreas", "zymogens [or proenzymes]", "hydrochloric acid [or HCl; prompt on stomach acid or gastric acid] &lt;Zhang&gt;"], "parts_sanitized": ["Name this organ that regulates the body's blood sugar by producing insulin and glucagon.", "The pancreas produces trypsinogen and chymotrysinogen, which are examples of these inactive enzyme precursors. These proteins usually require cleavage by a protease before they are activated.", "Pepsinogen, another zymogen, is activated by this compound, which is produced along with intrinsic factor by parietal cells. Proton pump inhibitors limit the secretion of this compound."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Origen promoted <em>apokatatasis</em>, the view that all creatures, even these figures, would eventually become reconciled with God. For 10 points each:", "answers_sanitized": ["demons", "greed", "Beelzebub &lt;Jose&gt;"], "parts_sanitized": ["Identify these figures, such as Asmodeus and Belphegor, who are \"fallen angels\" that sided with Satan in his revolt against the Lord.", "Peter Binsfield identified each of the seven \"princes of Hell\" with a deadly sin, such as Lucifer with Pride, and Mammon with this other deadly sin. It may help to know that Mammon as a concept appears in the Parable of the Unjust Steward.", "Binsfield identified this other demon with gluttony. The Infernal Dictionary gives him the most familiar name of \"Lord of the Flies.\""], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Answer the following about ungoverned geographical units, for 10 points each.", "answers_sanitized": ["Belgium", "Chiapas", "Zomia &lt;Ray&gt;"], "parts_sanitized": ["Esperanto enthusiasts tried to establish a \"national\" language in the post-Napoleonic territory of Neutral Moresnet (moh-ray-NAY), which was set up between Germany and this country. Moresnet is currently a part of this country, like its cities of Antwerp and Brussels.", "The MAREZ territories are strongholds of Zapatista rebels in this southernmost Mexican state, which borders Veracruz and Tabasco.", "James Scott's The Art of Not Being Governed examines anarchist resistance to control in this geographical region, encompassing the highlands of Southeast Asia. This term, coined in 2002, derives from the name of a Tibeto-Burman hill people."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Richard Steele used one of this author's pseudonyms in his editorship of the journal <em>The Tatler</em>. For 10 points each:", "answers_sanitized": ["Jonathan Swift", "\"A Modest Proposal\"", "The Battle of the Books &lt;Jose&gt;"], "parts_sanitized": ["Name this author who used the pseudonym Isaac Bickerstaff to attack John Partridge, an almanac maker and astrologist who made various sham predictions. His opinions on coinage were expressed under the pseudonym M.B. Drapier.", "This satirical essay by Swift argues that the consumption of babies would decrease the number of papists and help solve poverty problems in Ireland.", "In this preceding work to the longer satire A Tale of a Tub, Swift satirized the quarrel between the Ancients and the Moderns by depicting a conflict between various styles of certain objects."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A system from this country that restricted the profits of tavern-keepers to 5% gained popularity in Scotland. For 10 points each:", "answers_sanitized": ["Sweden [or Sverige]", "Gustav", "Stockholm &lt;Brownstein&gt;"], "parts_sanitized": ["Name this country whose temperance movement led to the establishment of alcohol ration-books in 1917. An alcoholic and drug addict was the only person tried for the unsolved murder of its Prime Minister Palme in 1986.", "The third Swedish king of this name tried to ban private alcohol production before his assassination at a masked ball. The fifth king of this name was a Nazi sympathizer who reigned from 1907 to 1950.", "Sweden's temperance movement was kickstarted by a Temperance Society founded by Samuel Owen in this city, the country's capital."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "NASA's <em>Stardust</em> uses blocks of these materials to accumulate cosmic dust. For 10 points each:", "answers_sanitized": ["aerogels", "colloids", "capillary action &lt;Jose&gt;"], "parts_sanitized": ["Name this substance, also called \"solid smoke\" or \"frozen smoke.\" Despite being incredibly brittle, it can support over a thousand times its weight.", "Since aerogel is a kind of gel, it is technically one of these chemical solutions consisting of particles dispersed within another substance. Examples of these include milk and fog.", "Liquid crystals are introduced into aerogels through this process, in which a liquid flows, sometimes against gravity, due to the adhesion of the liquid to the walls of the namesake structure, often a hollow tube."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Between one third and one half of all European immigrants to the Thirteen Colonies in the 17th century arrived in this status. For 10 points each:", "answers_sanitized": ["indentured servitude [or indentured servants]", "Colony of Virginia", "whaling industry [or whale oil industry; prompt on fishing industry] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this status of people who labored for seven or so years before earning their freedom.", "In this colony, the indentured servant John Punch became one of the first Africans sentenced to slavery in the English colonies. Many residents of a settlement in this larger colony perished during the Starving Time.", "Contracts of indenture were frequently used within this industry. New Bedford, a center of this industry in the United States, became known as \"The City that Lit the World.\""], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Peter Hall controversially made these characters nude, and had them swim while projected toward the audience using a 45-degree mirror. For 10 points each:", "answers_sanitized": ["Rhinemaidens [or Rheintöchter; or Woglinde, Wellgunde, and Flosshilde]", "Richard Wagner [or Wilhelm Richard Wagner]", "Tristan and Isolde [or Tristan und Isolde] &lt;Kothari&gt;"], "parts_sanitized": ["Name these operatic characters, whose innocence is represented by a pentatonic leitmotif. After a long period of lamenting, they seize a certain object from Brünnhilde's ashes.", "The Rhinemaidens appear in the Ring Cycle, a cycle of operas by this German composer of Lohengrin.", "The dissonant first chord of this other Wagner opera is often named after it. This opera's title lovers are a Breton knight and an Irish princess who sings a \"Liebestod\" as the two commit suicide."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "In this discipline, John Nash names a type of equilibrium wherein each player has nothing to gain from altering their strategy. For 10 points each:", "answers_sanitized": ["game theory", "Battle of the Sexes [or Bach or Stravinsky]", "payoff matrix [or payoffs] &lt;Jose&gt;"], "parts_sanitized": ["Name this discipline of mathematics which analyzes scenarios like the prisoner's dilemma to understand how rational actors make decisions.", "In this classic two-player coordination game, a husband and wife have mutually forgotten whether they will meet at the opera or the football game.", "Most situations in game theory can be analyzed using a \"matrix\" containing these quantities, which represent the results of choosing an action. In the prisoner's dilemma, these quantities are the years one ends up in prison."], "category": "Social Science"}, {"leadin_sanitized": "This woman gave her husband the dog Laelaps as a gift, but the dog was turned to stone when it tried to chase after the Teumessian Fox. For 10 points each:", "answers_sanitized": ["Procris", "Artemis [or Diana]", "Eos &lt;Jose&gt;"], "parts_sanitized": ["Name this woman, who was accidentally killed by her husband Cephalus when she called out to \"Aura\" while enjoying the breeze.", "Procris was a favorite of this goddess, who gave her a javelin that never missed its mark. This goddess of the hunt was the sister of Apollo.", "Cephalus was once abducted by this jealous goddess of the dawn. This counterpart to the Roman goddess Aurora was also the lover of Tithonus."], "subcategory": "Mythology Greco-Roman", "category": "Mythology"}, {"leadin_sanitized": "A treaty named for this number of years was signed shortly after King Pleistonax may have accepted a bribe. For 10 points each:", "answers_sanitized": ["thirty [or Thirty Years Peace; or the Thirty Tyrants]", "Peloponnesian War", "Pericles &lt;Jose&gt;"], "parts_sanitized": ["Give this number of years that identifies a peace signed between Athens and Sparta in 445 BC. Critias led a group of this many people that oversaw the execution by hemlock of one of its members, Theramenes.", "The Thirty Years Peace brought the first conflict of this name to an end. Thucydides wrote a \"History\" of this conflict, which ended with Lysander's victory at the Battle of Aegospotami.", "This Athenian statesman ruled Athens and agreed to the Thirty Years Peace. Thucydides records the rousing funeral oration he gave during the Peloponnesian War."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This function, which always outputs a single digit number, will only output zero if the input is also zero. For 10 points each:", "answers_sanitized": ["digital root [exact answer required, prompt on recursive sum of digits; do not accept or prompt on \"root\"]", "divisibility [accept word forms; accept divisibility rules]", "perfect number &lt;Jose&gt;"], "parts_sanitized": ["Name this function, which for 789 equals 6, since 7 + 8 + 9 equals 24, and 2 + 4 equals 6.", "The digital root is often used to test for this property. For example, the number 288 has this property with respect to 9, since the digital root of 288 is 9.", "The digital root of any even number with this property, with the exception of 6, always equals one. These numbers, which are neither abundant nor deficient, have a one-to-one correspondence with the Mersenne primes."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Olivier Messiaen (oh-leev-YAY mess-YANN) composed an eighteen-movement cycle for this instrument called <em>Le Livre du Saint-Sacrement</em>. For 10 points each:", "answers_sanitized": ["pipe organ", "toccata", "Charles-Marie Widor (vee-DORE) &lt;Lee&gt;"], "parts_sanitized": ["Name this instrument, which also nicknames Camille Saint-Saëns's (kuh-MEE san-SAWNS) third symphony. Dietrich Buxtehude (BOOKS-tuh-HOO-duh) was a famous performer of this instrument and composed many pieces for it.", "One of the most famous pieces for organ is a scary-sounding composition by J.S. Bach that pairs a piece of this type with a fugue in D minor.", "Another organ toccata is the finale in this French composer's Organ Symphony No. 5, which is often played at wedding recessionals. He also composed nine other organ symphonies."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about the Ming dynasty play <em>The Peony Pavilion</em>, for 10 points each.", "answers_sanitized": ["graves [accept the gravediggers]", "deus ex machina [or god from the machine]", "operas [accept Peking opera] &lt;Alston&gt;"], "parts_sanitized": ["The play's main character, Liu Mengmei, is arrested for his attempts to steal from these places. Several comedic characters whose job it is to create these things appear at the start of Act V, Scene I of Hamlet.", "The end to The Peony Pavilion, in which the emperor arrives to pardon Liu Mingmei, is an example of this dramatic device, in which a seemingly unsolvable plot point is resolved by a contrived intervention.", "The Peony Pavilion is usually performed as one of these works, whose \"Peking\" type was popular at imperial courts. John Adams' Nixon in China is one of these works from the United States."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This system restricted freedom of movement through the \"pass laws,\" which essentially required people to carry internal passports. For 10 points each:", "answers_sanitized": ["apartheid", "Sharpeville Massacre", "Afrikaans [prompt on Dutch] &lt;Wang&gt;"], "parts_sanitized": ["Identify this system of mass racial segregation in South Africa.", "Apartheid regulation intensified after this 1960 massacre, in which white police officers shot and killed over 60 black people during a protest against the pass laws.", "In 1976, another wave of black protests began with the Soweto Uprising, in which black students protested being taught this language, the native tongue of H.F Verwoerd and P.W. Botha."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In this novel, the writer Maud Brewster has the misfortune to end up stuck on a seal-hunting ship. For 10 points each:", "answers_sanitized": ["The Sea-Wolf", "Jack London [or John Griffith London; or John Griffith Chaney]", "\"To Build a Fire\" &lt;Jose&gt;"], "parts_sanitized": ["Name this novel about Captain Larsen of the ship Ghost and his violent rivalry with his brother Death.", "The Sea-Wolf is a novel by this author, who ended his other novel The Call of the Wild with the dog Buck returning yearly to the site of his master's death.", "In this short story by Jack London, an unnamed man dies of cold after repeatedly performing the title action in the Yukon. The husky in this story runs off toward some \"food-providers\" at its conclusion."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "While machine efficiency is the ratio of output work to input work, this quantity is the ratio of output force to input force. For 10 points each:", "answers_sanitized": ["mechanical advantage [or MA, prompt on advantage]", "wedge", "Swinging Attwood's machine [prompt on partial answer] &lt;Reinstein&gt;"], "parts_sanitized": ["Name this measure of machines which is large for a lever when the input force is much further from the fulcrum than the output force.", "This simple machine is used to separate objects. Like an inclined plane, its mechanical advantage equals its length divided by its width.", "Griffiths and Tufillaro showed that this variant of a device containing a massless pulley and a massless string exhibits chaotic behavior."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The British poet Edward James sold his art collection to finance the creation of one of these places which features sculptures titled <em>The House on Three Floors Which Will in Fact Have Five or Four or Six</em> and <em>The House with a Roof like a Whale</em>. For 10 points each:", "answers_sanitized": ["gardens [accept word forms]", "England [accept Great Britain or United Kingdom or U.K.]", "Lahore, Pakistan &lt;Jose&gt;"], "parts_sanitized": ["Name these places that include Las Pozas. The Japanese \"zen\" type of them often feature no plants, but rather rocks instead.", "This country's greatest landscape gardener is probably Lancelot \"Capability\" Brown, who designed the garden for its Blenheim Palace. Other residences in this country include Windsor Castle.", "The expansive Shalimar Gardens can be found within this largest city in Punjab. This city is also where one can also find the tomb of Jahangir."], "category": "Literature"}]}