{"tossups": [{"question_sanitized": "It's not Mexico, but a geological area in this country is central to Gerta Keller's theory challenging the Alvarez hypothesis. This country's northern border, which was once partly set by the Macartney–MacDonald Line and the McMahon (mac-MAN) Line, runs across its disputed regions of Ladakh and Aksai Chin. In 1972, the Simla Agreement set part of its western border along the (*) Line of Control, which did not include the now-disputed Siachen Glacier. Another part of its western border runs through the Great Rann of Kutch and the Thar Desert. Its eastern state of Assam lies south of its state of Arunachal Pradesh, parts of which are claimed by China. Amritsar is in this country, which controls eastern Punjab. For 10 points, name this country whose state of Rajasthan is bordered to the northwest by Pakistan.", "answer_sanitized": "India [or Republic of India; or Bharatiya Ghanarajya] &lt;Wang&gt;", "category": "Geography"}, {"question_sanitized": "In a poem, this author compares himself to a \"usurp'd town\" and tells the addressee that he is \"betroth'd unto your enemy\" before declaring \"Yet dearly I love you, and would be lov'd fain.\" A poem by this man begins by describing how \"virtuous men pass mildly away\" before telling the addressee that \"thy firmness makes my circle just\" in a metaphor comparing their souls to a pair of \"stiff twin (*) compasses.\" This author of \"Batter my heart, three-person'd God\" declares that his addressee is \"slave to fate, chance, kings, and desperate men,\" in a poem concluding \"one short sleep past, we wake eternally.\" For 10 points, name this author of \"A Valediction: Forbidding Mourning\" whose Holy Sonnets include \"Death be not Proud.\"", "answer_sanitized": "John Donne &lt;Jose&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In Chaitin's algorithm, registers are assigned one of these values when they are allocated. The National Television System Committee uses the YIQ scheme for managing data stored as these values; other schemes for managing these things include the CIE XYZ scheme and the CMY subtractive model. An alpha channel, or a, adds transparency data to objects encoding these values. (*) Texture mapping changes these values for an object, which can be altered in a high dynamic range object through tone mapping. The HSL and HSV schemes are cylindrical-coordinate models of the most common way to specify these values, the RGB format. For 10 points, name these types of data that are stored in pixels, examples of which include olivine and purple.", "answer_sanitized": "colors [or hues; prompt on brightness] &lt;Jose&gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "Conon the mythographer states that a man of this name gave Autoleon a severe wound, which he healed by visiting the Isle of Leuca. Athena caused that king of this name to slip on a cow pie during the funeral games of Patroclus. Poseidon shattered the rock on which a son of Oileus with this name stood after he boasted that he did not need the gods to survive; during the Trojan War, that man with this name violated (*) Cassandra. Another man of this name used his seven-layer shield to protect his half-brother Teucer and senselessly slaughtered numerous sheep, thinking them to be warriors, after he was not awarded the armor of Achilles. For 10 points, give this name shared by a Locrian king and a son of Telamon respectively known as \"the lesser\" and \"the greater\".", "answer_sanitized": "Ajax [or Aias] &lt;Jose&gt;", "category": "Mythology"}, {"question_sanitized": "A minister in this play claims to have completely refuted the heretical views of the Anabaptists in four unpublished sermons. That minister goes on a walk with a governess who assigns her charge the hated subject of German. Two characters in this play devour a plate of cucumber sandwiches before Aunt Augusta's arrival in the first act, and in the second, they eat muffins while discussing their upcoming (*) re-baptisms. In this play, Cecily Cardew and Gwendolyn Fairfax meet at a country house owned by a man found in a handbag as a baby, and another man comes to the house under the pretense of visiting his infirm cousin Bunbury. For 10 points, name this Oscar Wilde play in which Jack Worthing and Algernon Moncrief both pretend to have a certain desirable name.", "answer_sanitized": "The Importance of Being Earnest &lt;Mehigan&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Diogenes Laertius states that this man abdicated the kingship in favor of his brother, and that he convinced the tyrant Melanka to abdicate. This thinker, whose thought is preserved in approximately 100 \"fragments,\" stated \"strife is justice\" and \"the way up and the way down are the same\" to emphasize a \"unity of opposites.\" This native of Ephesus was called the \"weeping philosopher\" due to a melancholy that made him unable to (*) finish his works. This philosopher wrote that \"logos\" is the origin of all things. His saying panta rhei, or \"everything flows\" is often analogized to stepping in the same river twice. For 10 points, what ancient philosopher suggested that the universe was always changing and that fire was the origin of everything?", "answer_sanitized": "Heraclitus of Ephesus &lt;Jose&gt;", "category": "Philosophy"}, {"question_sanitized": "The Sunga kingdom was gifted one of these objects by the Indo-Greek ambassador Heliodorus, whom it is now named for. Non-corroding iron was used to make one of these objects which was commissioned by the Gupta dynasty and stands on the Tropic of Cancer in Delhi. For 37 years, one of these objects served as the home of Saint Simeon Stylites. At Sarnath, a statue of (*) four lions sat atop one of these non-rock objects which was used to display the edicts of Ashoka. One of these objects depicts the defeat of Decebalus and celebrates its namesake's victory in the Dacian Wars. For 10 points, name this sort of monument exemplified by one named for Emperor Trajan in Rome.", "answer_sanitized": "pillars [or columns; prompt on sundials or less specific answers like monuments; prompt on steles or stelae] &lt;Brownstein&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "The Jefimenko (YEFF-ee-MEN-koh) equation for this quantity does not have a term containing the retarded charge distribution. This quantity is zero in the direction of propagation for a TM mode of an optical cavity. Charge times this quantity over mass equals the cyclotron frequency. This quantity induces a light wave to rotate its plane of polarization in the Faraday effect. This quantity equals the curl of the (*) vector potential. When this quantity is oriented perpendicular to an electric current, a transverse voltage is produced, a result called the Hall effect. Charge times the cross product of velocity with this quantity gives the Lorentz force that this quantity induces on a moving charged particle. For 10 points, B is the symbol for what vector field measured in Teslas?", "answer_sanitized": "magnetic field strength [or magnetic flux density; prompt on B; do NOT accept or prompt on \"magnetic flux\"] &lt;Busse&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A character who predicts these events lives in a house whose walls seem to whisper \"there must be more money!\" British suffragette Emily Davison attempted to place a scarf around a participant in one of these events, but died a few days later. The legs of the figures in a painting of one of these events by Théodore Géricault (tay-oh-DORE jay-ree-KOH) were painted in impossible poses, a fact realized thanks to Eadweard (*) Muybridge's (Edward MY-bridge) photograph sequence. In a D.H. Lawrence story, Paul wins 80,000 pounds after one of these events at Epsom. In 2015, American Pharaoh became the first participant since 1978 to win a set of three of these events collectively dubbed the Triple Crown. For 10 points, name these events exemplified by the Kentucky Derby.", "answer_sanitized": "horse races [or obvious equivalents for \"race\" in horse races; or derby until it is read; prompt on races] &lt;Golimlim&gt;", "category": "Trash"}, {"question_sanitized": "A split in this organization that destroyed its Citizens Committee was known as the \"war at the top.\" In its Electoral Gazette, this organization published an image of Gary Cooper from High Noon before an election to the so-called \"contract\" legislature. The sunglasses-wearing general who succeeded S. Kania implemented martial law to deal with this organization. The government led by this organization oversaw an abrupt move to a (*) market economy, known as \"shock therapy,\" via the Balcerowicz (balt-seh-RO-vitch) Plan. The Round Table talks occurred between this group and the Jaruzelski (yuh-roo-ZEL-ski) regime. This group was founded in the Lenin shipyards by former electrician Lech Wałęsa (vah-WEN-suh). For 10 points, name this independent trade union that opposed the communist government of Poland.", "answer_sanitized": "Solidarity [or Solidarność; or Independent Self-governing Trade Union before \"independent\" is read] &lt;Brownstein&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A D major piece in this genre has an unusually lengthy second-movement Largo cantabile e mesto in the distant key of F-sharp major, giving it the nickname Largo. An E-flat major piece of this type ends its rondo finale with repeated statements of the main theme, which are interrupted by pauses each time. That piece, part of a set of six titled Russian, is nicknamed \"The (*) Joke.\" Variations on the \"Deutschland über alles\" melody comprise the second movement of one of these non-concerto pieces nicknamed Emperor and included in the composer's Op. 76 Erdödy (ERR-der-dee) set. Like the symphony, Joseph Haydn is considered the father of this genre. For 10 points, name this genre of chamber music for two violins, one viola, and one cello.", "answer_sanitized": "string quartet [prompt on partial answer] &lt;Kim&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In this quantum mechanical system, light absorbance strongly occurring at 121.6 nanometers produces the Gunn-Peterson trough. A tiny splitting of energy levels that occurs in this system due to vacuum interactions is called the Lamb shift. Schrödinger's famous 1926 paper (*) solved the Schrödinger equation for this quantum mechanical system. R times the quantity one over the final state of an electron squared minus one over the initial state of the electron squared is equal to the wavenumber for lines in this system's emission spectrum. That equation works since Z equals one for this system, making it the simplest version of the Rydberg formula. For 10 points, identify this system consisting of an electron in orbit around a proton.", "answer_sanitized": "hydrogen atom [prompt on atom or atomic model; prompt on two-body system until mentioned; do not prompt on \"proton\" or \"electron\"] &lt;Prieto&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This artist is depicted walking on water as other artists watch from a boat in Mark Tansey's The Myth of Depth. At the center of a painting by this artist originally titled Moby Dick is a female with three white breast-like protrusions possibly giving birth to the Minotaur. He painted a twenty-foot wide Mural for Peggy Guggenheim's apartment. A series of photographs of this artist at work were first published in Portfolio magazine by Hans Namuth. This student of Thomas Hart Benton was (*) married to fellow painter Lee Krasner. One of his canvases is divided by the seven title Blue Poles. This artist is best known for his all-over paintings such as Autumn Rhythm and Lavender Mist. For 10 points, name this Abstract Expressionist nicknamed \"Jack the Dripper.\"", "answer_sanitized": "Jackson Pollock [or Paul Jackson Pollock] &lt;Bentley&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The ghost of this actor gives romantic advice to the writer Allan Felix in a film written by Woody Allen. In one role, this actor's character said he came to the title location for the waters because he was \"misinformed.\" In that role, this actor's character nods to allow characters to sing \"La Marseillaise\" to drown out characters singing \"Watch on the Rhine.\" In another role, this man's character is told by the bandit Gold Hat \"we don't need (*) no badges.\" This actor's character tells his lover, Ilsa, \"here's looking at you, kid\" in one film. This actor, who played the miner Fred C. Dobbs in The Treasure of the Sierra Madre, starred in another film as a nightclub owner in Morocco during World War II. For 10 points, name this actor who played Rick in Casablanca.", "answer_sanitized": "Humphrey Bogart [or Humphrey DeForest Bogart] &lt;Cheyne&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A character in this novel is forbidden from attending the funeral of a yellow mule which her husband had bought from its abusive owner. In this novel, a town gets its first streetlamp thanks to that man, who had been elected mayor after buying 200 acres and opening a store and post office. Interest in this novel was revived by an essay about \"looking\" for its author by Alice Walker. After kissing Johnny Walker under a flowering pear tree, this novel's protagonist is (*) married off by her grandmother. During a flood following a hurricane in this novel, a man is bitten by a rabid dog. The protagonist of this novel tells Phoebe about her marriages to Logan Killicks, Joe Starks, and Tea Cake. For 10 points, name this novel about Janie Crawford by Zora Neale Hurston.", "answer_sanitized": "Their Eyes Were Watching God &lt;Brownstein&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A Presbyterian theological seminary founded by William Tennent in Pennsylvania was nicknamed for being located in one of these places. A phrase mentioning this sort of place was used to champion the \"Farmer of North Bend\" and attack a rival whom Charles Ogle claimed ate off golden spoons. Soddies were often constructed when the materials needed for these objects were absent. The use of these structures was probably (*) introduced by Finnish settlers in New Sweden. In 1840, William Henry Harrison declared that he was the candidate of these structures and hard cider. Abraham Lincoln was born in one of these buildings in Kentucky. For 10 points, name this type of house which was commonly constructed from timber on the American frontier.", "answer_sanitized": "log cabins [or anything indicating a building or house made of logs] &lt;Brownstein&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "After examining one of these characters by stabbing him in the hand, a doctor explains to the protagonist that a new species of flowers is sterile. A man is electrocuted on a fence while trying to buy these characters off with half a billion dollars. One of these characters is named Sulla because a man \"thought Marius and Sulla were lovers.\" A representative of the League of Humanity arrives on an island to advocate for these characters. A year (*) after these characters kill Dr. Gall and Harry Domin, Alquist dubs two of them the new Adam and Eve. These beings seek the formula for their creation after they revolt and destroy humanity. For 10 points, name these beings made by Rossum's Universal in a Karel Čapek play, which coined the name for these artificial automatons.", "answer_sanitized": "robots [or Rossum's Universal Robots; or R.U.R.] &lt;Brownstein&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A king from this region was allegedly burned alive in his own torture device, the brazen bull, after he was overthrown. A king of a city in this region patronized the arts by bringing the poet Philoxenus and the philosopher Plato to his court. Phalaris was a ruler of this region's city of Acragas in the 6th century BC. The Mamertines were a group of mercenaries on this island hired by Agathocles. Gelon and Dionysius were among the tyrants of a city on this island. During the (*) Peloponnesian War, Alcibiades led an ill-fated expedition to conquer this island. During Marcellus's siege of a city on this island ruled by Hiero II, it was defended by a giant claw built by Archimedes. For 10 points, Syracuse was the major polis on what largest island in the Mediterranean?", "answer_sanitized": "Sicily [or Sicilia; accept Acragas until \"city\" is read] &lt;Jose&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "Thapsigargin inhibits an ATPase native to this structure. At high temperatures, the VSV protein will accumulate in this structure without moving. CFTR is a chloride transporter for this organelle. Either diacidic or di-arginine sorting signals target this structure. Its Sec61 translocon is targeted by signal recognition particles, which bring peptides to be (*) co-translationally synthesized into this organelle. Retrograde transport eventually brings proteins to this structure. This organelle contains the cell’s store of calcium and is responsible for the detoxification of alcohol. It is continuous with the outer nuclear membrane and is often studded with ribosomes. For 10 points, name this organelle that comes in smooth and rough varieties.", "answer_sanitized": "endoplasmic reticulum [or ER; or smooth endoplasmic reticulum or SER; or rough endoplasmic reticulum or RER; or sarcoplasmic reticulum or SR ] &lt;Yu&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One legend claims that a king allowed this man to proselytize his country after the king's advisors were unable to douse this man's eternally burning flame. The Liber Hymnorum contains a poem attributed to this author known as his \"breastplate\" in which this man and his companion transform into a deer while on their way to preach. This figure wrote the Letter to Coroticus, which protests against the slave trade. Popular legend claims that he was born (*) Maewyn Succat, and that as a teenager he was captured by pirates. This man's namesake cathedral can be found at Armagh, (arr-MAH) where he established a monastery. This man supposedly drove all the snakes from a certain island and used the shamrock to illustrate the Trinity. For 10 points, name this patron saint of Ireland.", "answer_sanitized": "Saint Patrick &lt;Jose&gt;", "category": "Religion"}, {"question_sanitized": "This character is convinced that he is flying through the air when he is blindfolded and put on a wooden horse stuffed with firecrackers. This character encounters a man who had cut out his friend's heart during a vision he has while hanging from a rope in Montesinos's Cave. After attempting to free some galley slaves, this character meets a wild man driven mad by Luscinda's marriage, Cardenio. This character's library is (*) burned by a barber and the priest Dr. Perez. He fights Samson Carrasco in the guises of the Knight of the Wood and the Knight of the White Moon, and he searches for his idealized love Dulcinea. For 10 points, name this \"ingenious gentleman\" who tilts at windmills and adventures with Sancho Panza in a Miguel de Cervantes novel.", "answer_sanitized": "Don Quixote &lt;Brownstein&gt; Bonuses", "subcategory": "Literature European", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Theophilus Presbyter's book <em>On Diverse Arts</em> details the process of making this artistic medium. For 10 points each:", "answers_sanitized": ["stained glass [prompt on glass]", "Chartres Cathedral [or Notre-Dame de Chartres; or Our Lady of Chartres]", "Louis Comfort Tiffany &lt;Jose&gt;"], "parts_sanitized": ["Name this artistic medium which is created by adding metallic salts to a transparent substance during its manufacture. Many windows in Gothic cathedrals contain artworks in this medium.", "Cobalt was added to the blue stained glass pieces found in this cathedral in northwest France. This cathedral with Gothic and Romanesque elements is paired with Mont Saint-Michel in a book by Henry Adams.", "This art nouveau graphic designer developed a type of iridescent glass called \"favrile\" that he used in his stained glass, which can be found in his namesake ornate \"lamps.\""], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "This quantity is used to explain the motion of a gyroscope. For 10 points each:", "answers_sanitized": ["angular momentum [do not accept \"momentum\"]", "vortex [or vorticity]", "Navier-Stokes equations &lt;Reinstein&gt;"], "parts_sanitized": ["Name this quantity that, like energy and momentum, is always conserved.", "The conservation of angular momentum explains the creation of these rotating regions in a fluid when the fluid goes through a drain. The quantity named for these regions is the del operator crossed with flow velocity.", "Vortices are explained by this set of equations in fluid mechanics derivable from Newton's Second Law. One term in these equations multiplies density times the sum of the time derivative of fluid velocity plus the dot product of velocity with the gradient of velocity."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Two daughters of this historical person are described in William Wells Brown's novel <em>Clotel</em>. For 10 points each:", "answers_sanitized": ["Thomas Jefferson", "newspapers", "Gore Vidal &lt;Jose&gt;"], "parts_sanitized": ["Name this man, whose literary output includes his Notes on the State of Virginia, a work praising New World flora and fauna over those of the Old World.", "In a letter to Edward Carrington, Jefferson expressed his desire for these publications \"without governments\" instead of \"governments without\" these publications, examples of which include the New York Times.", "A darker portrait of Thomas Jefferson appears in this author's novel Burr, which opens his Narratives of Empire series. He also wrote the novel Myra Breckinridge and carried on feuds with William F. Buckley and Truman Capote."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In the first few steps of gluconeogenesis, two enzymes are needed to convert this molecule back into its precursor, PEP. For 10 points each:", "answers_sanitized": ["pyruvate [or pyruvic acid]", "fermentation [or word forms]", "thiamine [or thiamine pyrophosphate; or vitamin B1; prompt on vitamin B] &lt;Golimlim&gt;"], "parts_sanitized": ["Name this three-carbon keto-acid which gets converted to acetyl-CoA and a molecule of carbon dioxide during the entry to the citric acid cycle.", "During this biochemical process, pyruvate gets reduced to lactate, regenerating NAD+ for glycolysis. This anaerobic process makes ethanol in yeast.", "Both pyruvate dehydrogenase and yeast pyruvate decarboxylase require this compound's pyrophosphate derivative as a cofactor. Lack of this compound in the diet causes Wernicke's encephalopathy."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This event started after the motorist Marquette Frye was pulled over by a cop for drunk driving. For 10 points each:", "answers_sanitized": ["Watts Riots", "Los Angeles [or L.A.]", "Newark, New Jersey &lt;Jose&gt;"], "parts_sanitized": ["Name these riots which took place in a namesake neighborhood for about a week in August, 1965.", "The Watts Riots lasted for six days in this West Coast city. In 1992, much of this city rioted again after four police officers were acquitted for the beating of Rodney King.", "During the \"long hot summer\" of race riots two years after the Watts Riots, major riots occurred in Detroit and this other city. Cory Booker's 2002 campaign against Sharpe James for mayor of this city is chronicled in the documentary Street Fight."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about unusual features of 18th century symphonies, for 10 points each.", "answers_sanitized": ["Joseph Haydn [or Franz Joseph Haydn]", "G minor [do not accept \"G\"; do not accept \"G major\"]", "English horn [or cor anglais; do not accept \"horn\"] &lt;Kim&gt;"], "parts_sanitized": ["A sudden and unexpected loud chord appears at the end of the quiet theme that opens the second movement of this composer's Surprise Symphony.", "An unusually quiet opening played by a divided viola section characterizes Wolfgang Amadeus Mozart's Symphony No. 40, the \"greater\" of two in this key.", "Haydn's Philosopher Symphony is unique in its scoring for an ensemble of two French horns, strings, and two of these instruments. One of them represents the title bird in Jean Sibelius's The Swan of Tuonela."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Participants in this revolt included the officer Nikolai Muravyov, as well as members of the Salvation and Benevolent Unions. For 10 points each:", "answers_sanitized": ["Decembrist revolt [or Decembrist uprising; or Vosstanie dekabristov]", "Saint Petersburg [or Petrograd; or Leningrad]", "Konstantin [or Konstantin Pavlovich; or Constantine I] &lt;Bentley&gt;"], "parts_sanitized": ["Name this revolt that took place during the reign of Nicholas I. At the height of this revolt, rebels gathered in Senate Square to swear loyalty to its namesake constitution.", "The Decembrist revolt took place in this city. This city became Russia's \"Window to the West\" after it was constructed on the Baltic, in part by Swedish prisoners captured during the Great Northern War.", "The Decembrist revolt began after this man, Nicholas' older brother, refused to take the throne. The 1830 storming of this man's castle sparked Poland's Cadet Revolution."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The field of Idavoll is found at the center of this realm, which is home to a giant hall that housed the honored dead named Valhalla. For 10 points each:", "answers_sanitized": ["Asgard", "Bifrost [or Asbru or the rainbow bridge]", "Baldr and Nanna [accept the answers in either order; prompt on partial answer] &lt;Jose&gt;"], "parts_sanitized": ["Name this realm from Norse mythology, the home of the Aesir. It is ruled by Odin.", "Heimdall stood guard at this structure, which connected Asgard to Midgard, the realm of men. The jotunn used this structure to invade Asgard during Ragnarok.", "Asgard also contains the hall Breidablik, the home of this pair of deities. They were the parents of Forseti, the god of justice."], "category": "Mythology"}, {"leadin_sanitized": "This man claimed that his neighbor's dog was possessed by a demon and had told him to kill. For 10 points each:", "answers_sanitized": ["David Berkowitz [or Son of Sam; or Richard David Falco; or the .44 Caliber Killer; do not accept \"Sam\"]", "Mark David Chapman", "John Winston Lennon [or John Ono Lennon] &lt;Bentley&gt;"], "parts_sanitized": ["Name this man who began a shooting rampage in 1976. Laws named for this man prevent criminals from profiting from their crimes.", "A Son of Sam law was invoked in the 1980s against this man, who committed a murder outside The Dakota apartment building and was in possession of the novel The Catcher in the Rye when found by police.", "Mark David Chapman killed this member of the Beatles in December 1980."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "After this character kisses Fenitchka, he duels with Pavel and shoots him in the leg. For 10 points each:", "answers_sanitized": ["Yevgeny Vasil'evich Bazarov [or Yevgeny Vasil'evich Bazarov]", "Ivan Turgenev", "nihilism [accept word forms such as nihilists] &lt;Jose&gt;"], "parts_sanitized": ["Name this character who receives a \"deathbed\" kiss after declaring his love to Madame Odintsova. He had previously been careless and cut himself during an autopsy, causing his death.", "Bazarov's death and Arkady's marriage to Katya concludes Fathers and Sons, a novel by this Russian author who also wrote A Sportsman's Sketches.", "At the opening of Fathers and Sons, Arkady Kirsanov returns to his home at the Maryino estate with Bazarov, where Pavel becomes angry that they have adopted this philosophical position."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Cardiac output is measured by multiplying the heart rate by this quantity. For 10 points each:", "answers_sanitized": ["stroke volume", "left atrium [prompt on atrium]", "atrial or ventricular fibrillation [or cardiac arrhythmia] &lt;Zhang&gt;"], "parts_sanitized": ["Name this quantity equal to the difference between the end-systolic volume and the end-diastolic volume. This quantity measures how much blood exits the left ventricle per beat.", "The mitral valve controls blood flow from this chamber of the heart into the left ventricle. This chamber receives oxygenated blood from the lungs.", "Disorganized pacemaker signals cause the atria or ventricles of the heart to quiver instead of contract in this condition, which can be reversed by the application of a sudden electric current."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Answer the following about British literature involving the Court of Chancery, for 10 points each.", "answers_sanitized": ["Bleak House", "John Galsworthy", "Poet Laureate of the United Kingdom [or British Poet Laureate] &lt;Carson&gt;"], "parts_sanitized": ["The Court's inefficiencies are satirized by the glacially-progressing case of Jarndyce v. Jarndyce, which appears in this Charles Dickens novel about Esther Summerson.", "Soames and Winifred deal with the court in their attempts to secure divorces in In Chancery, the third novel of this author's Forsyte Saga. He won the 1932 Nobel Prize in Literature.", "Four years into his 30-year tenure in this position, Robert Southey lost a Chancery case involving the suppression of his radical play Wat Tyler. William Wordsworth and Alfred, Lord Tennyson were the next two people to hold this position after Southey."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The origins of this art form has been traced back to the Rajasthan region of India. For 10 points each:", "answers_sanitized": ["flamenco", "hands [or handclapping]", "classical guitar &lt;Jose&gt;"], "parts_sanitized": ["Name this style of Spanish dance whose modern form originated from Andalusian gypsies. It is often accompanied by castanets.", "Flamenco music often incorporates the palmas percussion instrument, which is essentially the noise produced from these objects.", "This stringed musical instrument often accompanies the singing and dancing in flamenco. Paco de Lucia was a master of this instrument, which Andres Segovia gained fame for playing in many classical music pieces."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Large quantities of this resource were first discovered in Nigeria by Shell Darcy near Oloibiri. For 10 points each:", "answers_sanitized": ["oil [or petroleum]", "Igbo people [or Ibo people]", "Ken Saro-Wiwa [or Kenule Beeson Saro-Wiwa] &lt;Hothem&gt;"], "parts_sanitized": ["Name this natural resource that is drilled for in large quantities in the Niger delta. Nigeria belongs to OPEC, an international organization that oversees much of the production of this commodity.", "This ethnic group of Southern Nigeria traditionally lived in the area of the Oloibiri oil field area. The secessionist state of Biafra was mostly populated by members of this ethnicity.", "This Nigerian writer led a non-violent campaign against Nigeria's oil industry while serving as the president of MOSOP. This man was hanged by Sani Abacha's regime for supposedly killing several Ogoni chiefs."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Michael Witzel led the opposition to attempts by members of this religion to change Californian textbooks, part of a project decried by its opponents as \"saffronization.\" For 10 points each:", "answers_sanitized": ["Hinduism", "caste system [or varnas; or jatis]", "Bharatiya Janata Party [or BJP] &lt;Kothari&gt;"], "parts_sanitized": ["Name this religion. A history of it by Wendy Doniger was withdrawn by a Penguin subsidiary after nationalists of this religion accused it of heresy.", "Many Hindu nationalists seek to soften references to this system in textbooks. This system divided Hindu society into groups like religious leaders, or Brahmins, and warriors, or Kshatriyas.", "This ruling Indian party is committed to Hindutva, or Hindu nationalism. This party, led by Narendra Modi, played a role in the destruction of the Babri Mosque in Ayodhya."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The protagonist of this short story waits out a storm in the Levys' gazebo. For 10 points each:", "answers_sanitized": ["\"The Swimmer\"", "John Cheever", "The New Yorker &lt;Bentley&gt;"], "parts_sanitized": ["Identify this short story about Westchester County resident Neddy Merrill's journeys through his neighborhood's backyards.", "\"The Swimmer\" was written by this author, who fictionalized his departure from Thayer Academy in his story \"Expelled.\" A 1978 collection of his stories was the first short story collection to ever make the New York Times best-seller list.", "Despite straying from the house-style of Naturalism, many of Cheever's stories, such as \"The Swimmer\" were first published in this magazine. E. B. White was a longtime contributor to this magazine, known for cartoons that accompany its pieces."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This man was offered the office of Regent of France following the death of Louis IX's mother, Blanche of Castile. For 10 points each:", "answers_sanitized": ["Simon de Montfort, 6th Earl of Leicester", "Canterbury", "Jews [or Jewish people] &lt;Bentley&gt;"], "parts_sanitized": ["Name this baron who reinstituted the Provisions of Oxford after winning the Battle of Lewes. He was killed at Evesham a year later.", "The government run by Simon de Montfort after the Battle of Lewes was set up in a treaty named for this city. A murder in this city allegedly occurred after a king asked his knights, \"Who will rid me of this troublesome priest?\"", "Simon de Montfort expelled these people from Leicester in 1231. Edward I expelled these people from all of England in 1290, and they were kicked out of Spain by the Alhambra Decree."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Relative clauses allow for this property in nearly every natural language, though some linguists say the Pirahã language of the Amazon does not have it. For 10 points each:", "answers_sanitized": ["linguistic recursion", "Noam Chomsky", "center embedding [prompt on embedding or self-embedding] &lt;Jackson&gt;"], "parts_sanitized": ["Name this property which lets speakers make arbitrarily long sentences. In programming languages, it refers to a procedure calling itself.", "This MIT linguist and author of Syntactic Structures proposed that we learn to handle linguistic recursion at a very young age due to an innate \"universal grammar.\"", "This type of recursion interrupts a phrase with a full phrase of the same type. The grammatical sentence \"The cat that the dog chased ran\" does it once, but longer examples like \"The cat that the dog that the hunter chased chased ran\" become unacceptable."], "category": "Social Science"}, {"leadin_sanitized": "Identify the following about Investor-State Dispute Settlement, for 10 points each,", "answers_sanitized": ["Trans-Pacific Partnership [or TPP]", "tobacco industry [or cigarette industry]", "Germany &lt;Bentley&gt;"], "parts_sanitized": ["Elizabeth Warren has criticized this agreement for including ISDS in its many provisions. This agreement also forces New Zealand to adopt longer copyright protections and outlaws countries forcing manufactures to make source code public.", "A company in this industry successfully sued the government of Australia for requiring that its products be sold in plain packages with large health warnings. A 1998 settlement forced companions in this industry to compensate victims of lung cancer.", "This country is facing an ISDS lawsuit from the Swedish company Vattenfall for speeding up its timetable to close its nuclear plants. Thanks to this country's ambitious energy transition plan, renewables now contribute more power than its lignite coal plants."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about high-altitude clouds:", "answers_sanitized": ["cirrus clouds", "jet streams", "noctilucent clouds &lt;Jose&gt;"], "parts_sanitized": ["The three basic cloud types are stratus, cumulus, and this kind of thin and wispy cloud that take its name from a Latin word meaning \"a lock of hair.\" The castellanus type of this cloud appears to be \"turrets\" arising from a central fort cloud.", "Cirrus clouds often accompany these phenomena, which are very cold, fast-moving currents in Earth's tropopause. They are generally stronger when the difference in temperature between the tropics and polar regions is higher.", "These usually \"silver blue\" clouds seem to glow during twilight. They form in the mesosphere and were only first observed two years after Mt. Krakatoa's eruption."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "A man in this poem chortles out of joy after crying \"Come to my arms, my beamish boy!\" For 10 points each:", "answers_sanitized": ["\"Jabberwocky\"", "Lewis Carroll [or Charles Lutwidge Dodgson]", "Jubjub bird &lt;Brownstein&gt;"], "parts_sanitized": ["\"Name this poem about a boy who uses a \"vorpal sword\" to hunt a creature with \"jaws that bite\" and \"claws that catch.\"", "\"Jabberwocky\" is a nonsense poem by this English author, who included it in Through the Looking Glass, a sequel to his novel Alice in Wonderland.", "The father of the Jabberwocky's killer also warns him to beware the \"frumious bandersnatch\" and this other fictional creature. In Carroll's \"The Hunting of the Snark,\" this animal's shrill cry is compared to a \"pencil that squeaks on a slate.\""], "subcategory": "Literature British", "category": "Literature"}]}