{"tossups": [{"question_sanitized": "A choral piece by this composer ends with a bass soloist singing a B major \"Oath of Reconciliation.\" This composer depicted a mountaineer of the Abruzzo delivering a C major serenade in the third movement of one of his symphonies, while another of his pieces includes the \"Queen Mab Scherzo.\" A programmatic piece by this composer begins by depicting the title character \"in the Mountains,\" and ends with him joining an (*) \"Orgy of the Brigands.\" Niccolò Paganini refused to premiere that piece because of the lack of virtuosity in its solo viola part. This composer's first symphony ends with a \"Dream of a Witches' Sabbath\" that depicts unrequited love with a recurring idée fixe melody. For 10 points, name this composer of Harold in Italy and Symphonie fantastique.", "answer_sanitized": "Hector Berlioz &lt;Kim&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One property of these systems can be quantified by the logarithmic decrement. In phase space, these systems trace out an ellipse in a clockwise fashion. Any system can be modeled as one of these systems by Taylor-expanding the potential energy about a minimum and truncating the result at the second term. When these systems lose energy in a \"critical\" fashion, their (*) Q-factor equals one-half. External forces can \"drive\" these systems, which can be \"damped\" when they lose energy over time. A restoring force proportional to minus the displacement describes these systems, according to Hooke's law. For 10 points, sinusoidal motion is characteristic of what systems exemplified by springs and pendulums?", "answer_sanitized": "simple harmonic oscillators [or SHO; prompt on oscillators or springs or pendulums]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Plutarch states that this location is enclosed by a pair of cliffs called the Phaedriades. Hephaestus crafted singing statues made of gold called the Celedones for a temple at this place. A recurring event at this place was held in the third year of each Olympiad. An artifact kept at this location was once wrapped in swaddling clothes and swallowed by Cronus. This location, which was founded by suppliants riding a god in the form of a dolphin, contains the (*) Castalian Spring. This location was home to a stone representing the \"navel of the world,\" the omphalos, which was used by priestesses here called pythia. The Python was slain here by the god to which this site was dedicated. For 10 points, name this sanctuary whose temple of Apollo was home to an oracle.", "answer_sanitized": "Delphi [or Delphoi] &lt;Jose&gt;", "category": "Mythology"}, {"question_sanitized": "A 1946 International Court of Justice case concerned an incident in which this country mined two Royal Navy ships. Britain's plan to subvert this country's regime with guerrillas from the Legality movement was betrayed by Kim Philby. This country was rocked by protests in 1997 after over half its population lost money in a series of pyramid schemes. This country's leadership denounced the Three Worlds Theory as anti-revolutionary, leading to the end of its alliance with China. The churches and (*) mosques of this country were burnt down after it was declared the \"first atheist state on Earth.\" The invasion of this country by Fascist Italy in 1939 forced out its King Zog. For 10 points, name this Balkan country once ruled by the Communist Enver Hoxha (HO-juh) from Tirana.", "answer_sanitized": "Albania &lt;Brownstein&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In this country, a criminal known as the \"Monster with 21 Faces\" terrorized confectionery companies. In this country, many prominent politicians were revealed to have been bribed with shares for the Recruit company. The Flying Geese Paradigm suggested that this country would lead growth in its region. This country pioneered quantitative easing to help restart its economy during its \"Lost Decade.\" The book Underground describes a (*) terrorist attack in this country that was carried out using sharpened umbrellas and packages wrapped in newspapers. This country is currently in the Heisei period, and it developed \"bullet trains\" during the 1960s. For 10 points, name this country where members of a doomsday cult once released sarin gas in the subways of its capital, Tokyo.", "answer_sanitized": "Japan [or Nippon] &lt;Jose&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In one of this author's poems, the \"Socrates of Snails\" and \"musician of pears\" seeks to make a \"new intelligence prevail\" in the section \"The Idea of a Colony.\" Another of this author's poems describes a \"listener, who listens in the snow\" and beholds \"Nothing that is not there and the nothing that is.\" An animal traces \"an indecipherable cause\" into an icicle-filled window made of \"barbaric glass\" in a poem by this author of \"The (*) Comedian as the Letter C.\" That poem by this man asks \"O thin men of Haddam, Why do you imagine golden birds?\" and describes how \"Among twenty snowy mountains, the only moving thing\" was the eye of the title creature. For 10 points, name this poet whose collection Harmonium contains \"Thirteen Ways of Looking at a Blackbird.\"", "answer_sanitized": "Wallace Stevens &lt;Jose&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This food is deep fried and skewered in a \"Q\" form popular with Filipino street vendors, and it is often served on the side to be eaten with rice in Somali cuisine. Small producers of this commodity were driven out of business by sigatoka disease in the early 20th century. The Gros Michel (grow mee-SHELL) variety of this food was marketed with the image of Carmen Miranda during the 1950s before being largely replaced by the (*) Cavendish. In 1953, the CIA helped overthrow Jacobo Árbenz after he threatened American cultivators of this commodity in Guatemala. \"El Pulpo,\" or \"The Octopus,\" was the nickname for a corporation that dominated this commodity's production, the United Fruit Company. For 10 points, identify this fruit that nicknames repressive Central American \"republics.\"", "answer_sanitized": "bananas [accept banana republics; prompt on fruit before \"United Fruit Company\"] &lt;Wang&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Dorzolamide inhibits an enzyme that produces this ion to treat glaucoma. Band 3 proteins on red blood cells export this ion in exchange for a chloride. Centroacinar cells secrete a solution of this ion after stimulation by secretin from the duodenum. Its concentration is unnaturally low in patients with Kussmaul breathing. This anion is produced biologically by a very fast (*) zinc-containing enzyme. Renal compensation regulates the levels of this anion. This anion is present in excess in alkalosis, when its equilibrium is favored over the acid that forms when carbon dioxide dissolves in water. For 10 points, name this base formed by carbonic anhydrase, a major constituent of the blood's buffering system.", "answer_sanitized": "bicarbonate [or HCO3-; or bicarb; or hydrogen carbonate; do not accept or prompt on \"carbonate\" or \"CO3 two minus\"] &lt;Silverman&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This novel's title character whispers the word \"one\" into the ear of a corpse of a man who died the moment he acknowledged the existence of God. A character in this book adopts the false name Viscount Andrea Cavalcanti when he is introduced to society by a man called \"Lord Wilmore.\" During the Roman Carnival, the protagonist of this novel arranges for a young man to be kidnapped and taken to the catacombs by a gang of bandits. The title character of this novel decides to not (*) duel Albert de Morcerf, the son of his former betrothed Mercédès. This novel's title character befriends the Abbé Faria when he is wrongly imprisoned for fourteen years. For 10 points, Edmond Dantès takes the title alias while on a quest for revenge in what novel by Alexander Dumas, père?", "answer_sanitized": "The Count of Monte Cristo [or Le Comte de Monte-Cristo]&lt;Jose&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One of these creatures is being served on a blue platter below a green cross and a full moon in a painting titled \"Around\" one of these animals. The artist of that painting, Paul Klee, also included a two-faced stick figure wearing pink gloves in a canvas titled for the \"magic\" of this sort of animal. A cherub rides atop one of these creatures while watching a bull carry away Europa in Titian's The Rape of Europa. An apostle attempts to (*) find a coin in the mouth of one of these animals in the left of Masaccio's The Tribute Money. One of a large type of these animals was placed in a tank of formaldehyde for Damien Hirst's The Physical Impossibility of Death in the Mind of Someone Living. For 10 points, many Japanese prints depict koi, a type of what aquatic animal?", "answer_sanitized": "fish [or sharks] &lt;Hothem&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Iodometry is viable for any compound with a lower value for this quantity than iodide. Reactivity series for single-displacement reactions are ordered by this quantity. This quantity is measured using silver and silver chloride in a one-molar solution of potassium chloride. In SI units, this quantity is 3.06 for fluorine, 1.229 for oxygen, and zero for (*) hydrogen, the last of which is used as a standard for all others. If the change for this quantity is positive, then a redox reaction is spontaneous. At non-standard states, it decreases by RT over nF times the log of the reaction quotient, according to the Nernst equation. For 10 points, name this quantity symbolized by a script E, measured in volts against a reference electrode.", "answer_sanitized": "reduction potential [or redox potential; or cell potential; or emf; or electromotive force; or voltage; prompt on energy] &lt;Silverman&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "An institution created in this year called for tax resistance in the following year's Viborg Manifesto. During this year, the delivery of \"The Most Humble and Loyal Address\" was led by a man who was later shot for working with the secret police. The Black Hundreds began carrying out pogroms in this year. The capture of Port Arthur during this year inspired unrest in the country of the (*) loser. During this year, soldiers opened fire on demonstrators led by Father Gapon outside in the Winter Palace on Bloody Sunday. In this year, the Duma was created by the October Manifesto, which was issued in response to strikes and uprisings by Nicholas II. For 10 points, name this year in the first decade of the 20th century during which a Russian revolution occurred.", "answer_sanitized": "1905 [prompt on 05] &lt;Brownstein&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "One of this author's stories is partially set in a pentagonal room in which there are five gigantic sarcophagi made of Luxor granite. A character in that story by this author writes a poem that includes the line \"the play is the tragedy, 'Man.'\" The narrator of one of this author's stories witnesses his second wife Lady Rowena Trevanion dying and transforming into his first wife, who had previously composed the poem \"The (*) Conqueror Worm.\" Another of this author's stories, which opens by describing a man who out-Heroded Herod, takes place during a masquerade hosted in six rooms of different colors; in that story by this author, Prince Prospero is killed by the title plague. For 10 points, name this author of the short stories \"Ligeia\" and \"The Masque of the Red Death.\"", "answer_sanitized": "Edgar Allan Poe [or Edgar Poe &lt;Jose&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "C. S. Lewis's essay \"Transposition\" begins with a defense of one kind of this practice. Members of the household of Cornelius engaged in this practice after Peter preached there. As part of Bethel Bible School, Agnes Ozman was one of the first modern people to perform this practice. William Seymour's preaching about this practice led to the (*) Azusa Street Revival. Charles Parham drew a link between this practice and baptism with the Holy Spirit. In Acts 2, a wind from heaven causes the Christians in Jerusalem to do this on Pentecost, such that on-looking Jews each hear them in their own language. For 10 points, name this religious practice, also called glossolalia, in which people vocalize syllables without clear meaning.", "answer_sanitized": "speaking in tongues [or glossolalia before mentioned] &lt;Kothari&gt;", "category": "Religion"}, {"question_sanitized": "The critic Ted Gioia (JOY-uh) has written about the \"The Birth and Death of\" this movement, identifying its roots in the style of the cornetist Bix Beiderbecke. Chico Hamilton and Gerry Mulligan were part of a \"pianoless quartet\" devoted to playing this style; most of their music was released through Pacific Jazz Records. An album named for this style includes the John Carisi penned track \"Israel\" as well as a song inspired by the statue Venus de Milo. Musicians from (*) California popularized the \"West Coast\" sub-genre of this style of jazz, which titles a Miles Davis album about its supposed \"Birth.\" Relaxed tempos and an \"intellectual\" approach characterize, for 10 points, what style of jazz so-named since it was a reaction to the frenetic style of bebop?", "answer_sanitized": "cool jazz &lt;Jose&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Aaron Burr helped transform a company originally chartered to provide this good into a Democratic-Republican controlled bank known as the Manhattan Company. In 1913, Congress passed the Raker Act to secure this resource for one city. In a conflict over this good, Fred Eaton's supporters prevailed over the residents of the Owens Valley. Prior-appropriation rights govern the use of this good in much of the Western United States. An ambitious (*) engineering project designed by William Mulholland provided this good to citizens of Los Angeles. It's not power, but the Hetch Hetchy Valley was destroyed in order to provide a stable source of this resource for San Francisco. For 10 points, name this resource, much of which is provided to California through the Colorado River.", "answer_sanitized": "water [or drinking water] &lt;Bentley&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In one of this author's novels, the unscrupulous journalist Parkinson travels to a leper colony to sensationalize the story of the \"famous ecclesiastical architect\" Monsieur Querry. The protagonist of another of this author's novels meets with Dr. Hasselbacher at a luncheon and later nearly dies when a man named Carter poisons his drink. In that novel by this author, the protagonist adopts the (*) codename 59200/5 after his daughter Milly's extravagant lifestyle nearly bankrupts him. This author of A Burnt Out Case wrote about a salesman who submits vacuum cleaner schematics as intelligence to MI-6. For 10 points, name this author who wrote about agent James Wormold in Our Man in Havana and whose other novels include The Power and the Glory and The End of the Affair.", "answer_sanitized": "Graham Greene [accept Henry Graham Greene] &lt;Jose&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A trove of embarrassing documents were published as this country's \"Moment of Truth\" by Andrew MacGregor Marshall. A prominent figure in this country was videotaped throwing an extravagant birthday party for his miniature poodle Fufu, whom he also promoted to Air Marshal. Student protesters in this country adopted the hand sign from The Hunger Games and handed out \"sandwiches for democracy\" to protest its government. Under its Section (*) 112 law, this country has harshly punished Lèse majesté offenses against its king, Bhumibol Adulyadej, although real power rests with General Prayuth Chan-ocha. In 2014, a conflict between red shirts and yellow shirts led to the ouster of its prime minister, Yingluck Shinawatra. For 10 points, name this country led from Bangkok.", "answer_sanitized": "Kingdom of Thailand &lt;Bentley&gt;", "category": "Current Events"}, {"question_sanitized": "One of these entities that resulted from a race condition present in Therac-25 systems was responsible for killing multiple people. These can be avoided by using fewer magic constants and global variables. The eponymous prefix \"Heisen-\" is sometimes used to describe a class of these entities that are incredibly tough to notice since breakpoints or print statements alter their behavior. The name for these entities supposedly traces back to Admiral (*) Grace Hopper, who found an actual one of these things in a relay in the Mark II system, which she pasted in a logbook. Common examples of these entities include \"off-by-one\" errors, which may lead to an infinite loop. For 10 points, name these flaws in a computer program, one example of which is the so-called \"Y2K\" one.", "answer_sanitized": "bugs [accept Heisenbugs] &lt;Jose&gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "Elements of this genre are identified with Buddhism in a book that attacks Schopenhauer's advocacy of Buddhist \"negation of the will.\" A philosopher argued that this genre becomes more compelling when its core narrative results from hamartia rather than mindless fate. Another philosopher defined this genre as resulting from the fusion of elements representing (*) order and chaos, which he termed the Apollonian and Dionysian. This genre is said to be defined by an experience of critical discovery called anagnorisis and emotional purification called catharsis in Aristotle's Poetics. Friedrich Nietzsche wrote about this genre's \"Birth.\" For 10 points, name this dramatic genre exemplified by the works of Sophocles and Shakespeare's Macbeth.", "answer_sanitized": "tragedy [prompt on drama, theater, or equivalents] &lt;Alston&gt;", "category": "Philosophy"}, {"question_sanitized": "At the end of a \"trial of dexterity\" in this nation, a purple, yellow, or white-colored stick is awarded to the top three contestants. High officials in this nation's government are periodically forced to show their skill in rope-dancing, an activity that Flimnap, the Lord High Treasurer, excels at. The crown prince of this country wears differently sized heels to show his allegiance to the Tramecksan party. This country, whose capital is (*) Mildendo, wins a naval battle after a man uses some cables to steal the enemy fleet. This country fights a war with its neighbor over the proper way to break an egg, and a surgeon washes up here following the shipwreck of the Antelope. For 10 points, name this rival country of Blefuscu, whose diminutive people tie up Lemuel Gulliver.", "answer_sanitized": "Lilliput &lt;Bentley&gt; Bonuses", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Madame Geoffrin (zhow-FRAN) used these events to bring together members of circles such as the philosophes and the encyclopedists. For 10 points each:", "answers_sanitized": ["salons", "Jacques Necker", "Girondists [or Girondins; or the Gironde] &lt;Brownstein&gt;"], "parts_sanitized": ["Name these gatherings, usually run by aristocratic women, that were popular in 18th-century French high society.", "Both this man's wife, Suzanne Curchod (cure-SHOW), and his daughter, Germaine de Stael, hosted popular salons. The dismissal and banishment of this finance minister helped spark the storming of the Bastille.", "Members of this faction attended salons held by Madame Roland. The purge of this faction led Charlotte Corday to assassinate Jean-Paul Marat in his bathtub."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Answer the following about the medical geography of Africa, for 10 points each:", "answers_sanitized": ["AIDS or Acquired Immuno-Deficiency Syndrome", "river [accept Ebola River]", "snail [prompt on gastropods or other more general answers] &lt;Jose&gt;"], "parts_sanitized": ["Peter Gould's book The Slow Plague discusses the spread of this disease in Subsaharan Africa. In Swaziland, more than a quarter of the population is affected with HIV, the virus that causes this syndrome.", "The Ebola virus was named for one of these geographic features in the Congo, where it was first described. Yambuku, the village where the first outbreak of Ebola occurred in 1976, is nearby this kind of feature.", "The vector for schistosomiasis (SHISS-toh-suh-MY-uh-sis) is a freshwater variety of these animals, and transfers bilharzia (bill-HART-see-uh) to humans when they swim in water. In antiquity, the saltwater Murex genus of these animals were harvested for Tekhelet (tuh-HELL-et) and similar products."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "One of these vehicles titles and provides the backdrop of an 86-foot-long mural depicting spaghetti and mushroom clouds by James Rosenquist. For 10 points each:", "answers_sanitized": ["airplanes [or fighter jets; or F-111]", "pop art", "Max Ernst &lt;Brownstein&gt;"], "parts_sanitized": ["Name this type of vehicle which appears in Roy Lichtenstein paintings like Okay Hot-Shot, Okay!, Blam, and Whaam!.", "James Rosenquist, Roy Lichtenstein, and Andy Warhol were artists from this movement, which focused on products and images of mass culture.", "This artist made the collage Murderous Airplane, as well as a series depicting maze-like \"garden airplane traps.\" This artist created Two Children are Threatened by a Nightingale and painted The Elephant Celebes (sell-eh-bees)."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "A blackbody is a theoretical object that absorbs all radiant energy and emits energy ideally at all frequencies.", "answers_sanitized": ["Max Planck [or Planck's law]", "emissivity", "third [or cubed] &lt;Reinstein&gt;"], "parts_sanitized": ["The law describing blackbody radiation is named for this German scientist who ushered in quantum mechanics when he developed the law by setting the ratio of energy to frequency to a constant that is now named for him. The constant is represented by a lower-case h.", "When the Stefan–Boltzmann law is used to find the power of an actual object rather than an ideal object, it contains a constant for this quantity equal to the ratio of the radiation given off by the object divided by the radiation given off by an ideal blackbody.", "When stated in terms of frequency, the coefficient in Planck's law states that the radiance of a blackbody is proportional to 2h over c squared times this power of the frequency, times a one over exponential term."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This character is represented by three French horns. For 10 points each:", "answers_sanitized": ["the wolf [accept volk]", "Koschei (kuh-SHAY) [accept Koschei the Deathless, Koschei the Immortal, Koschei Bessmertniy, or Tsar Koschei; accept alternate spellings like Kashchei, Kachtcheï, etc.]", "The Sorcerer's Apprentice [or L'apprenti sorcier] &lt;Lifshitz&gt;"], "parts_sanitized": ["Name this character in a symphonic children's tale by Sergei Prokofiev. The duck's oboe theme can be heard from this character's stomach after the other title character lassoes him from above.", "A chromatic theme on three bassoons represents this evil sorcerer from Stravinsky's Firebird, whose syncopated Infernal Dance begins with a timpani roll. Prince Ivan destroys the egg containing this character's soul to kill him.", "In this symphonic poem inspired by a Goethe ballad, three bassoons introduce the bumptious 3/8 motif. Mickey Mouse brings brooms to life in scenes set to this Paul Dukas (doo-KAHSS) piece in both Fantasia films."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, answer the following about punishments for blasphemy in Islam.", "answers_sanitized": ["fiqh", "Shi’a [or Shi’ite]", "hadithat [or hadiths] &lt;Jose&gt;"], "parts_sanitized": ["This tradition of Islamic jurisprudence often determines the punishments. According to its Hanafi school, blasphemy and apostasy are equally grave offenses, and violators should be executed if the offenses are proven.", "Non-Muslims who blaspheme are given a chance to convert before execution in the Ja’fari school of fiqh, which is prominent in this second largest branch of Islam, after Sunni.", "Because no punishment for blasphemy is specified in the Qur’an, most judgments are based on interpretations of these reports of the words and actions of Muhammad, compiled long after his death."], "category": "Religion"}, {"leadin_sanitized": "This dynasty built two massive walls at Dong Hoi during a prolonged 17th-century war with the Trinh lords. For 10 points each:", "answers_sanitized": ["Nguyen Dynasty [pronounced \"win\" but accept phonetic pronunciations as well]", "Vietnam [or Socialist Republic of Vietnam]", "Ngo Dinh Diem &lt;Golimlim&gt;"], "parts_sanitized": ["Name this dynasty whose last ruler, Bao Dai, spent much of his final ruling years in France.", "The Nguyen Dynasty fought against the French colonization of this present-day Southeast Asian country, whose \"North\" and \"South\" halves were united after the fall of Saigon.", "This man held a fraudulent referendum in which 98 percent of voters supposedly called for the deposition of Bao Dai and the formation of a republic under this man. This Catholic then served as President of South Vietnam until his 1953 assassination."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In a novel by this author which was published a century and half after its writing, Philip Tempest stalks Rosamond Vivian across Europe. For 10 points each:", "answers_sanitized": ["Louisa May Alcott", "a piano", "Massachusetts &lt;Brownstein&gt;"], "parts_sanitized": ["Name this author of A Long Fatal Love Chase, best known for Little Women, her novel about the March sisters Jo, May, and Beth.", "In Little Women, after she gives him a pair of slippers, the elderly Mr. Laurence gives Beth March one of these objects which belonged to his deceased granddaughter.", "Little Women is set in an unnamed fictional town in this home state of Louisa May Alcott. Alcott wrote a satire partly titled for \"Wild Oats\" which satirizes a community founded in this state."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In the <em>Theaetetus</em>, Plato considers whether this concept is \"justified true belief.\" For 10 points each:", "answers_sanitized": ["knowledge [or what one knows; do not accept or prompt on \"intelligence\"]", "one's past life [accept equivalents such as one's past incarnation or past reincarnation; accept knowledge is recollection or remembering.]", "Phaedo &lt;Jose&gt;"], "parts_sanitized": ["Name this concept, which Plato investigates in the dialogue the Meno. The study of this topic in philosophy is called epistemology.", "In the Meno, Socrates points out that the knowledge a slave has of the Pythagorean theorem is evidence for the theory that knowledge is immediately derived from this source. Anamnesis is the idea that knowledge comes from this source.", "In this other Platonic dialogue, Socrates also argues that knowledge is merely recollection. Sometimes translated into English as On the Soul, this dialogue features the death of Socrates."], "category": "Philosophy"}, {"leadin_sanitized": "In these organisms' life-cycles, an allantois surrounds an embryo that allows for the exchange of gases and nutrients. For 10 points each:", "answers_sanitized": ["amniotes", "monotremes [or Monotremata]", "monophyletic group [or word forms; or clades] &lt;Jose&gt;"], "parts_sanitized": ["Name these organisms, which are named for the water-filled sacs that surround their young. They include reptiles, birds, and mammals.", "These non-therian mammals, which include platypi and echidnas, have an amniotic egg rather than an amniotic membrane that surrounds the developing fetus.", "On an evolutionary tree, amniotes are this kind of group, meaning that it contains both the most recent common ancestor to all species in the group and all of the ancestor's descendants."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Name some poets who wrote in German, for 10 points each.", "answers_sanitized": ["Johann Christoph Friedrich von Schiller", "Rainer Maria Rilke [or Rene Karl Wilhelm Johann Josef Maria Rilke]", "Friedrich Hölderlin [or Johann Christian Friedrich Hölderlin] &lt;Jose&gt;"], "parts_sanitized": ["This writer called the title figure a \"spark from Elysium\" in his \"Ode to Joy,\" which Beethoven set to music in his Ninth Symphony.", "\"Stephen Mitchell writes \"the movement of his powerful soft strides is like a ritual dance around a center\" in his translation of this author's \"The Panther.\" A group of this writer's poems named for an Italian castle begins \"Who if I cried out would hear me among the angelic orders?\"", "This poet of \"Bread and Wine\" and \"Patmos\" also wrote the drama The Death of Empedocles and an epistolary novel about a revolt in Greece, Hyperion."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Jean-Antoine Houdon made a sculpture of this man that is in the Virginia State Capitol. For 10 points each:", "answers_sanitized": ["George Washington", "neoclassicism [accept word forms]", "Laocoö n and His Sons [accept Laocoön Group] &lt;Jose&gt;"], "parts_sanitized": ["Name this man who points upwards while sitting in a Horatio Greenough sculpture. In that sculpture, this man assumes a pose modeled on Phidias's Zeus.", "Both Greenough's and Houdon's sculptures of George Washington were in this style, whose name suggests that it was a revival of Greek and Roman antiquity.", "Johann Winckelmann's History of Ancient Art popularized neoclassicism and contains a description of this ancient sculpture attributed to Agesander, Athenodoros and Polydorus. This sculpture also inspired a book by Gotthold Lessing about the representation of suffering in sculpture and poetry."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "The Speenhamland System allocated this service based on the price of bread and family size. For 10 points each:", "answers_sanitized": ["relief", "workhouses [or poorhouses; or spike]", "Elizabeth I [or Elizabeth Tudor; or Good Queen Bess; prompt on Elizabeth] &lt;Bentley&gt;"], "parts_sanitized": ["Give this general term for government aid to the poor under the British Poor Laws. The \"outdoor\" type of this service was allocated to recipients who still resided in their homes.", "Recipients of indoor relief typically entered these unhappy establishments where they might labor to break apart stones. A 1723 act championed by Edward Knatchbull deliberately made these institutions as undesirable as possible.", "The so-called \"Old Poor Law\" dates back to the reign of this English \"Virgin Queen,\" the last Tudor to rule England."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "This mathematician provided a negative solution to the Bridges of Königsberg problem, which asks if there is a way to cross all seven bridges of the namesake city once and end up at one's starting point. For 10 points each:", "answers_sanitized": ["Leonhard Euler (OY-ler)", "Hamiltonian path [accept Hamiltonian cycle]", "handshaking lemma [accept handshake lemma] &lt;Jose&gt;"], "parts_sanitized": ["Name this Swiss mathematician, whose namesake type of path visits every edge once.", "In contrast to an Eulerian path, this type of path of a graph visits each vertex once and only once, with the possible exception of the start vertex.", "Euler also proved this lemma which states that an even number of vertices will have an odd degree in an undirected graph. It is used in proofs of the mountain climbing problem."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "The Bas-Thornton children are kidnapped by pirates in a novel titled for a \"High Wind\" in this country. For 10 points each:", "answers_sanitized": ["Jamaica", "Hughes [or Richard Hughes; or Ted Hughes]", "Wide Sargasso Sea &lt;Brownstein&gt;"], "parts_sanitized": ["Name this Caribbean country home to Marlon James, who won the 2015 Booker Prize for A Brief History of Seven Killings, a novel in which Josey Wales plots the assassination of Bob Marley.", "The aforementioned A High Wind in Jamaica was written by an author with this surname. A British poet with this surname wrote \"The Hawk in the Rain\" and reflected on his marriage to another poet in The Birthday Letters.", "Jamaica is also the setting for much of Jean Rhys's novel about Antoinette Cosway, which is titled for this \"wide\" body of water."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The DSM-IV (D-S-M-four) stated that seasonal affective disorder was one of these disorders, but the DSM-V (D-S-M-five) reclassified it as major depressive episode with a seasonal pattern. For 10 points each:", "answers_sanitized": ["mood disorder", "bipolar disorder [or bipolar affective disorder; prompt on manic-depressive disorder; do not accept or prompt on \"depression.\"]", "anhedonia &lt;Jose&gt;"], "parts_sanitized": ["Name these types of disorders, such as depression, which alters one's emotions.", "Bursts of mania followed by bursts of melancholy or depression characterize this mood disorder, which is often treated with lithium compounds.", "Theodule-Armand Ribot likely coined the name for this symptom of mood disorders, the inability to take pleasure in activities. Its name comes from the Greek for \"without pleasure.\""], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This author defined lightness as a language in which \"meaning is conveyed through a verbal texture that seems weightless\" in one of his <em>Six Memos for the Next Millennium</em>. For 10 points each:", "answers_sanitized": ["Italo Calvino", "Invisible Cities [or Le citta invisibili]", "Ovid [or Publius Ovidius Naso] &lt;Jose&gt;"], "parts_sanitized": ["Name this author who proposed 12 different definitions for the title type of literature in his essay \"Why Read the Classics?\"", "This Italo Calvino novel centers around a group of conversations between Marco Polo and Kublai Khan, who discuss \"Trading,\" \"Thin,\" \"Hidden\" and \"Continuous\" types of the title settlements.", "Another Calvino essay discusses how the stories in this Roman poet's Metamorphoses are \"rooted...in [the] indistinct borderlands between diverse worlds.\""], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "The conversion of succinate to fumarate in the Krebs cycle by succinate dehydrogenase is an example of one of these reactions accomplished using FAD. For 10 points each:", "answers_sanitized": ["oxidations [prompt on redox reactions]", "mitochondrial matrix", "oxaloacetate [or oxaloacetic acid] &lt;Gupta&gt;"], "parts_sanitized": ["Name these reactions that dominate catabolism. In this sort of reaction, a compound loses electrons.", "Succinate dehydrogenase spans the inner mitochondrial membrane but also has a catalytic domain in this part of the mitochondria, which is inside the inner membrane. It's where the Krebs cycle occurs.", "Oddly, succinate dehydrogenase is strongly inhibited by this Krebs cycle intermediate, a four-carbon compound that condenses with acetyl-CoA in the first step to make citrate. Transamination of this compound forms aspartate."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about the loves of Apollo.", "answers_sanitized": ["Daphne", "Hyacinthus", "Asclepius [or Aesculapius] &lt;Jose&gt;"], "parts_sanitized": ["Eros cursed Apollo to fall in love with this nymph, who continuously rebuffed him. Her father Peneus turned her into a laurel tree so that she could escape Apollo.", "One of Apollo's youthful male lovers was this beautiful boy, who was killed by a discus that may have been redirected by Zephyrus. From his blood, the first of his namesake flowers bloomed.", "After Apollo's lover Coronis slept with a man named Ischys, he immolated her, though not before he could pull his child from her womb. The child grew up to be this god of medicine and healing."], "category": "Mythology"}, {"leadin_sanitized": "A popular, but likely inaccurate legend states that this man ate lemons whole in an attempt to cure his dyspepsia. For 10 points each:", "answers_sanitized": ["\"Stonewall\" Jackson [or Thomas Jonathan \"Stonewall\" Jackson]", "Battle of Chancellorsville", "Battle of First Bull Run [or Battle of First Manassas; prompt on \"Bull Run\"; prompt on \"Manassas\"] &lt;Jose&gt;"], "parts_sanitized": ["Name this military man whose last words, \"Let us cross over the river, and rest under the shade of the trees,\" may have been a reference to his West Virginian childhood.", "Stonewall Jackson was killed by friendly fire at this battle, in which Robert E. Lee's much smaller army defeated Joseph Hooker's Army of the Potomac.", "Stonewall Jackson earned his nickname at this battle when, while serving as a lieutenant-general, he repelled the attacks of Irvin McDowell and Robert Patterson."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This man's \"World\" is the subject of a historical study by Ward Stavig, which examines this man's empire production of <em>chicha</em>, or corn beer. For 10 points each:", "answers_sanitized": ["Tupac Amaru [prompt on Tupac]", "Incan Empire", "Alberto Fujimori [Alberto Kenya Fujimori Inomoto] &lt;Jose&gt;"], "parts_sanitized": ["Name this leader, the nephew of Huascar and Atahualpa, who was executed by the Spanish in 1572.", "The death of Tupac Amaru marked the end of the final remnants of this empire, which had ruled modern-day Peru before the Spanish conquest.", "An 18th-century rebel leader who took Tupac's name was in turn the namesake of the radical group which seized the Japanese embassy during the tenure of this president of Peru. This man of Japanese descent created death squads to combat the Shining Path insurgency."], "subcategory": "History World", "category": "History"}]}