{"tossups": [], "bonuses": [{"leadin": "This man took his last position in office after John Lambert’s drafted the Instrument of Government. For 10 points each:", "answers": ["Oliver Cromwell", "New Model Army", "Thomas Fairfax [or 3rd Lord Fairfax of Cameron]"], "parts": ["Name this Lord Protector of the Commonwealth, a Protestant leader of the victorious Roundheads during the English Civil Wars.", "The Self-Denying Ordinance set up this body, of which Cromwell was the Lieutenant-General. This army, which came into being after Parliament’s loss at Marston Moor, did not rely on part-time militias.", "This commander-in-chief of the New Model Army began his service in the English Civil Wars fighting alongside his father, Fernando, and later resigned his post after refusing to invade Scotland."], "subcategory": "European History", "category": "History"}, {"leadin": "This novel is set on San Lorenzo, a fictional Caribbean island where Papa Monzano kills dissenters with a large hook. For 10 points each:", "answers": ["Cat’s Cradle", "Kurt Vonnegut, Jr.", "bare feet [or the soles of feet; or foot]"], "parts": ["Name this novel in which ice-nine is accidentally released into the ocean, freezing everything and killing most of humanity. A bizarre fictional religion called bokononism was created in this novel.", "This author of Cat’s Cradle also wrote about Billy Pilgrim, a World War II prisoner of war who becomes unstuck from time, in Slaughterhouse-Five.", "In Cat’s Cradle, adherents of bokononism practice “boko-maru,” a highly spiritual activity in which two of these body parts are rubbed together."], "subcategory": "American Literature", "category": "Literature"}, {"leadin": "This author states that he is “now alone on earth, no longer having any brother...or society other than myself” in the first of ten “walks” that make up his unfinished Reveries of a Solitary Walker. For 10 points each:", "answers": ["Jean-Jacques Rousseau", "Emile", "A Vindication of the Rights of Woman [or A Vindication of the Rights of Woman with Strictures on Political and Moral Subjects]"], "parts": ["Name this French philosopher, who wrote that a state must represent the “general will” to be legitimate in his The Social Contract.", "This book by Rousseau was banned for its section in which a Savoyard priest asks the title character to think freely about religion. It traces the education of a youth as a “man and a citizen” in 18th century France.", "Rousseau’s description of Emile’s ideal female counterpart, Sophie, is blasted in this book arguing that women should “endeavor to acquire strength, both of mind and body”. It was written by Mary Wollstonecraft."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin": "Under the “biological concept,” this process is considered to be complete only when there is total reproductive isolation between the resulting groups. For 10 points each:", "answers": ["speciation [or obvious equivalents like “formation of new species”; accept sympatric speciation or allopatric speciation; prompt on “evolution”; prompt on “cladogenesis”]", "Cichlids [or Cichlidae]", "chromosome number [or obvious equivalents; prompt on “n” or “2n”]"], "parts": ["Name this process that can occur “sympatrically” when a group in one geographical location is split, or “allopatrically” when a group is divided by a geographic barrier.", "A canonical example of sympatric speciation is thought to have occurred in the Lake Victoria species of this group of fish. Tilapia belongs to this fish family.", "In plants, speciation often occurs due to auto-poly-ploidy, which is a doubling in this quantity. The value of this quantity in Drosophila is 8, and aneuploidy [“AN-you-ploidy”] occurs when there is an abnormal value of it."], "subcategory": "Biology", "category": "Science"}, {"leadin": "This knight's murder of King Lot of Orkney sparks a lengthy feud that ends with his own death at the hands of brothers Gawain and Gaheris. For 10 points each:", "answers": ["Sir Pellinore", "Excalibur [or Caliburn]", "Galahad"], "parts": ["Name this Knight of the Round Table whose perpetual hunt for the Questing Beast is interrupted by a duel with King Arthur during which the Sword in the Stone is broken.", "After the Sword in the Stone is broken, King Arthur is presented this new sword by the Lady of the Lake.", "This Knight of the Round Table and illegitimate son of Lancelot successfully obtains the Holy Grail, after which he becomes the only knight permitted to sit in the Siege Perilous."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin": "This piece’s fourth movement closes with a coda that incorporates five thematic motifs into a five-voice fugue. For 10 points each:", "answers": ["Jupiter Symphony [or Symphony No. 41]", "minuet", "rondo [or rondeau; or sonata-rondo; do not accept “round”; do not accept “sonata”]"], "parts": ["Name this C major symphony by Wolfgang Amadeus Mozart, nicknamed for the chief Roman god.", "Most of Mozart’s symphonic third movements pair one of these dances with a contrasting trio section. One in G major for keyboard is traditionally attributed to J.S. Bach.", "Many of Mozart and Haydn’s symphonies have fourth movements in this form. Like the ritornello, these pieces state a central theme multiple times, with episodes of contrasting music between each statement."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin": "The unmanned Japanese robotic probe ABISMO visited this place in 2008. For 10 points each:", "answers": ["Marianas Trench [or Mariana Trench]", "Challenger Deep", "Micronesia [or Federated States of Micronesia]"], "parts": ["Name this trench in the Western Pacific Ocean that contains the deepest parts of the world’s oceans.", "This deepest part of the Marianas Trench is named after the ship that made the first measurements of its depth in the 19th century. Director James Cameron descended to this place in a similarly named vessel in 2012.", "Challenger Deep is located in a country called the “Federated States” of this Western Pacific island region that includes the nations of Palau and Kiribati [“KEER-uh-boss”], as well as the U.S. territory of Guam."], "subcategory": "Other Science", "category": "Science"}, {"leadin": "This country improved its relationship with the Ottoman Empire by promising to build a railroad from its capital to Baghdad. For 10 points each:", "answers": ["Germany [or German Empire; or Deutschland; or Second Reich]", "Treaty of Versailles", "Indian people [or Bharatiya]"], "parts": ["Name this country that sparked an international crisis by dispatching a gunboat, the Panther, to the Moroccan port of Agadir in 1911. The Herero genocide occurred in one of its African colonies.", "Germany was forced to surrender most of its overseas territories by this 1919 treaty, which ended World War One.", "During World War One, Germany conspired with the Ghadar party, a group made up of people of this nationality, to sabotage the British Empire. An activist of this nationality encouraged countrymen to support the British war effort by joining the ambulance corps."], "subcategory": "Other History", "category": "History"}, {"leadin": "Shor's quantum computer algorithm can perform this procedure in polynomial time. For 10 points each:", "answers": ["prime factorization [or word forms like “factoring into primes”; prompt on \"factorization\" or “integer factorization”]", "fundamental theorem of arithmetic [prompt on \"unique (prime) factorization theorem\"]", "quadratic sieve [or QS]"], "parts": ["Name this procedure of completely decomposing an integer into its divisors. Cryptographic algorithms like RSA rely on the difficulty of performing this procedure on very large numbers.", "This corollary of Euclid's first theorem guarantees the existence of the greatest common factor and least common multiple. This theorem states that every positive integer has a unique prime factorization.", "This algorithm is currently the fastest for finding prime factors for numbers with fewer than 100 digits. This algorithm can be repurposed and represented as the parabola x equals y squared in order to find prime numbers."], "subcategory": "Math", "category": "Science"}, {"leadin": "This poem consists of twenty five quatrains, the first of which begins “As I was going down impassive Rivers / I no longer felt myself guided by haulers.” For 10 points each:", "answers": ["“The Drunken Boat” [or “Le bateau ivre”]", "Arthur Rimbaud", "Octavio Paz"], "parts": ["Name this poem narrated by the title vessel, which recounts its crash into the “furious lashing of the tides” after the death of its crew.", "This French symbolist wrote “The Drunken Boat” at the age of 16. He was shot by his lover Paul Verlaine.", "This author discussed the poetry of Rimbaud and his contemporaries in his essay “The Bow and the Lyre.” This author of the poem “Sunstone” analyzed Mexican culture in “Labyrinth of Solitude.”"], "subcategory": "Other Literature", "category": "Literature"}, {"leadin": "This architect made substantial “ornamental” deviations from his Warrant Design for a building on Ludgate Hill, including to its dome, which lies above a whispering gallery. For 10 points each:", "answers": ["Sir Christopher Wren", "London", "Royal Observatory, Greenwich [or Royal Greenwich Observatory]"], "parts": ["Name this architect of St. Paul's Cathedral.", "St. Paul's Cathedral is located in this city, whose reconstruction he helped plan after its Great Fire of 1666.", "Wren was also commissioned to design this building to house John Flamsteed’s scientific work, for which tall windows were installed in its Octagon Room. This building also marks the prime meridian."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin": "The simplest one of these compounds is ethylene and isomers of these compounds can be labelled using the E-Z notation. For 10 points each,", "answers": ["alkenes [or olefins]", "Wittig reaction [do NOT accept “Wittig rearrangement”]", "ozone [or O3]"], "parts": ["Name these hydrocarbons that contain at least one carbon-carbon double bond.", "An alkene can be prepared from a carbonyl via this organic reaction, which uses a phosphonium salt consisting of tri-phenyl-phosphine bound to the desired alkyl chain.", "When alkenes are cleaved by reacting with this compound, the reaction proceeds through a five ringed intermediate to form a carbonyl. CFCs destroy this compound in the atmosphere."], "subcategory": "Chemistry", "category": "Science"}, {"leadin": "Answer the following about elite military units from the Middle East, for 10 points each.", "answers": ["Achaemenid Empire [or Persian Empire; or Persia]", "Janissaries", "Sipahi [or Spahi; or Spakh]"], "parts": ["This empire was served by an elite detachment of 10,000 soldiers called the Immortals. Cyrus the Great ruled this empire that is called by either the name of its legendary ancestor or its origins in modern-day Fars province.", "These Ottoman infantry units were originally recruited from impoverished, Christian portions of the Balkans. They were purged from the Ottoman bureaucracy in the Auspicious Incident.", "The janissaries often had power struggles with these Ottoman cavalry units. They were divided into the Timarli and the more elite Kapikulu."], "subcategory": "World History", "category": "History"}, {"leadin": "The narrator of this poem describes meeting people who have just left “counter or desk” in their workplaces of “grey eighteenth century houses.” For 10 points each:", "answers": ["“Easter, 1916”", "William Butler Yeats", "a terrible beauty [or “a terrible beauty is born.”]"], "parts": ["Name this poem that states that “too long a sacrifice / Can make a stone of the heart”. It memorializes “MacDonagh and MacBride / And Connolly and Pearse”, who were involved in the title revolt in Ireland.", "“Easter, 1916” is by this Irish poet who included the line “World-Besotted Traveler” in his translation of Jonathan Swift’s epitaph. He used the line “That is no country for old men” to begin his “Sailing to Byzantium”", "“Easter, 1916” ends with the statement that things “Are changed, changed utterly” and that a figure described by this two-word phrase “is born”."], "subcategory": "European Literature", "category": "Literature"}, {"leadin": "Members of this religion usually refuse military service due to their pacifism. For 10 points each:", "answers": ["Quakers [or Religious Society of Friends]", "George Fox", "priests"], "parts": ["Name this Protestant group that was active in the abolition of slavery and believes that humans possess an “inner light” of God. A member of this sect founded the colony of Pennsylvania.", "This man, considered a founder of the Quakers, traveled widely with his wife Margaret Fell spreading Quaker doctrines and campaigning against injustice, for which he was repeatedly imprisoned.", "Quakers avoid hierarchies and believe that all adherents may be these people, in accordance with a Bible verse that encourages “proclaiming the excellencies of him who called you out of darkness.”"], "subcategory": "Religion", "category": "Religion"}, {"leadin": "This artist inspired Cy Twombly to make a set of three pen illustrations showing three, two and one rowboats each. For 10 points each:", "answers": ["J.M.W. Turner [or John Mallord William Turner]", "The Fighting Temeraire", "train [or locomotive]"], "parts": ["Identify this artist of two different paintings titled Snow Storm, the more famous of which shows a bright orange Sun amid a stormy sky above the main scene of Hannibal’s army crossing the Alps.", "This Turner painting inspired the aforementioned Twombly drawings. This painting shows the shining title ship being towed into harbor by a heavily contrasting dark steam-powered tug.", "Turner’s painting Rain, Steam, Speed shows a small row boat to the left in addition to one of these vehicles hurtling across a bridge towards the viewer."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin": "Answer the following about a cognitive process, for 10 points each.", "answers": ["memory", "working memory [prompt on “short-term memory”]", "phonological loop [or articulatory loop or articulatory rehearsal component]"], "parts": ["Recent evidence suggests that sleep facilitates effective use of this mental system. The “long-term” type of this faculty records both facts and information about how to do things so that both can be used again much later.", "Long-term memory is often contrasted with this memory system that permits active, ongoing manipulation and organization of visual and verbal information.", "Baddeley and Hitch’s three-part model of the working memory includes this system that mentally simulates repeating verbal information. It complements the visuospatial sketchpad and the episodic buffer."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin": "The victims of this event had surrendered to General Jose de Urrea’s army only a few days earlier. For 10 points each:", "answers": ["the Goliad [“go-LEE-ad”] massacre", "Republic of Texas", "Sam Houston [or Samuel Houston]"], "parts": ["Name this massacre perpetrated on James Fannin’s men a month after the Battle of the Alamo. At the Battle of San Jacinto, charging soldiers cried “Remember the Alamo! Remember [this massacre]!”", "The Goliad massacre took place during this nation’s revolution. It was annexed in 1845 as a state with its capital at Austin.", "This man popularized the battle cry “Remember the Alamo! Remember Goliad!” while leading Texan troops at the Battle of San Jacinto [“jah-SIN-toh”]. He later became the first President of the Republic of Texas."], "subcategory": "American History", "category": "History"}, {"leadin": "This man’s lost wits are eventually found on the moon. For 10 points each:", "answers": ["Orlando [or Orlando Furioso; or Roland]", "Charlemagne [or Charles the Great; or Charles I; or Carlo Magno; or Karl der Grosse; or Carolus Magnus]", "ottava rima"], "parts": ["Name this paladin who titles poems by Matteo Boiardo and Ludovico Ariosto. In Ariosto’s poem, this knight goes mad when Angelica elopes with the Saracen knight Medoro.", "Orlando is one of the paladins who serve this Holy Roman Emperor. Orlando kills this Frankish king’s rival, the Saracen king Agramante, who had besieged this man’s capital of Paris.", "Orlando Furioso is written in this form with eight-line stanzas that was also used by Lord Byron in Don Juan and William Butler Yeats in “Sailing to Byzantium.”"], "subcategory": "European Literature", "category": "Literature"}, {"leadin": "The wave envelope describes a smoothed version of this quantity. For 10 points each:", "answers": ["amplitude", "standing waves [or stationary waves]", "solitons [or solitary waves]"], "parts": ["Name this quantity that describes the maximum displacement of a wave from equilibrium. As loudness increases, so does this quantity.", "These waves have points of zero and maximum amplitudes called nodes and antinodes. These waves are used to model wind and string instruments.", "Exact solutions to the Korteweg–de Vries equation are these types of waves. These waves appear to be a single wave which maintains its shape as it propagates."], "subcategory": "Physics", "category": "Science"}, {"leadin": "This character moves to Lycurgus, New York to work for his Uncle Samuel’s collar factory. For 10 points each:", "answers": ["Clyde Griffiths [or Clyde Griffiths]", "Theodore Dreiser [or Theodore Herman Albert Dreiser]", "Sinclair Lewis [or Henry Sinclair Lewis]"], "parts": ["Name this protagonist of An American Tragedy. He accidentally kills his pregnant girlfriend Roberta Alden by leaving her in a capsizing rowboat.", "This American wrote An American Tragedy. The title girl travels from her rural Wisconsin home to Chicago in his novel Sister Carrie.", "This American novelist singled Dreiser out for praise in his 1930 Nobel Prize acceptance speech. He wrote Babbit and Main Street."], "subcategory": "American Literature", "category": "Literature"}]}