{"tossups": [{"question_sanitized": "It’s not spin-state, but this quantity is obtained from Mössbauer spectroscopy of iron-containing compounds. A Latimer diagram plots chemical species from left to right by decreasing values of this quantity. Gibbs free energy at different pH values is plotted against this quantity on a (*) Frost diagram. Disproportionation can change the value of this quantity, as it is a specific type of redox reaction. In a permanganate ion, this value for manganese is +7. For 10 points, name this quantity that describes the gain or loss of electrons during chemical bonding.", "answer_sanitized": "oxidation state (accept oxidation number)", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This man’s early education was overseen by the philosopher Simón Rodríguez. Though he swore never to remarry after his wife’s early death, this statesman carried on notable affairs with Pepita Machado and Manuela Sáenz. After returning several times from exile, this man secured the independence of (*) New Granada before effectively freeing his home country at the Battle of Carabobo. This author of the “Cartagena Manifesto” famously conferenced with Jose de San Martin at Guayaquil, and he founded but failed to preserve the nation of Gran Colombia. For ten points, name this creole Venezuelan revolutionary nicknamed “The Liberator.”", "answer_sanitized": "Simón Bolívar", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One work with this word in the title is about a Yaksha town administered by a governor and his police, who symbolically stand for the Leviathan State machinery. In another work with this word in the title, each chapter is narrated by a different object or person, including a coin, a corpse, Satan, and this thing. That work is set during the reign of Sultan Murat III in winter 1591. This thing represents the (*) secular professions in a novel in which Julien Sorel has an affair with Madame de Renal. For ten points, name this color that describes the title flower of a Robert Burns poem.", "answer_sanitized": "red", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "According to the Old Testament, Zipporah performed this action on Eliezer so that she could prevent Moses from killing him. This action is called khitan in Islam, and Leo Allatius asserted that the product of performing this action on Jesus created the Rings of Saturn. God ordered (*) Abraham to perform this action on himself and the males in his household when Abraham was 99 years old, and in modern times this procedure is typically performed by a mohel. For 10 points, name this practice of cutting off a male’s foreskin that is generally performed shortly after birth.", "answer_sanitized": "circumcision (accept Brit Milah or descriptions such as cutting off someone’s foreskin before mention)", "category": "Religion"}, {"question_sanitized": "This man sculpted busts of an angelic woman and a screaming man entitled Blessed Soul and Damned Soul. This man, who sculpted David in the process of throwing a stone, also depicted Pluto digging his fingers into the flesh of a girl in (*) The Rape of Proserpina. This artist depicted the Nile, the Danube, the Rio de La Plata and the Ganges in his Fountain of the Four Rivers, while his most famous sculpture depicts a saint on her knees with an angel pointing a spear at her. For 10 points, name this baroque Italian sculptor of The Ecstasy of Saint Teresa.", "answer_sanitized": "Gianlorenzo Bernini", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This astronomical object does not satisfy the predictions of the Titius–Bode law, and this entity’s satellites include Despina and Larissa. One ring of this body includes five distinct arcs, four of which are named for the motto of France, while its other rings include the (*) Arago and Lassell. Objects in 1:2 resonance with this body have an orbital period of about 330 years and are classified as “twotinos,” while objects with 1:1 resonance are its namesake “trojans.” Storms on this planet include the Scooter and the Great Dark Spot. For 10 points, name this planet orbited by Triton, the eighth from the Sun.", "answer_sanitized": "Neptune", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "This man was credited by Thomas Malthus for establishing the basics of demography. James Ralph stole this man’s identity, so this man attempted to seduce Ralph’s girlfriend. This man created a social club called the Junto while working at Keimar’s print shop. This man maintained a common law marriage with (*) Deborah Reed and illegitimately fathered New Jersey’s last royalist governor. This Pennsylvania native wrote extensively under pseudonyms like Mrs. Silence Dogood and Richard Saunders, and also studied such topics as traction kiting and electricity. For 10 points, name this polymath and founding father nicknamed “The First American?”", "answer_sanitized": "Benjamin Franklin", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This man once ran a marathon because it was “on the way.” He has won the Lifetime Achievement Award twice, and two countries once fought a war over his nationality. This man knows three languages that only he speaks, and he reportedly chased the bulls while on a visit to Spain. His business card reads (*) “I’ll call you.” This man once played Russian roulette with a fully loaded magnum and won, and he is know to say “stay thirsty, my friends.” For 10 points, name this man who doesn't always drink beer, but when he does, he prefers Dos Equis.", "answer_sanitized": "The Most Interesting Man in the World (prompt on “Dos Equis man” before mention)", "category": "Trash"}, {"question_sanitized": "This man’s values are often exemplified through the story of a stable fire. This thinker pursued the “rectification of names” and his work was first translated by Michele Ruggieri. This man’s “Six Arts” included archery and chariot racing while this mentor to (*) Mencius articulated the “Silver Rule” that no one should do what they do not want done to them. This man’s notion of ren, or monarchical compassion, formed a key aspect of the Mandate of Heaven. For ten points, name this ancient Chinese philosopher and author of The Analects.", "answer_sanitized": "Confucius (accept Kong Qiu or Kong Zi)", "category": "Philosophy"}, {"question_sanitized": "At the Hotel Mirana, this man meets his first love who later dies of typhoid. Years later, this man’s first wife leaves him for a Russian taxi driver, Maximovich. After this, he moves to Paris, where he has a brief romance with the prostitute (*) Monique. This character later travels to Camp Q to pick up his companion. At the end of the novel he is featured in, this character kills Clare Quilty. This man lives in a house with Charlotte and Dolores before he is evicted. For ten point, name this character obsessed with “nymphets” in Vladimir Nabokov’s Lolita.", "answer_sanitized": "Humbert Humbert HALFTIME", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Primitive examples of these structures are known as “corduroy.” One culture’s examples of these structures were often accompanied by mansios, and were standardized at 2.37 meters wide. John Loudoun McAdams developed a system for creating these structures, and Andrew Jackson vetoed a bill to create one of these structures in (*) Maysville. One civilization renown for these structures built on the work of the Wari people, and examples of these structures include the “Royal” one in Persia and the “Silk” one of Central Asia. For ten points, name these avenues of transportation designed for human, animal, or vehicular traffic.", "answer_sanitized": "roads (accept highways, streets, or other obvious equivalents)", "category": "History"}, {"question_sanitized": "This god stole the dead body of a young man and framed a group of children for his murder in order to obtain one hundred slave boys. This god committed that offense while pursuing trade for a single ear of corn. This deity achieved his more well-known form when he was smashed into millions of pieces for killing a ram, and he received all of the world’s stories from (*) Nyame by capturing Onini the python, Osebo the leopard, and the Mmoboro hornets. For 10 points, name this trickster god of West African mythology who commonly takes the form of a spider.", "answer_sanitized": "Anansi", "category": "Mythology"}, {"question_sanitized": "This quantity is inversely proportional to resonant frequency squared times inductance. The “stray” form of this quantity is due to the proximity of circuit parts. For a circular disc, this quantity can be calculated as 8 times absolute permittivity times radius. The product of this quantity and resistance yields units of (*) time, and the inverse of this quantity is elastance. Adding a dielectric between two parallel plates can increase this quantity, which is calculated as charge over voltage. For 10 points, name this quantity defined as the ability to store electrical charge, measured in farads.", "answer_sanitized": "capacitance", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This country enacted Nihil Novi in 1505, sparking a period of elective monarchy called “Golden Liberty.” All members of this nation's parliament held the right to block any legislation, called the Liberum veto, and its nobility was known as the szlachta. In the middle ages, this nation was ruled by the (*) Piast Dynasty, whose kings included Boleslaw the Brave and Casimir the Great. This nation was thrice partitioned by Russia, Prussia, and Austria, and in 1569 it formed a commonwealth with Lithuania. For ten points, name this central European country with capital at Warsaw.", "answer_sanitized": "Kingdom of Poland (or Poland-Lithuania)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The name of this place comes from two words meaning “split land.” In the north of this place, the Tallahatchie river runs east to west. This place is the setting of a work about a woman who falls in love with a northern laborer and keeps his decaying body in her bed after his death. A map of this place appears in a novel narrated by (*) Rosa Coldfield. A character from this place commits suicide after his sister Caddy becomes pregnant. That character is Quentin Compson. For ten points, name this place based on Lafayette County, Mississippi that is the primary setting for all but four novels by William Faulkner.", "answer_sanitized": "Yoknapatawpha County [yoke-nuh-pah-taw-fa] (be generous with acceptable pronunciation)", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Reinhold Glière wrote his Opus 91 as a B-flat major concerto for this instrument. Aubrey and Dennis Brain each played this instrument which enters intentionally early in the first movement of Beethoven’s Symphony No. 3. Inspired by Joseph Leutgeb, Mozart wrote three E flat major concertos for this instrument, and three of this instrument represent the (*) Wolf in Prokofiev’s Peter and the Wolf. Giovanni Punto pioneered hand-stopping for this instrument, which allows a player to dramatically lower this instrument’s pitch. For ten points, name this coiled brass instrument which takes its name in English from a certain European country.", "answer_sanitized": "French horn (accept F horn, prompt on “horn”)", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The function of these cells is altered in Hermansky–Pudlak syndrome. GPVI signalling increases the production of TXA2 while decreasing prostacyclin in these cells, whose receptors bind to kistrin. TGF-beta 1 and P-selectin are found in alpha granules in these cells, which are attached to (*) collagen by von Willebrand factor. The primary function of these cells is dependent on vitamin K. These cells, whose activation releases factor V and fibrinogen, are produced from megakaryocytes of bone marrow and contribute to hemostasis. For 10 points, name these cells that aid in blood clotting, also known as thrombocytes.", "answer_sanitized": "platelets (accept thrombocytes before mention)", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The chief god of the Chagga people resides in this location. Harry Johnston was the first European to document the existence of this place, which is drained by the the Lumi and Pangani Rivers. In 1889, Hans Meyer and Ludwig Purtscheller became the first people to scale this mountain, whose (*) Saddle Plateau divides two of its prominent features. Kibo, Mawenzi, and Shira are the three cones of this stratovolcano, and this tallest freestanding mountain in the world is called Uhuru in Swahili. For ten points, name this Tanzanian peak, the tallest in Africa.", "answer_sanitized": "Mount Kilimanjaro (accept Uhuru until mentioned, prompt on “Shira” until “mountain” is read)", "category": "Geography"}, {"question_sanitized": "The ghost of this man features in the Netflix series Big Mouth. This man began his musical career playing with Wilbur Sweatman, a career he later revived with a successful performance at the 1956 Newport Jazz Festival. This man’s band contained musical talents like trombonist Juan Tizol and saxophonist Johnny Hodges and rose to prominence through gigs at the (*) Cotton Club. This man wrote hits like “Sophisticated Lady” and “Mood Indigo,” and with Billy Strayhorn created “Take the 'A' Train.” For ten points, name this American bandleader and jazz pianist who composed “It Don't Mean a Thing (If It Ain't Got That Swing).”", "answer_sanitized": "Duke Ellington", "category": "Trash"}, {"question_sanitized": "In one novel by this author, the heroes each battle against a different futuwwa who controls their alley. One character, Arafa, accidentally leads to the death of an old man by trying to find out his secrets. In another novel by this author, Nur and Tarzan help Said overcome the betrayal of his wife. Those two novels are The (*) Children of Gebelawi and The Thief and the Dogs. This author’s most famous works are about a family with an activist son named Fahmy and a philanderer son named Yasin, the al-Jawad family. For ten points, name this Egyptian author of Palace Walk, which appears in his Cairo Trilogy.", "answer_sanitized": "Naguib Mahfouz", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Gordon Bower and Christina Maslach helped stop this event after six days. The Office of Naval Research funded this event whose instigator later compared it to Abu Ghraib in his book The Lucifer Effect. David Eshelman assaulted other participants in this event while playing a character from the movie (*) Cool Hand Luke. “Inmate 8612” in this experiment experienced a mental breakdown, while “Inmate 416” staged a hunger strike to protest his abusive guards. For 10 points, name this psychological experiment orchestrated by Philip Zimbardo which simulated a jail at a certain California university.", "answer_sanitized": "Stanford Prison Experiment Bonuses", "category": "Social Science"}], "bonuses": [{"leadin_sanitized": "During this election, Anna Chennault helped one side derail peace talks in Vietnam. For ten points each:", "answers_sanitized": ["Election of 1968", "Eugene J. McCarthy", "Hubert Humphrey"], "parts_sanitized": ["Name this election year in which backlash against the Vietnam War dissuaded President Lyndon Johnson from seeking reelection.", "Johnson chose not to run again in 1968 after almost losing the New Hampshire primary to this anti-war Senator from Minnesota. During the Democratic Convention, this man encouraged his supporters to “stay clean for Gene.”", "This man won the Democratic nomination in 1968, but narrowly lost the election to Richard Nixon. Before becoming Lyndon Johnson’s vice-president, this man sponsored the Civil Rights Act in the Senate."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following questions about literary works whose titles share a common maritime theme. For ten points each:", "answers_sanitized": ["“Sailing to Byzantium”", "“The Open Boat”", "“The Drunken Boat”"], "parts_sanitized": ["This poem written by William Butler Yeats begins “That is no country for old men.”", "This Stephen Crane short story details the time spent in the title structure by the Correspondent, the Cook, the Captain, and the Oiler. Crane was inspired to write this work after surviving the sinking of the SS Commodore.", "This Arthur Rimbaud poem consisting of 25 alexandrine quatrains begins, “As I was floating down unconcerned rivers…”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This nation’s independence was preceded by a period known as “National Awakening.” For ten points each:", "answers_sanitized": ["Indonesia", "Sukarno", "Guided Democracy"], "parts_sanitized": ["Name this Southeast Asian country which gained sovereignty after Dutch forces evacuated from Java and Sumatra in 1949.", "Indonesia’s independence and early history was dominated by this leader, who impressively united his diverse nation with minimal bloodshed. In 1967, he was deposed by Suharto.", "After years of political instability in the 1950s, Sukarno created this political system based on traditional village politics and his own authoritarian goals."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The Goldman equation is derived from this equation. For ten points each:", "answers_sanitized": ["Nernst equation", "salt bridge", "[Fe+2]/[Fe+3] (“Fe plus 2 divided by Fe plus 3” or “the concentration of Fe plus 2 divided by the concentration of Fe plus 3”)"], "parts_sanitized": ["Name this equation used to calculate galvanic cell potential from known conditions.", "This device is used to connect oxidation and reduction half-cells of a galvanic cell. A glass tube or filter paper is commonly used to construct these devices.", "Give the expression for the reaction quotient, Q, for the following half-reaction: Fe+3 + e- ⇄ Fe+2 (“Fe plus 3 reacts with 1 electron to produce Fe plus 2”)."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "These systems modify the direction or magnitude of an applied force. For ten points each:", "answers_sanitized": ["simple machines", "lead", "mechanical advantage"], "parts_sanitized": ["Name these devices that include levers, pulleys, and screws.", "Screws can be characterized by this measure, which is the linear distance it travels in one complete rotation. It is contrasted with pitch.", "This quantity for a screw is dependent on its lead. It is calculated as output force divided by input force."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The U.S. Embassy in Finland was given a vague warning about this attack two weeks before it occurred. For ten points each:", "answers_sanitized": ["Lockerbie bombing", "Scotland", "Muammar Gaddafi"], "parts_sanitized": ["Name this 1988 bombing of Pan Am Flight 103 over a small European village. This bombing claimed 270 lives, including those of 187 Americans.", "Lockerbie is a town in this northern country of the United Kingdom whose capital is Edinburgh.", "The Lockerbie Bombing was carried out by agents of this longtime Libyan dictator, who denied that he personally ordered the attack. The man was executed following his defeat in the 2011 Libyan Civil War."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Phyllids of mosses look and function like these plant organs. For ten points each:", "answers_sanitized": ["leaves (accept leaf)", "alternate", "American sycamore (accept American planetree, occidental plane, or buttonwood, accept Platanus occidentalis)"], "parts_sanitized": ["Name these structures that are linked to the plant by petioles and carry out photosynthesis.", "The phyllotaxis of leaves can be classified as opposite, in which a pair of leaves is attached at each node, or as this term, denoting that a single leaf is attached to each node. This arrangement is present on black walnut and sweetgum.", "Alternate palmately nerved leaves occur on this tree, which has distinctive mottled white and brown bark because the old bark cracks and peels away."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "A very extreme case of spaghettification occurs near these objects. For ten points each:", "answers_sanitized": ["black holes", "angular momentum (accept spin, do not accept “momentum”)", "Arthur Eddington"], "parts_sanitized": ["Name these entities that form when a stellar object collapses below the Schwarzschild radius. Even light cannot escape from them.", "The Penrose process is a theoretical process to extract energy from a black hole with this property. The no-hair theorem states that the only externally observable properties of a black hole are mass, charge, and this property.", "This physicist and Finkelstein name a coordinate system for Schwarzschild geometry. He also names a limit describing the maximum luminosity of a star in hydrostatic equilibrium."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This deity immolated himself in a stone chest after getting drunk and cavorting with his sister, a priestess. For ten points each:", "answers_sanitized": ["Quetzalcoatl", "Tezcatlipoca", "Huitzilopochtli"], "parts_sanitized": ["Name this Aztec god of wind and wisdom who is worshipped at the Temple of the Feathered Serpent.", "This brother of Quetzalcoatl tricked him into becoming drunk, leading to his self-immolation. His name is usually translated as “smoking mirror.”", "This other Aztec deity created the world with Quetzalcoatl and Tezcatlipoca and was the patron deity of Tenochtitlan. He is the primary Aztec god of war."], "category": "Mythology"}, {"leadin_sanitized": "The Book of Revelation is filled with terrifying people, places, and things. For ten points each:", "answers_sanitized": ["Four Horsemen of the Apocalypse", "666", "Lake of Fire"], "parts_sanitized": ["These beings emerge when the first four of the Seven Seals are opened. These bringers of the Apocalypse embody Conquest, War, Famine, and Death respectively.", "Chapter 13 of Revelation warns of a beast associated with this number. Preterist theology argues that this number is a coded allusion to the Roman emperor Nero.", "The beast and all other enemies of God are thrown into this place during the Judgement of the Dead at end of Revelation."], "category": "Religion"}, {"leadin_sanitized": "This work remarks that a prince with <em>virtù</em> must be “cunning like a fox and powerful like a lion.” For ten points each:", "answers_sanitized": ["The Prince (or Il Principe)", "Arthashastra", "Livy"], "parts_sanitized": ["Name this political treatise by Niccolo Machiavelli which offered guidance for Renaissance monarchs, including that it is better to be loved than feared.", "The Prince is often compared with this Sanskrit treatise on statecraft traditionally credited to Chanakya. This text’s title roughly translates to “the science of politics.”", "Machiavelli’s ruthless advice in The Prince is contrasted with his support for democracy in his discourses on the works of this man. This ancient historian wrote Ab Urbe Condita as a massive history of Rome."], "category": "Literature"}, {"leadin_sanitized": "Identify the following cities that supposedly got their names by mistake. For ten points each:", "answers_sanitized": ["Cleveland", "Nome", "Novi"], "parts_sanitized": ["This second-largest city in Ohio was named for a Revolutionary War officer, but the “a” in his name was dropped to save space in this city’s first newspaper. The Indians, Cavaliers, and Browns all play in this city.", "This Alaskan city and terminus of the Iditarod allegedly received its name after a British cartographer wrote “? Name” in a blank portion of his map.", "Though disputed by historians, an urban legend says that this Michigan town gained its name by being the Number 6 stagecoach stop outside of Detroit."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In October 2017, Forbes released their list of the 400 wealthiest Americans. For ten points each:", "answers_sanitized": ["Bill Gates", "Snapchat", "Mars family"], "parts_sanitized": ["With a net worth of $89 billion, this Microsoft founder and philanthropist was listed by Forbes as the richest man in America, though he was recently overtaken by Jeff Bezos.", "The youngest person on the Forbes 400 is Evan Spiegel, the billionaire founder of this social networking app.", "Six members of this mysterious family appear on the Forbes list. This family’s namesake company sells such products as Uncle Ben’s Rice, Orbit, and Snickers."], "category": "Trash"}, {"leadin_sanitized": "This type of fruit is distinguished from closely related fruits by its waxy coating, smooth seed, and solitary side buds. For ten points each:", "answers_sanitized": ["plum", "William Carlos Williams", "Little Jack Horner"], "parts_sanitized": ["Name this variety of stone fruit which is generally a dark purple color and when dried is called a prune.", "This poet wrote that he had “eaten the plums that were in the icebox” in his poem “This Is Just to Say.”", "This character in a popular nursery rhyme “sat in a corner eating a christmas pie; he stuck in his thumb, and pulled out a plum, and said ‘what a good boy am I!’”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following questions about people and things that Martin Luther didn’t like. For ten points each:", "answers_sanitized": ["Indulgences", "Jews", "Jakob Fugger the rich (or Jakob Fugger of the Lily, or Jakob II)"], "parts_sanitized": ["Luther's 95 Theses criticize the sale of these documents which offered to absolve sins of the living or dead. Johann Tetzel notably sold these documents in Germany.", "In another treatise, Luther encouraged discrimination and violence against these people, who were earlier expelled from Spain by the Alhambra Decree.", "Luther also condemned the greed of this merchant banker from Augsburg and financier of the Habsburg family. At his death, this man bequeathed his nephew Anton a 2 million guilder fortune."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In this novel, a string of diamonds has two pieces stolen by Milady de Winter, but the protagonist manages to replace them before anything amiss is noted. For ten points each:", "answers_sanitized": ["The Three Musketeers", "Alexandre Dumas", "a fleur-de-lys"], "parts_sanitized": ["Name this novel about D’artagnan of Gascony as he tries to become a member of the organization to which the title people belong.", "The Three Musketeers was written by this Frenchman, who also wrote The Vicomte de Bragelonne and The Count of Monte Cristo.", "One of the three musketeers, Athos, notices this symbol on Milady de Winter’s shoulder, and realizes that she is his estranged wife."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "In this novel, Miriam Chadwick rapes one of the title characters, and the other title character takes care of the baby. For ten points each:", "answers_sanitized": ["Oscar and Lucinda", "Australia", "a glass cathedral [prompt on “cathedral”]"], "parts_sanitized": ["Name this novel by Peter Carey about an obsessive gambler and a compulsive gambler who make a bet on a ship.", "Oscar and Lucinda is set in this country, where the bet is carried out from Sydney to Bellingen up the New South Wales coast.", "The bet made by Oscar and Lucinda is that Oscar isn’t able to transport one of these things 400 miles."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Many notable paintings are set in cafes. For ten points each:", "answers_sanitized": ["Vincent Van Gogh", "Edgar Degas", "Edward Hopper"], "parts_sanitized": ["This Dutch artist painted The Night Cafe as well as a famous depiction of a celestially illuminated nightscape.", "A man and a woman sink in a Parisian cafe in drinking the titular beverage in this impressionist painter’s L'Absinthe. This Frenchman also painted Young Spartans Exercising and At the Races.", "This American set many of his paintings in restaurants and cafes, for instance Automat, Chop Suey, and a certain depiction of four people in a late-night diner."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The theme of one of this composer’s works came to him while he was on an excursion to a Scottish island and saw “Fingal’s Cave.” For ten points each:", "answers_sanitized": ["Felix Mendelssohn", "A Midsummer Night’s Dream", "Songs Without Words"], "parts_sanitized": ["Name this composer of Scottish and Italian Symphonies and the Hebrides Overture.", "Mendelssohn wrote the incidental music to this Shakespearean play, which includes the now universally used and recognized wedding march.", "Mendelssohn dedicated a work in this collection to his talented and beloved sister Fanny after the birth of her son. This collection contains 22 short piano pieces."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Notre-Dame de Paris is an example of one of these buildings. For ten points each:", "answers_sanitized": ["cathedrals", "Philip Johnson", "Ludwig Mies Van Der Rohe"], "parts_sanitized": ["Name these holy buildings that are the official seat of a bishop. Famous examples of this type of building can be found in Salzburg and Rheims.", "The Crystal Cathedral in California was designed by this man, the first winner of the Pritzker Prize.", "Johnson collaborated with this final leader of the Bauhaus School collaborated to build the Seagram Building."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "Name some things about the George Bernard Shaw play <em>Pygmalion</em>. For ten points each:", "answers_sanitized": ["Eliza Doolittle (accept either)", "Covent Garden", "My Fair Lady"], "parts_sanitized": ["This character learns elocution from Professor Henry Higgins, eventually passing off as a high society lady.", "This is where Eliza worked as a Cockney flower girl, and where she met the professor.", "Pygmalion was turned into this musical, with music by Frederick Loewe and lyrics by Alan Jay Lerner."], "subcategory": "Literature British", "category": "Literature"}]}