{"tossups": [{"question_sanitized": "In a work by this writer, one character tricks another into killing her by telling him that she has an ointment that can protect a person from getting wounded when stabbed. In that work, the title character burns down the city where his love died. The prologue of another work by this writer is narrated by a caricature of Machiavelli. In that work, the title character kills his daughter (*) Abigail after she converts to Christianity. The title character of that work ends up being betrayed by his slave Ithamore and dies in a cauldron. For ten points, name this Elizabethan playwright of Tamburlaine the Great, The Jew of Malta, and Doctor Faustus.", "answer_sanitized": "Christopher Marlowe", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This organization issued Nansen passports for stateless refugees. This organization successfully resolved the Åland Islands dispute, but failed to arbitrate the status of Vilnius. This organization distributed three classes of territorial mandates, and this body’s demise was demonstrated by the Chaco War and the Italian (*) Invasion of Ethiopia. Japan, Italy, France, and Britain made up the permanent executive council of this organization, which the U.S. did not join because of the efforts of Henry Cabot Lodge. For ten points, name this ineffective peacekeeping organization envisioned by Woodrow Wilson and replaced by the United Nations.", "answer_sanitized": "League of Nations", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A character in one of this man’s works sings “Holy Elizabeth!, pray for me!” as he dies. The “Liebestod” is sung at the end of one of this man’s works, and this man created the principle of gesamtkunstwerk, or total artwork. This man’s opera about Elsa and a titular hero was performed during his exile, and he used repeated leitmotifs for communion and the holy grail in his opera (*) Parsifal. In another opera by this man, Senta throws herself into the sea to free the Flying Dutchman from his curse. For ten points, name this German composer who included Götterdämmerung and Siegfried in his Ring Cycle.", "answer_sanitized": "Wilhelm Richard Wagner", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "On certain systems, programs in this language are translated into Dalvik byte code. Graal is a project that aims to make this language perform more like native languages. This language makes use of an automatic garbage collector in order to conserve memory. Unlike languages that came before it, this language does not require different software for (*) different systems, because this language’s namesake virtual machine executes all bytecode produced by compiling programs in this language. For 10 points, name this platform-independent, class-based programming language developed originally at Sun Microsystems, whose logo is a coffee cup.", "answer_sanitized": "Java (do not accept “Javascript” or “JS”)", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "The Apostle Islands are found in this body of water which is drained by the St. Mary’s River. This lake, known to French Jesuits in the 17th century as Lac Tracy, is the traditional home of the Ojibwe and Chippewa tribes and contains (*) Isle Royale National Park. Duluth, Marquette, and Thunder Bay are all port cities on this body of water, while a 1976 song by Gordon Lightfoot describes the sinking of a ship in this “big lake they call Gitche Gumme.” For ten points, name this largest of the Great Lakes.", "answer_sanitized": "Lake Superior (accept Gitche Gumee until mentioned)", "category": "Geography"}, {"question_sanitized": "One short story by this author centers around a character finding a fern that blooms on Kupala Night. That character is eventually carried off by the devil. In another short story by this author, a man follows the wife of a tinsmith home, and a different man follows a (*) prostitute accidentally, then kills himself out of heartbreak. In yet another work by this author, a body part that had been found by a barber in a loaf of bread is thrown into the Neva River. Akaky Akakievitch appears in a work by, for ten points, what Ukrainian author of “St. John’s Eve,” “Nevsky Prospekt,” “The Nose,” and “The Overcoat”?", "answer_sanitized": "Nikolai Gogol", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A sketch created before painting this work depicted a gray-bearded man on his knees with his face resting on one hand and is known as Study for the Father Holding his Dead Son. Other studies leading up to this painting include one depicting cannibalism and many drawn from corpses at the Hospital Beaujon. The subjects of this work are (*) climbing on each other and face the Argos in the distance while at the top of the pile a shirtless man waves a white and orange cloth. For 10 points, name this painting depicting the survivors of an 1816 shipwreck by Theodore Gericault.", "answer_sanitized": "The Raft of the Medusa", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This object was originally believed to have been discovered at Mount Serbal. The word “holy” is first connected with God in the Bible during an encounter with this object. When asked, this object identified itself as “Adonai” and demonstrated its power by temporarily making a man’s hand leprous. The Hebrew word for this object is (*) seneh, and this object relented in allowing Aaron to assist one man in his God-ordained mission. For ten points, name this combusting plant described in the Book of Exodus which calls on Moses to lead the Jews out of Egypt.", "answer_sanitized": "the Burning Bush (accept Seneh until mentioned)", "category": "Religion"}, {"question_sanitized": "Ernest Ackerman was the first man to profit from this program. When debating this program, one senator called it “a teeny-weeny bit of socialism,” and the constitutionality of this program was affirmed in Steward Machine Company v. Davis. Black-dominated professions were originally (*) excluded from this program, which was amended in 1965 to create Medicare and Medicaid. Though known as the “Third Rail” of American politics for being difficult to change, this program was altered in 1983 to protect its trust fund. For ten points, name this program, started during the Great Depression, which offers benefits to American retirees.", "answer_sanitized": "Social Security", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A mathematical model of this phenomenon uses Green’s identities to derive the solution to a wave equation at an arbitrary point, while another model calculates its intensity using a Cornu spiral. The formula theta equals 1.22 times lambda over capital D estimates the angular resolution of this phenomenon; that is the (*) Rayleigh criterion. The Davisson–Germer experiment showed electrons undergoing this phenomenon, whose near-field and far-field equations are named for Fresnel and Fraunhofer. The Airy disc is created from this phenomenon. For 10 points, name this optical phenomenon in which light bends around an obstacle.", "answer_sanitized": "diffraction HALFTIME", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "After the 14 July Revolution, this architect adapted plans for a Baghdad Opera House into Arizona State University’s Gammage Auditorium. A hypothetical skyscraper planned by this architect would have used atomic elevators and been called “The Illinois”. This architect coined the term “carport” while designing the L-shaped Jacobs House, one of his (*) “Usonian Homes.” Costs for the Jacobs House were limited by using bricks from another one of this architect’s projects, a building with columns topped by lilypads that serves as the headquarters for the Johnson Wax Company. For 10 points, name this architect of a building cantilevered over the Bear Run, Fallingwater.", "answer_sanitized": "Frank Lloyd Wright", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This deity once attempted to embarrass another deity by impregnating him, but later found that he had impregnated himself. This god was worshipped at Ombos and he has been depicted fighting Apep on Ra’s sun barge. This god carries the Was scepter, and he once lost a (*) boat race when his opponent painted his boat to look like it was made of stone. After killing his brother by cutting him into 14 pieces, this god had a bitter rivalry with his nephew Horus. For ten points, name this evil Egyptian god of chaos and disorder.", "answer_sanitized": "Set (accept Seth)", "category": "Mythology"}, {"question_sanitized": "During this dynasty, one emperor’s dead body traveled alongside carts of fish to mask its smell. Shang Yang instituted compulsory military service in this dynasty, and the lute player Gao Jianli nearly assassinated one of its emperors. Xiang Yu and Liu Bang vied for power after this dynasty’s fall, while its statesman Li Si advocated for the (*) burning of books. The ingestion of a mercury may have caused the death of this dynasty’s emperor Shi Huangdi. For ten points, name this Legalist first imperial dynasty of China that implemented Legalist policies and built the Terracotta Army.", "answer_sanitized": "Qin Dynasty", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In this novel, after the protagonist talks back to her husband for the first time, she is ignored and asked for a checkerboard. Before a hurricane in this novel, Native Americans leave the Everglades for Palm Beach. In this novel, the protagonist’s grandmother says that people like the protagonists are “the mules of the world.” After the death of her (*) second husband, the protagonist rips off her head-rag, freeing her imprisoned hair after the death of Joe Starks. At the end of this novel, the protagonist shoots her lover Tea Cake after he gets rabies. For ten points, name this novel about Janie Crawford, written by Zora Neale Hurston.", "answer_sanitized": "Their Eyes were Watching God", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This man wrote of a “cry of reproach, disapprobation, and even detestation” in the first of his six-volume History of England. This philosopher depicted Demea, Philo, and Clenches conversing in his Dialogues Concerning Natural Religion and stated that all ideas are repeated from an original impression in his (*) Copy Principle. This man posited a “missing shade of blue” in one work and separated “is” from “ought” in another. A section of his most famous text is titled “Of Miracles” and supposedly woke Immanuel Kant from his “dogmatic slumber.” For ten points, name this Scottish thinker and author of An Enquiry Concerning Human Understanding.", "answer_sanitized": "David Hume", "category": "Philosophy"}, {"question_sanitized": "A player from this team lost a perfect game when Jose Tabata leaned into a pitch. Before being traded for Alfonso Soriano, Brad Wilkerson was the first player from this team to hit for the cycle. As general manager of this team, Mike Rizzo has signed free agents Jayson Werth, Daniel (*) Murphy, and Max Scherzer. After being knocked out of the playoffs in the 2017 NLDS, this NL East team fired manager Dusty Baker and hired Dave Martinez. For ten points, name this MLB team of Ryan Zimmerman, Stephen Strasburg, and Bryce Harper which plays in the nation’s capital.", "answer_sanitized": "Washington Nationals", "category": "Trash"}, {"question_sanitized": "This molecule, along with ammonium bicarbonate, is used in the Lurex brand mosquito attractant. This molecule is one of the main components in Ringer's solution and Hartmann's solution. The production of this molecule regenerates NAD+, which is used up in oxidation of glyceraldehyde 3-phosphate during production of pyruvate. This molecule is an intermediate in the process of (*) gluconeogenesis. The build-up of this molecule is due to the inability of the respiratory chain to use hydrogen atoms quickly enough during intense exercise. For ten points, name this product of fermentation that builds up in muscles, and gets its name from its presence in sour milk.", "answer_sanitized": "lactic acid (accept lactate or CH3CH(OH)COOH, prompt on “C3H6O3”)", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This man’s forces crushed a regional rebellion at the Battle of Villalar. This victor over the Revolt of the Comuneros sanctioned the longtime confinement of his mother, Joanna the Mad. This ruler’s forces sacked Rome while fighting against the League of Cognac, and later captured (*) Francis I after winning the Battle of Pavia. This man convened the Diet of Worms to evaluate Martin Luther, and his son Philip II claimed one of his primary imperial titles. For ten points, name this dominate Hapsburg King of Spain and Holy Roman emperor during the sixteenth century.", "answer_sanitized": "Charles V (or Charles I of Spain)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "One novel by this author centers around five high school friends, including Sekoni the engineer turned sculptor, Sagoe the journalist, and Kola the artist. That novel is titled The Interpreters. In a more famous work by this author, one character wears clothes that are far too small and insults the female protagonist by saying her brain is small. That character is named Lakunle and he is the antithesis of (*) Baroka. In another work by this author, Simon Pilkings prevents Elesin from committing ritual suicide. For ten points, name this Nigerian author of The Lion and the Jewel who also wrote Death and the King’s Horseman.", "answer_sanitized": "Wole Soyinka", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Objects with similar values of this quantity can display the muesli effect, or granular convection. Degrees Brix or degrees Plato are units used to measure this quantity which can be determined using a Baumé scale. Pi over the square root of 18 is the average value of this quantity in the solution to the (*) Kepler conjecture, which states that face-centered cubic crystals have the highest value of it. An isopycnic surface has a constant value for this quantity, whose ratio for a substance and for water is called specific gravity. For 10 points, name this quantity symbolized rho that is defined as mass divided by volume.", "answer_sanitized": "density", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The only FDA approved vaccine for this disease, lyophilized CVD 103-HgR, was approved in 2016. Multiple people have contracted this disease after eating shellfish from the Gulf of Mexico. The most common treatments for this disease across the world include rice based solutions and zinc supplements. This disease was the subject of the (*) Broad Street outbreak, the source of which was discovered by founder of epidemiology, John Snow. The toxins that causes this disease increase the concentration of chloride ions in the small intestine, which causes extreme release of fluids from cells. For ten points, name this disease nicknamed “the blue death,” transmitted by contaminated water.", "answer_sanitized": "cholera Bonuses", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "A Native American slave named Tituba accused several people during these events. For ten points each:", "answers_sanitized": ["Salem witch trials", "Cotton Mather", "being pressed to death (or Peine forte et dure, crushed to death, or equivalents)"], "parts_sanitized": ["Name these prosecutions in colonial Massachusetts in which twenty men and women were executed for allegedly consorting with the devil.", "This Puritan minister and scientist supported the Salem Witch Trials, but cautioned against relying on spectral evidence. This man’s father Increase opposed the Trials while President of Harvard University.", "During the peak of the trials, Giles Corey was accused of being a warlock, and after refusing to enter a plea, was executed in this manner. Corey’s final words while being killed in this way were “more weight.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The 2017 hurricane season has been one of the most destructive on record. For ten points each:", "answers_sanitized": ["Hurricane Harvey", "Saint Martin", "Carmen Yulín Cruz Soto"], "parts_sanitized": ["This Category 4 storm stalled over Texas and Louisiana in late August, causing massive damage and dumping upwards of 50 inches of rain on the greater Houston area.", "Before making landfall in Florida, Hurricane Irma caused catastrophic damage on this Caribbean island, destroying 60% of buildings on both the French and Dutch sides of this island.", "After Hurricane Maria brought extensive damage to Puerto Rico, this mayor of San Juan has publicly criticized the Trump Administration’s disaster relief efforts."], "category": "Geography"}, {"leadin_sanitized": "For ten points each, name some of the mythical monsters found in Homer’s <em>Odyssey</em>.", "answers_sanitized": ["cyclopes (or cyclops)", "Charybdis", "Laestrygonians"], "parts_sanitized": ["Odysseus and his men encounter one of these creatures in a cave, a one-eyed giant named Polyphemus.", "After passing the sirens, Odysseus inched his way between the monster Scylla and this monster, a giant whirlpool with teeth.", "On the island of these cannibal giants, Odysseus loses all his ships except for his own, as well as most of his men."], "category": "Mythology"}, {"leadin_sanitized": "In this play, a character decides to return to her 12th birthday, despite the urging of her companions not to do so. For ten points each:", "answers_sanitized": ["Our Town", "Thornton Wilder", "Simon Stimson (accept either)"], "parts_sanitized": ["Name this play set in Grover’s Corners that is narrated by the Stage Manager.", "This author of The Matchmaker, The Skin of Our Teeth, and The Bridge of San Luis Rey wrote Our Town.", "This character in Our Town is the town drunk and choir director. He eventually commits suicide."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The Soweto Riots protested the teaching of Afrikaans under this system. For ten points each:", "answers_sanitized": ["Apartheid", "African National Congress (or ANC)", "F.W. de Klerk"], "parts_sanitized": ["Name this system of discriminatory anti-black laws which governed South Africa from 1948 to 1991.", "This organization opposed Apartheid and is now South Africa’s largest political party. Nelson Mandela led Spear of the Nation, this organization’s militant wing.", "This South African President legalized the ANC in 1990 and released Mandela from prison, sparking the end of Apartheid."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "George Washington is a prominent figure in many paintings. For ten points each:", "answers_sanitized": ["Washington Crossing the Delaware", "Grant Wood", "Parson Weems' Fable"], "parts_sanitized": ["Perhaps the most well-known painting of our first president is this Emanuel Leutze work showing Washington crossing an icy before the Battle of Trenton.", "This artist's Daughters of Revolution shows three old women standing in front of Washington Crossing the Delaware. Another painting by this man used Nan Wood Graham and Byron McKeeby as models.", "This other Grant Wood painting shows Washington cutting down his father's cherry tree and takes its name in part from that myth’s author."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "To quantify this type of property, molality is used instead of molarity. For ten points each:", "answers_sanitized": ["colligative properties", "osmotic pressure", "one (or 1)"], "parts_sanitized": ["Name these properties that depend on the number of solute particles in a solution, but not the identity of the solute.", "This colligative property is the amount of pressure needed to stop the inward flow of the solvent across a membrane. It is equal to MRT times the van ‘t Hoff factor, i.", "This is the van ‘t Hoff factor of glucose, as it is a non-electrolyte."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In this novel, a character joins a group of performing dwarves who entertain German troops on the front lines of World War Two. For ten points each:", "answers_sanitized": ["The Tin Drum", "Gunter Grass", "The Flounder"], "parts_sanitized": ["Name this novel about Oskar Matzerath, a boy who decides to stop growing at the age of three and has a scream that can shatter glass.", "This author wrote The Tin Drum in addition to its sequels, Cat and Mouse and The Dog Years.", "This other novel by Grass is loosely based on the fable The Fisherman and His Wife. Grass himself said that “women’s libbers” were offended by this novel."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This work combines the text of the hymn “Veni creator spiritus” with the closing passages of Goethe’s Faust. For ten points each:", "answers_sanitized": ["“Symphony of a Thousand” (accept “Sinfonie der Tausend”; or Symphony No. 8 by Mahler)", "Gustav Mahler", "The Song of the Earth (accept Das Lied von der Erde)"], "parts_sanitized": ["This work is named for how many players are seemingly on the stage, although very few orchestrations actually use that many.", "This composer wrote “Symphony of a Thousand,” although he did not sanction that nickname for the piece.", "This work by Mahler combines the song cycle and symphony formats. It was not numbered as a symphony because of Mahler’s attempts to avoid “the curse of the ninth.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Mary Cover Jones conducted a variation on this experiment which ended with the subject being afraid of Santa Claus. For ten points each:", "answers_sanitized": ["Little Albert experiment", "John B. Watson", "kinaesthetic learning"], "parts_sanitized": ["Name this dubiously ethical experiment which used classical conditioning to make a child associate loud noises with furry objects.", "This American psychologist conducted the Little Albert experiment as well as the Kerplunk experiment.", "Watson’s Kerplunk experiment measured this type of learning in rats as they ran through a maze."], "category": "Social Science"}, {"leadin_sanitized": "In order to satisfy the conditions of this theorem, all countries must be contiguous and finite. For ten points each:", "answers_sanitized": ["four color map theorem", "vertices (or vertex, accept nodes)", "graph minor"], "parts_sanitized": ["Name this theorem that gives the maximum number of colors needed to fill a map without adjacent countries having the same color. This theorem was proved using a computer.", "A statement of the four color theorem using graph theory has one of these objects in each country. They are connected by arcs or edges in directed and undirected graphs.", "If a graph H can be formed by contracting edges on graph G, H is one of these constructs. These objects are formed by deleting edges while merging vertices of a source graph."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "In this work, the author uses an example of a theoretical sister of Shakespeare who was unable to show her genius. For ten points each:", "answers_sanitized": ["“A Room of One’s Own”", "Orlando: A Biography", "Mrs. Dalloway"], "parts_sanitized": ["Name this feminist essay by Virginia Woolf, originally given as a series of lectures, which discusses how gender roles have robbed the world of literature.", "In this feminist Woolf novel, the title character is born an Elizabethan nobleman but winds up living for hundreds of years. Many of this novel’s central characters, including the titular figure, are gender non-conforming.", "This other work by Virginia Woolf follows a woman named Clarissa as she plans a party. This novel examines the role of wealth in shaping feminist characteristics."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Dancing is an important part of many different religions. For ten points each:", "answers_sanitized": ["Hora (or horo or oro)", "Whirling Dervishes (prompt on “Dervish”)", "Ghost Dance Movement"], "parts_sanitized": ["This dance is often performed at Jewish weddings and bar and bat mitzvahs. The modern style of this dance was pioneered by Israeli dancer Baruch Agadati.", "These Sufi mystics are known for their namesake rapid motion which is performed as dhikr, or remembrance of God.", "Wovoka, a Paiute spiritual leader, sparked this movement-based social movement which spread to many Native American tribes in 1889 and 1890. This religious movement led to a namesake war between the Sioux and the US."], "category": "Religion"}, {"leadin_sanitized": "Values of this quantity are used to calculate the critical angle and Brewster’s angle. For ten points each:", "answers_sanitized": ["index of refraction (accept refractive index, accept n)", "Lorentz–Lorenz equation (accept Clausius–Mossotti relation)", "squared (accept raising to the second power or equivalents)"], "parts_sanitized": ["Name this quantity, the ratio of the speed of light in a vacuum to the speed of light in a material.", "This doubly-eponymous equation relates the refractive index or dielectric constant of a material to polarizability.", "Malus’s law states that the intensity of completely plane-polarized light is proportional to this function of the cosine of the angle between the transmission axes and the polarizer."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following questions about important historical theses. For ten points each:", "answers_sanitized": ["Edward Gibbon", "Charlemagne (accept Charles I, Charles the Great, or Carolus Magnus)", "Frontier Thesis (or Turner Thesis)"], "parts_sanitized": ["This eighteenth century English historian argued that Christianity hastened the title event of his Decline and Fall of the Roman Empire.", "In a namesake thesis, Henri Pirenne argues that the Muslim conquests enabled this man’s Western European empire to prosper. This uncle of Roland became the first Holy Roman Emperor in 800 AD.", "This impactful 1893 thesis claims that American values and priorities were indelibly shaped by western expansion."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This novel features Pangloss, a syphilitic teacher and optimist who likes to proclaim that “all is for the best in the best of all possible worlds.” For 10 points each:", "answers_sanitized": ["Candide: or Optimism", "Cunegonde", "Cacambo"], "parts_sanitized": ["Name this 1759 satirical work by Voltaire.", "Candide is in love with this daughter of Baron Thunder-ten-Tronckh. She is later part of a sharing agreement between the Grand Inquisitor and Don Issachar.", "This man is Candide’s valet while he is in the Americas and accompanies him to the kingdom of El Dorado."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Central Park is home to an eclectic variety of landmarks. For ten points each:", "answers_sanitized": ["Strawberry Fields", "Rat Rock", "Cleopatra VII"], "parts_sanitized": ["This 2.5 acre section of the park is dedicated to the memory of John Lennon and contains the “Imagine” mosaic. It takes its name from a Liverpool children’s home featured in the title of a Lennon song.", "This large boulder in the southwest portion of Central Park is a popular tourist destination. This outcrop is named for the hordes of vermin that used to inhabit it at night.", "Central Park contains this woman’s namesake needle, in fact a giant obelisk constructed by Pharaoh Thutmose III. The obelisk was originally housed near a temple this woman built to honor her lover Marc Antony."], "category": "Trash"}, {"leadin_sanitized": "The inventor of this instrument also designed an early version of the contrabass clarinet. For ten points each:", "answers_sanitized": ["Saxophone", "John Coltrane", "Thelonious Monk"], "parts_sanitized": ["Name this woodwind instrument played by Charlie Parker and Kenny G.", "The improvisational style of this saxophonist was termed \"sheets of sound\" by Ira Gitler. He recorded the albums Blue Train and A Love Supreme.", "Coltrane occasionally performed as a sideman for this jazz pianist who composed the standards “Round Midnight” and “Straight, No Chaser.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "<em>Alu</em> elements are the most abundant types of these structures. For ten points each:", "answers_sanitized": ["transposons (accept jumping genes, transposable elements, or TEs)", "Barbara McClintock", "maize (accept corn or Zea mays)"], "parts_sanitized": ["Name these segments of DNA that make up 44% of the human genome. The first of these to be discovered was the Ac/Ds system.", "This cytogeneticist won the 1983 Nobel Prize in Physiology or Medicine for her discovery of transposition.", "McClintock discovered transposons in these plants, whose lack of digestible niacin causes pellagra. Most of the “flint” type of this cereal grain has multicolored kernels."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This organization’s trading posts were known as <em>kontors</em>. For ten points each:", "answers_sanitized": ["Hanseatic League (or Hanse)", "Baltic Sea", "Lübeck"], "parts_sanitized": ["Name this German trading federation which dominated maritime commerce in Northern Europe during the High Middle Ages.", "The Hanseatic League primarily operated in this body of water, bounded by the North Sea and the Gulf of Bothnia. In this sea, the Hanse were often targeted by the Victual Brothers piracy guild.", "This port city was known as the “Queen of the Hanseatic League” for being the organization’s most prominent member. This city was the first to be firebombed by the RAF during World War II."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "People of many faiths love alcohol! For ten points each, name some things about mythological drinking habits.", "answers_sanitized": ["rum", "Sekhmet (accept Sachmis)", "Saint Brigid of Kildare"], "parts_sanitized": ["In the voodoo religion, a possession by the spirit Ogoun emulates the effects of this other type of spirit, a drink made from sugar cane that traveled across the world during the Atlantic slave trade.", "This lion goddess of ancient Egypt was only stopped from wiping out humanity when the gods tricked her into getting drunk by making her think wine was blood.", "When a surprise cadre of a cardinals needed refreshment, this woman took water out of a bathtub which miraculously changed into beer as the guests began to drink."], "category": "Religion"}]}