{"tossups": [{"question_sanitized": "A book by Janneken Smucker notes that people of this ethnicity were making over 90% of Amish Quilts by the 1980s. Scholar Lori Kido Lopez has studied Americans of this ethnicity connecting with \"cellphone shows\" staffed by volunteer DJs. Metro Strike Gang Force officer Jason Anderson may have planted a gun on a teen of this ethnicity whom he fatally shot in 2006. A book about a family of this ethnicity documents their heavy reliance on neeb (\"neng\") for their daughter. A veteran (*) Minneapolis cop of this ethnicity watched his white coworker, Derek Chauvin, kill George Floyd. A girl of this ethnicity who suffers from severe epilepsy appears in Anne Fadiman's The Spirit Catches You and You Fall Down. Many people of this ethnicity immigrated to the US in the 1980s following a \"Secret War\" in Laos. For 10 points, name this minority ethnic group of Southeast Asia.", "answer_sanitized": "Hmong-American [prompt on Asian-American or Miao people]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "A film set in one of these locations is based on the true story of \"Operation Holiness,\" a campaign launched prior to a papal visit. In that film's final shot, the camera fades to white as an officer in one of these places fires a 12-gauge shotgun at a man's face on a rooftop. The opening sequence of another film set in one of these places intersperses shots of people sharpening knives with shots of youths chasing a chicken through the streets and ends with a card saying that the film is based on the life of photographer Wilson (*) Rodrigues. The de facto head of one of these places is killed by BOPE (\"BOH-pee\") officer André Matias (\"mah-CHEE-us\") in the film Elite Squad. In another film, the drug lord Li'l Zé takes over one of these places that is home to the protagonist Buscapé (\"boos-ka-PAY\"). For 10 points, Fernando Meirelles's City of God depicts life in what Brazilian slums?", "answer_sanitized": "favelas [prompt on Brazilian slums or cities; prompt on City of God or Cidade de Deus by asking \"what sort of place is City of God?\" before it is mentioned]", "subcategory": "Film", "category": "Fine Arts"}, {"question_sanitized": "In June 2020, the Chinese branch of this firm voted to remove Allen Wú as CEO, but Wú refused to give up the company's official rubber stamp. This company spun off from technology originally developed for a product line called Archimedes. It added support for switching between worlds in the TrustZone feature developed for its Cortex line of products. This most valuable \"Silicon Fen\" company was formed out of technology developed at Acorn and was briefly owned by (*) SoftBank until a 40-billion-dollar sale in 2020. This company has dominated one product category since its use in the Nokia 6110. In 2018, Amazon started using this company's technology for servers in its data centers. Two years later, Apple announced that it was switching from Intel to this rival for its M1 Silicon. For 10 points, name this UK company whose chips are ubiquitous in mobile phones.", "answer_sanitized": "Arm Holdings [accept Acorn before mentioned; prompt on Nvidia]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "In 2006, one of these events led the town of Toowoomba to hold a controversial \"futures\" referendum. A year later, one of these events inspired a new pricing scheme that set up \"low security entitlements\" often compared to sub-prime mortgages. In 2011, Tokelau and Tuvalu declared a state of emergency over one of these events; in response, the New Zealand Defense Force built a mobile MFRO facility. The Snowy Mountains scheme was overtaxed by one of these events that was mitigated by the Western Corridor (*) recycling scheme. One of these events spanning from 2006 to 2010 in Syria likely contributed to the Arab Spring by increasing migration to cities. In 2011, East Africa mitigated one of these events with index-based livestock insurance. The \"Millennium\" one reduced Australia's wheat yields until a 2010 La Niña. For 10 points, name these periods of low rainfall.", "answer_sanitized": "droughts [prompt on heatwaves or similar; prompt on water shortage or low rainfall or equivalents; prompt on natural disasters; prompt on El Niño or La Niña events by asking \"what resulting conditions occurred in the location described?\"; prompt on climate change or global warming or extreme weather by asking \"what specific consequence?\"; prompt on water salinity or food shortages or famines or similar answers by asking \"as a consequence of what broader event?\"; accept the Millennium drought or 2011 Tuvalu drought or 2011 East African drought]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Jean-Philippe Toussaint wrote about the melancholy of one person engaged in this activity who was a \"metaphor for Europe's current identity crisis.\" Philosopher Simon Critchley pondered the existence of an inanimate object in his book titled for \"What We Think About When We Think About\" this activity. Letters about this activity between Fredrik Ekelund and Karl Ove Knausgård (\"k’NOUSE-gor\") were published under the title Home and Away. Franklin Foer wrote about this activity’s (*) anti-fundamentalist role in the Middle East in a book titled for how it \"Explains the World.\" It's not the Olympics, but David Goldblatt's 900-page \"global history\" of this activity examines a Soviet boycott of a 1974 event held in post-coup Chile. Economist Stefan Szymanski's book on this activity uses Olympique Lyonnais (\"oh-lam-PEEK lee-uh-NAY\") as a case study. Bill Buford studied the hooligans of, for 10 points, what sport played by Zinedine Zidane?", "answer_sanitized": "soccer [or football; accept answers like watching soccer; prompt on World Cup by asking \"of what activity?\"; accept What We Think When We Think About Football; accept How Soccer Explains the World; accept The Ball Is Round: A Global History of Football; prompt on sports or fandom] (The Buford book is Among the Thugs.)", "subcategory": "Other Literature", "category": "Literature"}, {"question_sanitized": "David Pyle used isopachs of this material to shade maps based on the thickness half-distance. To avoid nanolite micro-inclusions, pieces of this material are mounted in resin for electron probe microanalysis. Vedde, the Laacher See (\"LAH-khur zay\"), and Saksunarvatn (\"SOX-oo-nar-vaht-in\") are sources of this material from the Younger Dryas. Some of this material from the Greenland Ice Sheet Project 2 serves as a circa-870 CE isochron to the \"Settlement Layer\" in (*) Iceland, in a Quaternary \"chronology\" method that has used this material from Tarawera and Ruapehu. The dispersal index measures the surface area covered by this material, whose volume defines the VEI. This material includes blocks, breadcrust bombs, scoria, and lapilli. Its consolidation or welding can form ignimbrite and tuff. For 10 points, hot gases and what ejected rock fragments create deadly pyroclastic flows in explosive volcanic eruptions?", "answer_sanitized": "tephra [accept cryptotephras; accept tephrochronology; accept pyroclasts or pyroclastic fallout or pyroclastic flow before \"pyroclastic\"; accept volcanic ejecta before \"ejecta\"; prompt on volcanic rocks or volcanic fallout before \"volcanic\"; prompt on volcanic ash or lapilii or cinder or pumice or scoria or volcanic blocks or volcanic bombs or volcanic glass shards by asking \"what is the general name for material produced from the same source as that?\"; prompt on rhylolite or basalt or igneous rocks; prompt on silicates; prompt on tuffaceous material or ignimbrite or fiamme before read by asking \"what unconsolidated material is it formed from?\"; do not accept or prompt on \"tufa\"] (The VEI is the volcanic explosivity index.)", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A state-of-the-art forensics lab in this country was funded by Warren Buffett's son Howard. It's not Brazil, but rich and poor people in this country's capital live \"above\" or \"below\" a large statue of Christ, respectively. US Ambassador Ronald Johnson censured this country's president for sending troops to its legislature to secure more money for its security forces on Oscar Night in 2020. This country's current president, a millennial, is a member of its large community of (*) Palestinian Christians. Laurel, Maryland was the East Coast base of an organization of migrants from this country that formed a fierce rivalry in LA with the 18th Street gang. This country's current president, Nayib Bukele, was the first in modern times not to belong to either its ARENA or FMLN parties. For 10 points, name this small Central American country whose brutal civil war ended in 1992.", "answer_sanitized": "El Salvador [or Republic of El Salvador; or República de El Salvador] (The rivals of the 18th Street Gang are MS-13.)", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In 2011 and 2012, protests over this policy rocked Batam, the largest city in the Riau Islands, where it's historically exceptional for Indonesia. Francis Kramarz and David Margolis contrasted a 1990 change in this policy in Spain with the UK's 1993 repeal by graphing the log Kaitz index. In Brazil, William F. Maloney found that this policy creates a numéraire and influences the informal sector via the \"lighthouse effect.\" From 2007 to 2018, this policy was incrementally adjusted in the Northern (*) Mariana Islands; the same change has been delayed by StarKist Tuna's lobbying in American Sāmoa. The book Myth and Measurement reports a 1994 difference-in-differences study using Pennsylvania to control for this policy's 1992 increase in New Jersey, performed by David Card and Alan Krueger. For 10 points, a 2007 act amended the Fair Labor Standards Act to set 7.25 dollars per hour as what sort of price floor?", "answer_sanitized": "minimum wage [prompt on partial answer or wage councils; accept Fair Minimum Wage Act of 2007; prompt on price control or price floors; accept salario minimointerprofesional or SMI]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "In one novel, this character leads his mule out of a church and slips away, leaving behind a minister's son who cleans up as he is questioned by a soldier. After this character disappears, the narrator spends two years with a prostitute named Pie in a different novel that takes its title from the extinct ivory-billed woodpecker. John Ames's grandfather was a supporter of this man in Marilynne Robinson's novel Gilead. This historical figure constantly misgenders (*) Onion in a comic novel by James McBride adapted into Ethan Hawke's The Good Lord Bird. This man's son Owen narrates the 1998 novel Cloudsplitter by Russell Banks, which describes the exploits of his self-styled Army of the North. According to a recent book by H. W. Brands, this \"zealot\" pushed Abe Lincoln to become \"the Emancipator.\" For 10 points, name this abolitionist who led a raid on Harpers Ferry.", "answer_sanitized": "John Brown [prompt on John or Father]", "subcategory": "Long Fiction", "category": "Literature"}, {"question_sanitized": "In the 1980s, a chain of these businesses celebrated by Ronald Reagan got a contract to manufacture NFL safety pads. One of these businesses in Oklahoma nicknamed the Chicken Farm hoodwinked people into working at a poultry slaughterhouse. A chain of these businesses is operated by Cenikor. They're not locksmiths, but the 200 or so of these businesses based in Lake Worth Beach, Florida, used to manipulate Google Maps results to show up in \"near me\" sponsored search queries. Widespread fraud at these businesses led (*) Cigna to pull out of the Florida ACA market, as federal legislation let scammers partner with labs to charge up to 5,000 dollars a day for urine tests. Some of these businesses require regular visits to AA (\"A-A\"). For 10 points, name these businesses where someone might try to break their heroin addiction.", "answer_sanitized": "drug treatment centers [or rehab centers; or sober living homes; or drug testing facilities; prompt on mental health centers or health centers; accept inpatient addiction centers before the end; do not accept \"hospitals\"]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "On this project, the engineering firm Bechtel heavily used the new technology of slurry walls. One of the more ambitious engineering feats on this project was \"Pinning the Artery.\" The firm Gannett Fleming incorrectly used a glue called Powers Fasteners on this project, leading to the death of Milena del Valle in a ceiling collapse. Over a billion dollars on this project were spent redoing the \"ugly\" Zakim Bridge. According to Inspector General Bob Cerasoli, Governor (*) Bill Weld ordered the engineering firm on this project to lie about its true cost; it was started under the previous governor, Michael Dukakis. One of the first parts of this project to be completed was the Ted Williams Tunnel. A new tunnel to Logan Airport was built in, for 10 points, what massive Boston underground road construction project with a rhyming name?", "answer_sanitized": "Big Dig [or Central Artery/Tunnel Project; or CA/T Project]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "A 2019 documentary about this man explains his idea for an Omni Processor that takes advantage of pyrolysis. This man has reviewed books like Václav Smil's Growth on his namesake Notes blog. Linsey McGoey criticized the \"TED Heads\" at an organization founded by this man for partnering with companies such as Coca-Cola and Goldman Sachs and adopting a results-oriented approach to every problem. This man contentiously argued with David Boies (\"boys\") in a deposition for a 2001 trial presided over by Judge Thomas Penfield Jackson. More recently, he wrote the book (*) How To Avoid a Climate Disaster. He drafted a 2017 annual statement in the form of a letter addressed to Warren Buffett, who co-founded the Giving Pledge with him in 2009. For 10 points, name this man who established the largest private foundation in the world with the fortune he made from co-founding Microsoft.", "answer_sanitized": "Bill Gates [or William Henry Gates III; accept the Bill &amp; Melinda Gates Foundation or William H. Gates Foundation]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "University of Utah professor and Kafka scholar Anne Jamison edited a collection that describes how these texts work. These texts are sometimes modified in a process called \"filing the serial numbers off.\" In a 2019 book titled for a \"Secret Garden,\" Cecilia Aragon and Katie Davis performed a lexical analysis of these texts and examined the practice of distributed mentoring that is common for them. One of the largest collections of these texts has a guide for tag wranglers. Professor Kristina Busse testified in a (*) DMCA lawsuit over a sub-genre that originated from these texts, the Omegaverse. These texts are collected on Archive of Our Own. A wish fulfillment character trope called a Mary Sue derives from one of these texts, which include the genre slash. For 10 points, name this type of original, non-professional writing based on existing intellectual property.", "answer_sanitized": "fan fiction [or fan fic; accept web fiction or internet fiction; prompt on slash fic by asking \"what general type of text is that genre common in?\"; prompt on fic or self-published novels or eBooks; prompt on romance literature or sci-fi or parody or similar by asking \"written as what sort of text?\"; anti-prompt on Omegaverse before read] (The book is Writers in the Secret Garden.)", "subcategory": "Other Literature", "category": "Literature"}, {"question_sanitized": "A recent history by Myron Echenberg argues that this title person inadvertently caused a Mexican silver bubble. A tar cooker fire delayed the opening of a building named for this person on the site of the former Palace of the Republic. Eleanor Jones Harvey claimed that this man laid the foundations for the Smithsonian in the catalog for a 2020 exhibition that returned \"Peale's Mastodon\" to US soil. A \"Coalition of Cultural Workers\" hopes to tear down this man's namesake (*) \"Forum,\" which will hold the Ethnological Museum of Berlin. This man is contrasted with Carl Friedrich Gauss in Daniel Kehlmann's novel Measuring the World. Andrea Wulf's 2015 biography of this man, The Invention of Nature, tracks his journeys through Venezuela with Aimé Bonpland (\"eh-MAY bon-PLAWN\") and traces the impact of his magnum opus, Cosmos. For 10 points, what 18th-century Prussian scientist names a South American current?", "answer_sanitized": "Alexander von Humboldt [or Friedrich Wilhelm Heinrich Alexander von Humboldt; accept Humboldt Forum; accept Humboldt's Mexico: In the Footsteps of the Illustrious German Scientific Traveller; accept Alexander von Humboldt and the United States: Art, Nature, and Culture; do not accept or prompt on \"Wilhelm von Humboldt\"]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "This country's \"Concrete Tablet\" award recently honored a sustainable renovation of its National Tourist Routes. A mandate to separate \"champagne apartments\" in this country's otherwise low-rise capital by at least 12 meters of green space has led that initiative to be called the \"Barcode Project.\" A firm from this country designed Egypt's granite Bibliotheca Alexandrina and built a structure in its capital with an angled Carrara marble (*) roof that pedestrians can walk on. In 2114, a forest in this country will be chopped down to print books from the Future Library project. A Pritzker Prize winner from this country called attention to climate change by designing its Glacier Museum. An opera house in this country was designed by Snøhetta on its capital's fjord. For 10 points, what country recently renovated its museum celebrating Edvard Munch?", "answer_sanitized": "Norway [or Kingdom of Norway; or Kongeriket Norge; or Kongeriket Noreg; accept the Norwegian Glacier Museum or Norsk Bremuseum] (The award is Betongtavlen, given to Reiulf Ramstad Arkitekter.)", "subcategory": "Architecture", "category": "Fine Arts"}, {"question_sanitized": "A Maclean's exposé by Anne Kingston showed this product's charitable supplier CBS secretly supporting the for-profit Saskatoon company CPR. A 2018 Atlantic article graphed the tripled sales of this good from 1999 to 2016 and noted that the US provides 70% of its supply to firms like CSL and Grifols. A health crisis in a Hénán (\"huh-nahn\") village selling this good was exposed by Yán Liánkē's (\"yen l’yen-kuh’s\") censored novel Dream of Ding Village. In 2013, Bain Capital bought a national service that David Owen created to make the UK self-sufficient in this good, which the Penrose Inquiry exposed as (*) contaminated. This stuff is exchanged in the trendy treatment parabiosis. In 2020, the US reduced the deferral period for gay men providing this stuff, whose suppliers must typically weigh over 110 pounds and wait 56 days between donations. For 10 points, what fluid is harvested by the Red Cross?", "answer_sanitized": "blood [accept human blood or animal blood; accept plasma or serum or other components of blood; accept Canadian Blood Services or Canadian Plasma Resources or Plasma Resources UK]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Protesters in this city were unable to prevent Achour (\"ah-SHOOR\") Development from building the Eden Bay luxury resort on the last public spot on its last public beach; until 2005, dissidents were tortured on that beach in this city at the Beau Rivage (\"bo ree-VAHZH\") luxury hotel. In 2018, heavy rains combined with neglected infrastructure caused this city to suffer a literal shitstorm. In 1984, the president of an English-language university in this city, Malcolm H. Kerr, was murdered. 22 people, including the country's (*) prime minister, were killed by a car bomb in this city in 2005 near the Saint George Hotel. An incident in this city involving the Russian firm MV Rhosus severely damaged this city's Gemmayzeh (\"zheh-MAY-zeh\") Christian neighborhood and led to the resignation of Prime Minister Hassan Diab. For 10 points, name this capital city that was devastated in 2020 by a huge explosion of ammonium nitrate.", "answer_sanitized": "Beirut [or Beyrouth]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "They're not books, but 45 million dollars earmarked for these things were allegedly embezzled by former President of Panama Ricardo Martinelli. Tony Blair's government provided funding for a trust to improve these things supervised by Suzi Leather. 8,000 dollars of debt incurred from these things were paid off by a donation in Philando Castile's memory from his mother. Susan Levine's 2008 book on the \"Surprising History\" of these things in the US blames Orville Freeman for allowing a negative social stigma to develop around their NSLP program in the 1970s. Susan Collins brought a (*) potato with her to a Senate hearing questioning Tom Vilsack about these things undergoing rule changes regarding potassium. In 2018, Sonny Perdue eased sodium restrictions on these things imposed by Michelle Obama. For 10 points, name these offerings often provided for free in K-12 cafeterias.", "answer_sanitized": "school meals [or school lunches; or school food; prompt on partial answers; accept National School Lunch Act; accept School Lunch Politics: The Surprising History of America's Favorite Welfare Program]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "This artist won the Outwin Boochever Portrait Competition for a painting of a woman holding a large teacup, titled Miss Everything (Unsuppressed Deliverance). A man wears a sweater with a pattern of a house on it in her Jane Austen-inspired portrait, A single man in possession of a good fortune. This artist's 2019 solo show \"the heart of the matter...\" featured eight portraits of people she found wandering the streets of Baltimore. The subject holds her hand to her hip and wears a Jasmine Elder dress in a 2020 painting made by this artist for the cover of Vanity Fair, dedicated to the life of (*) Breonna Taylor. This artist's best-known portrait depicts its subject wearing a Mondrian-inspired dress and with grisaille (\"griz-EYE\") skin tones, and drew record crowds to the National Portrait Gallery. For 10 points, name this artist who painted the official portrait of First Lady Michelle Obama.", "answer_sanitized": "Amy Sherald", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "Don Kulick's Anthropology of an Obsession explores this trait's valorization in 1980s Niger. Since the 1890s, this trait has formed a \"new code\" in the US and France, according to a 2002 history by Peter Stearns. Rothblum and Solovay's reader for studies of this trait notes that fen-phen made billions before its recall. The author who created \"Nemesis Twitter\" often applies the term \"unruly\" to this trait, which titles an \"American memoir\" by (*) Kiese Laymon (\"kee-AY-say LAY-min\"). FTO SNPs (\"snips\") may influence this trait, which Kevin Hall found to reduce RMR six years after an NBC reality show. The Wellspring camps targeted people with this trait, whose prevalence is highest in Tonga and Nauru. Roxane Gay argued that we treat this trait as a \"death sentence\" by calling it \"morbid;\" it may often be \"metabolically healthy.\" For 10 points, what trait's \"acceptance\" inspired the slogan \"Health at Every Size?\"", "answer_sanitized": "being fat [accept obesity or word forms; accept fat acceptance or similar; accept The Fat Studies Reader; accept being heavy overweight or large or big or plus-size or similar; prompt on appetites or Hunger by asking \"causing what related physical trait?\"; prompt on dieting by asking \"for what reason?\"; prompt on diabetic or equivalents by asking \"as a consequence of what other physical trait?\"; accept Fat History: Bodies and Beauty in the Modern West; accept Fat: The Anthropology of an Obsession]", "subcategory": "Other Science", "category": "Science"}], "bonuses": [{"leadin_sanitized": "Joseph Schwantner's (\"SHWAHNT-nur's\") example of these pieces dedicates its second movement, In Memoriam: Misterioso, to his dead friend Stephen Albert. For 10 points each:", "answers_sanitized": ["percussion concerto [or Concerto for Percussion and Orchestra; prompt on concerto; do not accept or prompt on \"drum concerto\" or \"timpani concerto\" or \"marimba concerto\" as all the pieces in question feature the soloist playing multiple percussion instruments]", "marimba [prompt on ideophone]", "John Corigliano"], "parts_sanitized": ["Give this genre of piece. Many have been written for Colin Currie, including one by Jennifer Higdon which suggests that pitched and unpitched instruments be placed on either side of the conductor.", "In particular, Higdon's Percussion Concerto heavily features this instrument, Colin Currie's favorite. This mallet instrument of Central American origin is similar to the West African balafon (\"BAL-uh-fawn\") and somewhat less similar to a xylophone.", "Percussion concerti commissioned by Evelyn Glennie include this composer's piece Conjurer. This American composer has written over 100 film scores, as well as the opera The Ghosts of Versailles."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "This man's son Atticus wrote the novel Preparation for the Next Life. For 10 points each:", "answers_sanitized": ["Gordon Lish [or Gordon Lockwood; accept Atticus Lish]", "Richard Ford (The novel is Independence Day.)", "New Jersey [or NJ]"], "parts_sanitized": ["Name this author of the novel Peru, in which a six-year-old murders a harelipped character in a sandbox. He heavily edited Raymond Carver's story \"Beginners,\" changing its title to \"What We Talk About When We Talk About Love.\"", "Gordon Lish was an editor for a 1995 novel by this author in which the protagonist is arrested for shoplifting condoms and plans to attend the baseball and basketball halls of fame with his son Paul. He wrote the 2020 story collection Sorry for Your Trouble.", "Ford's Frank Bascombe novels are set in this state. The cover of Let Me Be Frank with You shows a boardwalk roller coaster in Seaside Heights in this state that was flooded during Hurricane Sandy."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "A German research vehicle called the Sonne (\"ZON-nuh\") has been enlisted to study the environmental impact of the first mission of this type. For 10 points each:", "answers_sanitized": ["underwater mining [or seafloor mining; or deep-sea mining; prompt on mining by asking \"in what location?\"]", "Papua New Guinea [or Independent State of Papua New Guinea; or Independen Stet bilong Papua Niugini]", "asteroids [prompt on near-Earth objects or NEOs; accept Apollo asteroids; accept Earth-crossers]"], "parts_sanitized": ["Identify this burgeoning industry that may do great ecological harm to the Clarion Clipperton Zone.", "Nautilus Minerals Inc. is working with the government of this country for a prototype gold and copper deep-sea mining operation. The Porgera and Lihir gold mines are in this country, where protesters staged a \"Maserati Strike\" prior to a 2018 APEC meeting.", "Space is another new frontier in mining. A company called Planetary Resources is building satellites like the Arkyd-6 to mine these objects. Two Japanese rovers landed on one of these objects called Ryugu in 2018."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "A Frontline documentary found that this practice happened at least two hundred thousand times in the US from 2000 to 2015, mostly by exploiting parental consent loopholes. For 10 points each:", "answers_sanitized": ["child marriage [or marrying minors or marriage under age 18 or equivalents; prompt on marriages or equivalents]", "Kyrgyzstan [or Kyrgyz Republic; or Kırğız Respublikası; or Kyrgyzskaya Respublika] (The former president was Almazbek Atambayev.)", "Afghanistan [or Islamic Republic of Afghanistan; or Jomhūrī-ye Eslāmī-ye Afġānestān; or Da Afġānistān Islāmī Jumhoryat]"], "parts_sanitized": ["Name this practice engaged in by 79% of females in Niger. India outlawed this practice in a 2006 \"Prohibition\" act updating a 1929 \"Restraint Act.\"", "A viral video of \"Stayin' Alive\" protested child marriages in this country, where thousands of brides are forcibly kidnapped. During election protests in October 2020, a former president of this Asian country was sent back to prison after surviving an assassination attempt.", "Aschiana opposes the \"baad\" child marriage practiced by Kochi nomads in this country. In the cartoon film The Breadwinner, a girl from this country crossdresses to evade the Taliban."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "A 9-year-old named Eric Zhi Ying Xue became a poster child for granting this right in Ireland. For 10 points each:", "answers_sanitized": ["birthright citizenship [or jus soli; or right of soil citizenship; prompt on birthright or citizenship; do not accept \"right of blood citizenship\"]", "abortions [accept medical abortions; or induced abortion; or induced miscarriage; or elective abortion]", "insurance fraud [accept answers like submitting false medical insurance claims; accept more specific types of insurance fraud like life insurance fraud or car insurance fraud; prompt on fraud or medical fraud]"], "parts_sanitized": ["Identify this right that was revoked by a referendum passed by 79% of Irish voters in 2004, making Ireland the last country in the EU to revoke it.", "In 2018, Irish voters repealed the 8th Amendment and thereby gave women the right to have these procedures.", "The Irish government recently passed a law to crack down on this practice. The high rate of this crime in Ireland partially results from Irish courts paying out large settlements for soft-tissue damage."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "Save More Tomorrow program creator Shlomo Benartzi (\"ben-ART-see\") calculated that these things were often cost-effective. For 10 points each:", "answers_sanitized": ["nudges [or nudge theory; accept Nudge: Improving Decisions about Health, Wealth, and Happiness; accept the Nudge Unit] (Richard Thaler and Cass Sunstein wrote Nudge.)", "libertarian paternalism [accept paternalistic libertarianism; accept \"Libertarian Paternalism Is Not an Oxymoron\"]", "status quo bias"], "parts_sanitized": ["Name these social engineering tricks applied to the British government by the Behavioural Insights Team. Two economists promoted these \"gentle\" behavioral interventions in a 2008 book whose cover depicts a mother elephant and her baby.", "Richard Thaler and Cass Sunstein argue that low-cost nudges embody this two-word ideology, which they claimed is \"not an oxymoron,\" heralding it for disincentivizing choices rather than blocking them.", "Libertarian paternalist theory draws on the endowment effect, a form of this psychological bias for preferring the current baseline. It has a two-word Latin name and is similar to inertia."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "As of September 2017, Mark Meckler's COS group has secured support from 12 state legislatures for one of these events centered on a balanced budget amendment. For 10 points each:", "answers_sanitized": ["constitutional convention", "ALEC [or American Legislative Exchange Council]", "Vermont [or VT]"], "parts_sanitized": ["Identify these events that can happen with approval from two-thirds of state legislatures according to Article V of the Constitution. There hasn't been one of these events since 1787.", "This conservative group headed by Jim Buck supports a constitutional convention and provides model bills for state legislators. This organization's voter ID bill was passed into law by Pennsylvania.", "This state is the only one in the Union not to have a balanced budget requirement in its constitution. It also had a strict GMO labeling law overturned by a looser federal bill passed in 2016."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "James Turrell's work in  For 10 points each this style of art is exemplified by Roden Crater, an ongoing project which is transforming an extinct volcano into an observatory.:", "answers_sanitized": ["land art [or environmental art; or Earth art; or Earthworks; prompt on site-specific art; do not accept \"landscape art\"]", "Bruce Nauman", "Italy [or Italia] (The photographer is Gianfranco Gorgoni.)"], "parts_sanitized": ["Identify this general type of art pioneered by Robert Smithson, which typically uses dirt or other natural materials.", "This artist's anti-land-art skywriting piece Leave the Land Alone was conceived in 1969, but not created until 2009. This multimedia artist of For Beginners has cited Ludwig Wittgenstein as a major influence.", "A land art photographer from this country who took aerial photos of Spiral Jetty was honored with a retrospective at the Nevada Museum of Art after his 2020 death. This country's Memphis Group has been hugely influential in contemporary design."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Darcey Steinke's book Flash Count Diary explores this title subject. For 10 points each:", "answers_sanitized": ["menopause [or climacteric; anti-prompt on hot flashes; prompt on aging or women aging]", "killer whales [or orcas; or Orcinus orca; prompt on whales or cetaceans]", "Tanzania [or United Republic of Tanzania; or Jamhuri ya Muungano wa Tanzania]"], "parts_sanitized": ["Identify this subject, the focus of Susan Mattern's book The Slow Moon Climbs, which argues that this phenomenon was important even in ancient societies viewed as having short average lifespans.", "Steinke kayaked the Puget Sound to observe some of these animals, the first non-human mammals shown to also go through menopause. Their J and K pods have been devastated by warming waters.", "The anthropologist Kristen Hawkes interrogated the \"grandmother hypothesis\" about menopause in the Hadza, a foraging community of hunter-gatherers who live around Lake Eyasi in this country."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "Two of these organisms named \"Old Survivor\" and \"Jack London\" feature in Jenny Odell's How to Do Nothing. For 10 points each:", "answers_sanitized": ["trees [prompt on plants or other non-specific answers; accept specific tree species; prompt on The Overstory or Barkskins]", "Lab Girl", "Florida [or FL]"], "parts_sanitized": ["Name these organisms central to a 2016 Annie Proulx (\"proo\") novel. Richard Powers won the 2019 Pulitzer Prize for a novel about the relationships between humans and these organisms.", "Geochemist Hope Jahren described her research on Eocene trees in this 2016 memoir. This autobiography narrates Jahren's childhood in rural Minnesota, scientific career in Georgia and Hawaiʻi, and experiences with bipolar disorder and sexism.", "Lab Girl describes Jahren's work in the \"Monkey Jungle\" in this state, which titles a 2018 collection by Lauren Groff. Books set in this state include Susan Orlean's The Orchid Thief and Karen Russell's Swamplandia!"], "subcategory": "Other Literature", "category": "Literature"}, {"leadin_sanitized": "This system, which has been widely adopted in Kenya, builds on SMS technology to allow money transfers. For 10 points each:", "answers_sanitized": ["M-Pesa", "Albania [or Republic of Albania; or Republika e Shqipërisë]", "EBRD [or European Bank for Reconstruction and Development] (The dam would be in Mavrovo National Park.)"], "parts_sanitized": ["Identify this pioneering mobile banking system that takes part of its name from the Swahili word for money.", "M-Pesa briefly expanded to this country from 2015 to 17. Hunters illegally slaughter millions of migratory songbirds in the Buna Delta of this country, where Communist iconography has been stripped from Tirana's Skanderbeg Square.", "Albania has taken loans from this institution, which has financed a Macedonian dam that threatens the Balkan lynx. It was founded in 1991 to assist former Eastern Bloc countries by investing in private enterprise, and it is distinct from the similar EIB and CEB."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "Zoltán Oltvai cemented the use of scale-free networks in this field's computational models, although a 2019 paper from Aaron Clauset argued that they are rare. For 10 points each:", "answers_sanitized": ["systems biology [prompt on systems theory or general system theory; or sys bio]", "metabolic flux [accept flux balance analysis or FBA; accept fluxomics]", "homeostasis"], "parts_sanitized": ["Name this two-word field of science that models emergent properties of cellular and physiological networks. Uri Alon (\"OO-ree ah-LOAN\") developed this holistic field from Ludwig von Bertalanffy's \"general\" theory of control and design structures.", "Systems biologists often use balance analysis to model this bulk property of a metabolic pathway. It's defined as the rate of turnover or conversion of a metabolite of interest.", "Metabolic flux is constant under a cell's steady state conditions, which mirror this physiological property, an organism's stable internal environment."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Film of these events is often interspersed with \"noddy shots\" during editing. For 10 points each: ", "answers_sanitized": ["interviews [accept the interview illusion or interviewer illusion; prompt on asking questions or similar; prompt on counseling or therapy or similar; accept specific types like job interviews or talk show interviews]", "love [accept interpersonal closeness or interpersonal relationships or romance or falling in love or rough equivalents; accept \"The 36 Questions That Lead to Love\"]", "psychoanalysis [or Psychoanalyse or Psicoanálisis; prompt on analysis; accept Psychoanalysis in the Barrios: Race, Class, and the Unconscious]"], "parts_sanitized": ["Name these events that William R. Miller and Stephen Rollnick adapted into a \"motivational\" approach to promote behavioral change. Richard Nisbett identified an \"illusion\" that leads companies to overrate the value of these events.", "A New York Times article by Daniel Jones claimed that a 36-question interview could facilitate this concept, based on Arthur and Elaine Aron's \"self-expansion model.\"", "Jennifer Lambe analyzed Cuban songs about \"love objects\" in an essay from an anthology about applying this therapeutic approach \"in the Barrios\" to help Latino patients. This \"talking cure\" involves transference and interpreting unconscious drives."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Since 2000, the number of temples of this religion in China have tripled. For 10 points each:", "answers_sanitized": ["Buddhism [accept more specific answers like Tibetan Buddhism or Vajrayāna]", "Confucius Institutes [or Kǒngzǐ Xuéyuàn]", "Ian [accept Ian (Denis) Johnson or Ian Buruma]"], "parts_sanitized": ["Identify this religion whose Chinese leaders include a #MeToo target known as the Venerable Xuéchéng (\"shway-chung\"). The Chinese government has persecuted some leaders of this religion in Tibet.", "Xuéchéng has been critical of these organizations, which promote Chinese culture overseas. A petition signed by 100 faculty members at the University of Chicago led to the closure of one of these places in 2014.", "An author with this first name wrote the 2017 book The Souls of China: The Return of Religion After Mao. Another intellectual with this first name wrote the novel The China Lover and was forced out of editing The New York Review of Books in 2018."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "The head of this network coined the term \"Peak TV\" for the overwhelming glut of quality scripted content on television in 2015. For 10 points each:", "answers_sanitized": ["FX [accept FXX]", "Breaking Bad (The spinoff is Better Caul Saul.)", "Elmore Leonard [or Elmore John Leonard Jr.]"], "parts_sanitized": ["Identify this cable network headed by John Landgraf. The 2010 show Terriers was canceled after one season on this network.", "Landgraf told reporter Kim Masters that he didn't greenlight this acclaimed TV series because FX already had too many series about troubled white men. This Vince Gilligan series got a spinoff for Bob Odenkirk's sleazy lawyer character.", "The FX series Justified was based on the short story \"Fire in the Hole\" by this author, whose novels Jackie Brown and Get Shorty were also given the Hollywood treatment."], "subcategory": "Film", "category": "Fine Arts"}, {"leadin_sanitized": "This author's father, the head of Forest Labs, was inspired by his depression to sell citalopram as Celexa. For 10 points each:", "answers_sanitized": ["Andrew Solomon", "schizophrenia [or SZ; accept The Collected Schizophrenias] (Synaptic pruning may also underlie autism, but in that case, it is thought to be under-pruning mainly in the temporal lobe in the first three years of life.)", "APA [or American Psychological Association]"], "parts_sanitized": ["Name this author who described the science behind unusual traits in Far from the Tree and delineated cultural aspects of depression in The Noonday Demon.", "Solomon's Far from the Tree in part explores this condition, which afflicts the family in the book Hidden Valley Road. Disorganized thought disorder often manifests in this condition, which may result from cortical synaptic over-pruning during adolescence.", "This organization awarded a citation to Elyn Saks for the schizophrenia memoir The Center Cannot Hold. This professional psychological organization passed a resolution against \"gay conversion therapy\" in 1997."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This crop's Chinese \"Armand\" variety can cause its namesake \"mouth,\" a bitter, metallic taste that can last for weeks. For 10 points each:", "answers_sanitized": ["pine nuts [or piñónes; or pinoli; or pignoli; accept chilgoza or neje or snobar; accept Armand pine nut; prompt on pine trees; prompt on nuts or seeds]", "Shoshone people [or Shoshoni; or Newe; accept Gosiute or Kusiutta or Northwestern Band of the Shoshone Nation] (Pine nuts were also harvested by, most notably, the Paiute and Washoe, but the other clues are specific to the Shoshone.)", "Idaho [or ID]"], "parts_sanitized": ["Name this wild cash crop whose rising demand has endangered Korean Amur tigers. The US issues permits to harvest this product from juniper forests.", "Pine nuts were a longtime staple for this Great Basin people, whose Northwestern Band is building a geothermal plant in northern Utah. In 2008, they designated a sacred burial ground at the site of the 1863 Bear River Massacre.", "As of 2012, this state's universities offer Shoshone language classes. Anti-government protests often draw from the 1992 Ruby Ridge standoff in this state's panhandle near the Canadian border."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "A policy of \"gravid female detention\" requires pregnant women in a recent novel by this author to give birth under supervision. For 10 points each:", "answers_sanitized": ["Louise Erdrich [or Karen Louise Erdrich]", "clocks [accept Red Clocks]", "Aunt Lydia [prompt on Aunt]"], "parts_sanitized": ["Identify this author whose 2017 novel Future Home of the Living God takes the form of a letter that Cedar writes to her unborn child. She also wrote about several Ojibwe (\"oh-JIB-way\") families in the novel Love Medicine.", "Canada beefs up its \"pink wall\" with the US to keep out women seeking abortions in a dystopian feminist novel by Leni Zumas (\"LEN-ee ZOOM-us\") titled for red versions of these objects.", "The Testaments, Margaret Atwood's sequel to The Handmaid's Tale, is partially narrated by this character, who orchestrates a plot to smuggle damaging information about Gilead to Canada via Agnes and Nicole."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "Sophie's mother is horrified by this event in a section of Jonathan Coe's novel Middle England. For 10 points each:", "answers_sanitized": ["murder of Jo Cox [or murder of Helen Joanne Cox; or murder of Helen Joanne Leadbeater]", "Brexit [or the United Kingdom leaving the EU or equivalents]", "Billy Bragg [or Stephen William Bragg]"], "parts_sanitized": ["Identify this event, the first time that a sitting MP had been murdered since Ian Gow was slain by the IRA in 1990.", "The murder of Jo Cox took place during the referendum that led to this event. The Irish Sea has become a \"sea border\" per the final negotiations over this event.", "This musician led a performance of \"We Shall Overcome\" in memory of Jo Cox at the 2016 Glastonbury Festival. In 1999, this artist of Bridges Not Walls and Talking with the Taxman About Poetry called for proportional representation in the House of Lords."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "In 2007, UIUC created a curriculum in one of these languages for the growing number of speakers in Champaign County. For 10 points each:", "answers_sanitized": ["Mayan languages [accept specific languages such as K'iche' or Mam or Q'anjob'al; prompt on Guatemalan languages]", "grammatical tense [accept past tense]", "corpus [or corpora; accept corpus linguistics; accept CELEX Corpus or Enron corpus; prompt on data set]"], "parts_sanitized": ["Name this language family that has recently become one of the most widely spoken in immigration courts. Oswaldo Vidal Martín's legal dictionary for one of these languages defines words like \"spirit attack.\"", "Mayan languages generally rely on aspect instead of marking this grammatical feature. Martin Nowak predicted that English will lose irregular verb inflections in this category's past form, like \"wed\" and \"dove.\"", "Nowak's research on the past tense relied on data from one of these collections called CELEX. This term refers to samples of real texts for large-scale linguistic analysis, like a widely-used collection of Enron emails."], "subcategory": "Other Academic", "category": "Other Academic"}]}