{"tossups": [{"question_sanitized": "David Fetherolf finished the score for a hybrid vocal-theatrical work titled for this character that was left incomplete upon the death of André Previn. The libretto for that work titled for this character was written by Tom Stoppard. In a novel said to be narrated from \"down here,\" this character wonders, \"Why is it that really beautiful people think everyone else in the world exists merely for their amusement?\" in a complaint about her cousin. Mary Beard's Women and Power opens with this woman being told to \"shut up\" by her son. This character's husband is described as (*) \"complicated\" in a translation by Emily Wilson. This character explains how she \"set up a large piece of weaving on my loom and said it was a shroud for my father-in-law\" in a novel titled for her, written by Margaret Atwood. For 10 points, name this wife of Odysseus.", "answer_sanitized": "Penelope [prompt on The Penelopiad]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "In the book The Man Who Knew, Sebastian Mallaby defends a holder of this post from allegations that he ignored the warnings of his subordinate Edward Gramlich. Another holder of this post sometimes went by the pseudonym Edward Quince. One holder of this post was called \"The Maestro\" in a biography by Bob Woodward. In August 2020, the holder of this post officially changed a policy to only look for \"shortfalls\" rather than \"deviations\" from a (*) 2% target. A man who was nominated to an unprecedented fifth term in this position by George W. Bush in 2004 presided over \"the great moderation.\" A doctrine named for a holder of this post, based on his studies of Japan's lost decade, called for increasing M1 and M2 to avoid deflation. For 10 points, name this position held by Ben Bernanke and Alan Greenspan.", "answer_sanitized": "Chair of the Federal Reserve [or Fed Chairman; or head of the Federal Reserve; or Chair of the Board of Governors of the Federal Reserve System]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This woman's climate activist son reported on the West Bank in The Way to the Spring. A mother of six named Roberta told this author about \"three principles\" like \"respect for the individual.\" The Grim Reaper does cardio on the cover a 2018 book by this author that calls anti-aging preventive medicine a \"ritual of humiliation.\" This author's breast cancer diagnosis informed her 2001 Harper's essay \"Welcome to Cancerland.\" In the intro to her breakout 2001 book, this author of (*) Natural Causes admits to leaving her biology PhD off job applications. In that same book, this author notes that she couldn't even afford a trailer near Key West as a waitress at Hearthside and recounts working undercover for 7 dollars an hour at a Minnesota Wal-Mart after 1996 welfare reform. For 10 points, Bait and Switch was the white-collar follow-up to what author's book Nickel and Dimed?", "answer_sanitized": "Barbara Ehrenreich [or Barbara Alexander; accept Ben Ehrenreich]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "In a book on this country's drinking culture, Derek Sandhaus claims that it's the only one where one's likelihood to binge-drink increases with age and that CVs often highlight one's alcohol tolerance. This country's second-largest brewery began life as the Anglo-German Brewery. The most popular spirit in this country is divided into categories like \"light aroma\" and \"sauce aroma.\" Since the 1980s, the price of this country's Flying Fairy spirit has gone up by four thousand percent. The signature drink of this country is distilled eight times before being stored for long periods in (*) earthenware jars. The first-ever business license issued by the government that controls this country was for Red Star Èrguōtóu (\"AR-gwo-toh\") to produce báijiǔ (\"BYE-j’yoh\"). For 10 points, name this country where drinking banquets are common among officers of the People's Liberation Army.", "answer_sanitized": "China [or People's Republic of China; or PRC or Zhōngúo or Zhōnghuá Rénmín Gònghéguó; accept Drunk in China]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Jonathan Dee criticized this author for twice using the phrase \"slabs of Hammond chords\" in a novel that features cameos from Syd Barrett and John Lennon. In an earlier novel by this author, Dr. Marinus puts his thumb on the head of a girl to cure her of her visions of \"the Radio People,\" which later becomes the title of a popular memoir. This author adapted a Twitter story into a novel featuring two rival groups of immortals called the Anchorites and Horologists. In a section of a novel set in 2025, one of his protagonists learns that her brother (*) Jacko is currently hiding Xi Lo's (\"shee lo’s\") soul. This author wrote Utopia Avenue. In a film adaptation of this man’s best-known novel, a murderous Chatham Islands physician named Henry Goose and a Big Isle survivor of The Fall are both played by Tom Hanks. For 10 points, name this author of The Bone Clocks and Cloud Atlas.", "answer_sanitized": "David Mitchell", "subcategory": "Long Fiction", "category": "Literature"}, {"question_sanitized": "Description acceptable. After a mail stoppage during this campaign, people took to quoting a line from a 1996 poem that describes \"Bags and bags – hundreds of canvas bags – all of undelivered mail.\" The New York Times reported that during this campaign, newspapers resorted to publishing handwritten two-page editions. This campaign was promoted with the slogan \"new dawn.\" Prepaid SIM cards have been banned as part of this campaign, although prior to a visit elsewhere in the country by Jeff Bezos, (*) 2G cell service was restored. During this campaign, a 1954 Presidential Order was nullified. At the start of this campaign, protections guaranteed by Article 370 in the constitution were removed and Ladakh was made a union territory. For 10 points, identify this crackdown by the Modi administration on a Muslim-majority region in the north of India.", "answer_sanitized": "India’s 2019–2020 crackdown in Kashmir [or the Revocation of the special status of Jammu and Kashmir; accept anything involving the 2019–2020 unrest in Jammu and Kashmir]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In 2013, this organization launched the MiNDbank database to reduce human rights violations against a group that it profiled with the AIMS tool. A Dane who headed this organization from 1998 to 2003 was almost killed by Anders Behring Breivik in 2011. In 2017, Theresa May's government failed to make David Nabarro head of this organization in its first open election; Nabarro lost to a man who appointed Robert Mugabe as its goodwill ambassador. This organization sponsors the (*) Evidence-Informed Policy Network that is widely used in developing countries. Its current head, born in Tigray province, has allegedly faced death threats for his anti-Taiwan stance. Tedros Adhanom heads this organization, which has been accused by the Trump administration of covering up evidence from Wǔhàn. For 10 points, name this UN organization tasked with monitoring pandemics.", "answer_sanitized": "World Health Organization [or WHO; or World Health Assembly] (The first sentence is about WHO mental health initiatives. The Danish leader was Gro Harlem Brundtland)", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "A Pennsylvania-born underground producer working in this state was arrested in 2007 for selling CDs without a publishing address on them; that artist, DJ Drama, had gained success with his Gangsta Grillz series. A younger artist from this state declared, \"Go apeshit, go Godzilla, bae, back it up\" on a track titled for Harambe (\"ha-ROM-bay\"). Grace Elizabeth Hale's recent book Cool Town centers on a college town in this state where bands like Pylon and (*) Of Montreal got their start. A Grammy-winning rapper from this state was featured on Camila Cabello's \"Havana\" and released the 2019 album So Much Fun. Roni Sarig's book Third Coast profiles hip-hop artists from this state such as Timbaland. This state’s capital contains the world's only Trap Music Museum. For 10 points, name this state home to Young Thug and Outkast.", "answer_sanitized": "Georgia [or GA] (DJ Mars published The Art Behind the Tape. Cool Town is about Athens, Georgia.)", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "This man, greeting card tycoon Andrew Brownsword, and architect Léon Krier backed a pseudo-utopian project that will be completed in 2025. In 2006, he won an injunction against a newspaper for publishing the unflattering story \"The Great Chinese Takeaway.\" This man wrote about one of his pet causes, the overfishing of the Patagonian toothfish, in his \"black spider\" memos. This man used the image of \"a (*) monstrous carbuncle on the face of a much-loved and elegant friend\" to describe his opposition to a proposed expansion of the National Gallery. Mike Bartlett wrote a blank verse drama titled for this man that features ghostly visits from his deceased ex-wife, a woman who died alongside Henri Paul and Dodi Fayed in a 1997 car accident. For 10 points, name this husband of Camilla Parker Bowles and next-in-line for the British throne.", "answer_sanitized": "Prince Charles [or Charles, Prince of Wales; or Charles Philip Arthur George; accept King Charles III; prompt on Prince of Wales] (The project in the first sentence is Poundbury.)", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Dominic Gates's Pulitzer-winning reporting on this product included an analysis of emails sent by Mark Forkner mocking the DGCA and the Canadian contractor TRU. A whistleblower named Curtis Ewbank claimed that some software for this product had been dropped for cost reasons. This product was the only one sold by its manufacturer not to offer a way to silence clackers. A component of this product called MCAS (\"M-cass\") was designed to not require retraining from the earlier NG variant. A 238-page Congressional report criticized this product for being rushed to market to combat a European competitor's (*) \"Neo\" offering. Samya Stumo, the niece of Ralph Nader, was killed by this product; Nader asserts that it has a design flaw that causes a faulty angle of attack. This product killed 346 people in Ethiopia and Indonesia. For 10 points, name this troubled narrow-body jet from Boeing.", "answer_sanitized": "Boeing 737 MAX [or 737-8200; prompt on 737; anti-prompt on answers like the software of the 737 MAX or the flight controls of the 737 MAX]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "For a 2010 program in which this woman \"Goes Domestic,\" she explored contemporary artists who were inspired by the home. She ended a 2018 speech at a Women in Entertainment breakfast by challenging the audience to \"take everything I have said up unto this point, and replace 'man' with 'white person.'\" In a 2019 stage show, this performer declared, \"You know what I see when I use the C-word? People who wanted me to know that [my breakout hit] wasn't funny… They were also men who said I was fat and ugly.\" This star of (*) Douglas and one-time art history major is best known for a piece where she declares \"I hate [Picasso]. But you're not allowed to.\" In that same special, she declares \"I don't want to unite you with laughter or anger\" and criticizes stand-up's relation to trauma. For 10 points, name this Australian comedian who starred in the Netflix special Nanette.", "answer_sanitized": "Hannah Gadsby", "subcategory": "Film", "category": "Fine Arts"}, {"question_sanitized": "In one form of this technique, the susceptor is heated on a rotating disc in a water-cooled quartz reactor. This technique can exploit aromatic seeding promoters to form hybrid structures and \"culture\" lab-grown PCDs for use in MEMS. As an alternative to HOPG microcleaving, this technique was applied to polycrystalline nickel by Mildred Dresselhaus. A fast but toxic and non-ultrahigh vacuum form of this technique uses diethylzinc, triethylgallium, or other metal–organic frameworks as (*) volatile precursors. Hydrogen is a common dichlorosilane/germane carrier in both hot- and cold-wall forms of this technique, which can purify silicon in the Siemens process. Like molecular beam epitaxy, this technique can nucleate substrate wafers to create semiconductors. For 10 points, what microfabrication technique produces thin films, graphene, or nanotubes by causing gas deposition?", "answer_sanitized": "chemical vapor deposition [or CVD; accept chemical vapor after \"deposition\" is read; prompt on vapor deposition by asking \"preceded by what word?\"; accept metal–organic vapor-phase epitaxy or MOVPE or organometallic vapor-phase epitaxy or OMVPE or metal–organic chemical vapor deposition or MOCVD; prompt on thin-film deposition; prompt on epitaxy; prompt on passivation or doping by asking \"using what specific chemical technique?\"] (PCDs are polycrystalline synthetic diamonds. HOPG is highly oriented pyrolytic graphite.)", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Yale professor James Forman's lengthy critique of this book argues that its central thesis was not applicable to Washington, D.C. The title of this book derived from a sign that the author saw on a telephone pole while working as an ACLU lawyer. Its title chapter criticizes a Father's Day speech given by the then-president that blamed \"AWOL\" fathers. The tenth anniversary edition of this book suggests that readers consult Andrea Ritchie's Invisible No More for a more thorough treatment of women and deliberately does not analyze the (*) First Step Act. This book opens by describing Jarvious Cotton, who is ineligible to vote. It blames Reagan-era policies for creating a system that has disproportionately targeted Black men. For 10 points, name this book by Michelle Alexander which argues that mass incarceration has resurrected a post-Reconstruction system of segregation.", "answer_sanitized": "The New Jim Crow: Mass Incarceration in the Age of Colorblindness", "subcategory": "Other Literature", "category": "Literature"}, {"question_sanitized": "Colombian doctor José Barraquer (\"buh-ruh-KEH\") would race to his lathing workshop while performing a primitive version of this procedure in the 1960s; its modern form was spun-off from IBM research on polymer etching. Early forms of this procedure were more likely to result in complications like free caps and buttonholes, and involved producing a tissue hinge. A device described by the adjective “femtosecond” is used in this procedure’s (*) “bladeless” form. This procedure creates a lamellar \"flap\" using Allegretto devices based on excimers. A 2005 Slate article asked why Tiger Woods undergoing this procedure wasn't considered a performance-enhancing drug; dashcam video of Woods's arrest revealed that he may still have problems at night. This technique is often used to correct hyperopia and myopia. For 10 points, name this procedure that can eliminate one's need for glasses.", "answer_sanitized": "Lasik [or laser eye surgery; or LASEK; or laser-assisted sub-epithelial keratectomy; or laser-assisted in situ keratomileusis; prompt on keratomileusis]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A 2019 Times trend piece highlighted a new flavor of these groups run by insiders like John Burnham Schwartz. One of these groups run by Hello Sunshine brought fame to a former suspect in a Zambian poacher's murder. The most influential of these groups, founded in 1996, made Jacquelyn Mitchard famous. One of these groups \"for the homies\" is run by the rapper Noname. An Entertainment Weekly article on a new breed of these groups profiled organizers such as Emma Watson and (*) Today Show host Jenna Bush Hager. An \"Ultra Manly\" example of these groups, which traditionally include more women, focuses on people like Seth Grahame-Smith. In 2001, Jonathan Franzen objected to being included in a massive group of this kind run by Oprah Winfrey. For 10 points, name these groups that might discuss a title like Where the Crawdads Sing or Huck Finn.", "answer_sanitized": "book clubs [or celebrity book club; or book discussion club; or reading group; or book group]", "subcategory": "Other Literature", "category": "Literature"}, {"question_sanitized": "In the book The Return of the Sun, Michael Kral claims that he helped alleviate a health crisis among these people by building a rec center. They're not the Navajo, but a 2020 film centers on Russ Sheppard founding a sports team among a community of these people, whose 100 per 100,000 suicide rate is the worst in the world. In 2019, a \"Tapiriit Kanatami\" non-profit organization of these people agreed to unify their nine different writing systems, abandoning syllabics. These people are the main ethnic group in a polity whose population centers include (*) Rankin Inlet and Cambridge Bay. These people constitute a majority in a province separated from a western neighbor through a Land Claims Agreement Act that came into effect in 1999, agreed upon during the premiership of Brian Mulroney. For 10 points, name these native people of Nunavut and other regions of Arctic Canada.", "answer_sanitized": "Inuit [or Inuk; prompt on Eskimos or First Nations people or Indians or Native Canadians or Native Americans or Canadians; do not accept or prompt on \"Métis\"] (The film is The Grizzlies.)", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Elaine Cardenas and Ellen L. Gorman's essay collection on this brand's \"Myths and Consumer Culture\" examines its role in \"The Return of the Hard Body.\" In a 2006 ad for this company, a metrosexual buys tofu at a grocery store and is told to \"restore the balance\" after being emasculated by a man buying meat. In 2009, the Chinese government prevented the sale of this brand to Sìchuān Téngzhōng (\"SUCH-wahn tung-jong\") Heavy Industrial Machinery Company. This brand was resurrected in 2020 with a Super Bowl commercial featuring (*) LeBron James. YouTube reviewer Doug DeMuro noted that a 2006 product by this brand lacked airbags but did have hooks that allowed it to be dropped via helicopter. AM General started making a consumer version of this brand on the advice of Arnold Schwarzenegger. For 10 points, name this manufacturer of the H2 and other gas-guzzling SUVs derived from military vehicles.", "answer_sanitized": "Hummer [accept Humvee; prompt on GM or General Motors or AM General or Sìchuān Téngzhōng Heavy Industrial Machinery Company; accept The Hummer: Myths and Consumer Culture]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "Description acceptable. A book on these projects co-written by Joe Quirk argues that “a market of governance is an engine of moral progress.” Chad Elwartowski, who went all-in on one of these projects, has been in hiding since a clash with the Thai government. An organization named for these projects was founded by ex-Googler Patri Friedman, grandson of Milton. A 2017 Initial Coin Offering funded one of these projects in conjunction with (*) French Polynesia. In 2011, Peter Thiel (\"teel\") resigned from an institute named for these projects on feasibility grounds. One of these projects, also projected to be a startup incubator, was to be located near Silicon Valley and was called Blueseed. A more recent project of this type planned to create the world's largest exclusive economic zone. For 10 points, name this type of project that seeks to establish libertarian utopias in international waters.", "answer_sanitized": "communities at sea [or seasteading; or floating communities; or equivalents mentioning founding cities on water; accept the Seasteading Institute]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "They're not roles, but a 1986 book by Ted Sarbin posited that these title things underlie psychological choices. A recent Robert J. Schiller book argues that these things can drive economic fluctuations by \"going viral.\" These things name a type of therapy using externalizing conversations, created by Michael White. Columbia's Rita Charon has pioneered the emerging trend of applying these things in medical schools to improve patient empathy. Mieke (\"MEE-kuh\") Bal's textbook on these things centers (*) Gérard Genette's analysis of their frequency and focalization as part of their \"mood,\" building on Tzvetan Todorov. Russian formalists divided these things into syuzhet (\"syoo-ZHET\") and fabula. Lyotard's The Postmodern Condition argues that technology has collapsed grand versions of these things prefixed with \"meta.\" For 10 points, name these things that, like plots, recount events in a story.", "answer_sanitized": "narratives [accept variants like narratology or narrator; accept stories or plots or folktales or equivalents before read; accept fabula or syuzhet before read; prompt on texts or literature or similar by asking \"what specific element?\"; prompt on mood before read by asking \"of what?\"; accept meta-narratives or grand narratives; accept narrative medicine; accept narrative therapy; accept Narrative Psychology; accept Narrative Economics: How Stories Go Viral and Drive Major Economic Events]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "The architecture firm SOM overlapped wood and glass for a bladder-shaped building of this kind in Oakland. At the 1997 Venice Biennale (\"bee-en-NAH-lay\"), Dennis Oppenheim exhibited one of these buildings upside-down. Mike and Grace Aquilina’s history of these buildings in 100 objects features satellite towers owned by EWTN. After visiting one of these buildings, Japanese sculptor Etsuro Sotoo (\"so-TOH\") dedicated his life to finishing it. 250,000 tons of (*) salt were moved to relocate one of these buildings underground near Zipaquirá, Colombia. Félix Houphouët-Boigny (\"oo-FWAY bwan-YEE\") rapidly built the world's largest of these buildings in his new capital Yamoussoukro. An unfinished building of this type has a \"Glory Façade\" and may be completed in 2026 for the centenary of its architect's death in Barcelona. For 10 points, what buildings include the Sagrada Família?", "answer_sanitized": "churches [accept cathedrals or minor basilicas or basiliche; accept Cathedral of Christ the Light; accept Basilica of Our Lady of Peace or Basilique Notre-Dame de la Paix; accept A History of the Church in 100 Objects] (The \"bladder\" is a vesica piscis. EWTN is the Eternal Word Television Network.)", "subcategory": "Architecture", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "Steven Soderbergh used one of these devices to film his movie about the racial conflict between NBA players and owners, titled High Flying Bird. For 10 points each:", "answers_sanitized": ["iPhone [accept more specific versions of an iPhone; prompt on smart phone]", "Sean Baker (The first film is Tangerine.)", "South Korea [or Republic of Korea, or ROK, or Daehan Minguk; prompt on Korea] (The directors of Night Fishing are Park Chan-kyong and Park Chan-wook; the director of Burning is Lee Chang-dong.)"], "parts_sanitized": ["Identify these devices that Soderbergh also used to film Unsane. The XR edition of these devices include an \"enhanced bokeh (\"BO-keh\") effect\" in the camera app.", "This director used an iPhone to shoot a 2015 film that opens with a trans sex worker named Sin-Dee being released from prison. Moonee lives in a purple motel called the \"Magic Castle\" in this director's film The Florida Project.", "Two directors from this country used an iPhone 4 to collaboratively shoot the 2011 short film Night Fishing. A 2018 film from this country features a character who goes around burning rural greenhouses."], "subcategory": "Film", "category": "Fine Arts"}, {"leadin_sanitized": "Baz Dreisinger's Incarceration Nations discusses the \"Numbers Gang\" in this country's infamous Pollsmoor Prison, which once held Ahmed Kathrada. For 10 points each:", "answers_sanitized": ["South Africa [or Republic of South Africa; or RSA; or iRiphabhuliki yase Ningizimu Afrika; or iRiphabliki yom Zantsi Afrika; or Republiek van Suid-Afrika; or similar names from other languages]", "wine industry [or vineyards or viticulture or equivalents; prompt on alcohol industry; prompt on grapes or Vitis]", "Broad-Based Black Economic Empowerment [or B-BEE]"], "parts_sanitized": ["Name this country whose 1998 Correctional Services Act let it contract Wackenhut Security to run the Louis Trichardt and Mangaung private prisons. Prisoners got rights in this country's 1993 Interim Constitution.", "Right-wing media has played up \"farm attacks\" on South African landowners like Stefan Smit, who held an estate in this industry near Stellenbosch. Huguenots grew Sémillon varietals for this industry.", "South Africa's KWV wine brand sold 25% of its shares to a consortium for this affirmative action policy that awards incentives to compliant businesses with Black ownership."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "This author traced the impacts of US imperialism in Guam, Cuba, and Hawaiʻi in Unfamiliar Fishes. For 10 points each:", "answers_sanitized": ["Sarah Vowell [or Sarah Jane Vowell]", "presidential libraries [accept presidential centers; accept presidential museums; accept specific presidential libraries; prompt on libraries or museums] (The robot is an animatronic LBJ.)", "Little Rock, Arkansas [accept LR]"], "parts_sanitized": ["Name this author who explored the legacy of colonial Massachusetts in The Wordy Shipmates.", "Sarah Vowell's The Partly Cloudy Patriot describes touring these places, including one with a robot that tells jokes about a doctor's appointment. Tod Williams Billie Tsien (\"tsee-EN\") Architects designed one of these places that NARA plans to make 95% digital.", "This city contains Bill Clinton's presidential library as well as Heifer International's headquarters and the Mosaic Templars Cultural Center. The Clinton Foundation also maintains an office in this capital of Arkansas."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "A \"cake\" made from this plant is a major manure source in India. For 10 points each:", "answers_sanitized": ["neem tree [or nimtree; or Indian lilac; or Azadirachta indica; prompt on Azadirachta; accept neem cake]", "Himalayas [or Sagarmatha]", "Madagascar [or Republic of Madagascar; or Repoblikan'i Madagasikara; or République de Madagascar]"], "parts_sanitized": ["Name this source of the antifungal azadirachtin, which sparked a 10-year patent battle with W. R. Grace about its status as \"ancient Indian knowledge.\" Cosmetics often use this plant's brown oil despite its sulfurous odor.", "The neem tree grows around this mountain range, whose heritage products include sea buckthorn, red rice, and pink salt. In 2019, many climbers died from overcrowding on this range's highest peak.", "The Malaysian government had to issue an infographic demonstrating that neem leaves couldn't cure COVID-19. An herbal tea was promoted as a similar quack cure by Andry Rajoelina, the president of this African country."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "This author became obsessed with Sienese paintings in the National Gallery after his father was kidnapped and imprisoned in Abu Salim Prison. For 10 points each:", "answers_sanitized": ["Hisham Matar", "green [or aḫḍar or akhḍar or variants; accept The Green Book or al-Kitāb al-Aḫḍar]", "Teju Cole [or Obayemi Babajide Adetokunbo Onafuwa]"], "parts_sanitized": ["Name this Libyan author of Anatomy of a Disappearance, whose dissident father inspired his books The Return and In the Country of Men.", "Hisham Matar has written for London's offshore Arabic newspaper Asharq Al-Awsat, whose pages have this distinctive color. Under Gaddafi, Libya's flag was entirely this color, which also names a book outlining Gaddafi's philosophy.", "Matar's associative writing style and artistic influences have drawn comparisons to this Nigerian-American author of Open City and Every Day Is for the Thief. He formerly wrote the On Photography column for The New York Times."], "subcategory": "Other Literature", "category": "Literature"}, {"leadin_sanitized": "This technology's \"Differential Absorption\" form, DIAL, can detect atmospheric gases. For 10 points each:", "answers_sanitized": ["Lidar [accept the backronyms light detection and ranging or light imaging, detection, and ranging; accept 3D laser scanning; prompt on scanning; prompt on lasers or equivalents]", "elevation [or depth; accept altitude or height or equivalents]", "3D point clouds [prompt on points or point sets; accept Point Cloud Library]"], "parts_sanitized": ["Identify this technology used in high-end sensors sold by Velodyne. Valeo devices that use this technology in some Audi vehicles have only four vertical resolution lines.", "One application of Lidar is collecting data for topographic maps and bathymetric charts, which use contour lines to connect spots with an equal value of this quantity. It can also be measured with an altimeter.", "Most Lidar systems store these virtual objects in .las files. PCL software is used for \"registration\" that aligns these collections of spatial measurements, which represent 3D features, and which are often converted into polygon meshes."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Pascal Ménoret's book on \"Everyday Activism\" in this country documents the extreme car culture in its capital, which was planned by Greek architect Constantinos Doxiadis in the 1960s. For 10 points each:", "answers_sanitized": ["Saudi Arabia [or Kingdom of Saudi Arabia; or Al-Mamlakah al-ʿArabīyah as-Saʿūdīyah; accept Graveyard of Clerics: Everyday Activism in Saudi Arabia]", "Harry Potter (The author is J. K. Rowling.)", "music concerts [accept answers like live music events; prompt on shows] (The canceled concert was by Nicki Minaj.)"], "parts_sanitized": ["Identify this country whose sportswashing efforts have included hosting the 2020 Dakar Rally.", "One chapter of Ménoret's Graveyard of Clerics documents a debate over this fantasy series, whose author criticized terms like \"people who menstruate\" in 2020 anti-trans remarks.", "Saudi Arabia announced its plans to relax its guardianship laws on the same day that a high-profile event of this kind was canceled in the country. Hiba Tawaji participated in a groundbreaking event of this type in Saudi Arabia."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Algorithms increasingly shape public policy. For 10 points each:", "answers_sanitized": ["recidivism rates", "Pittsburgh [accept Pittsburgh Robotics Cluster; accept Allegheny County or Allegheny Family Screening Tool]", "LinkedIn [prompt on Microsoft] (The co-founder was Reid Hoffman.)"], "parts_sanitized": ["ProPublica found that COMPAS's algorithm for predicting this phenomenon disproportionately marked Black defendants as high-risk. This term refers to a convicted criminal committing a new crime.", "A screening tool called the AFST can predict a child's risks in this city and its surrounding county. In 2015, Uber staffed its self-driving lab with numerous researchers from a robotics lab in this city that also spawned Chris Urmson's start-up Aurora.", "DJ Patil, a former Chief Scientist at this company, helped shape the Precision Medicine Initiative while serving as Obama's Chief Data Scientist. A Democratic megadonor who co-founded this company has promoted the business strategy \"Blitzscaling.\""], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This company deflected safety concerns about rhabdomyolysis (\"rab-doh-my-AWL-ih-sis\") by embracing the mascot \"Uncle Rhabdo.\" For 10 points each:", "answers_sanitized": ["CrossFit, Inc. [accept Reebok CrossFit Games]", "erector spinae [accept spinal erectors; accept iliocostalis lumborum or longissimus or sacrospinalis; prompt on erectors]", "intensity [or word forms; accept high-intensity interval training or HIIT; prompt on difficulty or similar answers; accept rating of perceived exertion; accept VO2 max]"], "parts_sanitized": ["Name this fitness company that popularized kettlebells in the US with its early morning \"workouts of the day.\" Reebok sponsors this company's annual games, first held in 2007.", "CrossFit routines often include the \"Good Morning\" exercise, which targets these stabilizing lower back muscles. The rectus abdominis antagonizes these muscles, which control posture by driving back extension.", "CrossFit cardio routines often feature \"interval training\" that periodically reaches high values of this quantity. Exercise physiology contrasts volume with this quantity, which is measured with RPE or inferred from oxygen consumption."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Arkady Martine won this award for A Memory Called Empire, which explores similar themes to Raven Stratagem, a nominee by Yoon Ha Lee. For 10 points each:", "answers_sanitized": ["Hugo Awards", "H. P. Lovecraft [or Howard Phillips Lovecraft]", "Victor LaValle"], "parts_sanitized": ["Name these worldwide awards targeted by the failed \"Sad Puppies\" and \"Rabid Puppies\" campaigns that opposed winners like Connie Willis.", "Hugo winner Nnedi Okorafor (\"NED-ee oh-COR-uh-for\") also won the World Fantasy Award, which, until 2015, was a bust of this racist author. The game Bloodborne draws on this author's Cthulhu mythos.", "This author of Slapboxing with Jesus retold Lovecraft's \"The Horror of Red Hook\" from a Black perspective in The Ballad of Black Tom. The antiquarian book dealer Apollo Kagwa searches for his vanished wife in a fantastical New York in this author's novel The Changeling."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "A paper by Christopher Poliquin found that the introduction of this technology to Brazilian firms increased manager wages faster than the average worker's wages. For 10 points each:", "answers_sanitized": ["broadband internet [accept high-speed internet or fiber internet or cable internet; prompt on internet access; do not accept or prompt on \"cable\"]", "Ajit Pai [or Ajit Varadaraj Pai]", "OneWeb [accept OneWeb Satellite]"], "parts_sanitized": ["Identify this technology that Google operates in Kansas City and Austin. Jeb Bush wrote a 2020 essay in Slate calling for a 100-billion-dollar investment in this technology, which is not available to 21 million Americans, many in rural areas.", "This FCC chairman under Donald Trump has worked against municipal broadband schemes and is a staunch opponent of net neutrality.", "In 2020, the UK government purchased a 45% stake in this company that went bankrupt trying to build a satellite constellation for low-Earth-orbit internet."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "Haplogroups of mitochondrial and Y-chromosomal DNA can trace this concept due to our shared inheritance from their respective \"Eve\" and \"Adam.\" For 10 points each:", "answers_sanitized": ["ancestry [accept word forms like ancestors or ancestral; accept most recent common ancestor or last common ancestor; accept Ancestry.com; prompt on lineage or common descent or similar answers]", "maximum likelihood estimation [or MLE; accept Randomized Axelerated Maximum Likelihood]", "contagious [or clonally transmissible; or sexually trasmitted; or communicable; or infectious; accept  equivalents and word forms; accept canine transmissible venereal tumor]"], "parts_sanitized": ["Identify this genetic concept often traced from a \"last common\" individual and increasingly tracked on genetic genealogy sites like 23andMe.", "While the program STRUCTURE infers ancestry contributions with a Bayesian (\"BAY-zee-in\") algorithm, ADMIXTURE relies on this phylogenetic approach. This approach is also used by the tree-building programs RAxML and IQ-TREE.", "ADMIXTURE is a common tool to study dog genomics. Dogs are plagued by a tumor called CTVT that has this unusual property, like devil facial tumor disease and many cancers in marine bivalves."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This organization was founded by former hedge funders Elie Hassenfeld and Holden Karnofsky. For 10 points each:", "answers_sanitized": ["GiveWell", "malaria [accept Against Malaria Foundation; accept Malaria Consortium]", "iodized salt [prompt on salt; accept iodine or I2; accept universal salt iodization]"], "parts_sanitized": ["Identify this Silicon Valley-based organization that seeks to promote \"effective altruism\" by ranking charities.", "GiveWell rankings are topped by charities that seek to reduce this disease by \"seasonal chemoprevention\" and distributing nets to reduce bites from mosquitoes transmitting Plasmodium.", "Another GiveWell standout charity is GAIN's USI program, which strives to eliminate cognitive development disorders by distributing this good. Basil Hetzel helped popularize this product, which, like selenium, can prevent Kashin–Beck disease."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "A report about this industry claimed that Korean and Chinese workers earn far more than Tibetan, Nepali, and Hispanic ones. For 10 points each:", "answers_sanitized": ["nail salons [accept manicures or pedicures or other answers about nails; prompt on beauty industry or salons or spas]", "Vietnamese-Americans [or Người Mỹ gốc Việt; or Người Việt hải ngoại]", "Center for Investigative Reporting [or CIR]"], "parts_sanitized": ["Identify this female-dominated industry whose labor exploitation was exposed in a 2015 New York Times piece by Sarah Maslin Nir. A resulting task force recommended improved ventilation to protect this industry's workers from perchloroethylene.", "The documentary Nailed It explores why women of this ethnicity run many nail and hair salons. A Robert Olen Butler book focuses on this ethnicity's diaspora in New Orleans, where they serve bánh mì as po' boys.", "This news NGO tracked the \"Ghost Fleet\" that forced Vietnamese migrants to fish for sharks in El Salvador. This NGO owns The Bay Citizen and produces the podcast Reveal."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "Name some philosophers who informed recent novels, for 10 points each.", "answers_sanitized": ["Ludwig Wittgenstein [or Ludwig Josef Johann Wittgenstein; accept Wittgenstein's Mistress; accept Wittgenstein's Nephew or Wittgensteins Neffe]", "George Berkeley (\"BARK-lee\") [or Bishop Berkeley; accept Berkeley's World: An Examination of the Three Dialogues]", "Edmund Husserl [or Edmund Gustav Albrecht Husserl; accept The Formation of Husserl's Concept of Constitution]"], "parts_sanitized": ["This thinker inspired a sort-of post-apocalyptic David Markson novel named for his \"Mistress.\" A Thomas Bernhard novel follows the mentally ill \"nephew\" of this author of Philosophical Investigations.", "In Jostein Gaarder's (\"YOO-stain GOR-der’s\") Sophie's World, Sophie realizes that she is fictional from this thinker's argument that all things are sensed by the infinite mind of God. Tom Stoneham examined this \"subjective idealist's\" \"world\" in a study of his three-part 1713 magnum opus.", "Renée often mocks this later idealist in Muriel Barbery's The Elegance of the Hedgehog. Herman Van Breda saved this thinker's archives from the Nazis and taught Robert Sokolowski, who examined his concept of \"constitution.\""], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Identify the following about the intersection between visual arts and Hollywood, for 10 points each.", "answers_sanitized": ["Psycho [accept 24 Hour Psycho]", "Christian Marclay [or Christian Ernest Marclay]", "an office [accept Office Killer or Office Space]"], "parts_sanitized": ["Douglas Gordon slowed down the projection of this film to around two frames per second to make it last 24 hours. That gave viewers ample time to examine the shower scene in this Alfred Hitchcock film.", "Images of clocks from various films reflect the actual time of day in this artist's 24-hour-long film, The Clock. He also created Tape Fall.", "Untitled Film Stills artist Cindy Sherman made her directorial debut with a 1997 film titled for a killer in one of these places who relocates corpses to her basement. A 1999 cult film named for these places was based on the animated \"Milton\" shorts."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This author's debut novel features a journal kept by Snow, whose three honeymoon chaperones include the Japanese policeman Mamoru Kunichika. For 10 points each:", "answers_sanitized": ["Tash Aw [or Aw Ta-Shi]", "Crazy Rich Asians [accept China Rich Girlfriend or Rich People Problems]", "Moshin Hamid"], "parts_sanitized": ["Name this Malaysian-British author who depicted a Communist from the colonial Kinta Valley in The Harmony Silk Factory. Brothers grow up on opposite sides of the Konfrontasi in this author's Map of the Invisible World.", "Tash Aw's novel Five Star Billionaire concerns immigrants seeking their fortunes in Shanghai, while this Kevin Kwan trilogy focuses on the already-wealthy in Singapore.", "Five Star Billionaire is titled for a fake self-help book. This Pakistan-born author of Exit West wrote another novel structured as a self-help book, How to Get Filthy Rich in Rising Asia."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "Yigal Shilo (\"yeeg-ALL shee-LO\") reconstructed biblical names from this site's many legible seal-impressions of Iron Age bullae. For 10 points each:", "answers_sanitized": ["City of David [or Ir David; accept Wadi Hilweh; accept Ir David Foundation or Elad; prompt on Silwan; prompt on the Old City of Jerusalem or Ha'Ir Ha'Atiqah, or al-Balda al-Qadimah; do not accept or prompt on \"Tower of David\" or \"Migdal David\"]", "aerial cable cars [or sky tram; or aerial tram; accept ropeway; accept aerial gondolas, though not if they're talking about the Venetian kind]", "La Paz [or Nuestra Señora de La Paz; or Chuqi Yapu Marka]"], "parts_sanitized": ["Name this controversial archaeological site southeast of Jerusalem's Western Wall that is promoted by a namesake foundation, which also funds the nearby Givati (\"geev-ah-TEE\") Parking Lot dig. This site allegedly contains the Pool of Siloam that was fed by Gihon Spring in the reign of Hezekiah.", "A 2019 New York Times article criticized the plan to link the City of David and Western Wall via one of these systems, bypassing much of the Palestinian Silwan neighborhood. Portland opened one of these systems to OHSU in 2006.", "The Mi Teleférico cable car system links this city to El Alto. The Palacio Quemado is in this executive capital of Bolivia, while the Supreme Court is in Sucre."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "A 2014 New York Post headline alarmingly declared that these sorts of people were \"Back: BAD OLD DAYS.\" For 10 points each:", "answers_sanitized": ["Squeegee men [or Squeegee bandits or Squeegee merchants or similar]", "Rudy Giuliani [or Rudolph William Louis Giuliani]", "record store [or record shop; or music store; accept answers like businesses that sell used CDs or tapes]"], "parts_sanitized": ["Identify these people, who in the '80s and '90s would often start washing the windows of cars stopped at traffic lights unbidden and then demand payment.", "Squeegee men were some of the main targets of this mayor of New York City whose 2008 presidential bid was largely based on his public image of leadership after 9/11.", "During the second year of Giuliani's tenure, seven people were killed in retaliation for a Jewish landlord evicting a Black owner of one of these businesses in Harlem. Eliot Spitzer sued these businesses for fixing prices in conjunction with Trans World Entertainment."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "The \"Norfolk Ninjas\" of this medium have repeatedly altered Norwich's lion statues. For 10 points each:", "answers_sanitized": ["yarn bombing [accept yarnstorming; accept guerrilla knitting or guerrilla crocheting; accept urban knitting or urban crocheting; accept graffiti knitting or graffiti crocheting; accept fabric bombing; prompt on art bombing]", "spiders [prompt on arachnids or arthropods or other non-specific answers]", "underwater museums [or museums of underwater art; accept underwater shipwreck; accept equivalents; accept Museo Subacuático de Arte; prompt on sculpture parks or other non-underwater answers]"], "parts_sanitized": ["Name this type of street art installation that originated in the early 2000s. Magda Sayeg may have invented this practice, which involves decorating trees, poles, and other objects by covering them with an eponymous material.", "Magda Sayeg's yarn bombing group has created pants for the eight legs of one of Louise Bourgeois's Maman sculptures depicting these creatures.", "Crochet artist Olek controversially created one of her \"wearable sculptures\" out of Jason deCaires Taylor's Time Bomb in this sort of place. A recently opened Greek museum near Alonissos in one of these places features four thousand clay amphora."], "subcategory": "Other Arts", "category": "Fine Arts"}]}