{"tossups": [{"question_sanitized": "Poet Anthony McCann explored a months-long incident led by a member of this family in the book Shadowlands, which features interviews with Burns Paiute (\"PY-yoot\") people. In fundraising appeals, longreads.com reminds donors of its popular podcast that combines this family's name with the suffix \"ville.\" A member of this family protested the arrest on arson charges of Steven and Dwight (*) Hammond and was surveilled by an FBI agent posing as “John Killman.” In 2016, state troopers killed a supporter of this family's cause named LaVoy Finicum at a roadblock. One member of this family, who was active in the Sagebrush Rebellion, gained fame in 2014 for not paying federal grazing fees. Two years later, militiamen led by this family seized control of the Malheur National Wildlife Refuge in Oregon. For 10 points, name this family whose members include Cliven and Ammon.", "answer_sanitized": "Bundy [accept the Bundys or Ammon Bundy or Cliven D. Bundy; accept Bundyville]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In a novel titled for this person, a boy sings the \"mystery song\" \"In diesem Wetter\" (\"in DEE-zum VET-ur\") and is told it came from his previous life before he crossed the ocean. That boy in that same novel titled for this person develops a falling sickness after insisting on playing soccer at Dr. Fabricante's orphanage, and wakes up at a hospital where an animal named Jeremiah is later killed by the Alsatian Bolívar. In a novel titled for this person, (*) Señor Arroyo runs the Academy of Music in Estrella, where the protagonist dances the numbers before his teacher Ana Magdalena is killed by the guard Dmitri. This person titles a novel in which a refugee in Novilla asks Inés to become a boy's \"full mother,\" which is the first part of a trilogy about Simón accompanying the boy David. For 10 points, J. M. Coetzee wrote novels titled for the Childhood, Schooldays, and Death of what religious figure?", "answer_sanitized": "Jesus [accept Jesus Christ; accept The Childhood of Jesus; accept The Schooldays of Jesus; accept The Death of Jesus]", "subcategory": "Long Fiction", "category": "Literature"}, {"question_sanitized": "O'Donovan and Smyth modeled recommender systems that incorporate this quality, which a philosophical how-to book by Katherine Hawley theorizes is limited by obstacles to knowing competences. Diego Gambetta has analyzed signals of this quality and claimed that its absence nurtured Italy's mafia. Debra Meyerson proposed that this quality's \"swift\" form facilitates temporary group formation. A \"thin\" type of this quality has declined generationally according to (*) Bowling Alone. Francis Fukuyama argued that this quality underlies all large-scale \"social order\" and is higher in societies like Japan. This quality names inter vivos and testamentary legal constructs created by settlors for beneficiaries. Gallup Poll has measured the decline in the public's disposition for placing this quality in government. For 10 points, what concept is fostered by workplace team-building fall exercises?", "answer_sanitized": "social trust [or trustworthiness; accept vouching or vouchworthiness; prompt on social capital by asking \"what specific contributing quality?\"; prompt on reputation; prompt on confidence; accept thin trust; accept disposition to trust; accept swift trust theory; accept trust law or trustees or inter vivos trust; accept public trust or trust in government; accept trust falls; accept Trust: Human Nature and the Reconstitution of Social Order or Trust: Social Virtues and Creation of Prosperity; accept How to be Trustworthy]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A 1995 demonstration of the \"air\" version of this technology to Czech officials by CEO Rick Smith ended in embarrassment; this tech was later personally demonstrated on shareholders before a 2001 IPO of a company whose mascot is named Ion. A 2019 APM report found that X2 and X26P versions of this technology were unreliable up to 40% of the time. The biggest manufacturer of this technology also runs Evidence.com and now has a profitable side business selling (*) cameras under the new name of Axon. The inventor of this technology, Jack Cover, partially named it after classic YA hero Tom Swift. In 2007, University of Florida student Andrew Meyer gained viral fame after exclaiming when this technology was used on him. Since 1983, over a thousand Americans have been killed by this technology, which was first used by the LAPD. For 10 points, name these less-lethal weapons used by police to shock people.", "answer_sanitized": "taser [accept stun gun; accept electroshock weapon before the end] (Meyer yelled, \"Don't tase me, bro!\")", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A French musician with wild hair, Jean Rondeau, recorded pieces by this composer on his debut album Imagine. Dale Henderson founded a project to play this composer's music in subways. A self-financed recording of pieces by this composer brought fame to Simone Dinnerstein. To a greater extent than his contemporaries, this composer often wrote the letters \"SDG\" on scores, inspiring the name of the record label Soli Deo Gloria. Pieces by this composer were performed in hundreds of churches during a 2000 tour by the Monteverdi Choir, which was founded by a man best known for (*) period performances of this man's music, John Eliot Gardiner. András Schiff (\"ON-drahsh SHEEF\") played two books of this man's keyboard music at the 2017 and 2018 Proms as part of a \"project\" of playing his works, such as the French Suites and English Suites. For 10 points, Canadian pianist Glenn Gould rose to fame by playing what composer’s Goldberg Variations?", "answer_sanitized": "Johann Sebastian Bach [or J. S. Bach; prompt on Bach or Bach in the Subway]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A long-time CEO of this company who sparred with actress Joan Crawford received an Order of Friendship from Vladimir Putin in 2004 and regularly appeared on talk shows detailing how American companies can succeed in Russia. John Leonard once sued this company for refusing to let him arbitrage rewards points on a Harrier Jump Jet. Protesters associated with the number 349 burned in effigy a product made by this company during a state visit by Bill Clinton. Those protesters were upset by a botched \"Number Fever\" (*) contest staged by this company that left many Filipinos dead. It's not a sports organization, but a mishap at an event titled for and sponsored by this company led to stricter FCC policies and the blacklisting of Janet Jackson. In 2017, it apologized for a Super Bowl ad implying that racism could be solved by Kendall Jenner. For 10 points, name this soft drink company, a rival to Coke.", "answer_sanitized": "Pepsi [or Pepsi Co., Inc.; or Pepsi-Cola Company; accept Pepsi Super Bowl Halftime Show; accept Pepsi Number Fever] (The CEO in the first sentence was Donald M. Kendall.)", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "Friedman, Hastie, and Tibshirani demonstrated that the output of these algorithms statistically approximates additive logistic regression. One of these algorithms calculates a diagonal approximation of the Hessian matrix in a step based on Newton's method. Tiānqǐ Chén and Carlos Guestrin developed a scalable example of these algorithms, whose performance is generally optimized by choosing a small step size shrinkage and generating a large number of (*) stumps. A common type of these algorithms generates many decision trees, then builds a final model whose prediction is the weighted sum of each subtree, in an approach based on gradient descent. Similar to \"bagging\" methods like random forest, these meta-algorithms can improve the performance of a large number of weak classifiers. For 10 points, examples of what ensemble methods are prefixed by \"XG\" and \"Ada?\"", "answer_sanitized": "boosting algorithms [accept XGBoost or AdaBoost or gradient boost or boosting trees or Newton boosting or LogitBoost; accept ensemble learning methods or bagging until read; accept random forest or random decision forests until read; prompt on bias reduction algorithms or meta-algorithms or adaptive algorithms or committee algorithms or decision trees; prompt on gradient descent algorithms or optimization by asking \"as part of what other type of algorithm?\"; prompt on classifiers or classification or supervised machine learning algorithms by asking \"improved using what specific method?\"]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "The impact of these events is predicted by the models BehavePlus and FARSITE. A 2009 book by Timothy Egan credits one of these events during Theodore Roosevelt's presidency with \"saving America.\" Tier 1 examples of these events are supervised from a federal agency in Boise, Idaho. They’re not epidemics, but \"zombie\" or \"holdover\" versions of these events are common in the Arctic. Jack Cohen formulated a zone of defensible space to mitigate these events, which were long governed by the now-discredited (*) 10 AM Rule. A costly event of this kind in 1988 popularized the use of swailing for hazard reduction. In 2019, so-called \"devil winds\" exacerbated some of these events caused by PG&amp;E equipment. In summer 2020, these events caused terrible air quality in Portland. For 10 points, name these natural disasters that have charred much of Napa Valley in California.", "answer_sanitized": "forest fires [or wildfire; or wildland fire; or blazes or burns or pyres or equivalents; accept National Interagency Fire Center; accept The Big Burn: Teddy Roosevelt and the Fire that Saved America]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Elise Loehnen started a popular Q&amp;A feature at a business founded by this person that has interviewed Steven Gundry and Alejandro Junger. Timothy Caulfield wrote a book whose title asks, \"Is [this person] Wrong About Everything?\" According to a classic New York Times Magazine profile by Taffy Brodesser-Akner, this person backed out of a magazine deal because of Condé Nast's insistence on using fact checkers. Gynecologist Jen Gunter sent an open letter to this woman on behalf of \"Science\" that pointed out that (*) \"tampons are not vaginal death sticks.\" A business owned by this woman popularized Shiva Rose's wacky idea of placing a jade egg in your vagina. This woman wrote the cookbook It's All Easy in the aftermath her \"conscious uncoupling\" with Chris Martin. For 10 points, name this founder of Goop who also starred in Shakespeare in Love.", "answer_sanitized": "Gwyneth Paltrow [or Gwyneth Kate Paltrow; accept Is Gwyneth Paltrow Wrong About Everything?]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "Sean Robert's recent book on these title people argues that ETIM is a \"phantom group.\" In 2009, two of these people were killed and hundreds injured after a brawl at an Early Light toy factory. After the issuance of \"Document No. 11,\" women in this community were encouraged to change their fashion tastes and the government launched a pro-smoking campaign. Families of these people are encouraged to join the \"becoming kin\" program. Many of these people were banned from owning scissors after a 2014 (*) stabbing at a train station. Nike has fought a bipartisan 2020 bill named for these people that would block US imports over forced labor concerns. A crackdown on these people began after a 2013 SUV attack in Tiān'ānmén Square. For 10 points, perhaps a million members of what Turkic ethnic group have been sent to Chinese \"reeducation centers?\"", "answer_sanitized": "Uighurs [or Uygurs; accept War on the Uyghurs; prompt on Chinese Muslims; generously prompt on Chinese terrorists; prompt on Chinese people; do not accept or prompt on \"Huí\"]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In the early 2000s, four drownings in this state prompted the shortening of a pool in a water garden co-designed by Postmodernist John Burgee. The stewards of a building in this state judge the Óscar Romero Award and recently hired George Sexton to improve a notoriously poor skylight, the only window. Kazuo Ishiguro's archive is held at this state's Harry Ransom Center. A museum in this state reduced annual energy bills by 75% by adding a floating glass roof connected with photovoltaic aluminum louvres (\"loo-vers\") to a design originally by (*) Louis Kahn. Andō Tadao designed The Modern near this state's Philip Johnson-designed Western museum, the Amon Carter. A recent renovation at this state's Menil Collection provided better lighting to a non-denominational chapel that houses murals by Mark Rothko. For 10 points, what state contains the Kimbell Art Museum in Fort Worth?", "answer_sanitized": "Texas [or TX]", "subcategory": "Architecture", "category": "Fine Arts"}, {"question_sanitized": "In 2012, a persistent foe of this country's government beat it to hiring Ace Ankomah, Ghana's best lawyer, in a high-profile legal dispute in the port of Tema. In the early 2010s, the term \"dólar blue\" was used for the US dollars sold in this country at black market exchange rates. Judge Thomas Griesa presided over a years-long legal challenge between this country and a man who tried to seize its California satellite facility for collateral. Vulture fund manager Paul Singer once got a (*) ship from this country's navy seized as leverage for it to repay bonds he owned. In 2019, the IMF loaned this country 57 billion dollars, the biggest loan in its history. Many creditors have been wary of this country since its 2005 debt restructuring and devaluation of its peso. For 10 points, name this Latin American country once governed by Néstor and Christina Kirchner.", "answer_sanitized": "Argentina [or Argentine Republic; or República Argentina]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This author asserted that Undine Spragg would be \"a Page Six legend\" in her introduction to a new edition of Edith Wharton's Custom of the Country. Riffing on James Wood, an LRB article by Lauren Oyler attacked this author's work as \"hysterical criticism.\" In one essay, this author noted how it can feel like \"solidarity is a matter of identity rather than politics or morality\" to criticize hashtag activism. This onetime member of the \"Repentagon\" megachurch called scamming \"the quintessential American ethos\" in an essay on Trump's election included in a 2019 collection. That essay collection by this onetime star of the (*) reality TV show Boys vs. Girls includes an essay partially about Sweetgreen titled \"Always Be Optimizing.\" For 10 points, name this New Yorker columnist who wrote about internet culture in her best-selling book Trick Mirror.", "answer_sanitized": "Jia Tolentino [or Jia Angeli Carla Tolentino]", "subcategory": "Other Literature", "category": "Literature"}, {"question_sanitized": "A Pulitzer Prize-winning 2006 series in the LA Times that popularized this entity included a profile of Hancock Oil heir Charles Moore. Kim De Wolff delivered a 2016 talk on why this entity \"endures in the public imagination\" despite people not being able to find it. In 2018, Peter Thiel and Marc Benioff backed System 001, a 600-meter-long device sent to this entity and based on a design by a Croatian-Dutch teen named Boyan Slat. This entity has damaged the Laysan (*) albatross population. Researcher Drew McWhirter analyzed objects found by Ben Lecomte in his 80 days spent swimming through this entity in 2019. This entity is a consequence of certain objects getting trapped by a gyre and is similar to one in the North Atlantic. For 10 points, name this supposed collection of trash in the world's largest ocean.", "answer_sanitized": "Great Pacific Garbage Patch [or Eastern Garbage Patch; or trash island; or Pacific trash vortex; prompt on oceanic garbage patch; prompt on Pacific Ocean or North Pacific gyre]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "This character is told \"I look like a turkey with leukemia\" after asking an interloper \"You're ashamed of that? Billions!\" This character says \"You are a god… Gravity doesn't even apply to you!\" to a character who has begun to levitate. This character's statement \"How did we end up here? This place is horrible. Smells like balls\" is voiced over a man meditating in his underwear. In another scene, this character encourages a dejected (*) actor to make a fourth film about this character, and to give up on his plans of directing a Broadway adaptation of \"What We Talk About When We Talk About Love.\" This character titles a film that appears to be shot in one long take in the second of three consecutive Oscars for cinematographer Emmanuel Lubezki. For 10 points, name this superhero once played by Riggan Thompson in a film of the same title by Alejandro G. Iñárritu (\"een-YAH-ree-too\").", "answer_sanitized": "Birdman [prompt on Riggan or Thompson]", "subcategory": "Film", "category": "Fine Arts"}, {"question_sanitized": "One of these systems is criticized for being \"a massive feedback loop\" in \"Arms Race,\" the first chapter-length case study in Cathy O'Neil's book Weapons of Math Destruction. Under James Fallows, one of these systems was changed to remove a decimal point to reduce the impression of precision. A Shànghǎi-based institution operates one of these systems called the ARWU. Ronald G. Ehrenberg detailed an aggressive campaign to remove dead people from a mailing list because one of these systems uses a (*) donation rate metric. \"Potential to network\" is a factor in one of these systems compiled by The Economist. One of these systems now adjusts faculty salaries by cost of living and considers the amount of available financial aid. For 10 points, name this type of service provided by US News &amp; World Report, which might tell you how Harvard compares to Yale.", "answer_sanitized": "college rankings [or university rankings; or school rankings; or equivalents; accept business school rankings; accept Academic Ranking of World Universities; prompt on US News &amp; World Report rankings or Shanghai Ranking]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "One of the higher-profile victims of this disease was a Welsh teenager named Vicky Rimmer. During a TV show on this topic, a host told Howard Lyman that his words had \"stopped [her] cold.\" Claudio Soto's group has used a cyclic amplification method called PMCA to detect this disease in blood samples. A 2015 article in the Sunday Express checked in on Cordelia Gummer, who was popularly nicknamed this disease's \"girl\" after her father, a cabinet minister, force (*) fed her at a press conference. Comments about this disease led Oprah Winfrey to be sued under a Texas libel law. This disease led the EU to institute a 10-year ban on certain exports from the UK starting in 1996. To quell fears over this disease, UK Agriculture Minister Douglas Hogg announced a mass slaughter. For 10 points, name this disease caused by cattle eating the brains of other cattle.", "answer_sanitized": "mad cow disease [or BSE; or Bovine spongiform encephalopathy; accept variant Creutzfeldt–Jakob disease; prompt on prion diseases; prompt on protein misfolding]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Ardi Roelofs explained the results of this test with the WEAVER++ model of \"goal-referenced selection.\" Spieler, Balota, and Faust found a disproportionate increase in this test's facilitation effect in subjects with Alzheimer's dementia. Colin MacLeod's (\"mac-CLOUD’s\") 1991 review of \"Half a Century of Research on [this test]\" discussed Phaf, van der Heijden, and Hudson simulating it with an extension of their connectionist model SLAM. Players who are not in a quiet environment can skip taking this test as part of an (*) age check in Brain Age. Cohen, Dunbar, and McClelland accounted for this test's results with parallel distributed processing. Kahneman et al. \"diluted\" this test by adding irrelevant words that increased interference in attention. For 10 points, in what test are subjects asked to name the color of the ink used to write the name of another color?", "answer_sanitized": "Stroop test [or Stroop effect; or Stroop Color-Word Task; accept Stroop dilution effect; accept reverse-Stroop test; accept emotional Stroop test or addiction–Stroop effect; prompt on speech production or word production by asking \"what specific test that involves word production?\"; prompt on brain age test]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A PEN anthology of literature from this country titled Strange Times, My Dear includes a story about a man seeking to replace his lost identity card, titled \"The Mirror.\" A real-life poet from this country meets Bernardo Bertolucci at the premiere of her documentary about people with leprosy in the recent novel Song of a Captive Bird. An author born in this country opened the second part of one book with the protagonist rooming with Lucia at a boarding house run by nuns. A \"Memoir in Books\" set in this country is divided into sections such as (*) \"Gatsby\" and centers on an all-woman book club. A character from this country goes with her mother Zozo to live in Vienna and has an uncle named Anoosh who fled to the Soviet Union prior to this country's revolution in a graphic novel. For 10 points, name this birth country of Marjane Satrapi (\"mar-ZHAHN sah-trah-pee\"), the author of Persepolis.", "answer_sanitized": "Iran [or Islamic Republic of Iran; or Persia; or Jomhuri-ye Eslāmi-ye Irān] (Mahmoud Dowlatabadi wrote \"The Mirror.\" Song of a Captive Bird is by Jasmin Darznik and based on the life of Forough Farrokhzad. The \"Memoir in Books\" is Reading Lolita in Tehran by Azar Nafisi.)", "subcategory": "Long Fiction", "category": "Literature"}, {"question_sanitized": "Description acceptable. In September 2020, a court ruled against Brian Day's claim that this system violated his rights. One of Danielle Martin's \"Six Big Ideas\" to reform this system is to move to a relationship-based approach. Due to special team staff, pro athletes are exempt from a restriction on its \"premium\" alternatives. Although one branch of this system has experimented with capitated payments, overall, it's still 70% (*) fee-for-service. In the 2005 Chaoulli (\"shao-lee\") case, a court ruled that bans on private alternatives to this system violated a Charter of Human Rights and Freedom due to its long waiting lists. A 2004 TV poll named this system's founder, Tommy Douglas, as his country's most admired person. The provinces that finance this system use global medians to set maximum drug prices. For 10 points, name this system that might cover the cost of giving birth in Ontario.", "answer_sanitized": "Canadian Health Care System [or Canadian Medicare System; or Canadian Public Health system; accept Canadian Health Act or CHA; prompt on Medicare; anti-prompt on answers like the Saskatchewan Health system]", "subcategory": "Other History", "category": "History"}], "bonuses": [{"leadin_sanitized": "Russia produced a propaganda film for this country in which a bear rushes to help an elephant and lion tame some vicious hyenas. For 10 points each:", "answers_sanitized": ["Central African Republic [or CAR or République centrafricaine or Ködörösêse tî Bêafrîka]", "Wagner Group [or PMC Wagner; or ChVK Wagner; or CHVK Vagner Group]", "journalists [or reporters or news anchors or equivalents; accept anything about the media, like producer or camera operator]"], "parts_sanitized": ["Name this country whose diamond industry has been taken over by Russia, which has also set up military training centers supporting President Faustin-Archange Touadéra (\"fo-STAN ar-CONJ twa-DAY-ra\") in its civil war.", "In the CAR, \"Sewa Security Services\" is a front for this Russian paramilitary contractor, which also polices Madagascar's chromite mines. Yevgeny Prigozhin controls this security firm, which has supported Russia's war in Donbass.", "Three Russians in this job were killed while investigating the Wagner Group in the CAR. The Russian government funds people in this profession through the state-controlled RT."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "Identify the following about some also-ran streaming services, for 10 points each.", "answers_sanitized": ["Tinder [accept Tinder, Inc.]", "Mubi", "Frederick Wiseman"], "parts_sanitized": ["This company's four-part Swipe Night was pitched as a choose-your-own-adventure series. According to Jesse Singal, this dating app decreased home-court advantage in the NBA since visiting teams spend less time each night finding dates.", "This service's gimmick is that it both premieres and removes one hand-picked film from its catalogue each day. Formerly called The Auteurs, it mostly focuses on festival fare like Kiyoshi Kurosawa's Doppelganger.", "This documentarian, who bears a striking resemblance to a hobbit, has kept his films off mainstream streaming services, although Ex Libris, Titicut Follies, and High School can be streamed on Kanopy."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "A Mauritanian-born engineer wrote a 2015 \"Diary\" named for this place detailing his relationship with Chicago detective Richard Zuley. For 10 points each:", "answers_sanitized": ["Guantánamo Bay detention camp [or Gitmo; accept Camp Delta or other specific locations at Guantánamo; accept Guantanamo Diary; accept The Road to Guantánamo] (Mohamedou Ould Salahi wrote Guantanamo Diary.)", "Rasul v. Bush [or Shafiq Rasul, et al., Petitioners v. George W. Bush, President of the United States, et al.; Fawzi Khalid Abdullah Fahad al Odah, et al., Petitioners v. United States, et al.; prompt on Bush]", "use of (military) force [accept force majeure; accept Authorization for Use of Military Force of 2001]"], "parts_sanitized": ["Name this title location of a Dorothea Dieckmann novel that won the first Best Translated Book Award. Michael Winterbottom's film about the \"Road to [this place]\" depicts its \"Tipton Three.\"", "One of the Tipton Three held at Guantánamo petitioned in this 2004 Supreme Court case, which provided precedent for the 2008 Boumediene case. Along with Hamdi v. Rumsfeld, this case led to the Combatant Status Review Tribunals.", "The Rasul case arose because of the 2001 \"Authorization for Use of [this concept]\" against terrorists. This word precedes \"majeure\" in a common clause in contracts."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "In a novel titled for this country, a woman is brought here from Paris to \"transform [it] into a country exactly like France.\" For 10 points each:", "answers_sanitized": ["Paraguay [or República del Paraguay; or Tetã Paraguái; accept The News from Paraguay; accept Gloria del Paraguay]", "Lucrecia Martel", "doctors [or physicians; accept equivalents]"], "parts_sanitized": ["Name this country home to the writers Delfina Acosta and Lourdes Espinola. This country's president has an affair with Eliza Lynch in a historical novel by Lily Tuck.", "Antonio di Benedetto's novel about 18th-century Paraguay, Zama, was adapted into a tragicomic 2017 film by this Argentine director of The Headless Woman and La ciénaga.", "A man with this profession molests the teen Amalia in Lucrecia Martel's film Holy Girl. In Ha Jin's Waiting, a man with this job waits 18 years so he can get a divorce and marry his colleague, the nurse Manna."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "Jonathan Marchini used this database for \"deep phenotyping\" of height and HLA alleles. For 10 points each:", "answers_sanitized": ["UK Biobank [or United Kingdom Biobank; prompt on partial answer]", "Iceland [or Ísland]", "Autism Speaks"], "parts_sanitized": ["Name this major genetic database founded by cardiovascular disease researcher Rory Collins. It draws on a prospective study of over 500,000 middle-aged residents of an eponymous country.", "Many participants in UK Biobank were sequenced by deCODE genetics, a company that has collected extensive genetic data in this country. Some lung problems may stem from the 2010 eruption of this country's Eyjafjallajökull (\"AY-uh-fyah-luh-YO-kull\") volcano.", "A smaller biobank, Autism Genetic Resource Exchange, is run by this controversial charity, which has been criticized for viewing autism as pathological and for funding research on the nonexistent link between autism and vaccines."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "As of July 2019, at least 400 Brits had taken advantage of 2016 laws passed in Spain and Portugal that offered citizenship to these people. For 10 points each:", "answers_sanitized": ["Sephardic Jews [prompt on Jews or Jews expelled from Iberia]", "2016 US presidential election [or Donald Trump's 2016 presidential victory; or equivalents]", "Ethiopia [or Federal Democratic Republic of Ethiopia; or yeʾĪtiyoṗṗiya Fēdēralawī Dēmokirasīyawī Rīpebilīk or variants]"], "parts_sanitized": ["Identify this subgroup of people. Half of the 130,000 or so of these people who applied for Spanish citizenship are from Latin America.", "This event caused a spike in American Jews applying to reclaim German citizenship. Kate McKinnon, whose character unexpectedly lost this event, performed Leonard Cohen's \"Hallelujah\" on the first SNL cold open after it.", "This country is home to about 8,000 Jews known by the derogatory term \"Falashmura\" who have been ruled ineligible to migrate to Israel via the Law of Return, despite 2015 campaign promises from Benjamin Netanyahu."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "Laws protecting this industry often prohibit reporters from operating under \"false pretenses.\" For 10 points each:", "answers_sanitized": ["agricultural industry [accept stuff like farming or slaughterhouse or livestock industry; accept ag-gag laws]", "mink [accept American mink or Neovison vison; accept European mink or Russian mink or Eurasian mink or Mustela lutreola; prompt on mustelids or Mustela or Mustelinae] (The mink were killed because they got COVID-19.)", "Iowa [or IA]"], "parts_sanitized": ["Identify this industry protected in some states by namesake \"gag\" laws that penalize whistleblowers and require \"quick-reporting\" of evidence to make prosecutions more difficult.", "Amy Meyer was charged for violating an ag-gag law in Utah for filming a cattle slaughterhouse. Utah farmers, like those in Denmark, killed vast quantities of these other animals in 2020. They’ll soon be illegal to raise in the Netherlands.", "In 2019, a court in this state overruled an ag-gag law on First Amendment grounds. This state's farmers receive disproportionate attention thanks to its first-in-the-nation presidential caucus."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "New Zealand's Victoria University of Wellington runs one of these sites called PredictIt through an academic research exemption after the earlier iPredict was ruled illegal. For 10 points each:", "answers_sanitized": ["political betting markets [accept betting exchanges or betting markets or prediction markets or information markets or decision markets or virtual markets; accept election stock markets or event derivatives or idea futures or other answers indicating financial stakes such as gambling]", "James Surowiecki [or James Michael Surowiecki]", "Space Shuttle Challenger disaster [or Challenger explosion]"], "parts_sanitized": ["Describe these sites, founded by people like Mike Smithson, that would run the world in Robin Hanson's \"futarchy.\" In 2013, UBC's Sauder School launched one of these sites to predict election results.", "This economist and former New Yorker Financial Page columnist celebrated the power of prediction markets like InTrade in his 2004 book The Wisdom of Crowds.", "Surowiecki (\"soor-oh-WICK-ee\") noted that the stock market immediately tanked the value of Morton-Thiokol after the 1986 disaster that destroyed this space shuttle, which informed the response to the 2003 Columbia disaster."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "In 1992, protesters staged a demonstration that successfully cancelled a plan to widen this road to 14 lanes near Heathrow Airport. For 10 points each:", "answers_sanitized": ["M25 [or London Orbital Motorway]", "The Beltway [or the Capital Beltway; prompt on I-495]", "venture capital [or VC; prompt on technology industry; prompt on finance or private equity or investment firms; accept VC: An American History]"], "parts_sanitized": ["Identify this road often used as a metonym for London.", "The use of M25 as a metonym is similar to this highway referring to Washington, D.C. Lobbyists are often said to operate \"inside\" this road.", "Another road metonym, Sand Hill Road, is often applied to the leading firms in this industry. Tom Nicholas's 2019 history of this industry in America begins by comparing it to the whaling industry."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "The Sāmoan government cancelled Christmas ceremonies in 2019 due to one of these events. For 10 points each:", "answers_sanitized": ["measles outbreak [prompt on outbreak or epidemic or diseases or similar answers]", "New Zealand [or Aotearoa]", "coconuts [or coconut water; or coconut juice; or Cocos nucifera; prompt on fruits or nuts or seeds or drupes or palms]"], "parts_sanitized": ["Identify this type of event that killed over 80 Sāmoans in part due to conspiracy theories popularized by Edwin Tamasese.", "The measles outbreak that devastated Sāmoa originated in this country, home to a sizeable Sāmoan population. This country's Prime Minister Jacinda Ardern has been widely hailed for competently handling the COVID-19 outbreak.", "The anti-vaxxer Tamasese is also the leader of a collective of farmers of this food. A 2010s-era trend for an electrolyte-heavy drink made from this food derives from Filipino love for buko juice."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "This man's book The Night of the Gun was an investigation of his own \"darkest story\" of being a crack addict whose wife had just given birth to premature twin daughters. For 10 points each:", "answers_sanitized": ["David Carr [or David Michael Carr]", "women's gymnastics", "Ta-Nehisi Coates [or Ta-Nehisi Paul Coates]"], "parts_sanitized": ["Identify this journalist who later served as the media reporter for The New York Times before his early death in 2015.", "Carr's daughter, Erin Lee Carr, is a documentary director whose films include At the Heart of Gold, which is about this sport. The Indianapolis Star first broke the sex abuse scandal in this sport centering on physician Larry Nassar.", "Carr was a mentor for this journalist who delved into fiction with The Water Dancer. Some of his essays were collected in We Were Eight Years in Power."], "subcategory": "Other Literature", "category": "Literature"}, {"leadin_sanitized": "In a film by this director, a Nazi unknowingly uses the Jewish protagonist to illustrate Aryan physiognomy to a classroom. For 10 points each:", "answers_sanitized": ["Agnieszka (\"AHG-nee-esh-kah\") Holland", "Cold War [or Zimna wojna] (The director is Paweł Pawlikowski. The miniseries is 1983, set during an extended Cold War in 2003.)", "Francisco Goya [or Francisco José de Goya y Lucientes; accept Goya Awards or Premios Goya; accept Goya's Ghosts or Los fantasmas de Goya]"], "parts_sanitized": ["Name this Polish director of Olivier, Olivier. The undercover Jewish boy Solek hides his circumcision to evade both Nazis and Soviets in her film Europa Europa.", "Holland directed a forthcoming Netflix series exploring an alternate version of the period that titles this Oscar-nominated 2018 film by a different Polish director. This black-and-white film opens with Wiktor meeting Zula at auditions for a folk music ensemble.", "Holland's mentor Miloš (“mee-lohsh”) Forman directed a panned film named for the \"Ghosts\" of this painter, who names Spain's big film awards. Carlos Saura directed a film about this painter's Bordeaux exile after he made the Black Paintings."], "subcategory": "Film", "category": "Fine Arts"}, {"leadin_sanitized": "This condition was allegedly treated by graded exercise therapy in the PACE trial, which used the discredited Oxford criteria. For 10 points each:", "answers_sanitized": ["chronic fatigue syndrome [or myalgic encephalomyelitis; or ME/CFS; or ME/CFS; accept post-viral fatigue syndrome or PVFS; or chronic fatigue immune dysfunction syndrome or CFIDS; or systemic exertion intolerance disease or SEID]", "brain [accept The Female Brain; accept organic brain syndromes]", "prostate cancer [accept prostate-specific antigen]"], "parts_sanitized": ["Name this mysterious condition first recognized in the '90s, which causes exhaustion after exercise along with months of debilitating dizziness and tiredness.", "Women have a much higher relative risk than men for chronic fatigue syndrome, as well as \"organic syndromes\" of this organ. It titles a 2006 book by Louann Brizendine that Cordelia Fine criticized in Delusions of Gender.", "Chronic fatigue syndrome is now thought to originate in the brain, but the virus XMRV was briefly blamed after it was found contaminating tumors of this cancer, which has been over-diagnosed by PSA screening in men over 50."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "From 2002 to 2012, one workday per week was sacrificed to hear over one million cases in this country's 12,000 gacaca courts. For 10 points each:", "answers_sanitized": ["Rwanda [or Republic of Rwanda; or Repubulika y'u Rwanda; or Jamhuri ya Rwanda; or République du Rwanda]", "Hutus AND Tutsis [for Hutus accept Abahutu; for Tutsi accept Abatutsi or Watutsi or Watusi or Wahuma or Wahima or Wahinda]", "Paul Rusesabagina"], "parts_sanitized": ["Identify this country where, on each April 7th, the entire nation begins a 100-day commemoration based on a theme outlined at Amahoro Stadium. In 2000, it fought a Six-Day War with a northern neighbor in a third country's city of Kisangani.", "Rwanda has worked to heal the rifts between these two ethnic groups following a 1994 genocide.", "This man's outspoken criticism against the Tutsi elite who now run Rwanda led to his kidnapping and arrest in 2020. During the genocide, this man ran the Hôtel des Mille Collines, where all 1,268 residents survived."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "The \"availability\" type of these techniques recalls similar cases that come to mind quickly. For 10 points each:", "answers_sanitized": ["heuristics [accept availability heuristic]", "Gerd Gigerenzer (\"gaird GEE-guh-rents-er\")", "bias AND variance [accept in either order; accept bias–variance trade-off or bias–variance dilemma or bias–variance problem]"], "parts_sanitized": ["Name these decision-making shortcuts examined in Daniel Kahneman's book Thinking, Fast and Slow.", "This German-born author of Simple Heuristics that Make Us Smart and Gut Feelings has collaborated with Gaissmaier and Selten on heuristics. Daniel Goldstein co-developed \"ecological rationality\" with this psychologist, who created new visualizations of Bayes's theorem.", "In \"Homo heuristicus,\" Gigerenzer argued that heuristics are adaptive because they stress the first of these two quantities over the second. Statistical models often face a \"trade-off\" between these two quantities, resulting in either under- or overfitting."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "During a bout of racism in the coronavirus pandemic, a McDonald's in this city displayed a sign reading \"Black people are not allowed to enter.\" For 10 points each:", "answers_sanitized": ["Guǎngzhōu [or Canton; or Kwangchow]", "globalization [accept The Year 1000: When Explorers Connected the World—and Globalization Began]", "toothpaste"], "parts_sanitized": ["Identify this port city home to China's largest African community.", "Anthropologist Gordon Mathews collected many stories of Africans living in Guǎngzhōu in a book about the \"low-end\" form of this phenomenon. Valerie Hansen dubiously claims that Viking voyages started this process in the year 1000, but most scholars argue that it arose from 20th-century technology like supply chaining and outsourcing.", "One of China's most popular brands of this good, Darlie, was originally named for a racial slur for Black people. Babool is a popular brand of this stuff in India."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "An algorithm to play this game resigns any times its win percentage falls below 20%. For 10 points each:", "answers_sanitized": ["go [or igo; or wéiqí; accept AlphaGo]", "text-to-speech [or TTS; or speech synthesis; accept voice cloning; accept anything involving computer-generated speech or computerized speech; do not accept or prompt on “speech-to-text” or “voice recognition” or “speech recognition”]", "OpenAI"], "parts_sanitized": ["Identify this classic board game. Google’s DeepMind trained an “Alpha” algorithm to play this game, beating the 9-dan professional player Kē Jié (“kuh j’yeh”) in 2017.", "DeepMind also developed WaveNet, a series of feedforward neural networks primarily used for this task. Lyrebird, now owned by Descript, promises “ultra-realistic” models for this task.", "This rival of DeepMind co-founded by Y Combinator’s Sam Altman and Elon Musk signed a partnership with Microsoft to provide cloud resources. Its DALL-E model builds on its GPT-3 model to create images from text descriptions."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Édouard Philippe has called for a change to a bill passed in the aftermath of this event that mandated an exact restoration of the roof. For 10 points each:", "answers_sanitized": ["Notre-Dame de Paris fire [accept anything involving the 2019 fire at Notre-Dame]", "Charles Rennie Mackintosh [prompt on Toshie]", "Windsor Castle"], "parts_sanitized": ["Identify this 2019 disaster that ejected some 300 tons of lead smoke into the environment, but largely spared famous rose windows dating from the 13th century.", "This architect’s masterpiece, the Glasgow School of Art, was damaged by a fire in 2014 and then finished off by a second fire in 2018.", "Duncan Wilson, the head of Historic England, noted that a 1992 fire in the private chapel at this complex helped revive interest in historic crafts. The fire largely did not damage a doll's house designed by Edwin Lutyens (\"LUTT-yinz\") for Mary of Teck that remains popular at this location."], "subcategory": "Architecture", "category": "Fine Arts"}, {"leadin_sanitized": "In the short story \"The Kontrabida,\" Steve returns to this country from the US with some experimental opiate patches for his parents. For 10 points each:", "answers_sanitized": ["The Philippines [or Republic of the Philippines; or Filipinas; or Republika ng Pilipinas] (America Is Not the Heart is by Elaine Castillo.)", "9/11 [or September 11th attacks; or World Trade Center attacks]", "Insurrecto"], "parts_sanitized": ["Identify this setting of most of Mia Alvar's collection In the Country. Hero, a character from this country, does not speak its Pangasinan (\"pong-gah-see-NAHN\") language in the novel America Is Not the Heart.", "\"Esmeralda,\" another story from In the Country, centers on a woman who fears that her lover has been killed in this event. Oskar's father dies in this event in Jonathan Safran Foer's Extremely Loud &amp; Incredibly Close.", "Mystery writer Magsalin (\"mahg-SAH-leen\") heads to Manila’s Muhammad Ali Mall to meet with the daughter of a fictional analog of Francis Ford Coppola in the beginning of this 2018 novel by Gina Apostol."], "subcategory": "Other Literature", "category": "Literature"}, {"leadin_sanitized": "Identify the following about charitable efforts in the music industry, for 10 points each.", "answers_sanitized": ["Coldplay", "Arcade Fire", "blue [accept blue carbon] (The Europop album was by Eiffel 65.)"], "parts_sanitized": ["In 2019, this band announced that it wouldn't go on tour to promote Everyday Life until it could find a way to make touring more sustainable. This rock band fronted by Chris Martin had a big hit in 2000 with the song \"Yellow.\"", "This band started the nonprofit PLUS1.org, which adds a dollar premium on concert tickets to donate to charity. They played \"Month of May\" and \"Ready to Start\" before winning a historic Album of the Year Grammy in the 2010 award year.", "Since 2019, Animal Collective has offset its carbon emissions from tours by investing in carbon sinks described by this adjective. This word also names the biggest hit from the 1998 album Europop."], "subcategory": "Music", "category": "Fine Arts"}]}