{"tossups": [{"question_sanitized": "A CBC documentary investigated the 2016 theft of 200,000 dollars from a Québec man in this occupation named Jean Marc Labonte. The Chinese government carved out pandemic exemptions for people in this profession to move from winter haunts in Yúnnán to Húběi too late to prevent mass starvation. Hatidže (“HA-tee-jeh”) Muratova, possibly the last European to work in the \"wild\" version of this profession, has her life disturbed by an itinerant family moving next door in an Oscar-nominated documentary shot in North Macedonia. Americans in this profession drive special trucks from the Midwest to (*) California each February to help a water-greedy industry. Many New Zealanders in this profession have had equipment stolen due to the rising demand for a certain manuka product. For 10 points, colony collapse disorder has devastated what profession that offers farmers pollination services?", "answer_sanitized": "beekeeper [or beekeeping; accept apiculture or honey maker or honey gatherer; accept pollinator before mentioned; prompt on farmer] (The documentary is Honeyland.)", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Tools developed to make this product include the \"golden wheel\" and Joseph Mardall's Superbottle. The companies Grohmann Engineering and Perbix were acquired to make this product, which was codenamed BlueStar. Franz von Holzhausen spent a Christmas break designing this product's singular control interface. This American-designed product has generally outsold Chinese rivals made by NIO, with 20,000 per month being made in Shànghăi after an earlier \"manufacturing hell\" period. After a critical review by Consumer Reports, this product was (*) patched to improve its ABS system. Panasonic made an extra-large 18-by-65-millimeter cell component for this product, which in 2020 passed the Leaf to become the all-time biggest seller in its category. The Long Range version of this product can go about 350 miles. For 10 points, name this mass-market electric car from Tesla.", "answer_sanitized": "Tesla Model 3 [accept more specific answers like the Tesla Model 3 Standard Range Plus edition; accept BlueStar before mentioned; prompt on Tesla]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A 2019 Harper's piece examined how exports of used mattresses by people of this ethnicity were one of the last break-bulk shipping operations in the US. Carl Lindskoog's book Discipline and Punish uses the US's widespread jailing of people of this ethnicity to examine \"The Rise of the World's Largest Immigration Detention System.\" After protests, all references to a fictional gang of this ethnicity were removed from some versions of GTA: Vice City. Mike McAlary won a Pulitzer Prize for investigating the sexual assault of a man with this ethnicity with a (*) nightstick by the NYPD. The American Red Cross built just six permanent houses for people of this ethnicity with 500 million dollars in relief money after an event that was exacerbated by a cholera epidemic spread by Nepalese UN peacekeepers. For 10 points, name this ethnic group devastated by a 2010 earthquake near Port-au-Prince.", "answer_sanitized": "Haitian-Americans [or Haïtiens; or Ayisyen; prompt on Black or African-American or West Indian or Caribbean; accept Little Haiti or La Petite Haïti or Ti Ayiti]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In Females: A Concern, Andrea Long Chu argues that this movie's plot is largely predicted by a footnote in the SCUM Manifesto. Brian Rafferty's chapter on this film in his book Best. Movie. Year. Ever. notes that the filming of its action scenes had to be delayed because its star injured his neck. A concept from this movie titles a 2020 novel that is partially about a violent cop show, written by Hari Kunzru. Janet Jackson turned down an offer to join the cast of this film and train under Hong Kong director Yuen Woo-ping. A special effect pioneered by this film was later used in games like (*) Max Payne. This film was followed by an animated anthology including Final Flight of the Osiris and Kid's Story, which partially takes place on the Nebuchadnezzar. Carrie-Anne Moss played Trinity in, for 10 points, what 1999 sci-fi film that coined the term \"red pill\" and starred Keanu Reeves as Neo?", "answer_sanitized": "The Matrix (The Hari Kunzru novel is titled Red Pill. The special effect is bullet time.)", "subcategory": "Film", "category": "Fine Arts"}, {"question_sanitized": "An author born in this country wrote a novel in which a chicken farmer rashly sells his possessions to fund a journey to get an education in Cyprus. Each chapter in a different novel by that same author born in this country opens by comparing a character to a creature like an eagle or leviathan, and centers on Ben, whose mother forbids him from visiting the once-sacred Omi-Ala River. A British author born in this country wrote about the daughter of \"the rat catcher\" with the unusual name of (*) Boy Novak, who travels from New York to Flax Hill in a novel inspired by \"Snow White.\" This country is the birthplace of the authors of The Fishermen and Boy, Snow, Bird, as well as an author who created a character who runs the Raceteenth blog. For 10 points, name this country, the birthplace of Chigozie Obioma and Chimamanda Ngozi Adichie.", "answer_sanitized": "Nigeria [or Federal Republic of Nigeria] (Boy, Snow, Bird is by Helen Oyeyemi. The first Obioma novel is An Orchestra of Minorities.)", "subcategory": "Long Fiction", "category": "Literature"}, {"question_sanitized": "In his 1999 book on this company, espionage specialist Anthony Cave Brown reported how its executives would send regular reports to America on the contents of a ruler's stool. Starting in 2015, this company's free history and culture magazine, edited by Richard Doughty, ran a six-part series on a 12th-century traveler. In 2020, this company took a 70% stake in SABIC, a chemicals firm. The first-ever bond issued by this company revealed that it made 111 billion dollars in profit in 2018. In 2016, a new ruler announced plans to (*) publicly list this company for the first time, envisioning an IPO valuation of at least 2 trillion dollars. In September 2019, a drone attack on a stabilization plant owned by this company reduced a country's output of sweet crude by 60%. For 10 points, name this rival of Royal Dutch Shell and ExxonMobil controlled by the Saudi government.", "answer_sanitized": "Saudi Aramco [or Saudi Arabian Oil Company; or Arabian-American Oil Company; accept AramcoWorld; accept Oil, God and Gold: The Story of Aramco and the Saudi Kings] (The traveler was Ibn Jubayr.)", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "Margaret Bender traced this language's commodification on tourist signs and Frankoma pottery. Brad Montgomery-Anderson's 2008 reference grammar outlines this language's elaborated clitics and lack of labial consonants. Thornton Media's RPG Talking Games teaches this language, which Joseph Erb got Apple to support in 2003 at the start of its 10-year preservation program. The Durbin Feeling Act supports the See, Say, Write course for this polysynthetic language at (*) NSU. In 2017, courts resolved a longstanding dispute about Black Freedmen who adopted this language by granting their descendants tribal citizenship in Tahlequah (\"TAL-uh-kwah\"). Its 85 characters were inspired by \"talking leaves.\" Frank Brannon revived this language's newspaper the Phoenix, which was printed from 1828 to 1834 in New Echota (\"ee-CHO-tuh\"). For 10 points, what endangered Southern Iroquoian language uses Sequoyah's syllabary?", "answer_sanitized": "Cherokee language [or Tsalagi Gawonihisdi; accept the Cherokee Phoenix or Tsalagi Tsulehisanvhi; accept dialects like Oklahoma Cherokee or Eastern Cherokee; accept the Cherokee Freedmen; accept Signs of Cherokee Culture: Sequoyah's Syllabary in Eastern Cherokee Life]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This man likes to tell the story of how his first wife, Kym Gold, got the idea to start the True Religion clothing brand by hawking T-shirts with him at Venice Beach. This former parachutist in the British Army was inspired to buy the rights to Eco-Challenge after participating in the Raid Gauloises (\"goal-WAHZ\"). Tom Arnold claims that while at a hotel in Century City, this man \"went apeshit &amp; choked me\" after Arnold confronted him over some blooper tapes. Although this producer's History Channel miniseries The Bible was a hit, his 2016 revival of (*) Ben-Hur flopped. He was the executive producer of a show in which the title politician goes salmon fishing with her husband Todd, titled Sarah Palin's Alaska. A show created by, but not starring, this producer brought fame to Omarosa Manigault Newman. For 10 points, name this reality TV producer who created Survivor and The Apprentice.", "answer_sanitized": "Mark Burnett", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "A government report blamed poor handling of this event at the Amoy Gardens housing estate on the government being distracted by Lexusgate. To promote economic recovery after this event, Prince and the Rolling Stones performed at the Harbor Fest. Volume 1 of Archie Campbell's inquest into this event in Canada was titled Spring of Fear. Carlo Urbani was an early victim of this event while working in Vietnam. As a result of this event, the FIFA Women's World Cup was (*) moved to the US. During this event, one entrepreneur organized users on CNbest and in QQ groups to create what would become JD.com. Tung Chee-hwa was replaced after this crisis, which killed some 300 people in Hong Kong and led to culls of palm civets. During this event, a farmer in Shùndé (\"shwun-duh\") was likely the first person infected. For 10 points, name this 2003 outbreak of a coronavirus.", "answer_sanitized": "SARS crisis [or SARS outbreak; or severe acute respiratory syndrome outbreak; accept more specific answers like Hong Kong SARS crisis; accept 2002 coronavirus outbreak or 2003 coronavirus outbreak before the end, but do not accept or prompt on \"coronavirus outbreak\"]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "James Maguire's 2006 book on the culture of these events traces their history to the popularity of an 1871 novel by Edward Eggleston. In a 2019 ethnography, Shalini Shankar argued that these events taught crucial skills about self-promotion to Zoomers. In a 2011 paper, Angela Duckworth showed how \"deliberate practice\" for these events led \"grittier competitors\" to triumph. A 2019 New York Times editorial argued that the most prominent of these events was broken, but \"too many winners is not always a bad thing\" and was written by (*) Pawan Dhingra. Ben Paynter documented how Shawnee's Hindu Temple and Cultural Center hosts a \"minor-league\" circuit for these events from North South Foundation. The most prominent of these events was founded by newspaper chain Scripps. For 10 points, name these academic competitions whose prompters read definitions from a dictionary.", "answer_sanitized": "spelling bees [or national spelling bees; or spelling competitions; or Scripps Howard National Spelling Bee; prompt on bees or American Bee; accept Beeline: What Spelling Bees Reveal about Generation Z's New Path to Success] (The Eggleston novel was The Hoosier Schoolmaster.)", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "Megan Squire built an insult classifier trained on this man's emails, including one sent to Sage Sharp declaring that he wasn't going to practice \"office politics.\" For one project, this creator of the scuba tool Subsurface rejected a Code of Conduct in favor of a \"Code of Conflict.\" This advocate of consumer-grade ECC memory briefly put Gregory Kroah-Hartman in charge of a project after a New Yorker article exposed this man’s serial harassment. Eric S. Raymond's book The Cathedral and the Bazaar formulated a law named for this man that states \"given enough eyeballs, all (*) bugs are shallow.\" A system originally developed by this man was an improvement on CVS and partially names a startup purchased in 2018 for 7.5 billion dollars by Microsoft. He maintains control over a kernel that has forked into distributions like Ubuntu. For 10 points, name this creator of Git and Linux.", "answer_sanitized": "Linus Torvalds [or Linus Benedict Torvalds]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "One novel by this author features an extended digression on the history of The Rolling Stones' infamous concert at the Altamont Speedway and centers on a puff journalist who attempts to attend a record number of PR junkets. This author summarized magical realism as \"dancing trees and talkative cows\" in his 2009 essay \"What to Write Next.\" In a scene from this author's most recent novel, Griff pleads, \"I thought it was the second round!\" after failing to throw a boxing match. In another novel by this author, the protagonist briefly works under Mr. Fields in the (*) Museum of Natural Wonders. In that novel by this author, Ridgeway hunts for the central character, who spends months hidden in an attic in North Carolina, a state that has enacted laws to execute all runaways. For 10 points, name this author who imagined a literal version of the title Underground Railroad.", "answer_sanitized": "Colson Whitehead [or Arch Colson Chipp Whitehead] (The other novel is The Nickel Boys.)", "subcategory": "Long Fiction", "category": "Literature"}, {"question_sanitized": "Scholar Tim Wright traced how this job got safer in China after Wēn Jiābǎo visited its workers in 2003 and ate dumplings. The \"eternity fund,\" established by Germany's RAG, finances a cultural center devoted to people in this profession, a remnant of \"Rhenish capitalism.\" Many Americans in this job really hate Jeff Hoops, the owner of a 3,500-seat replica of Rome's Colosseum. In 2019, workers in this job clashed with trans activist Lill, who was trying to build sympathy for a strike against (*) Blackjewel. Amanda Laucher blamed the \"poverty culture\" described by J. D. Vance for her non-profit's failure to teach people in this profession to code. The 53,000 Americans who work in this profession still suffer from high rates of a namesake type of pneumoconiosis. For 10 points, name this profession once central to the economy of West Virginia.", "answer_sanitized": "coal miners [or coal mining; prompt on miners; accept coalworker's pneumoconiosis; accept The Political Economy of the Chinese Coal Industry]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "In 1994, this artist used a carpet knife to divide a painting into 64 squares that were each then sold under the title Souvenir. A fictionalized version of this artist was the subject of Florian Henckel von Donnersmarck's film Never Look Away. The last-ever exhibition at the Met Breuer was this artist's COVID-shortened retrospective called Painting After All, which featured four abstract works titled Birkenau. Curator Hans Ulrich Obrist edited a book about a (*) grid of five-by-five paintings by this artist arranged by chance; he also used chance for his design for the stained-glass windows in the Cologne Cathedral. Some works by this artist were made by applying multiple layers of paint and then wiping off portions with a squeegee, including a series named for John Cage. For 10 points, name this German artist known for his blurry photo-paintings.", "answer_sanitized": "Gerhard Richter", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "An Ian Parker profile of a man best-known for writing works in this genre notes how he often turns to Brian Eno's Oblique Strategies for inspiration and is married to novelist Susan Choi. One work in this genre compared the addressee to Calvin Trillin \"if Mr. Trillin bleached his hair [and] drove a Camaro.\" Nonagenarian Marilyn Hagerty gained viral fame by writing these works in Grand Forks, North Dakota. The first person to win a Pulitzer Prize for these works, (*) Jonathan Gold, often wrote about immigrants to Southern California. In 2016, Esquire argued that an entire industry might be changed by one of these works on the “slow creep of mediocrity” at Per Se written by Pete Wells that criticized Per Se’s high prices. For 10 points, a work in what genre opens with the quote, \"Guy Fieri, have you eaten at your new [establishment] in Times Square?\"", "answer_sanitized": "restaurant reviews [or restaurant criticism; or food criticism; prompt on food writing; prompt on reviews] (Hagerty’s review was of an Olive Garden.)", "subcategory": "Other Literature", "category": "Literature"}, {"question_sanitized": "In one B-side to this album, the artist claims that he \"Grew up on Mobb Deep and speak that Jourdan Dunn language;\" a sign reading \"What Would Mobb Deep Do?\" hung from the studio wall while this album was recorded at \"rap nerd nirvana\" in Oʻahu. A single from this album uses a sped-up chant from the track \"Afromerica.\" This album opens with a guest artist reciting a poem from Revolting Rhymes by Roald Dahl. Prior to the release of this album, the artist posted various posse cut teasers on (*) G.O.O.D. Fridays. This album's \"prog-rap\" ethos was exemplified in its biggest hit's sample from King Crimson's \"21st Century Schizoid Man.\" An artist on this album proclaims, \"First things first, I'll eat your brains\" on a celebrated guest verse delivered by Nicki Minaj. \"Monster\" is a track on, for 10 points, what 2010 predecessor to Yeezus by Kanye West?", "answer_sanitized": "My Beautiful Dark Twisted Fantasy [or MBDTF; accept Runaway, the visual album that went with it]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "This author lambasted neoclassical economists as \"playwrights\" in an essay from a 2013 collection exploring economists' \"peculiar nemesis,\" indeterminacy. This economist insisted that he was not \"bluffing\" in a New York Times opinion piece about forging Kantian \"new motives\" that drew on his book with Shaun Hargreaves-Heap, a \"critical introduction\" to game theory. This author's best-known book argues that the US financed twin deficits by acting as a Wall Street-enabled \"vacuum cleaner,\" sucking up the (*) world's net exports until the 2008 financial crisis. This former gaming economist at Valve resigned as his country's Minister of Finance in 2015 after failing to reach an accord with the European \"troika\" on a bailout deal for the Syriza government. For 10 points, name this author of The Global Minotaur, a left-wing economist from Greece.", "answer_sanitized": "Yanis Varoufakis [or Ioannis Varoufakis]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "In 2017, Wiz Khalifa was called a \"sinvergüenza\" (\"seem-bair-GWEN-sah\") by a mayor in this country for posing for a picture at a popular gravesite. This country's state-owned SATENA airline ramped up flights to its Meta (\"may-tah\") Department following a 2019 mudslide that cut off road access. Thanks to a 1976 declaration signed in its capital, this country claims jurisdiction over valuable geostationary orbit. A program to combat an invasive species in this country was halted when the public objected to the 2009 killing of an animal named (*) \"Pepe.\" In 2019, four farms in this country were quarantined due to a TR4 banana fungus outbreak in the Guajira Peninsula. A bullet-ridden car in this country's Aburra Valley is now a tourist hotspot and was owned by a man whose Hacienda Nápoles was the source of its now-invasive hippo population. For 10 points, name this country once home to the Medellín (\"may-day-YEEN\") Cartel.", "answer_sanitized": "Colombia [or Republic of Colombia; or República de Colombia]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "James K. Walsh found that this condition causes 12 billion dollars in direct economic costs, with 91% stemming from nursing homes, where Alon Y. Avidan (\"ah-LOAN AH-vee-don\") found that it predicts falls. A severity index for this condition was created by Charles M. Morin, who proposed treating it with stimulus control therapy and paradoxical intention. Z-drugs were developed as an alternative to treating this condition with quazepam, flurazepam, and other long-acting (*) BZDs. It's not overeating, but the dual antagonist suvorexant treats this condition by blocking orexin receptors. Gregg Jacobs treated this condition by pairing CBT-I (\"C-B-T-eye\") with tracking \"diaries\" in a study touted by a book that proposed a \"Revolution\" to end it, by Arianna Huffington. Popular treatments for this condition include glasses that block blue light and melatonin. For 10 points, people with what condition have trouble sleeping?", "answer_sanitized": "insomnia [prompt on sleeplessness or not getting enough sleep or sleep restriction or equivalents; prompt on sleep deprivation or sleep disorders or dyssomnia or somnipathy or poor sleep hygiene or similar; prompt on related conditions like narcolepsy; accept Insomnia Severity Index or ISI; accept cognitive behavioral therapy for insomnia] (Huffington's book is The Sleep Revolution.)", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This country's biggest TV event is a Good Friday telethon to fight children's cancer. A 2019 Guardian piece credits a police dog named Peter with upending this country's politics by catching taxi driver Melvin Theuma, who testified to being involved in an assassination. Hong Kong's Binance Holdings moved its operations to this country, as it was the first to allow regular cryptocurrency exchanges. Michelle, the wife of this country's former Prime Minister, was acquitted of charges that her Panamanian shell company was involved in money laundering. It's not Cyprus, but this country's Individual (*) Investor Program offers passports for about 1 million dollars. A car bomb killed journalist Daphne Caruana Galizia in a scandal that brought down this country's Prime Minister, Joseph Muscat. For 10 points, name this island country, the smallest in the EU.", "answer_sanitized": "Malta [or Republic of Malta; or Repubblika ta' Malta]", "subcategory": "European History", "category": "History"}], "bonuses": [{"leadin_sanitized": "Besides proclaiming the \"Color of the Year,\" Pantone also provides software for this technique, whose default value is typically 2.2. For 10 points each:", "answers_sanitized": ["gamma correction [or gamma encoding; or gamma compression]", "far ultraviolet [or UV light; accept Ultra Violet]", "titanium dioxide [or TiO2]"], "parts_sanitized": ["Name this digital image processing technique, which applies the inverse of the tonal curve that shapes a monitor's display brightness in order to correct the encoding of color values.", "The 2018 Pantone Color of the Year was a pun on this portion of the electromagnetic spectrum. In stereolithography, polymers are \"cured\" by lamps in this range, which has a lower frequency than gamma and X-rays.", "This white chemical compound absorbs UV light without reflecting visible light, so it's often added to sunscreen. Semiconductor photocatalysis uses nanoparticles of this compound, which forms the mineral anatase."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Sergio Leone's Once Upon a Time in the West has inspired many spiritual successors. For 10 points each:", "answers_sanitized": ["Martin Scorsese [or Martin Charles \"Marty\" Scorsese] (The historical drama was The Irishman.)", "Quentin Tarantino [or Quentin Jerome Tarantino]", "Nuri Bilge Ceylan (\"jay-LAHN\")"], "parts_sanitized": ["Leone's later film Once Upon a Time in America was restored by this director, whose World Cinema Project has distributed films like A Brighter Summer Day and Mysterious Object at Noon. A historical drama by this director adapted the unverified book I Heard You Paint Houses.", "This director restored period details of 1969 LA but altered Sharon Tate's fate in his 2019 film about the Manson family murders, Once Upon a Time in Hollywood.", "This Turkish director of the Chekhov-inspired film Winter Sleep used a group's murder investigation to frame humorous observations of quotidian rural life in Once Upon a Time in Anatolia."], "subcategory": "Film", "category": "Fine Arts"}, {"leadin_sanitized": "Russia and the Simon Wiesenthal Center protested a 2019 monument in Chicago honoring a vigilante from this country's Nazi occupation who was nicknamed \"The Hawk.\" For 10 points each:", "answers_sanitized": ["Lithuania [or Lietuva; or Republic of Lithuania; or Lietuvos Respublika] (The vigilante was Adolfas Ramanauskas.)", "Masha Gessen [or Maria Alexandrovna Gessen]", "pogroms [accept the Kaunas pogrom]"], "parts_sanitized": ["Name this country where Rūta Vanagaitė (“vah-nah-GUY-tay”) has made enemies by challenging myths about the Forest Brothers, who are commonly hailed as World War II-era heroes.", "Vanagaitė has been profiled by this Russian-American reporter who wrote a viral blog post after Trump's election warning \"do not be taken in by small signs of normality.\" This author wrote the 2020 book Surviving Autocracy.", "A 2020 bill in Lithuania honored Juozas Lukša-Daumantas (\"YOO-oh-zuss LOOK-sha DOH-mun-tuss\"), a World War II partisan whose anti-Soviet Lithuanian Activist Front perpetrated one of these massacres of Jews in Kaunas."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Identify the following about trends in cleaning and organizing, for 10 points each.", "answers_sanitized": ["Marie Kondo [or Kondō Marie; accept KonMari]", "Sweden [or Kingdom of Sweden; or Konungariket Sverige; accept The Gentle Art of Swedish Death Cleaning]", "Bullet Journal [or word forms like bullet journaling; or Bujo]"], "parts_sanitized": ["This Japanese woman famously recommended throwing out any object that does not \"spark joy\" in The Life-Changing Magic of Tidying Up. She now has a Netflix show.", "An author from this country wrote a best-seller on its namesake \"Gentle Art of Death Cleaning,\" which involves getting rid of most of your possessions so that your relatives don't have to do so after you die.", "Ryder Carroll developed this trendy analog system for helping you make better to-do lists. Carroll's 2018 book titled for this system promises to help you \"Track the Past, Order the Present, Design the Future.\""], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "This book, which contains a short biography of T. H. White, was the first memoir to win the Samuel Johnson Prize for Non-Fiction. For 10 points each:", "answers_sanitized": ["H Is for Hawk", "Joan Didion", "Jesmyn Ward (The novel is Salvage the Bones.)"], "parts_sanitized": ["Identify this memoir by Helen Macdonald that explores how the author uses Mabel, the title creature, to deal with grief following the unexpected death of her father.", "This author's grief memoir The Year of Magical Thinking chronicles the aftermath of the death of her husband, John Gregory Dunne. She also wrote The White Album.", "Dwight Garner described this author's memoir, Men We Reaped, as \"a book about scars;\" it traces the deaths of five young men from her childhood. She won the 2011 National Book Award for a novel whose protagonist Esch lives in Bois Sauvage, Mississippi."], "subcategory": "Other Literature", "category": "Literature"}, {"leadin_sanitized": "Justin Kotzé argued that this trend was a myth based on biases in the ICVS. For 10 points each.", "answers_sanitized": ["crime drop [or decline in crime rates in the early 1990s; or equivalents; accept answers about crime declines in the US or internationally; accept declines in specific crimes like decline in homicides; accept The Great American Crime Decline; accept The Myth of the 'Crime Decline': Exploring Change and Continuity in Crime and Harm] (The ICVS is the International Crime Victims Survey used by many studies.)", "lead [or Pb; accept lead paint or lead abatement or lead poisoning; accept leaded gasoline or tetraethyllead or TEL; accept \"Lead: America's Real Criminal Element\"]", "ATSDR [or Agency for Toxic Substances and Disease Registry]"], "parts_sanitized": ["Identify this trend that Franklin Zimring compared in the US and Canada. The Brennan Center attributed this trend to consumer confidence, the program CompStat, an aging population, and reduced alcohol intake.", "A Mother Jones story by Kevin Drum popularized the hypothesis that crime declined because the Clean Air Act helped phase this element out of gasoline.", "In Confronting Environmental Racism, Janet Phoenix cites vast disparities in lead paint exposure among Black and white kids using data from NHANES (\"n-hayns\"), HUD, and this agency created by the Superfund law. CDC directors also run this agency, which reclaims brownfields and runs registries for asbestos and ALS."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Perhaps 1.2 million works of art, including over 1,000 Picassos, are stored in one of these locations in Geneva. For 10 points each:", "answers_sanitized": ["free ports [or free economic zones; or free economic territories; or free zones; or free trade zones; prompt on special economic zones]", "Wilmington, Delaware [accept Wilmington Blue Rocks]", "Amedeo Modigliani [or Amedeo Clemente Modigliani]"], "parts_sanitized": ["Identify these special locations where art and other goods can be exchanged tax-free. US Customs oversees the 200 or so locations of this type in the US.", "One of the largest free ports in the US is located in this East Coast city, whose minor-league baseball team plays at Daniel S. Frawley Stadium and has three mascots, one of which is Rocky Bluewinkle.", "A Nazi-seized painting by this artist was recovered from a Swiss free port. Meryle Secrest wrote a 2011 life of this Italian artist, who was fond of painting elongated faces in works like Red Nude."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "In one usage, this term refers to nuclear receptors with undiscovered endogenous ligands. For 10 points each:", "answers_sanitized": ["orphan drugs [accept orphan receptors; accept Orphan Drug Act of 1983]", "lysosome", "acid alpha-glucosidase [or alpha-1,4-glucosidase; or alpha-D-glucosidase; or GAA; or glucosidase alpha; or acid maltase; accept ATGAA; accept alpha-glucosidase inhibitors; prompt on glucosidases or glycoside hydrolases or glycosyl hydrolases or GHs; accept glucoinvertase or glucosidosucrase or maltase-glucoamylase or alpha-glucopyranosidase or glucosidoinvertase or alpha-D-glucoside glucohydrolase]"], "parts_sanitized": ["Identify this term for drugs whose target disease is too rare to incentivize pharmaceutical research. The 2002 Rare Diseases Act updated a 1983 Act named for these drugs, which include Cerliponase alfa for Batten disease.", "Some countries designate glucocerebrosidase enzyme-replacement therapy as an orphan drug for Gaucher's disease, one of many inborn errors of metabolism affecting this acidified organelle.", "The FDA granted the \"breakthrough therapy\" designation to a recombinant form of this enzyme's \"acid\" form to treat the lysosomal storage disease Pompe disease. Type 2 diabetes may be treated with oral inhibitors of this enzyme like Acarbose."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This goal is driven by anti-kayumanggi bias in the Philippines. For 10 points each:", "answers_sanitized": ["skin whitening [accept equivalents like skin lightening or skin bleaching or skin brightening or \"fairness cream\"; prompt on general answers like skincare or skin creams or cosmetics or beauty or sunscreen or equivalents]", "Indonesia [or Republic of Indonesia; or Republik Indonesia]", "Ghana [or Republic of Ghana]"], "parts_sanitized": ["Identify this goal of billion-dollar Asian products that include Korea's Innisfree and Laneige (\"la-NEZH\") brands. Products for this purpose often contain kojic acid, glutathione, and hydroquinone.", "Although many people in this country prize \"putih\" (\"poo-TEE\") or white skin, its soldiers regularly sunbathe to fight off disease. Saudi Arabia has heavily financed Islamist groups in this most populous Muslim-majority country.", "Jemima Pierre's The Predicament of Blackness examines postcolonial skin lightening in this country. Chinese migrants engage in illegal mining called \"galamsey\" (\"gal-um-SAY\") in this African country, where China has financed trawlers to catch illegal saiko fish."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Reviews from this organization concluded that screening mammography does not reduce breast cancer mortality. For 10 points each:", "answers_sanitized": ["Cochrane Collaboration", "meta-analysis [or meta-research or meta-study]", "Stanford University [or Leland Stanford Junior University] (The CCRMA is the Center for Computer Research in Music and Acoustics.)"], "parts_sanitized": ["Name this British organization that publishes systematic reviews and \"plain language summaries\" to communicate evidence-based information about health.", "Cochrane also publishes findings from studies described by this adjective. These \"analyses\" pool results from multiple studies to calculate a summary effect size and its precision.", "John Ioannidis (\"yo-ANN-id-iss\"), a director of this university's Meta-Research Innovation Center and a COVID-19 contrarian, criticized \"the mass production of redundant… systematic reviews and meta‐analyses.\" This university's interdisciplinary centers include ChEM-H and the CCRMA."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This company was sold by the Graham Holdings Company in 2013 for 250 million dollars. For 10 points each:", "answers_sanitized": ["The Washington Post [or WaPo; or the Washington Post Company; prompt on The Post] (The billionaire is Jeff Bezos.)", "CNN [or Cable News Network]", "E. J. Dionne [or Eugene Joseph Dionne, Jr.]"], "parts_sanitized": ["Identify this media company. The billionaire who owns this company may have been denied the JEDI contract for his most prominent business because of critical stories it ran.", "Washington Post columnist Fareed Zakaria was put under review in 2012 when he admitted to plagiarizing another writer's article about gun control. Zakaria also hosts a namesake GPS on this cable network that hit it big during the Gulf War.", "This liberal Catholic Washington Post columnist's wide-ranging works include One Nation After Trump, a book about \"reclaiming faith and politics\" titled Souled Out, and the influential Why Americans Hate Politics."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Murdered Indian journalist Gauri Lankesh participated in a campaign to send used examples of these things to Narendra Modi to protest a new tax on them. For 10 points each:", "answers_sanitized": ["sanitary napkins [or sanitary pads; accept tampons; accept feminine hygiene products; accept anything involving a menstruation product] (The documentary is Period. End of Sentence.)", "Akshay Kumar [or Rajiv Hari Om Bhatia]", "value-added tax"], "parts_sanitized": ["Identify these goods. A 2019 Oscar went to a short documentary by Rayka Zehtabchi that chronicled making these products easily available in the Indian village of Hapur.", "This Bollywood actor starred in the 2018 film Pad Man, loosely based on the life of inventor Arunachalam Muruganantham. He starred alongside Ileana D'Cruz in the 2016 film Rustom.", "In 2018, British women used blood-stained items to press Parliament to remove this type of tax from feminine hygiene products. Unlike a sales tax, this tax, which is abbreviated VAT, is imposed at different parts of production."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "A 2017 book titled for this phrase lists the \"megatrend\" of new materials among its \"drivers.\" For 10 points each:", "answers_sanitized": ["Fourth Industrial Revolution [prompt on Industrial Revolution; accept Industry 4.0]", "social media [accept social networking sites; prompt on The Social Dilemma; anti-prompt on specific social media sites or apps]", "human attention [accept attention-extraction model; accept The Attention Merchants: The Epic Scramble to Get Inside Our Heads; accept How to Do Nothing: Resisting the Attention Economy]"], "parts_sanitized": ["Identify this three-word phrase coined by the World Economic Forum's Klaus Schwab for a period altered by gene editing, automation, and integrated \"cyber physical systems.\"", "Schwab warned that one danger of the Fourth Industrial Revolution is a \"spiral of silence\" identified by Sherry Turkle as a way that feeds on these websites are polarized. A 2020 Netflix documentary examines their \"dilemma.\"", "The Social Dilemma traces numerous issues to the model \"extracting\" this thing, which is a scarce resource exploited by modern \"merchants\" according to Tim Wu. Jenny Odell's book How to Do Nothing advises us to resist the \"economy\" around this thing."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This industry was excluded from the PATRIOT Act's International Money Laundering Abatement and Anti-Terrorist Financing provision. For 10 points each:", "answers_sanitized": ["real estate [or property; accept answers like houses or homes or buildings or apartments or land]", "Vancouver, British Columbia", "Moneyland"], "parts_sanitized": ["Identify this industry whose MLS cartel is being investigated by the Department of Justice for keeping transaction costs artificially high.", "This temperate Canadian city, nicknamed \"Hollywood North,\" passed the first empty homes tax in North America due to skyrocketing foreign real estate investment, especially from China.", "This Oliver Bullough book details how the super-rich launder ill-gotten gains into luxury real estate. This book's title place is a \"virtual country where, if you're rich enough… the laws do not apply to you.\""], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "In this composer's recent opera Great Scott, the American Opera Company plans a performance of Rosa Dolorosa, Figlia di Pompei on the same night in which the local NFL team, the Grizzlies, is competing in the Super Bowl. For 10 points each:", "answers_sanitized": ["Jake Heggie", "\"The Star-Spangled Banner\" [or answers indicating the United States national anthem] (The performance was by Whitney Houston.)", "Philip Glass"], "parts_sanitized": ["Name this composer of the operas Dead Man Walking and Moby-Dick.", "The title character's younger rival in Great Scott, Tatyana Bakst, performs this song in a bel canto style. A landmark January 1991 performance of this song changed its time signature from 3/4 to 4/4 on advice from Rickey Minor.", "Heggie is second to this man in the number of performances for American-composed operas. He worked on the score for the 2015 Fantastic Four film and composed the opera Einstein on the Beach."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "One character in this work is accused of being a crisis actor after he tells a TV reporter, \"I didn't even know Sandra.\" For 10 points each:", "answers_sanitized": ["Sabrina", "graphic novel [prompt on comic book]", "Canada (Dave Sim created Cerebus.)"], "parts_sanitized": ["Identify this work that features several monologues from radio host Albert Douglas on the murder of the title character by a 23-year-old man named Timmy Yancey. This work by Nick Drnaso (\"dur-NASS-oh\") was nominated for the Booker Prize.", "Sabrina is this kind of work. The musical Fun Home was based on an autobiographical work of this type by Alison Bechdel.", "Sabrina is published by Drawn and Quarterly, a publisher based in this country. Mariko Tamaki's graphic novel This One Summer was based on a cottage she visited as a kid in this country, which is the birthplace of the creator of the comic Cerebus."], "subcategory": "Other Literature", "category": "Literature"}, {"leadin_sanitized": "This region's buchu plant Agathosma is now marketed as a miracle tincture. For 10 points each:", "answers_sanitized": ["Cape floristic region [or CFR or Cape Phytochorion; or Cape Floral Kingdom; accept Fynbos and Renosterveld but prompt on fynbos; accept Cape of Good Hope; prompt on South African Kingdom or equivalents]", "tea [accept specific kinds of tea; accept chá]", "Burundi [or Republic of Burundi; or Republika y'Uburundi; or République du Burundi] (Gitega replaced Bujumbura as the capital.)"], "parts_sanitized": ["Name this tiny floristic region whose many endemic plants include Elegia and blushing bride. The sugarbird Promerops cafer pollinates this floral kingdom's iconic king protea plant.", "In 2019, Khoi and San activists demanded profits from the Cape floristic region's rooibos (\"ROY-boss\"), which is harvested for this drink. Starbucks has recently pushed versions of this non-coffee drink like a Matcha Green Latte.", "Kenya and Uganda's dominance of African tea exports has been challenged by plantations like Teza near this country's Kibira National Park on the Congo-Nile Divide. In 2019, this landlocked country's capital moved to the former seat of King Ntare V."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "One planned building by this firm will have a smaller performance space called the Coda at the top of a pyramid with a large picture window showing the dome of St. Paul's Cathedral. For 10 points each:", "answers_sanitized": ["Diller Scofidio + Renfro [or DSR]", "New York City [or NYC: accept Manhattan]", "Catholic Church [accept The Vatican; prompt on the church or Christianity]"], "parts_sanitized": ["Identify this architecture firm behind the planned Centre of Music in London and the recently opened Shed. It’s named for three partners.", "Diller Scofidio + Renfro's Shed and High Line are both in this city. The High Line passes through its Chelsea neighborhood.", "DSR designed a 2018 exhibit for the Met's Costume Institute themed around this organization, part of which was staged at the Cloisters. Ross Douthat (\"DAO-thut\"), who has written a book on this institution, was one of three New York Times critics to judge the show."], "subcategory": "Architecture", "category": "Fine Arts"}, {"leadin_sanitized": "Typical passages by this author include \"I know. The thing wrong. It's a. It is called. Nosebleeds, head aches.\" For 10 points each:", "answers_sanitized": ["Eimear McBride", "Ireland [or Republic of Ireland; or Éire; or Poblacht na hÉireann]", "The Gathering"], "parts_sanitized": ["Name this author whose distinctive style permeates her novel A Girl Is a Half-formed Thing, whose protagonist suffers horrific abuses while caring for her disabled brother. A drama student has a troubled relationship with an older actor in her novel The Lesser Bohemians.", "McBride hails from this country, whose literary luminaries include Sebastian Barry, Roddy Doyle, and Colm Tóibín (\"CALL-um toh-BEAN\").", "Irish author Anne Enright won the 2007 Booker Prize for this novel, which centers on the enormous Hegarty family returning to Dublin for the wake of Liam, who drowned himself in Brighton."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "This country shut down the internet in June 2019 during an alleged coup attempt in a highland region home to an ethnic minority. For 10 points each:", "answers_sanitized": ["Ethiopia [or Federal Democratic Republic of Ethiopia; or yeʾĪtiyoṗṗya Fēdēralawī Dēmokirasīyawī Rīpebilīk; or other variants] (PM Abiy Ahmed won the Nobel Peace Prize.)", "cheating on school exams [accept equivalents like academic dishonesty or giving students answers to tests; prompt on answers like posing as someone else by asking \"for what purpose?\"] (The Michael B. Jordan project is Wrong Answer.)", "Halie Selassie I [or Lij Tafari Makonnen; prompt on Makonnen]"], "parts_sanitized": ["Name this country that is roughly tied with Iran and Syria for the least free internet outside of China. However, this country's Prime Minister, from the EPRDF, won a 2019 award in part for relaxing censorship.", "Ethiopia has annually shut down its internet to prevent this behavior. Michael B. Jordan is working on a film about widespread instances of this behavior in Atlanta overseen by Beverly Hall.", "Protesters in London destroyed a statue of this Ethiopian ruler following the 2020 murder of Hachalu Hundessa and subsequent internet shutdown in Addis Ababa. His image still graces many reggae T-shirts."], "subcategory": "Other History", "category": "History"}]}