{"tossups": [{"question_sanitized": "Description acceptable. Richard Couturier, one man implicated in this scandal, recruited some associates during a Mardi Gras bead-tossing party. In a related scandal to this one, Simon Marketing unfairly penalized Canada. Despite being involved in this scandal, a mobster who was born Gennaro Colombo appeared in a commercial. \"Uncle Jerry\" was brought down in Operation Final Answer during this scandal, which is chronicled in a 2020 HBO documentary by (*) Ben Affleck and Matt Damon. It didn’t take place in Britain, but this scandal was exposed the day before the 9/11 attacks and was investigated with a sting operation involving a tie-in with Who Wants to Be a Millionaire?. In this scandal, Dodge Vipers were claimed by Jacksonville residents who got a disproportionate number of winning game pieces. For 10 points, identify this rigged contest at a fast-food franchise whose valuable pieces included Boardwalk.", "answer_sanitized": "McDonald's Monopoly scandal [accept anything involving McDonald's and the rigging of the Monopoly game such as McDonald's Monopoly: Pick Your Prize!; accept McMillion$; prompt on the Monopoly scandal by asking \"at what company?\"]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "In 2018, Oded Béjà (\"oh-DED BEZH-ah\") discovered a new class of these proteins using fosmid clones from Lake Kinneret (\"kee-NAIR-et\"). Paul Gamlin traced one of these proteins to monostratified \"giant\" cells that dwarf nearby parasol cells. Karl Deisseroth (\"DICE-uh-roth\") created bistable \"switches\" from these proteins and rescued Cnga3-knockout mice by expressing a unitary chloride pump in this family from Natronomonas. Xenopus melanophores contain one of these proteins that colocalizes with PACAP in cells that (*) innervate the suprachiasmatic nucleus. Some of these proteins prefixed with archaeo-, halo-, and channel- are common actuators in optogenetics. In 1993, Richard Henderson solved the structure of a bovine protein in this family, making it the first crystallized GPCR; that one binds an all-trans form of vitamin A. For 10 points, what light-sensitive pigments control visual phototransduction in the retina?", "answer_sanitized": "opsins [accept (bovine) rhodopsins or visual purple; accept retinylidene proteins; prompt on RHO; prompt on photopigments; prompt on GPCRs or G protein-coupled receptors or seven-transmembrane domain receptors or 7TM receptors or G protein-linked receptors or GPLRs or heptahelical receptors or serpentine receptors; accept melanopsin or OPN4; accept channelrhodopsins; accept channelrhodopsins; accept halorhodopsins or eNpHR; accept archaeorhodopsins; accept bacteriorhodopsins; accept microbial rhodopsins; accept heliorhodopsins; accept rhodopsin-like receptors]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "After seeing a 1989 exhibit on this artist at P.S. 1, the artist R. H. Quaytman made response works titled \"+ x, Chapter 34.\" Maureen gets a supernatural text message after discovering this artist in the film Personal Shopper. This onetime biological illustrator dictated a 2,000-page manifesto titled Studies of the Life of the Soul. Halina Dyrschka's 2020 film Beyond the Visible features several side-by-side shots of this artist with later painters. This member of The Five embarked on a \"great commission\" to decorate a building following a (*) séance (\"SAY-once\"). Symbolic circles feature in her monumental series The Ten Largest. This artist's first major non-objective series was titled The Paintings for the Temple and was painted between 1906 and 1915. For 10 points, a blockbuster 2018 exhibition at the Guggenheim reignited interest in what Swedish pioneer of abstract art?", "answer_sanitized": "Hilma af Klint [accept Hilma af Klint: Paintings for the Future]", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "A Pizza Hut billboard in this city advertising \"Gigabites of Taste\" gave Thomas Friedman the idea to write The World is Flat. This city's most prominent causeway, Sarjapur Road, is frequently afflicted by toxic smoke, and its largest lake, Bellandur, regularly catches fire. This city's dominant industry includes the headquarters of Wipro and is congregated in the neighborhood of Whitefield. It’s not in Africa, but this city's moderate temperatures are a result of being (*) 3,000 feet above sea level, so most of its water must be pumped 900 feet up from the Cauvery River. The NGO Friends of Lakes is attempting to build a million recharge wells in this inland city to combat its severe water crisis. This city is the headquarters of the consulting and outsourcing company Infosys. For 10 points, name this city known as India's Silicon Valley, the capital of Karnataka.", "answer_sanitized": "Bangalore [or Bengaluru]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Over one thousand people were interviewed about the effects of this practice by social psychologist Craig Haney. Anthony Kennedy cited the case of Kalief Browder in his opinion criticizing this practice in a 2015 case involving Hector Ayala. Albert Woodfox wrote a memoir titled for this type of practice, which is ostensibly banned by Canada's Bill C-83. A 2018 document by Yale's Liman Center concluded that 61,000 Americans were subject to this practice, with about 2,000 of them having it applied for at least 6 months. The UN definition of this policy includes (*) lasting more than 22 hours per day. A 2013 hunger strike in California that started at a facility in Pelican Bay sought to end this practice, which is often carried out in \"the hole.\" For 10 points, name this type of punishment where a prisoner is denied any \"meaningful human contact\" for extended periods.", "answer_sanitized": "solitary confinement [or prison segregation; or isolation; prompt on imprisonment or confinement or torture; prompt on being sent to the hole before mentioned; accept Solitary: Unbroken by Four Decades in Solitary Confinement. My Story of Transformation and Hope]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "One of this composer's settings of psalms commemorates the Armenian Genocide and is titled Psalmus No. 3. In 2012, this composer wrote the last of three pieces inspired by Lucretius titled De Natura Sonoris. Another piece by this composer accompanies a long shot of a shootout in a refugee camp near the end of Alfonso Cuarón's film Children of Men. He included a vernacular rendition of the Trisagion and a concluding Libera Animas movement in his setting of the requiem mass, to which he added a Ciaconna (\"chah-KON-nah\") after the 2005 death of (*) John Paul II. In Twin Peaks: The Return, an explosion is accompanied by this composer's most iconic piece, which opens with the successive entrance of groups of 52 string players on harsh, vibrating high notes. For 10 points, name this recently-deceased composer of Polish Requiem and Threnody for the Victims of Hiroshima.", "answer_sanitized": "Krzysztof Penderecki (\"k’SHISH-toff pen-duh-RETS-kee\")", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A character in one book by this author describes how the fire of burning wheat fields \"carried the childhood smell of bread into the air\"; elsewhere in that book, this author recounts children spreading heroin each night in camps. Another book by this author closes with a speech from the wife of a liquidator who was responsible for burying huge amounts of topsoil. This author found \"what I heard in childhood\" in three other authors’ book I Am from a Burning Village, inspiring her signature technique. The title of one work by this author comes from the caskets used to (*) ship back dead soldiers from Afghanistan. In 1992, she was sued for libel for writing Zinky Boys, which like many of her works was built from hundreds of interviews. For 10 points, name this author of Voices of Chernobyl, a Belarussian oral historian and winner of the 2015 Nobel Prize in Literature.", "answer_sanitized": "Svetlana Alexievich [or Svetlana Alexandrovna Alexievich]", "subcategory": "Other Literature", "category": "Literature"}, {"question_sanitized": "Economists Daron Acemoğlu (\"dah-ROAN ah-jay-MOH-loo\") and Joshua D. Angrist found that employment drops due to this legislation were most pronounced for men at mid-sized firms. Cruise ships flying foreign flags were ruled to be subject to this legislation in the 2005 Spector case. A Higher Ground Productions documentary that was released on the 30th anniversary of this legislation featured clips of people such as Judy Heumann attending Camp Jened. A 2008 amendment to this legislation chided the Supreme Court for misinterpreting the definition of \"major (*) life activity\" in Toyota v. Williams. In 2019, the Supreme Court declined to address whether this law applied to the website for Domino's Pizza. A \"Capitol Crawl\" pushed for this legislation during the George H. W. Bush administration. For 10 points, name this 1990 legislation that mandated things like wheelchair ramps in many commercial stores.", "answer_sanitized": "Americans with Disabilities Act of 1990 [or ADA] (The documentary is Crip Camp: A Disability Revolution.)", "subcategory": "American History", "category": "History"}, {"question_sanitized": "On a show with this title, Carrie Mae Weems gives a pep talk to the protagonist at an art colony on Martha's Vineyard, where she hooks up with a Chris Ofili stand-in and fails to expel a white donor who speaks in AAVE, in the episode \"#NationTime.\" A show and movie with this title both show album covers after playing songs. A film with this title begins with the protagonist reading the opening of Their Eyes Were Watching God on her giant bed. (*) DeWanda Wise stars in a show with this title, whose theme song \"Where Brooklyn At?\" reflects its setting in Fort Green. An earlier black-and-white film with this title stars Tracy Camilla Johns as a woman maintaining competing relationships with Jamie Overstreet, Greer Childs, and Mars Blackmon. For 10 points, give this shared title of a breakout 1986 film and a recent TV series about Nola Darling, directed by Spike Lee.", "answer_sanitized": "She's Gotta Have It", "subcategory": "Film", "category": "Fine Arts"}, {"question_sanitized": "A story by this author imagined the Pentagon sending him to disarm a nuclear warhead in Tulsa. This author and Linda LaScola collected interviews for The Clergy Project in Caught in the Pulpit. This thinker's cybernetic dog Tati appears on the cover of his 1998 essay collection discussing Julian Jaynes; in the 1990s, he worked with MIT researchers to create the humanoid robot Cog. This author of \"Where Am I?\" argued that \"billions of years of irreplaceable (*) design work\" were prerequisites for Bach's St. Matthew Passion. This author of Brainchildren divided human interactions with objects into physicalist, design, and intentional stances. This New Atheist \"horseman\" defended Turing's gradualism, dismissing the \"Zombic hunch.\" John Searle's Chinese room inspired this thinker to outline \"fables\" called \"intuition pumps.\" For 10 points, who wrote Darwin's Dangerous Idea?", "answer_sanitized": "Daniel Dennett [or Daniel Clement Dennett III]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Description acceptable. An early incident in this conflict was the hacking of a news crawl to proclaim one country's support for the US. During this conflict, one government widely distributed set-top boxes capable of tuning into the pirate beoutQ (\"Be-Out-Q\") TV network. A proxy fight in this conflict centered on the takeover of the Newcastle United football team. The outbreak of this conflict caused (*) gas futures to spike since one country involved in it is a major LNG exporter. During this conflict, four cargo planes filled with food were sent by Iran to relieve a food shortage brought on by the closure of one country's only land crossing. In this conflict, which ended in January 2021, one side demanded that the Al-Jazeera network be shut down by the Al Thani government. For 10 points, identify this spat in which several Arab countries severed relations with Doha.", "answer_sanitized": "Qatar diplomatic crisis [or blockade of Qatar; accept anything involving the 2017 dispute between Qatar and Saudi Arabia; prompt on the proxy war between Saudi Arabia and Iran]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "It’s unrelated to accounting, but Article 26 of this legislation outlines the responsibilities in \"joint controller\" situations. Ben Thompson has argued that the \"fundamentalism\" represented in this law has strengthened large incumbent firms. A company called Klout claimed that this legislation drove it to bankruptcy. Lawyers have argued over the difference between this legislation's terms \"consent\" and \"explicit consent.\" Mas Schrems founded NOYB to launch lawsuits for violations of this legislation, which can result in a fine of 4% of annual revenue. By the terms of this legislation, (*) breaches must be reported within 72 hours. California's CCPA was modeled on this non-American law, which mandates that \"specific\" and \"unambiguous\" reasons must be given for collection of information. For 10 points, name this EU privacy regulation.", "answer_sanitized": "GDPR [or General Data Protection Regulation]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Hilton Als compared this character to a similar one who visits David Jackson and James Merrill in the second part of \"The Changing Light at Sandover.\" In one scene, this character commands another to dig under sink tiles. In a YouTube video, Gwen Hales and Finn Caldwell describe how counterweighting was used to bring this character to life for a revival. This character was played by Amanda Lawrence and a team of shadows in a 2018 production starring Nathan Lane and (*) Andrew Garfield. The actor playing this character also plays Emily, a nurse. This character proclaims, \"the great work begins.\" A man who has a wet dream about this character phones up Belize to talk about the dream; this character also briefly has sex with Prior Walter. For 10 points, name this character who partially titles a Tony Kushner play about the AIDS epidemic.", "answer_sanitized": "The Angel of America [prompt on Voice]", "subcategory": "Other Literature", "category": "Literature"}, {"question_sanitized": "Crackdowns on opium have left this good as the main product of Thailand's Akha people. After a 1999 protest at Georgetown, economist Pietra Rivoli spent five years tracing the origins of a product made from this good in Texas and China. In 2012, India caused a market panic by briefly banning exports of this good from its chief producers Maharashtra (\"ma-ha-RAHSH-truh\") and Gujarat (\"goo-juh-RAHT\"). In 2014, the WTO settled a long-running dispute about US subsidies for this good with a 300-million-dollar payment to Brazilian (*) farmers. ICAC regulates this chief export of Benin. Public sector workers are still forced to harvest this crop in Uzbekistan, where its Soviet-era production drained the Aral Sea. Sven Beckert's Bancroft-winning history of this crop's \"empire\" argues that \"war capitalism\" was key to boosting its yields in Egypt during the US Civil War. For 10 points, name this crop made into T-shirts.", "answer_sanitized": "cotton [accept Gossypium spp.; accept Empire of Cotton; accept International Cotton Advisory Committee; prompt on T-shirts or clothes or equivalents before read by asking \"made from what raw material?\"]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "Description acceptable. A joint copyright policy on photos taken in this place to maintain its \"unique culture\" has been widely criticized by the EFF. A documentary on this place's \"evolution\" notes how Michael Mikel modeled its \"Rangers\" on the Texas Rangers. A movable Art Deco cinema by Five Ton Crane appeared alongside other art from this place in the 2018 Smithsonian exhibit No Spectators. In 2010, a giant Praying Mantis truck drove to this place along with other (*) \"mutant vehicles.\" This place's Department of Public Works enforces a Leave No Trace policy. In 2010, the Flux Foundation created a structure on this semicircular location's Playa. Many Silicon Valley types travel to this location each August, often witnessing the destruction of David Best's temples. For 10 points, identify this city built in a Nevada desert each year for a festival that ends with a ceremonial bonfire.", "answer_sanitized": "Black Rock City [or the Black Rock Desert; accept anything involving the place where Burning Man takes place; accept the Playa before read; prompt on answers like Nevada or NV or the desert before they're mentioned; prompt on the Great Basin; accept City of Dust: The Evolution of Burning Man]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "A 2018 book by this author argues that the United States stoked resentment by promoting capitalism in Vietnam, since 70 to 80% of the wealth belonged to the hated Chinese \"market-dominant minority;\" in that book, she analyzed Afghanistan using group dynamics. A book by this author and her husband notes that the Mormon church owns \"10 times more Florida real estate than… Disney\" and celebrates virtues like insecurity and impulse control in (*) Nigerian-Americans and Cuban exiles. This author of Political Tribes allegedly groomed women to clerk for Brett Kavanaugh at Yale Law. With her husband, accused sexual harasser Jed Rubenfeld, she wrote The Triple Package. This author's hit memoir outlined her rules banning sleepovers and mandating piano and violin practice for her two daughters to get ahead of \"Western\" parents. For 10 points, name this author of Battle Hymn of the Tiger Mother.", "answer_sanitized": "Amy Chua [or Amy Lynn Chua]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A man who excels in this activity named Jason Goodyear gets arrested for vandalizing Taliesin West in the opening section of a 2020 novel by Paris Review editor Emily Nemens. Excellence in this activity allows a girl named Gwen to gain entrance to the privileged Netted class in a dystopian future divided into countries like ChinRussia and AutoAmerica in Gish Jen's novel The Resisters. A novel centering on this activity at a Melville-obsessed college in Wisconsin features a character named Owen Dunne who suddenly loses his skills at it. Henry Skrimshander is the protagonist of a novel about this sport by (*) Chad Harbach. J. Edgar Hoover watches this sport in a 1951 game that opens a novel about Nick Shay, Don DeLillo's Underworld. For 10 points, name this sport, the subject of the novels The Cactus League and The Art of Fielding.", "answer_sanitized": "baseball [accept major league baseball]", "subcategory": "Long Fiction", "category": "Literature"}, {"question_sanitized": "A 2021 book titled for one of these things examines “Lanchester’s paradox,” arguing that we’ve entered a stage that requires a “need for militancy.” That book about “blowing up” one of these things was written by Andreas Malm. In 1998, a poorly-maintained one of these things resulted in the death of over a thousand people in Jesse, Nigeria. Before being arrested in 2020, a man known as “The Sledgehammer” specialized in stealing from these things in the “red triangle.” Criminals known as (*) huachicoleros (\"wa-chee-co-LAIR-ohs\") specialize in stealing from these things; in January 2019, 137 people were killed while attempting to steal from one in the Mexican town of Tlahuelilpan (\"tla-way-LEEL-pahn\"). Cartel-controlled theft from these things supposedly accounts for 3 billion dollars a year in lost revenue for Pemex. For 10 points, name these structures that transport fossil fuels.", "answer_sanitized": "oil pipelines [or gas pipelines; or fossil fuel pipelines; accept How to Blow Up a Pipeline]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This organization’s Excel program offers internships at firms like 83North. Sarah Seltzer’s article on #MeToo and this organization examined the persistent rumors that it encourages sexual hookups with soldiers. Emily Bloch wrote about how she was “kicked off” an event run by this organization for manipulating an “open climate” policy in an article in the Forward. This organization removed several IfNotNow activists from a 2018 event. In 2007, this organization received a major boost in funding from (*) Sheldon Adelson, allowing it to increase its capacity to 20,000 people a year. In 2019, campus advocates protesting this organization staged sit-ins to get Hillel to disaffiliate with it. The young adults who participate in this program usually make a stop at the Dead Sea. For 10 points, name this organization that offers free trips to Israel.", "answer_sanitized": "Birthright Israel [or Taglit-Birthright Israel; accept Ten Days of Birthright Israel]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "In 2018, Vanity Fair's David Kamp \"tracked down\" the only woman present in a photograph of this event, JoAnn Morgan. A 2019 Met exhibit named for this event included a selection of detailed photogravures from 1914 taken by Charles Le Morvan. Season One of a BBC series about this event was the first podcast scored by Hans Zimmer. Special vans securely transferred never-before-released 70-millimeter footage of this event from D.C. to New York for digitization in a narration-free 2019 documentary by (*) Todd Douglas Miller. Alexei Leonov participates in this event in an alternate history show starring Joel Kinnaman on Apple TV+. A 2011 book by David Mindell explains its commander's response to a computer's 1201 alarm firing. Ryan Gosling plays this event's commander in a 2018 film based on James R. Hansen's biography First Man. For 10 points, name this 1969 mission to land on the Moon.", "answer_sanitized": "Apollo 11 [prompt on partial answer; accept moon landing or equivalents before read; prompt on generic answers about the moon or space; prompt on Apollo's Muse: The Moon in the Age of Photography or Digital Apollo] (The AppleTV+ show is For All Mankind.)", "subcategory": "Other Science", "category": "Science"}], "bonuses": [{"leadin_sanitized": "One character in this novel always keeps a copy of The Jungle Book in his breast pocket, even after losing it in a bet against The Deathless Man. For 10 points each:", "answers_sanitized": ["The Tiger's Wife", "Yugoslavia [or Socialist Federal Republic of Yugoslavia; SFR Yugoslavia]", "Western (The short film is \"Meal Ticket\" from The Ballad of Buster Scruggs.)"], "parts_sanitized": ["Identify this debut novel by Téa Obreht, titled for a deaf-mute who is rumored to have had a child with the title creature during World War II.", "The Tiger's Wife is set in a fictional version of this Communist former country. The long and bloody breakup of this country was chronicled in Steven Galloway's novel The Cellist of Sarajevo.", "Obreht's follow-up to The Tiger's Wife was Inland, a novel in this genre that unusually features a Muslim protagonist named Lurie Mattie. A man with no arms or legs recites from \"Ozymandias\" in a short from a 2018 anthology film in this genre."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "The Nonmandatory Mine Reclamation Program was created to heal land from this resource's mining in Florida's Bone Valley. For 10 points each:", "answers_sanitized": ["phosphates [accept phosphorite; prompt on answers about phosphorus or phosphorus-containing compounds; accept superphosphate]", "peak phosphorus [or peak oil; or Hubbert peak theory]", "Equatorial Guinea OR Guyana [accept Republic of Equatorial Guinea OR Co-operative Republic of Guyana; do not accept or prompt on \"Guinea\" alone]"], "parts_sanitized": ["Name this major export of Togo, a chemical resource whose industry is dominated by Morocco. This anion (\"ANN-ion\") is mined from ore containing apatite.", "Rock-based phosphate depletion means that this type of scenario might loom for phosphorus in the 2030s. This term, traced to M. King Hubbert, usually denotes the year when oil production maxes out and starts to decline.", "Peak oil may be delayed since Noble Energy discovered oil offshore these two countries. In one, GEPetrol has pushed exploitation of the Alen field. Hess has led aggressive extraction in the other, where oil extraction was minimal before 2015. Name either."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "This man confirmed that he donated 10,000 dollars to the alt-right group Nimble America because he \"thought the organization had fresh ideas on how to communicate with young voters.\" For 10 points each:", "answers_sanitized": ["Palmer Luckey [or Palmer Freeman Luckey]", "US–Mexico border wall [or US–Mexico border fence]", "cloud gaming [or video game streaming; prompt on cloud computing or video games or online gaming or streaming]"], "parts_sanitized": ["Name this man who kicked off the modern VR craze with his Kickstarter for the Oculus Rift. He later left Facebook under mysterious circumstances.", "Luckey's company Anduril Industries is trying to sell the US Government on a \"virtual\" form of this thing. Vicente Fox said that his country would \"never pay for [this] fucking [thing].\"", "One of the first people to see Luckey's Oculus prototype was Brendan Iribe (\"ee-REEB\"). Iribe once worked for Gaikai, an early company in this field. LiquidSky, another company in this field, claimed that it could reduce input lag."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This man investigated the death of Pat Tillman, an NFL player who became a US Army solider, in the book Where Men Win Glory. For 10 points each:", "answers_sanitized": ["Jon Krakauer", "Mormonism [or The Church of Jesus of Latter-Day Saints or LDS Church; prompt on Christianity]", "Three Cups of Tea [or Three Cups of Tea: One Man's Mission to Fight Terrorism and Build Nations… One School at a Time"], "parts_sanitized": ["Name this author who wrote the Everest book Into Thin Air.", "Krakauer's Under the Banner of Heaven explores the origins of this faith, as well as a double murder carried out by Ron and Dan Lafferty. The Washington Post wrote about how this faith was a \"non-issue\" in the 2012 Presidential election.", "Krakauer appeared on a 60 Minutes segment criticizing this 2007 Greg Mortenson and David Oliver Relin bestseller about education in Afghanistan, arguing that Mortenson had lied about this book's claims and embezzled Central Asia Institute money."], "subcategory": "Other Literature", "category": "Literature"}, {"leadin_sanitized": "According to a legal standard set in a case about this song, many elements of classic rock songs aren't protected by copyright because their motifs weren't described in the sheet music registered with the US Copyright Office. For 10 points each:", "answers_sanitized": ["\"Stairway to Heaven\"", "Sonny Bono [or Salvatore Phillip \"Sonny\" Bono; prompt on Sonny]", "Jennifer Hudson [or J. Hud; or Jennifer Kate Hudson]"], "parts_sanitized": ["Identify this classic rock song that may have stolen from an instrumental track by the band Spirit.", "The copyright for music got a big extension in a 1998 act named for this Congressman, who earlier recorded \"I Got You Babe\" with Cher.", "This artist was one of hundreds who filed an amicus brief in the \"Blurred Lines\" copyright dispute case. This singer of the 2008 R&amp;B hit \"Spotlight\" sang the National Anthem at the 2009 Super Bowl, her first public appearance since the murder of three of her family members."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "After World War II, this country's TV landscape was divided between three RAI channels each controlled by its main political parties. For 10 points each:", "answers_sanitized": ["Italy [or Italia; or Italian Republic; or Repubblica Italiana]", "Silvio Berlusconi", "Globo [or Rede Globo]"], "parts_sanitized": ["Identify this country whose TV industry was upended by the 1987 debut of \"the world’s first nude game show.\" Pumais Due (\"POO-mah-ees DOO-ay\") is a long-running dubbing society in this country.", "This bunga-bunga-loving media tycoon used his Milan-based TV empire to become Prime Minister of Italy in the 1990s.", "Brazil may be facing a similar TV revolution as this network loses ratings to its Bolsonaro-backed rival Record. This network is best known to foreign audiences for its widely-exported telenovelas such as Our Land, about Italian immigrants to Brazil."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This phenomenon titles an animated 2013 biopic about the engineer and designer Horikoshi Jirō. For 10 points each:", "answers_sanitized": ["winds [accept Tower of Winds or Kaze no Tō; prompt on weather; prompt on air or ventilation by asking \"what related phenomenon names the tower?\"; accept The Wind Rises or Kaze Tachinu or \"Le vent se lève!\"] (The neon rings of the second tower change their pattern according to wind conditions.)", "Itō Toyo [or Toyo Itō]", "public libraries [or equivalents; accept Seattle Central Library]"], "parts_sanitized": ["Identify this phenomenon that names a white, paraboloid-shaped tower in the middle of the Tokyo Bay Aqua-Line. This phenomenon also names a monumental cylindrical tower in Yokohama, whose neon rings light up in response to it.", "Yokohama's Tower of Winds was created by this Japanese architect, who also designed Barcelona's Hotel Porta Fira and Puebla's International Museum of the Baroque.", "Itō designed the transparent Sendai Mediatheque, which contains an art gallery in a multimedia building of this sort. A \"central\" building of this type in Seattle designed by Rem Koolhaas has a capacity for 1.45 million items."], "subcategory": "Architecture", "category": "Fine Arts"}, {"leadin_sanitized": "Researchers concluded that 4,650 of these structures had been built in seven West London boroughs from 2007 to 2017. For 10 points each:", "answers_sanitized": ["basements [or megabasements; or cellars; or subcellar; prompt on ground floor]", "fertilizer [accept nitrogen fertilizer; accept phosphate fertilizers; accept artificial fertilizer]", "Islington [or Borough of Islington]"], "parts_sanitized": ["Identify these structures. Massive examples of these structures are staples of the \"iceberg homes\" owned by London's international plutocrats.", "Andrey Guryev, who made his fortune selling this good, built a massive basement for Witanhurst, his London mansion. The Haber–Bosch process produces nitrogen-based versions of this good, which is a major source of urea pollution in rural waterways.", "This district in Inner London granted no new permits for iceberg basements in 2017 or 2018. This district's Angel Tube Station has the longest escalator in the London Underground system."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "These people are particularly hated by the \"localist\" faction in the Legco. For 10 points each:", "answers_sanitized": ["mainland Chinese people [or mainlanders; or dàlù rén or nèidì rén; accept any answer indicating they're Hàn Chinese people from outside of Hong Kong; prompt on Chinese or Hàn Chinese people]", "singing [accept answers like singing the official or unofficial national anthem; accept playing a national anthem]", "public urination [or public defecation; or equivalents; accept bladdergate] (The mainlander in question was a toddler.)"], "parts_sanitized": ["Name these people, some 1 million of whom have moved to a certain city in recent decades through a one-way permit system. They're often told to \"correct their accent\" even if they already speak Cantonese. Description acceptable.", "Peaceful \"wo lei fei\" in Hong Kong often participate in protests by performing this action. A controversial law passed in June 2020 made it a crime to lodge \"insults\" when this action was taking place in Hong Kong.", "Tensions between Hong Kongers and mainlanders escalated in 2014 when a mainlander was filmed performing this action. Rajasthan health minister Kalicharan Saraf was photographed performing this action despite a BJP campaign to stamp it out."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "The subject of this event receives cage-fighting lessons and repeatedly attempts to get his Bic cigarette lighter back. For 10 points each:", "answers_sanitized": ["the kidnapping of Michel Houellebecq (\"well-BECK\") [or L'enlèvement de Michel Houellebecq; or equivalents]", "The Map and the Territory [or La carte et le territoire]", "al-Qaeda [or al-Qa'ida]"], "parts_sanitized": ["Identify this event, the subject of a 2014 comedy film by Guillaume Nicloux (\"ghee-YOME nee-CLOO\"). Its central author spends the film drinking and debating the filmmakers about his own biography of H. P. Lovecraft and what he calls the \"concentration camp\" architecture of Le Corbusier.", "The movie is based on a 2011 incident in which Houellebecq went missing while promoting this 2010 novel, for which he won the Prix Goncourt. This novel involves a fictionalized murder of Houellebecq himself.", "Some rumors held that Houellebecq had been kidnapped by this terrorist group, whose leader was killed in a raid in Abbottabad in 2011."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "Tim Spector led a \"British\" version of this project, which collaborated with Jeff Leach's \"Human Food Project\" before he was indicted for sexual assault. For 10 points each:", "answers_sanitized": ["American Gut Project [or AGP; accept British Gut Project or BGP]", "Venezuela [or Bolivarian Republic of Venezuela; or República Bolivariana de Venezuela]", "C-sections [or Caesarean births; or elective C-sections]"], "parts_sanitized": ["Name this citizen science project that collected thousands of human microbiome samples. Rob Knight's lab at UCSD led this project, which sought to identify the composition of the \"Western\" microbiota.", "American Gut Project samples are often compared with those of the Guahibo people in this country, where María Dominguez-Bello profiled the Yanomami microbiome near Puerto Ayacucho.", "Dominguez-Bello used Venezuelan data to argue that this procedure drastically alters microbiome composition, inspiring a fad for \"vaginal seeding.\" Over half of all Brazilian mothers opt for this procedure."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "The traditional techniques of these places were recreated at Te Parapara in Hamilton. For 10 points each:", "answers_sanitized": ["Māori gardens [or ngā māra or māra kai or māra tautāne or waerenga; accept mahinga kai; prompt on gardens or equivalents; prompt on Māori villages or other similar answers; prompt on gardens in Aotearoa or New Zealand]", "sweet potatoes [accept yams; accept Ipomoea batatas; accept batatas; accept boniatos; do not accept or prompt on \"potato\"]", "Korean cuisine [or Hanguk; or Daehan Minguk; or South Korea or Republic of Korea]"], "parts_sanitized": ["Identify these places that often contain Cordyline. A book by Helen Leach traces the thousand-year history of these places, which are often made with kō sticks. Description acceptable.", "Māori gardens have historically centered on the kūmara variety of this starchy staple vegetable that is now popular with bodybuilders. Thanksgiving recipes often candy these root vegetables.", "Roasted sweet potatoes, or \"goguma,\" are a common street food in this national cuisine, which also prepares sweet potato starch to resemble \"glass.\" Single people eat dishes made with a black bean paste on this country's \"Black Day.\""], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "Stephen Montgomery's GWAS (\"G-woss\") studies on Sardinians have not found a life-extending genetic variant to explain these places. For 10 points each:", "answers_sanitized": ["Blue Zones", "happiness [or being happy or equivalents; accept Gross National Happiness or GNH; accept The Blue Zones of Happiness]", "Seventh-day Adventists [prompt on Protestants or Christians]"], "parts_sanitized": ["Name these alleged hotspots of longevity that include Okinawa and Costa Rica's Nicoya Peninsula. A 2019 preprint argues that these places are really just hotspots of poor birth records.", "Dan Buettner conceived the Blue Zones and extended them to hotspots of this concept in Mexico, Denmark, and Singapore. Positive psychology studies this concept, which Bhutan famously measures as a Gross National characteristic.", "Surprisingly, one of the Blue Zones is located in the US city of Loma Linda, where many people follow this religion. In 2005, they added \"Growing in Christ\" to their 27 Fundamental Beliefs to make 28."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Glenn Adamson wrote a defense of the \"progressive\" form of this practice to diversify collections, whose regular form was opposed by many art professionals in a letter addressed to the di Rosa Foundation. For 10 points each:", "answers_sanitized": ["deaccessioning [or word forms]", "Wayne Thiebaud (\"TEE-boh\")", "Jackson Pollock [or Paul Jackson Pollock]"], "parts_sanitized": ["Give this specific term for a practice that the Association of Art Museum Directors requires \"not be used for operations or capital expenses.\"", "Among the signatories of the di Rosa letter was this artist, who at age 99 contributed a painting of an ice cream cone titled Double Scoop for a New Yorker cover in 2020. He’s known for painting confections.", "In September 2020, Syracuse's Everson Museum of Art announced that it would deaccession this Abstract Expressionist's 1946 painting Red Composition. In a 2000 biopic, Marcia Gay Harden played his wife, the painter Lee Krasner."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This idea requires sustaining a small \"bubble\" around a spaceship within which the vacuum energy density is negative. For 10 points each:", "answers_sanitized": ["Alcubierre (\"ahl-koo-BYAIR-ay\") warp drive [or Alcubierre metric; or Alcubierre drive; prompt on warp drive]", "time dilation [prompt on dilation]", "Casimir effect [accept Casimir force; prompt on van der Waals forces, as one theory holds that it's a variety of them]"], "parts_sanitized": ["Name this solution to Einstein's field equations, proposed by an eponymous Mexican physicist, which would theoretically allow faster-than-light travel without violating special relativity.", "Thanks to this effect predicted by special relativity, a spaceship using an Alcubierre warp drive could make it to Alpha Centauri in weeks, though for an outside observer it would look like thousands of years.", "Alcubierre suggested sustaining a negative energy density with this effect, first physically observed in 1997. Quantum electrodynamics explains this weak, long-range attraction as a result of induced vacuum fluctuations."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "The FBI has found that the transient lifestyle of people in this profession has made them some of the most likely people to become serial killers. For 10 points each:", "answers_sanitized": ["truck drivers [or truckers; or teamsters; or lorry drivers; prompt on drivers]", "Alaska [or AK; accept Alaskan king crab] (The shows were Ice Road Truckers and Deadliest Catch.)", "electronic logging device [or ELD or E-log; accept AORBD; accept digital tachograph]"], "parts_sanitized": ["Identify this occupation. Loadsmart and the now-defunct Starsky Robotics were startups trying to automate these people out of a job.", "Truck drivers in this state were glorified in a reality series produced by Thom Beers, who had earlier found success glamorizing the life of king crab fishermen departing from this state's port of Dutch Harbor on another reality show.", "A much-hated rule that came into effect in 2016 required truckers to use these devices, which replaced paper books, to record miles traveled and hours driven."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "After gaining fame from this book, its author wrote multiple texts about shamanism based on his \"training\" with the Shuar people of Ecuador. For 10 points each:", "answers_sanitized": ["Confessions of an Economic Hit Man", "money [prompt on related answers like credit or banking by asking \"what is the title word?\"; accept The Ascent of Money: A Financial History of the World; accept money supply or money stock]", "capital [or K; accept financial capital or human capital]"], "parts_sanitized": ["Name this book that advances similar arguments to its author’s A Game as Old as Empire. This 2004 John Perkins book alleges that firms like Chas. T. Main preyed upon developing countries by overstating the benefits of GDP growth.", "Niall Ferguson criticized Confessions of an Economic Hit Man in his 2008 history of this stuff's \"ascent.\" Ricardo Lagos distinguished \"inside\" and \"outside\" types of this stuff, whose optimal level was determined by Thomas J. Sargent.", "Money is used to measure the liquidated \"financial\" type of this factor of production, which does not flow to developing countries according to the \"Lucas paradox.\" The WEF and World Bank now track its \"human\" form."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Andrea Long Chu declared that this person's memoir She Wants It was \"a story about someone who responds to criticisms of their TV show by taking 'a glamping writers’ retreat' to El Capitan.\" For 10 points each:", "answers_sanitized": ["Joey Soloway [or Jill Soloway]", "Transparent", "Marfa"], "parts_sanitized": ["Identify this co-owner of topplethepatriarchy.com and founder of Wifey.tv who, with Sarah Gubbins, adapted the novel I Love Dick for television.", "Soloway is best known for creating this TV show, whose early seasons featured Jeffrey Tambor's character transitioning to become Maura Pfefferman.", "Soloway's adaptation of I Love Dick is set in this Texas artists' colony. Minimalist works by Donald Judd in this town have attracted gentrifiers who are raising taxes for its poor Latino residents."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "A lesbian woman passes for Black after leaving her gay husband in this author's novel Mislaid. For 10 points each:", "answers_sanitized": ["Nell Zink", "Germany [or Federal Republic of Germany; or Bundesrepublik Deutschland; accept West Germany or FRG; accept East Germany or DDR or Deutsche Demokratische Republik]", "A Midsummer Night's Dream [or Ein Sommernachtstraum; accept the novel's title: Bottom's Dream or Zettels Traum]"], "parts_sanitized": ["Name this comic author whose love of birdwatching inspired her novel The Wallcreeper and her correspondence with Jonathan Franzen. This author of the punk rock novel Doxology responded to Avner Shats (\"ahv-NAIR shahts\") in Private Novelist.", "Nell Zink lives in this country, where North African refugees set up a protest camp in Jenny Erpenbeck's Go, Went, Gone. Franzen's Purity is partly set during an era when Stasi agents spied on this country's citizens.", "An event from this play names a very long novel by German author Arno Schmidt. The Discworld novel Lords and Ladies parodies this play, which is the signature play of the University of Michigan's Shakespeare in the Arb."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "In one speech, this man notes how “[the] government gives them the drugs, builds bigger prisons, passes a three-strike law, and then wants us to sing” a certain song. For 10 points each:", "answers_sanitized": ["Jeremiah Wright [or Jeremiah Alvesta Wright Jr.] (The common name of the sermon is the “God Damn America” sermon.)", "“audacity of hope” [accept The Audacity of Hope: Thoughts on Reclaiming the American Dream]", "Ebenezer Baptist Church"], "parts_sanitized": ["Identify this man who gave the controversial \"Confusing God and Government\" sermon at the Trinity United Church of Christ in 2003.", "This three-word phrase coined by Jeremiah Wright was used to title Barack Obama's 2006 follow-up to his book Dreams from My Father.", "More recently, Wright has appeared in attack ads against Raphael Warnock, a pastor at this church in Atlanta where both Martin Luther King Sr. and Jr. were pastors."], "subcategory": "American History", "category": "History"}]}