{"tossups": [{"question_sanitized": "The withdrawn anti-C·D·25 antibody daclizumab (“duck-LIZ-oo-mab”) was used to treat this disease. Other drugs used to treat this disease target alpha-4 integrin (“IN-tuh-grin”) and the sphingosine (“SFIN-go-seen”)-1-phosphate receptor. Perivenular (“peri-VEN-yew-lur”) inflammation creates Dawson’s fingers in this disease. Ocrelizumab (“oh-cruh-LIZ-oo-mab”) is an anti-C·D·20 antibody used to treat a variant of this disease with minimal waxing and waning. The McDonald criteria requires dissemination of lesions in space and time to diagnose this disease. Scanning speech, intention (*) tremor, and nystagmus comprise Charcot’s (“shar-COSE”) triad for this disease. Natalizumab (“nat-uh-LIZ-oo-mab”), glatiramer (“glah-TEER-ah-meer”) acetate, and interferon (“in-turr-FEAR-on”)-1·a are mainstays for its treatment. This disease has relapsing-remitting, secondary progressive, and primary progressive types. “Black holes” are chronic findings of this disease on T·1-weighted M·R·I, as are oligoclonal (“aw-lig-oh-CLONE-al”) bands on C·S·F. This disease is partly caused by destruction of oligodendrocytes (“aw-lig-oh-DEN-drow-sites”). For 10 points, name this autoimmune disease in which myelin (“maya lin”) is destroyed.", "answer_sanitized": "multiple sclerosis [or MS]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This telescope discovered a dwarf galaxy that resulted from the Milky Way’s last major merger, its namesake “Sausage.” The ASTRO-1 and ASTRO-2 subunits of this telescope are connected by a Basic-Angle Monitor or BAM. Although it wasn’t designed for this purpose, this mission will detect exoplanets by both the transit method and by measuring a&nbsp;“wobble.” Pan-STARRS hilariously discovered this telescope and classified it as a minor planet. Only the green G band was released in the first data release of this telescope but the blue G-sub-BP and G-sub-RP red bands were included in its April 2018 (*) D·R·2. This successor to Hipparcos has measured over 1 billion stars’ proper motions and has achieved approximately 7 microarcsecond precision on the parallax of those stars. For 10 points, identify this E·S·O space telescope named for a Greek goddess.", "answer_sanitized": "Gaia", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "A diagram representing an object in this field of mathematics uses “doodles” to represent generic points. Taking linear combinations of objects in this discipline that are closed, irreducible, and have codimension one yields a simple definition of Cartier (“car-tee-AY”) divisors. A “treasure map” in this discipline that illustrates the spectrum of the ring of integers is named for Mumford. A topology used in this field of mathematics defines a set to be closed if it is the vanishing set of a polynomial; that topology is named for Zariski (“zuh-RISK-ee”). Given an ideal I, the ideal generated by the vanishing set of I is the (*) radical of I, according to a theorem central to this field. Early texts in this field include the EGA and SGA by Alexander Grothendieck (“GROH-ten-deek”). Hilbert names the “zero-locus-theorem,” or Null·stellen·satz, that is used in this field to translate between varieties and the ideals of polynomial rings. For 10 points, name this field of mathematics that studies the geometric properties of non-linear polynomials.", "answer_sanitized": "algebraic geometry [prompt on geometry; prompt on algebra or commutative algebra or abstract algebra; prompt on ring theory]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "One value denoted by this letter is one less than the process mass intensity, and is multiplied by an unfriendliness factor Q to give a certain quotient. It’s not tau, but this letter is used to denote a function which is equal to a shifted Dirac delta function for a plug-flow reactor; that function is the residence time distribution. In an irreducible representation, this letter is the Mulliken (“MULL-uh-ken”) symbol for a doubly degenerate state. R.A. Sheldon developed a factor denoted by this letter which gives the ratio of waste mass (*) to product mass, which is a key value in green chemistry. In molecular point groups, this letter denotes the identity operation. A set of gerade d-orbitals designated by this letter are the upper two in an octahedral complex after crystal field splitting. This letter is used to label a chiral (\"KYE-rull\") molecule with the highest-priority groups on opposite sides of a double bond. For 10 points, give this letter which also designates the electrochemical potential in the Nernst equation.", "answer_sanitized": "E", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This quantity is written in a contracted form when the Kleinman symmetry condition holds. Thermal poling of glass enhances second-order nonlinearities in this quantity. Full permutation symmetry of the nonlinear coefficients of this quantity occurs in lossless media. &nbsp;Beams incident to materials where the second order of this quantity is nonzero will lead to optical rectification and the generation of radiation at twice the frequency of the laser. Four-wave mixing, sum-frequency generation, and second-harmonic generation are all phenomena that occur when the optical (*) response is a function of higher order terms of this quantity, and the Kerr (“care”) effect depends heavily on its 3rd-order term. &nbsp;More generally treated as a tensor of rank three or four, this quantity is a scalar for linear dielectrics. For 10 points, relative permittivity is equal to one plus what dimensionless quantity that measures the degree to which an electric field causes the polarization of a dielectric?", "answer_sanitized": "electric susceptibility tensor [accept optical susceptibility tensor; do NOT accept “magnetic susceptibility”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Description acceptable. The Vienna package is a set of programs used for this task. Cross-interaction grammars and stochastic context-free grammars are often used for this task. One approach to this task successively removes stems until none remain; that is called iterated loop matching. An M·F·E approach to performing this task was created by Zuker, which built on an algorithm built by Nussinov that maximized pairing. The results of this task can be confirmed via D·M·S probing, 1·M·7, 1·M·6, and/or N·M·I·A treatment in SHAPE-seq (“seek”), or using multidimensional chemical mapping. The Sankoff algorithm simultaneously (*) aligns and performs this task. Dynamic programming algorithms to solve this problem are unable to detect pseudo·knots, but can detect other features like stem loops, clover-leaf patterns, and helices. For 10 points, name this task which involves determining the three-dimensional configuration of a polymer of nucleotides.", "answer_sanitized": "nucleic acid structure prediction [accept DNA folding or RNA folding; accept anything that has “Nucleic acid”, “DNA”, or “RNA”, and “finding the shape of”, “solving the structure of”, “predicting the structure of”, “folding” together in some combination; accept “secondary structure” or “tertiary structure” or “3D structure” instead of just “structure” as well]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Gavrilov and Gavrilova derived a result which predicts that certain gaps close as this variable increases, called the compensation law. In the equations that describe the Gompertz-Makeham (“GOM-purtz MAKE-um”) law, the Makeham term is independent of this variable, but the Gompertz function takes it as a dependent variable. In a distribution in which this variable is stable, multiplying the population vector at time t by the dominant eigenvalue gives the population at time t+1. Different classes for this variable are represented by the different number of rows in an object whose characteristic equation is the Euler-Lotka equation; that object is the (*) Leslie matrix. The average level of this variable attained is higher for populations that follow Type I curves, compared to those that follow Type III curves. In the last stage of the demographic transition model, the structure of this variable may take on an “inverted pyramid” shape. For 10 points, give this variable which is very high for centenarians.", "answer_sanitized": "age [prompt on time]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "Myers’ bit-vector algorithm for approximating this task encodes differences between adjacent cells with just two bits. A supply function is used to construct a factor oracle in linear time in one algorithm for this task. &nbsp;Galil achieved a linear worst-case execution time for this task by introducing an addition shift in one algorithm for it. One algorithm for this task commonly uses a random polynomial over GF(2) as a fingerprint. Approximation algorithms for this task satisfy a threshold for a quantity computed by flood filling a matrix in the Wagner-Fischer algorithm; that quantity is a metric named for (*) Levenshtein. A simple version of a sublinear algorithm for performing this task performs a right to left scan using just the occurrence heuristic, while another uses a rolling hash function. Those are the Boyer-Moore and Rabin-Karp algorithms. For 10 points, name this task of finding all positions in which a pattern occurs in a text.", "answer_sanitized": "string matching [accept string searching or pattern matching or pattern searching; accept approximate string matching, approximate string searching, approximate pattern matching; prompt on string comparison or string alignment]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "This virus is genotyped using its g·B protein. Letermovir (“luh-TURR-moh-veer”) is used for prophylaxis against this virus. This virus’ immediate early enhancer element is combined with the chicken beta-actin promoter and the rabbit beta-globin (“GLOBE-in”) splice acceptor to form the C·A·G promoter. This virus causes frosted branch angiitis (“an-JAI-tiss”) and a pizza pie appearance when it infects the retina. In another setting, this virus causes hepatosplenomegaly (“huh-PAT-oh-splenn-oh-MEG-uh-lee”), microcephaly and periventricular (“peri-ven-TRICK-yew-lurr”) calcifications. It’s not (*) Epstein-Barr, but infection with this virus causes a monospot-negative form of mononucleosis. Ganciclovir (“gann-SIKE-luh-veer”) is used to treat this virus. It is particularly dangerous when C·D·4 count drops below 50 and in transplant recipients, where it can cause pneumonia, colitis (“co-LIGHT-iss”), and esophagitis (“uh-SOFF-uh-JITE-us”). For 10 points, name this herpesvirus, the C in the TORCH complex, named for the fact that the cells it infects become enlarged.", "answer_sanitized": "CMV [or human cytomegalovirus or human herpesvirus-5 or HHV-5]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The deltate and croconate dianions are formed by polymerizing this molecule. A complex containing four of this molecule is dissolved in dioxane and complexed to sodium to form Collman’s reagent. It is removed from a reactant and added to Wilkinson’s catalyst in the Tsuji-Wilkinson reaction and appears trans from chloride in Vaska’s complex. This molecule gives distinct I·R signals at equatorial and axial positions in a compound containing five of this molecule complexed with iron. It appears just greater than (*) cyanide in the spectrochemical series and is added to methanol in both the Monsanto and Cativa process. When unbound, this molecule has a stretching mode at 2143 wavenumbers. This compound reacts with water to form hydrogen gas in the water-gas shift reaction. It serves as the ligand in metal carbonyl (“CAR-bun-eel”) complexes and binds 200 times more strongly to hemoglobin than O2 does. For 10 points, name this poisonous diatomic gas formed from incomplete combustion.", "answer_sanitized": "carbon monoxide [or CO]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Beth used an apparatus consisting of a doubly refracting plate suspended from a quartz fiber to measure the torque produced by this quantity. Near a slowly charging parallel plate capacitor, this quantity points inward towards the axis. Solving the Feynman (“FINE-mun”) disk paradox requires equating the flow of momentum with the flow of this quantity. The first row and column of the electromagnetic stress energy tensor contain components of this quantity. The statement that the time derivative of the energy density plus the divergence of (*) this quantity equals negative E dot J is an expression of energy conservation. The pressure exerted by electromagnetic radiation on a perfectly absorbing surface is equal to one over c times the time average of this quantity, and the energy flux density of electromagnetic waves is represented by this quantity. For 10 points, name this vector quantity equal to one over mu-naught times E cross B, often written as S.", "answer_sanitized": "Poynting vector [accept just Poynting after “vector quantity”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Penn’s Johnson lab created D·N·A biosensors out of field effect transistors made of this substance. Superconductivity with p-wave electron symmetry has been observed in this substance placed on top of a doped d-wave superconductor. Trigonal warping occurs in a configuration of this substance named for Bernal. Precursors of this compound are generated using potassium permanganate, sodium nitrate, and sulfuric acid in the modified Hummers method. The fact that this material completely suppresses backscattering is derived by noting that under (*) pseudo·spin conservation, chiral (\"KYE-rull\") electrons cannot have a scattering angle of 180 degrees. This material demonstrates anomalous quantum Hall effect due to its electrons behaving as massless Dirac fermions. It was first created by mechanical exfoliation of graphite with scotch tape. For 10 points, name this material composed a single hexagonal layer of carbon atoms.", "answer_sanitized": "single layer graphene [or bilayer graphene; or graphene oxide]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Wang and Moin accurately simulated the far-field noise spectra of these objects using the Lighthill equation developed by Ffowcs-Williams and Hall, which assumes these objects are an infinite half-plane. Moving objects named for Fowler can increase these object’s chord and camber. The mapping [read slowly] “z plus one over z” transforms a circle in the complex plane to one of these objects; a related transform named for Trefftz and Karman has a nonzero trailing edge angle. These objects have a double wedge or biconvex shape when used in (*) supersonic flows. Flow separation occurs when their angle of attack is high, and the stall point for these objects is the angle past which lift begins to decrease. For 10 points, what objects represent the profile of a body that creates an aerodynamic force when moved through a fluid, examples of which include the cross section of a wing.", "answer_sanitized": "airfoils [or aerofoils; accept supersonic airfoil; accept thin airfoil; accept airfoil sections; accept wing sections before mention; prompt on wings, sails, or blades with “What construct is used to model them?”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "If the ring of integers of Q adjoin tau has this property, then j of tau must be an integer, so Ramanujan’s constant and related numbers are remarkably close to integers. Only finitely many imaginary quadratic fields have this property, according to the Stark-Heegner theorem. Gauss’s lemma on primitive polynomials applies when the polynomials’ coefficients lie in a ring with this property. A Dedekind domain has this property if and only if its class group is trivial. If a ring can be equipped with a Euclidean (*) division algorithm, then it must also have this property. Every principal ideal domain has this property. The canonical example of a ring that lacks this property is the quadratic integer ring Z adjoin the square root of negative five. The integers have this property, according to the fundamental theorem of arithmetic. For 10 points, give this property of rings in which there is only one way to express each element as a product of primes.", "answer_sanitized": "unique factorization [accept answers indicating a unique factorization domain or a UFD; prompt on answers suggesting that every ideal is principal or indicating a PID by asking “what is the weaker property that every principal ideal domain must have?”]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "In this model organism, VAL·1/VAL·2 double mutants can’t develop beyond the embryonic stage. An F·K·F·1/G·I or CRY·2/C·I·B·1 system can be used to opto·genetically control transcription in this organism. The 1001 genomes project catalogues variation in this organism. Univalents, or chromosomes not paired to their homologs during meiosis (“my-OH-sis”), are found in the S·D·S mutant of this organism. This organism uses its R·P·S·2 gene to resist infection by Pseudomonas (“su-doh-MOAN-us”) syringae (“ser-IN-jee”). The FRIGIDA (\"FRIH-jih-duh\") gene dominates in types of these organisms that undergo (*) vernalization. The SUPERMAN and clark kent genes code for a zinc finger necessary for development this organism’s tissue boundaries. The 125 m·b·p genome of this organism is stored in five chromosomes. This organism is transfected using T plasmids from Agrobacterium (“AG-ruh-back-TEER-ee-um”). For 10 points, name this small plant model organism of the mustard family.", "answer_sanitized": "Arabidopsis thaliana [or A. thaliana; or thale cress; or mouse-ear cress]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "“A 2.4% determination of” this quantity was the final measurement of a group at Johns Hopkins using WFC3’s (“whiff-see-3s”) spatial scanning mode. Using the low multipole data from Planck results in a value 9% larger for this quantity than that from the high multipole data. “Cosmology at a Crossroads,” a review subtitled for this quantity, was written by Wendy Freedman. The existence of an additional relativistic species is one of several “new physics” explanations for the now 3.6-sigma tension between this value measured locally and by Planck. The (*) distance to the Large Magellanic Cloud is the largest systematic error in measuring this quantity using Cepheids. &nbsp;In a flat universe with no cosmological constant, two thirds multiplies the inverse of this value to get the age of the universe. It is given in units of kilometers per second per Megaparsec. For 10 points name this constant of proportionality between recession velocity and distance named for a University of Chicago astronomer.", "answer_sanitized": "Hubble-Lemaitre constant [or Hubble parameter or H0 or H-naught]", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "Liddle, Parsons, and Barrow first formalized this approximation in 1994, comparing their approach to one based on the Hamilton-Jacobi equations. This approximation becomes its “ultra” form when the density decreases faster than a length scale to the sixth power, which would be faster than “free fall.” Using this approximation simplifies two equations to “H squared equals 8 pi over quantity 3 times the Planck mass squared close quantity times V” and “3 H phi-dot equals negative V prime.” The main parameter of this approximation is epsilon, the negative of “d log H over d log of the scale factor,” and must be less than one in order to produce 60 e-foldings. When this approximation no longer holds, reheating can occur. This condition treats a certain (*) scalar field as though it sits on a relatively shallow potential. For 10 points, name this condition that is present in most modern inflation theories. ", "answer_sanitized": "slow roll approximation", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "They’re not alkenes, but Tara Meyer’s group found molybdenum-based catalysts for the meta·thesis of this functional group. Tri·aryl varieties of these compounds are created using P·C·l·5 in the Stieglitz rearrangement. Franklin Davis first synthesized derivatives of this functional group containing a chiral (\"KYE-rull\") sulfinyl (“sull-fin-EEL”) group, which are commonly prepared using the Andersen reagent. Along with a pair of hydroxyl, two of this functional group bridge two benzene derivatives in the Salen (“SAY-len”) ligand. This functional group forms the bond between P·L·P and a (*) lysine residue in an amino·transferase. These compounds are intermediates in “reductive amination”, where they are reduced by sodium cyano·boro·hydride. Substituted examples of these compounds are called Schiff bases. For 10 points, name these compounds which contain a carbon double bonded to a nitrogen.", "answer_sanitized": "imine [accept aldimine or ketimine; accept Schiff base before mention; do NOT accept “amines”, ask them to spell it if you have to]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Simulations in which this quantity is increased in an idealized system at T·O·A are often modeled on a 1997 paper by Hansen et. al, which introduced “ghost” forms of this quantity at arbitrary heights to model the response of lower layers. Adjustments which account for fast feedbacks are included in the “effective” version of this quantity introduced in the Fifth Assessment Report. The change in temperature divided by the change in this quantity equals the inverse of lambda, or the (*) sensitivity parameter. This quantity, which is typically measured at the tropopause or the top of the atmosphere, can be defined as the net insolation. In the Northern Hemisphere during the winter, this quantity is approximately 50 watts per square meter greater than in the summer. The magnitude of a perturbation to a climate budget is given by, for 10 points, what term for the net energy absorbed by a climate from an external source?", "answer_sanitized": "radiative forcing [or climate forcing or effective forcing or ghost forcing or net forcing; prompt on climate change; prompt on radiative flux, saying “we’re looking for a climate science term”; accept net insolation before “insolation”; do not accept or prompt on “force”]", "subcategory": "Earth Science", "category": "Science"}, {"question_sanitized": "A generalization of this method to quantile regression was shown to be consistent by Meinshausen. The upper bound for the generalization error of this method can be expressed via the c/s2 ratio. BARTs capture additive information that is lost by the independence assumption of this method. An open conjecture states that AdaBoost is equivalent to this method because AdaBoost’s weights behave ergodically. The Microsoft Kinect trained this method with depth image features to disambiguate between body parts. Tin Kam Ho proposed projecting features to a (*) subspace and then training to improve the generalization accuracy of this method. Instead of K-fold cross validation, this method measures the error of each model using inputs that a given model has not been trained on to set hyperparameters. Breiman and Cutler trademarked an implementation of this classifier, each member of which is trained by creating a bootstrap set from the input and repeatedly splitting on random features. For 10 points, name this ensemble classifier of many decision trees.", "answer_sanitized": "random forests [accept decision forests; accept random decision forests; do not accept or prompt on “decision tree”]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "To regulate this process, Rif·1 recruits protein phosphatase (“FOS-fuh-tace”) 1, which antagonizes the role of D·D·K in initiating it. During this process, phosphorylation (“fos-FOR-il-ay-shun”) of Sld·2 and Sld·3 helps form the C·M·G complex. The tau subunit of one protein synchronizes this process in the “trombone model” of it. One protein vital to this process contains P·I·P-like motifs to interact with M·l·h·1 and Rev·1; that protein requires a R·F·C “loader” complex for its function. The S·V·40 Large T antigen binds to a sequence that directs this process in many eukaryotic plasmids. M·c·m·2 through 7 and c·d·c·6 create a complex that initiates this process. A trimeric P·C·N·A (*) sliding clamp increases the processivity (“PRO-cess-CIV-it-ee”) of one enzyme that catalyzes this process, which usually begins in A·T-rich “origins”. In eukaryotes, this process requires the ligation of Okazaki (“OH-cuh-ZAHK-ee”) fragments on the lagging strand. For 10 points, name this process that occurs semi-conservatively in the S phase of the cell cycle. ", "answer_sanitized": "DNA replication [accept S phase before mention; prompt on DNA synthesis, interphase, proliferation, mitosis, cell division, meosis]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A 2013 paper by Hesslink and IJbema distinguishes “polite” and “buffered” forms of these constructs. Turnstiles only need one of these things for implementation, while a rendezvous needs two. &nbsp;They’re not virtual memory, but the T-H-E Multiprogramming System was the first O·S to use these things at Level 0. Hilzer generalized one problem solved using these things to include a step for payment; that problem involves customers waking up a (*) barber. Peterson’s algorithm is an alternative to these things for solving the critical section problem. In the paper that proposed these constructs, the “indivisible” P-operation and V-operation were used to increment these constructs. Binary ones are used to implement locks and mutexes. These constructs are used to control access to utensils in a solution to the dining philosophers problem proposed by Dijkstra. For 10 points, name these variables which are used to control access to shared resources.", "answer_sanitized": "semaphore [prompt on mutex or lock before mention]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "Known values of this quantity, along with E values, are inputs for the RANTAN algorithm, which relies on Karle and Hauptman’s tangent formula. Use of “negative quartets” of this quantity has largely replaced triplet relationships in direct methods. One method of calculating this quantity involves creating a map containing N times N minus 1 peaks when N points are involved. This quantity can be estimated by soaking the sample in (*) heavy metal solution. Issues stemming from inability to measure this quantity can be overcome by using Sayre’s equation to calculate the structure factor. MAD, SAD, and isomorphous replacement are used to solve a problem named for this quantity in X-ray crystallography. When the incident angle equals the reflecting angle and this quantity is identical for two waves, constructive interference occurs. For 10 points, give this quantity which characterizes a waveform along with its amplitude.", "answer_sanitized": "phases (in X-ray crystallography) [or phase angle or phase shift; prompt on angle]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "For electrons in a nanotube, the orbital magnetic moment splits this quantity with an energy 5-10 times larger than Zeeman (“ZAY-mahn”) splitting. The Coulomb energy difference between I·A·S states or mirror nuclei are explained by breaking of the symmetry of this quantity. The charge multiplicity number equals [read slowly] “two times this quantity plus one.” Electric charge equals the hypercharge divided by two, plus the third component of this quantity, according to the (*) Gell-Mann-Nishijima formula. Strong interactions conserve this quantity. Like a related quantity, its symmetry group is SU(2), and one of its components is equal to one half times the difference in the number of up and down quarks. For 10 points, name this quantum number posited by Heisenberg to explain the differences between protons and neutrons.", "answer_sanitized": "isospin [accept isotopic spin or isobaric spin; accept third component of isospin; do not accept or prompt on “spin”; do NOT accept “weak isospin”, as that is a different thing entirely]", "subcategory": "Physics", "category": "Science"}]}