{"tossups": [{"question_sanitized": "In the H·R·R model, one type of this quantity is proportional to the J-integral divided by the yield stress. In the direct stiffness method, shape functions are used to interpolate this quantity. For a simply-connected body, this quantity can be obtained via an integral if the Saint-Venant (“saint-ven-aunt”) tensor vanishes. A continuous single-valued field of this quantity exists if the system meets the compatibility conditions. In the finite element method, stress and strain are expressed in terms of (*) nodal values for this quantity. In continuum mechanics, the deformation gradient tensor equals the identity matrix plus the gradient of a field of this quantity, since this vector quantity equals the deformation vector minus the coordinate vector. Because restoring forces act in the direction opposite this vector, there is a minus sign in Hooke’s law. For 10 points, the spring force is proportional to what vector whose time derivative is velocity?", "answer_sanitized": "displacement [accept crack tip opening displacement or CTOD]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Herbst et al used a 0.15 mag decline in brightness over 200 days of observation to estimate the radius and &nbsp;this quantity for T Tauri. Burstein, Haynes, and Faber analyzed a theory revived by Valentijn (“Val-en-teen”) that involved applying corrections to measured galaxy properties based on this quantity. In the LIGO (“LIE-go”) kilonova analysis, this quantity showed the largest degeneracy with Hubble constant value. The unified theory of A·G·Ns proposes that (*) differences between observed A·G·Ns are explained by differences in this quantity. To correct for this quantity when using Kepler’s third law to determine mass, big M plus little m is divided by the cube of the cosine of this quantity. Along with the right ascension of the ascending node, this orbital element describes the orientation of the orbital plane. For 10 points, name this quantity symbolized lowercase i, the angle between the orbital plane and a reference plane.", "answer_sanitized": "angle of inclination [or inclination angle, prompt on i, prompt on orientation angle, prompt on descriptive answers like “the angle at which you are observing something”]", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "Lindstrom and Bates determined that in fitting this type of model, Newton-Raphson generally outperforms E·M. Restricted maximum likelihood methods are most commonly applied to models of this type. Judge, Pavlidis, and Brooks improved on an earlier “with or without you” model by developing a model of this type named C·S·A·A, and later extended that model into a comprehensive pitching metric, D·R·A. A set of equations for fitting this type of model is named for Henderson and contains parameters commonly known as BLUE and BLUP. L·m·e·4 is an R package that creates (*) generalized linear models of this type. The general form of this type of model is usually represented as “y equals x beta plus z u plus epsilon”, where beta and u are design matrices. For 10 points, name this type of model which contain both fixed and random effects.", "answer_sanitized": "generalized linear mixed effect models [accept generalized linear mixed error-component models; accept GLMM; prompt on linear models or generalized linear models or GLM, they have to say “mixed” for points essentially] ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "While unrelated to auxins (“OX-ins”), the human protein Pin·1 is an enzyme which acts on this amino acid. The S·H·3 domain binds to motifs rich in this amino acid. Cyclophilins (“sike-low-FILL-inz”), which are inhibited by cyclosporine (“sike-low-SPORE-een”), catalyze a reaction involving this amino acid. Trigger factors are chaperones which aid protein folding by catalyzing a reaction involving this amino acid. If the activation energy of protein folding is 20 kilocalories per mole, the rate limiting step is most likely dependent on the (*) isomerization of this amino acid, which locks the backbone phi (“fye”) angle at negative 65 degrees. While most peptide bonds exist almost exclusively in the trans conformation, peptide bonds involving this amino acid occasionally exist in the cis conformation. This amino acid and glycine (“GLY-seen”) comprise the majority of collagen, where it undergoes a vitamin C dependent hydroxylation reaction. For 10 points, name this secondary amine amino acid. ", "answer_sanitized": "proline [or Pro]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Continuous and semi-continuous mass measurement of these systems is often accomplished using a Dekati mass monitor or a tapered element oscillating microbalance. The evolution of the number distribution of these systems with time can be described using a general dynamic equation, which neglects the effects of cluster-cluster agglomeration. Constituents of these systems may be in Aitken mode, accumulation mode, or coarse mode based on their size, which often changes through (*) hygroscopic growth. In atmospheric science, “primary” examples of them form from direct emissions such as volcanic eruptions, while “secondary” examples form from nucleation of existing particles. They’re not refrigerants, but before the Montreal protocol, C·F·Cs were common propellants used to create these systems. For 10 points, name these colloids which consist of evenly dispersed particles of solid or liquid in a gas, and which are found in spray cans.", "answer_sanitized": "aerosols [prompt on colloids or suspensions or emissions, or particulates, or particulate matter, or PM; prompt on drops by stating “what general type of substance do the liquid drops compose?”]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A construct used to describe these phenomena lacks orthogonality in the presence of vignetting. The quotient of peak intensity with and without these phenomena gives the Strehl ratio. The effects of these phenomena on a P·S·F intensity distribution are described by the phase transfer function component of an O·T·F. These phenomena are conveniently described by a complete set of functions which can use either the Fringe or Noll indices and which are orthogonal over the unit circle. GRIN materials (*) correct for one of these phenomena. These phenomena, some of which are deviations from the paraxial approximation, are described using Zernike (“ZUR-nih-kuh”) polynomials. Visually, they can be shown via a ray trace analysis in which not all rays converge on a single point. For 10 points, identify these optical phenomena with “spherical” and “chromatic” varieties, a type of image distortion.", "answer_sanitized": "optical aberrations [accept chromatic aberration or spherical aberration; anti-prompt on distortion]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "When this theory is applied to objects of infinite order, its central structures can be expressed as an inverse limit, so they are profinite. In a technique from this theory, a Tschirnhaus (“churn-house”) transformation is applied when the resolvent is not separable. The structures central to this theory are generated by the Frobenius (“fro-BEN-ee-us”) map when it is studied in positive characteristic. The criterion for the constructibility of a regular n-gon can be derived by using this theory to determine when an nth root of unity is contained in a sequence of quadratic extensions. Certain “intermediate” structures correspond to the (*) subgroups of this theory’s namesake groups, according to its fundamental theorem. This theory can be phrased in terms of automorphisms of field extensions or in terms of permutations of polynomial roots. It was used to prove the insolubility of the quintic. For 10 points, name this theory developed by a French mathematician who was killed in a duel at age 20.", "answer_sanitized": "Galois (“gal-WA”) theory", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "Broadcasting from reservation stations onto a C·D·B eliminates the need to directly reference these things. A major node of an expression tree has an Ershov number equal to or greater than the number of these things available. A cost array indexed by these things is evaluated for the strong normal form of each subtree in the Aho-Johnson algorithm. These things are implicitly renamed in Tomasulo’s scheduling algorithm. The Sethi-Ullman algorithm is optimal because it only (*) stores values in these locations once per major node. Scoreboarding checks for name dependency between these locations before sending instructions to functional units. RISC (“risk”) architectures only allow arithmetic operations between these locations. A primary concern in code generation is the allocation of—for 10 points— what memory locations placed directly in C·P·Us?", "answer_sanitized": "registers [accept any kind like processor register, hardware register, data register, etc as long as the answer includes register]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "Ranpirnase (“ran-PEER-nace”) and amphinase (“AM-fin-ace”) are examples of these enzymes which are cyto·toxic to tumors. Their L isozyme (“ICE-oh-zime”) is interferon (“in-turr-FEAR-on”)-dependent. A protein which inhibits these enzymes is the canonical example of an alpha/beta horseshoe containing leucine (“LEW-seen”)-rich repeat protein. One of these proteins extracted from bovine pancreas is stable at 100 degrees celsius. These enzymes are inactivated by treating water with di·ethyl pyro·carb·onate and autoclaving for 15 minutes. One of these enzymes spontaneously (*) refolded after urea and beta-mercapto·ethanol were removed in Anfinsen's experiment. In addition to its polymerase activity, reverse transcriptase (“tran-SCRIP-tace”) contains a domain which acts as the H isozyme of these enzymes. Drosha and Dicer are examples of these enzymes which act on double-stranded substrates. For 10 points, name these enzymes which degrade an uracil-containing nucleic acid.", "answer_sanitized": "RNAses [or ribonucleases, accept ribonuclease inhibitor, accept specific RNAses like RNAse A and RNAse H; prompt on “nucleases”, “exonucleases”, or “endonucleases”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Vinokur et al. observed earliest evidence of superinsulation in thin films of this metal’s nitride. Honda and Fujishima discovered the photolytic properties of this metal’s dioxide that makes it the material of choice for self-cleaning glass. The Nugent-RajanBabu reagent is a dimerized form of a compound containing this metal bound to two chlorides and two cyclo·penta·diene rings. A reagent containing this metal is created from a precursor by reacting with tri·methyl·aluminum. One compound containing this metal can be reacted with Grignard (“GRIN-yard”) reagents in a reaction that synthesizes cyclo·propanols from esters; that (*) iso·prop·oxide derivative is used to synthesize chiral (\"KYE-rull\") epoxides in a reaction named for Sharpless. It’s not ruthenium, but Schrock carbene reagents containing this metallic ion such as Petasis reagent and Tebbe’s reagent are used for olefination (“ol-fin-AY-shun”). For 10 points, name this transition metal whose tri·chloride is commonly found in Ziegler-Natta catalysts symbolized Ti. ", "answer_sanitized": "titanium [or Ti before mention]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "These equations are discretized by generating cells with pressure at the center and velocity components on the edges in the Marker and Cell method. Through the use of a bound on the L4-norm, Ladyzhenskaya (“lah-DEE-zhen-skaya”) showed that these equations admit global unique solutions in two dimensions. The fact that quantities under a version of this equation evolve either supercritically or non-coercively was used by Terence Tao to show that there exists a solution with finite-time (*) blowup. Applying the continuity equation obtained from Reynolds’ transport theorem to the quantity rho times v gives a general form of this equation in terms of the stress divergence. The nonlinearity of these equations arises from their convective acceleration term, which is equal to of u dot del of u. A Millennium Prize Problem concerns the existence of smooth solutions to—for 10 points—what fundamental equations of fluid dynamics? &nbsp;", "answer_sanitized": "Navier-Stokes equations", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "The particles that comprise these objects were detected by the U·V observatory on the Student Nitric Oxide Explorer at 215 and 237 nanometers, confirming that these are more common in the Northern than Southern Hemisphere. A 2018 study by Franz-Josef Lubken found that these objects have formed more often since 1870 because higher methane levels resulted in a 40% higher concentration of water vapor. These objects, which form around the summer solstice, were studied by NASA using sounding rockets and the AIM satellite, confirming they consist of ice crystals which agglomerate onto cosmic dust. These objects can only be observed at (*) twilight, from about 80 kilometers above Earth’s surface, and are mostly observed between 50 and 70 degrees latitude, which is why they’re often called polar mesospheric clouds. For 10 points, name these highest clouds in the atmosphere, whose name indicates that they emit beautiful streaks of light after the sun goes down.", "answer_sanitized": "noctilucent clouds [or night shining clouds; accept polar mesospheric clouds before “mesospheric”; prompt on clouds or mesospheric clouds]", "subcategory": "Earth Science", "category": "Science"}, {"question_sanitized": "The topicals resiquimod (“rez-ICK-wuh-mod”) and imiquimod (“imm-ICK-wuh-mod”) are agonists of these proteins. U·N·C·93·B is required for endosomal trafficking of some of these proteins. The C-terminal domain of these proteins has a motif named for its homology to the I·L-1 receptor. Some of these proteins signal through T·R·I·F, T·B·K·1 and I·R·F·3, while most signal through My·d·88, which activates I·R·A·K kinases and N·F-kappa-B. These proteins’ N-terminal domains contain several 24-residue leucine-rich repeats that form a horseshoe. The 11th of these proteins, which is active in mice but a pseudogene in humans, interacts with profilin from (*) Toxoplasma gondii (“GONE-dee-eye”). Jules Hoffman won a Nobel Prize for characterizing these receptors, which were predicted by Charles Janeway of textbook fame. L·P·S and fragments of peptidoglycan are common triggers for these receptors. They are expressed on dendritic cells and macrophages. For 10 points, name these pattern-recognition receptors critical to innate immunity.", "answer_sanitized": "Toll-like receptors [or TLRs]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Nenciu and Rasche applied a version of this theorem to switching functions to give a non-perturbative proof of the Gell-Mann and Low theorem. Yaffe et al showed that the flux-averaged charge transport in the Quantum Hall effect is an integer when this theorem is applied. Diagonal effects that do not obey this result are better accounted for by the Born-Huang approximation than the Born-Oppenheimer one. Devices obeying this statement have a runtime of about [read slowly] “epsilon over minimum gap squared” and are commonly used for quantum annealing. Systems which obey this statement while undergoing a cyclic process acquire a (*) Berry phase. This statement applies when the eigenvalue of the current state is far from the rest of the spectrum. For 10 points, name this theorem which states that under some conditions, a slow perturbation doesn’t change the eigenstate, which shares its name with thermodynamic processes that do not transfer heat.", "answer_sanitized": "adiabatic theorem [or adiabatic approximation]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "The diameter of vessels needed to carry this substance is the subject of Klaiber’s law. This substance falls into A·S·T·M Type I. If there are visible residues after dipping substrates in this substance, those substrates are subjected to cleaning by piranha solution. UV-generated hydroxyl radicals are used to reduce T·O·C in this substance by oxidizing to C·O·2. Polishing is the final stage in the creation of this substance, which is subject to continuous E·D·I to maintain a resistance of (*) 18 mega·ohms. P·V·D·F tubing is used to carry this substance in microfabrication laboratories, which in molecular biology applications are dispensed from Milli·Q machines. For 10 points, name this substance whose only charged species are H-plus and O-H-minus.", "answer_sanitized": "ultrapure water [or UPW, or deionized water, or DI water or deionized distilled water or DDI water; prompt on water, prompt on distilled water; prompt on anything that suggested sterilized, filtered, or otherwise purified water]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A 2005 paper developed a function whose input is one of these mathematical objects based on the partition function of the Potts model from statistical mechanics. In the “drilling” step of Dehn (“den”) surgery, the open tubular neighborhood of one of these objects is removed from a 3-manifold. Invariants for these objects can be constructed from functions invariant under just two “regular” transformations, according to Kauffman’s principle. The boundary of a Seifert (“SEE-furt”) surface is one of these objects. Recursive skein relations are used to construct their Conway and (*) Jones polynomials. Two of these objects are equivalent if one can be reached from the other using just the three Reidemeister moves. There are two distinct, mirror-image versions of the “trefoil” one of these objects. Multiple examples of these objects can form links. For 10 points, name these embeddings of a circle into three-dimensional Euclidean space.", "answer_sanitized": "knots [accept links before mention since most of the clues apply to both]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "An instruction codenamed “Bull Mountain” on the Ivy Bridge architecture performs this task. Hastad and Luby proved that algorithms for this task exist if and only if one-way functions exist. Many algorithms for performing this task require efficient “jump-ahead” and “jump-back” operations. One algorithm for this task multiplies the output in one stage by an invertible tempering matrix to improve k-distribution. One class of methods for performing this task use Xorshift (“ex-OR-shift”) operations as part of a linear feedback shift register. The TestU01 library’s (*) “Big Crush” suite is used to test algorithms for this task. “Tiny”, “Crypt”, and “S·I·M·D-oriented fast” are variations on one of these algorithms, which has a period of &nbsp;2 to the 19937th minus 1; that method developed by Matsumoto is the Mersenne (“mur-SEN”) twister. Methods for this task can use the system clock for seeding. For 10 points, name this task involving creating patternless sequences.", "answer_sanitized": "pseudorandom number generation [or PRNG; accept language equivalents; accept pseudorandom generator or PRG since the clue about one-way functions more generally applies to randomly generating strings]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "Activity of this enzyme is measured using the substrate H·H·L or FAP·G·G. A common polymorphism in this enzyme is a 287-b·p insertion/deletion in intron 16. A class of medications that inhibits this enzyme is a common cause of drug-induced pemphigus (“PEM-fig-us”). This enzyme is inhibited in a challenge test to diagnose renal artery stenosis. This enzyme’s levels are elevated in 60% of sarcoid (“SAHR-coid”) patients. This enzyme cleaves off a histidine-leucine di·peptide. Inhibitors of this enzyme are given to (*) diabetics with micro·albumin·uria and to stop ventricular remodeling in heart failure. Because this enzyme breaks down bradykinin (“brady-KYE-nin”), inhibiting it can cause angioedema (“ann-jee-oh-UH-dee-muh”) and cough. Captopril (“CAP-tuh-prill”) and lisinopril (“lye-SIN-oh-prill”) are anti·hypertensives that inhibit this enzyme, which is highly expressed in lungs and works as part of the R·A·A·S system. For 10 points, name this enzyme that cleaves angiotensin I into angiotensin II.", "answer_sanitized": "angiotensin-converting enzyme [or ACE; do not accept or prompt on \"angiotensin I\" or \"angiotensin II\" or \"angiotensin\" or “angiotensinogen”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Data from this technique on mean square displacement is used for passive microrheology in Malvern’s Zetasizer instruments. A modification of this technique applied to opaque suspensions is called diffusing-wave spectroscopy. This technique uses Siegert’s relationship between functions labelled g-sub-2 and g-sub-1. When the distribution of decay rates in this technique is assumed to be mono·modal, DE Koppel’s cumulant method is used to equate that distribution to the first-order auto·correlation function. This technique is paired with size-exclusion chromatography to remove the need for (*) molar mass standards. This technique uses a monochromatic laser to analyze the Brownian motion of particles by measuring fluctuations in intensity, unlike similar “static” counterpart. For 10 points, name this technique used to measure the size distribution of particles or polymers in solution.", "answer_sanitized": "dynamic light scattering [or DLS or quasi-electric light scattering; or photon correlation spectroscopy; prompt on scattering or light scattering and do not accept or prompt on “static light scattering”]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The DAMIC (“dam-ick”) experiment unusually uses these objects to detect low-mass dark matter candidates. &nbsp;These objects are subject to the “brighter-fatter” effect and the existence of “tree rings” in these objects can lead to a lack of positional resolution. The DECals system uses a monochromator to systematically determine the response of these devices. A process called “deep depletion” vastly increases the (*) red sensitivity of these devices. Processing of data from these devices is begun with bias correction, dark current correction and flat field correction. These devices are made of mercury-cadmium-telluride for infrared optimization and silicon for optical detection. &nbsp;These devices are analogized to a “bucket brigade” since they are read out by shifting voltages systematically in order to move charge from each pixel to the next. For 10 points, name these detectors present in most modern telescopes and  cameras. ", "answer_sanitized": "Charge Coupled Devices", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "It has nothing to do with Feynman diagrams, but one method of calculating this function is an alternating sum over individual loops, then products of non-touching paired loops, etc; that is Mason’s rule, which calculates this function from block diagrams. The controllable canonical form and the observable canonical form are two methods for transforming between this function and a state space model. By equating the polynomial in the denominator of this function to zero, one can solve a system’s characteristic equation. The root locus is a plot of all possible poles for one of these functions for an open-loop system as a function K is varied from 0 to infinity. Poles and zeros of these functions are plotted on the (*) s-plane. For a circuit filter, this function is the ratio of the voltage at the beginning of the circuit to the voltage at the end. The Laplace transform of this function yields a system’s impulse response. For 10 points, give this term from control theory for functions that models outputs from each possible system input.", "answer_sanitized": "transfer functions [or network function; accept system function before “system” and prompt after]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "McKay et al used data collected on this region by IRIS instruments to show that its lapse rate is stable with respect to dry convection, but unstable to moist convection. Data from ALMA confirmed that this region contains vinyl cyanide and carbon chain anions. The 1944 paper confirming the existence of this region, which uses Jeans’ escape criteria to show it does not contain hydrogen, was authored by Gerard Kuiper (“KAI-purr”). This region is the largest one of its type to currently have large concentrations of compounds formed from solar irradiance and cosmic rays called (*) tholins. The “South Pole Vortex” is a mass of H·C·N gas within this region; H·C·N and tholins are responsible for the characteristic yellow-orange haze of the body it surrounds. This mixture contains about 95% nitrogen and 5% hydrocarbons, mostly methane, as confirmed by the Cassini-Huygens probe. For 10 points, identify this mixture of gases which covers Saturn’s largest moon.", "answer_sanitized": "Titan’s atmosphere [accept Titan’s troposphere; prompt on Titan before “mixture”]", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "The first catalytic example of this reaction was conducted by Hayashi and Ito using a substituted ferrocene (“FAIR-uh-seen”) catalyst and gold (I) as a trap, though Shibasaki claimed to have been the first in 1999 using a lithium-BINOL catalyst. Masamune (“mass-uh-MEW-nay”) and Reetz’s chiral (\"KYE-rull\") boron compounds are used in this reaction. Heathcock modified one reagent used in this reaction by noting that chelated S-imides direct Re (“ree”)-face reactivity, while non-chelated ones direct Si (“sigh”)-face reactivity. The fact that Z reactants give syn (“sin”) products in this reaction suggested that its transition state takes on a (*) chair conformation; that is the Zimmerman-Traxler model. Evans’ chiral (\"KYE-rull\") auxiliaries are used for stereochemical control in this reaction, in which a dehydration step follows the initial addition to form an alpha-beta unsaturated carbonyl (“CAR-bun-eel”). For 10 points, name this reaction, which when base-catalyzed begins with the removal of a hydrogen from a carbonyl to create an enolate (“EE-no-late”), which then reacts with another carbonyl.", "answer_sanitized": "aldol condensation [or aldol reaction]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This protein up-regulates the pmar1-hesC (“PEA-marr-one-hess-see”) axis during micromere specification in one organism. The planar cell polarity pathway is notably independent of this protein. Mutation in a protein that helps degrade this one causes Gardner’s syndrome. This protein displaces Groucho from binding to T·C·F. In the vegetal pole, disheveled prevents the degradation of this protein. This protein was the first discovered to contain an armadillo repeat domain, which are named after the homologue of this protein in Drosophila (“druh-SOFF-ill-uh”). A protein that degrades this one is a tumor suppressor which is mutated in (*) familial adenomatous (“a-DEN-o-mat-us”) polyposis (“paw-lee-POH-sis”). Axin, A·P·C and G·S·K·3·beta form a \"destruction complex\" that targets this protein. This protein is one of a family that forms complexes with cadherins (“cad-HERE-inz”) to regulate cell polarity. For 10 points, name this dual-function protein central to both cell-cell adhesion and the canonical Wnt (“wint”) pathway.", "answer_sanitized": "beta-catenin [prompt on catenin]", "subcategory": "Biology", "category": "Science"}]}