{"tossups": [{"question_sanitized": "The drug Vaprisol is an antagonist for this hormone, as are the Vaptan class of drugs and Democlocycline.  The syndrome of inappropriate this hormone is a common paraneoplastic effect of small cell lung cancer. This hormone triggers the phosphatidylinositol pathway throught V1 receptors in certain smooth muscle tissues.  Angiotension II acts to release both Aldosterone and this hormone.  This hormone differs from Oxytocin at only two amino acid residues, and its deficiency is the most common cause for Diabetes insipidus.  The major function of this hormone is to open aquaporins in the distal convoluted tubule and collecting ducts of the kidneys.  For 10 points, name this nine-peptide hormone that causes reduced urine volume.", "answer_sanitized": "Arginine Vasopressin [accept AVP, accept Anti-Diuretic Hormone or ADH, do not accept \"Lysine Vasopressin\" or \"Lysopressin\"]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One of this religion's saints was rewarded for service at the Battle of Haldighati with a marble tomb that became the center of Fatehpur Sikri; that mentor of Akbar, Salim, was a member of this faith's Chishti Order founded by Abu Shami. Early Western scholarship on this faith was popularized by Ivan Agueli and Rene Guinon, and its major schools include the Naqshbandi and Mevlevi. This faith's sama ceremony is often derided as bidah for institutionalizing the group practice of dhikr, the recitation of the names of God. Achieving the ultimate divine unity embodied by tawhid is the goal of this faith's most famous practice, which was popularized by poets like Rumi. For 10 points, identify this sect of mystical Islam whose followers are often known as \"Dervishes\" for their whirling.", "answer_sanitized": "Sufism [I guess you can prompt early on \"Islam\"]", "category": "Religion"}, {"question_sanitized": "One character in this play is shocked by an artist's description of couples living together out of wedlock, while another is surprised when she is asked to bring a third champagne glass for herself.  A disaster in this play allows the carpenter Jackob Engstrad to blackmail another character into financing a sailor's home after asking to regain custody of his daughter Regina, who is really the daughter of Joanna and the long dead Captain.  One of the main characters of this play is in love with Regina, who turns out to be his illegitimate half-sister. For 10 points, name the play in which an uninsured orphanage burns down and Oswald Alving asks his mother to administer a lethal dose of morphine, written by Henrik Ibsen. ", "answer_sanitized": "Ghosts or Gengangere", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A seven-movement musical titled after this word features baritone and soprano soloists against an orchestra and is the most famous work by the composer of Oscar Wilde-inspired operas like The Dwarf. That piece was quoted in a more famous composition known by this term, which incorporates the musical signature \"A, B-flat, H, F\" in reference to the composer's torrid affair with Franz Werfel's sister. That string quartet, which features Fritz Klein's all-interval row, was inspired by Alexander Zemlinksy's \"symphony\" of this type. Works like \"Grandmother's Minuet,\" \"Arietta,\" and \"March of the Trolls\" comprise a set of 66 piano works titled for this adjective. Alban Berg's titled a major 12-tone work this kind of \"suite.\" For 10 points, identify this term that describes some \"pieces\" by Edvard Grieg, a word derived from the name of stringed instrument popular in Ancient Greece.", "answer_sanitized": "Lyric [accept full answers like Lyric Symphony, etc.; prompt on just \"symphony\" or \"suite\" early]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The speaker of this poem believes he will have peace \"for peace comes dropping slow / Dropping from the veils of the morning.\" Lawrence Ferlinghetti satirically repeats variations of this poem's first lines in \"Junkman's Obbligato\" as a refrain. The speaker claims that while he \"stands on the roadway, or on the pavements grey\" he hears \"water lapping with low sounds by the shore\" leading him to make the poem's final declaration, \"I hear it in the deep heart's core.\" This poem mentions \"noon a purple glow\" and \"nine bean-rows\" which the speaker hopes to find when he builds a \"small cabin . . . of clay and wattles\" at the title location. For 10 points, name this poem in which the speaker asserts, \"I will arise and go now\" to the title place, written by W. B. Yeats.", "answer_sanitized": "\"The Lake Isle of Innisfree\"", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "He condemned the violation of New England's shipping rights in his address to the Washington Benevolent Society, which earned him a spot on the Rockingham Convention. He defended America's right to take active interest in the politics of Hungary in the Hulsemann Letter and spoke not as \"a Northern man, but as an American\" in his Seventh of March speech. This man's most famous speech starts with the metaphor of a mariner lost at sea and claimed that the government was \"made for the people, made by the people, and answerable to the people.\" During a debate, he once proclaimed that \"Liberty and Union, now and forever, now and inseparable!\" in a notable second reply. For 10 points, name this American orator and statesman, who had a series of debates with senator Robert Hayne.", "answer_sanitized": "Daniel Webster", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Circuit diagrams surround the nude central figure in his work St. John in the Desert. Lemuria and Cathaysia are two of his Hypothetical Continents, while he placed the title objects \"Vertical on Rocky Bank\" and on a \"grassy slope\" in his Mirror Displacement series. Cold weather prevented the creation of a 'mud pour' work, leading him to design a substitute which illustrated entropy. He died while preparing for his work Amarillo Ramp and Kent State was the setting of his now demolished Partially Buried Woodshed. His admiration for natural disintegration left it unclear whether his most famous work should be preserved from environmental damage. For 10 points, name this pioneer of land art who created a coiled structure jutting from the shore of the Great Salt Lake known as Spiral Jetty.", "answer_sanitized": "Robert Smithson", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This thinker mocked the \"Followers of the Veil\" for allowing the Inferno to convince them that Dante was a secret Templar in a set of lectures collected along with a response describing the \"Pragmatist's Progress\" from Richard Rorty. He called Ulysses a \"summa turned upside down\" in his The Aesthetics of Chaosmos, while his best known aesthetic work drew from Richards and Ogden's The Meaning of Meaning to extoll \"openness\" as central goal of art. This author of Interpretation and Overinterpretation decried Casablanca as a random assortment of unrelated concepts in a collection updated as Travels in Hyperreality, his Faith in Fakes, which draws from his extensive study of semiotics. For 10 points, identify this Italian thinker who incorporated his philosophical ideas into works like The Prague Cemetery, The Island of the Day Before, Foucault's Pendulum, and The Name of the Rose.", "answer_sanitized": "Umberto Eco", "category": "Philosophy"}, {"question_sanitized": "A cyanide of this element is used to convert aryl halides to aryl nitriles, while two aryl halides can be coupled using this element in the Ullman reaction.  An acetylide of this element couples with an aryl halide in the Castro Stephens reaction.  The use of this element is replaced by tetraflouroborate in the Schliemann reaction, a modification of another reaction in which halides of this element reacts with aryl diazonium salts; that reaction is named for Sandmeyer.  A negative ion of this element bonds ionically to lithium in a halide-replacing reagent named for Gilman, and this element causes the change in color in both Fehling's and Benedict's reagents.  For 10 points, name this metallic element with atomic number 29 and symbol Cu.", "answer_sanitized": "Copper [accept Cu before mention]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Robin Olds devised Operation Bolo to counter this military's use of Ground-Controlled Intercept tactics. This force employed the mythical \"Colonel Tomb\" and apportioned a large number of bicycles to its Group 559 in a logistical effort, while it launched the Easter Offensive between suffering two iterations of Operation Linebacker. This military's position on the strategically-superfluous Hill 937 was assaulted in what essentially became a series of horrifying human wave attacks by the 101st Airborne in the Battle of Hamburger Hill. Hal Moore's Air Cavalry battled this force in the Ia Drang Valley, as related in the famed book We Were Soldiers Once. . . And Young. Vo Nguyen Giap was the commander of, for 10 points, what military force supplemented by the guerrilla activities of the Vietcong that fought against U.S. intervention in the Vietnam War?", "answer_sanitized": "The North Vietnamese Army [accept Vietnam People's Army and variations; accept VPA; accept any answer involving North Vietnam; accept Vietnamese Communists; prompt on just \"Vietnam\" or equivalents; antiprompt on \"Viet Cong\"]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The SINDRUM II experiment looks for the one-particle decay of this particle, and Louis Michel sometimes names the standard decay mode of this particle.  This particle was discovered by Street and Stevenson in a Wilson Cloud Chamber, and was at first conflated with the carrier of the residual strong force proposed by Yukawa.  The long lifetime of this particle, two point two micro-seconds, is an important test of time dilation because this particle makes up most of the final decay product of cosmic rays that reach sea level.  The bound system of a positive form of this particle and an electron behaves like a hydrogen atom with one ninth the mass. For 10 points, name this lepton approximately two hundred times heavier than the electron.", "answer_sanitized": "Muon [accept Mu Meson from anyone who looks old enough to have been around when they still called it that]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In one work this thinker described his \"three mistresses\" as being geology, psychoanalysis and Marxism. A popular introduction to this man was written by the author of Political systems of highland Burma, Edmund Leach and Paul Ricoeur critiques him in The Conflict of Interpretations, discussing his concepts of diachrony and synchrony. Other concepts developed by this man include the idea that exchange is the universal basis for kinship and his memoir documents his time among tribes like the Bororo in Brazil and is called Tristes Tropiques. Most famous for examining various myth systems and claiming certain structures are universal among humans, for 10 points, name this pioneer of structural anthropology that wrote The Raw and The Cooked.", "answer_sanitized": "Claude Levi-Strauss", "category": "Social Science"}, {"question_sanitized": "Upon hearing reports of this action, one man is reported to have issued an inauspiciously-timed yell of \"WE DON'T CARE!,\" while another central figure's reaction was jokingly interpreted as a proposed career change to World of Warcraft. The most notable document associated with this action mockingly suggested twenty-five name changes to \"the Washington Generals\" and opened by referencing a \"travesty\". Assets involved in this action include Al-Farouq Aminu and one currently being devalued by the play of Derrick Williams and Ricky Rubio, and it occurred much to the chagrin of Dell Demps. The main subject of this action was replaced by Greivis Vasquez and Jarret Jack, and is currently joined by Mo Williams and DeAndre Jordan. A bitchy email from Cavs owner Dan Gilbert and some shady, shady shenanigans by David Stern facilitated, for 10 points, what action that resulted in the construction of Lobtropolis after Blake Griffin was joined on the LA Clippers by a certain New Orleans Point Guard?", "answer_sanitized": "the Chris Paul trade clusterfuck [accept reasonable equivalents; accept any variants like \"CP3 trade to the Clippers/Lakers;\" prompt on partial answer]  ", "category": "Trash"}, {"question_sanitized": "In the \"Dream of Rhonabwy\" Iddawc notes how there's confusion in the ranks of this knight as all his men rearrange themselves to get a better view of him. He can hold his breath for 9 days and his hands are said to radiate supernatural heat. Along with Sir Bedivere he rides on the ancient salmon Llyn Llyw to break Mabon ap Modron out of his prison. Peredur, son of Efrawg vows to prove himself after this knight insults him. When he was young, his squire couldn't retrieve his sword and instead drew one out of a stone to replace it, not realizing that doing so was a test to become King of Britain. For 10 points, name this son of Sir Ector, the seneschal and foster-brother of King Arthur.", "answer_sanitized": "Sir Kay [or Cai or Queux or Kex]", "category": "Mythology"}, {"question_sanitized": ". This dynasty was the subject of the papal bull Dum Diversas, which allowed Christians to enslave any non-Christians. One ruler of this dynasty known as \"the Philosopher\" centralized power by promulgating the Lei Mental. A ruler of this dynasty established the Nanban trading relationship and seized control of local churches with the Pedroado agreements. Another signed the oldest still active treaty with England, the Treaty of Windsor. Perhaps the most famous member of this dynasty hired Alvise Ca da Mosta and was defeated at the Battle of Tangier twenty-five years after leading a successful siege at Ceuta. Members of this dynasty included Sebastian the Desired and John the Good, its founder. For 10 points, name this dynasty that also included Henry the Navigator, a Portuguese ruling house that preceded the Braganzas. ", "answer_sanitized": "House of Aviz", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This author described the \"singing light\" by which the speaker labors \"for the common wages / Of their most secret heart\" in a poem relating how the titular practice is \"exercised in the still night.\" In another work, this author wrote \"I sang in my chains like the sea\" and \"time held me green and dying\" after saying \"I was young and easy under the apple boughs.\" This author included \"In my Craft or Sullen Art\" and \"Fern Hill\" in Deaths and Entrances. The village of Llareggub is the setting for his radio play Under Milkwood, and he also described \"wise men,\" \"good men,\" \"wild men,\" and \"grave men,\" in a villanelle proclaiming \"rage, rage against the dying of the light.\" For 10 points, identify this Welsh poet who wrote \"Do not go gentle into that good night.\"", "answer_sanitized": "Dylan Thomas", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Following a military action named for one of these institutions, thousands of women were \"Moroccinated\" by Goumiers under Alphonso Juin in a campaign of mass-rape. Institutions of this type in Aargau were targeted by the Radical Party in 1841, contributing to the outbreak of the Sonderbund War in Switzerland. Victor III's, under the name of Desiderius, was head of one of these institutions that centuries later would serve as the linchpin of the Gustav and Winter Lines in a defensive network commanded by Albert Kesselring. The Lincolnshire Rising erupted in response to action against these institutions, leading Robert Aske to lead the Pilgrimage of Grace. That uprising resulted from Henry VIII's closure of these institutions in England, where they had often suffered Viking raids. For 10 points, identify these locales like Cluny and Monte Cassino, generally populated by Christian monks.", "answer_sanitized": "Monasteries [accept equivalents like abbeys; grudgingly prompt on \"Churches\" or \"Catholic churches\"]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "One poem in this language, simply titled \"The Book,\" is set centrally on a page surrounded by needling comments from fictional critics. The author of that work wrote \"I live between the plague and the fire\" in \"The Fall,\" which opens a 1963 book of verse interspersed with prose poems labeled \"Psalms.\" A controversial thesis claiming that the earliest poetic works in this language were fabricated was put forth by a man often considered the \"dean\" of this language's literature, who in his autobiographical The Days recounted his impoverished upbringing and blindness. A poetry collection titled after the \"songs\" of Mihyar earned a perennial Nobel candidacy for a poet writing in this language, whose other poets include Mahmoud Darwish. Adonis and Taha Hussein are authors of, for 10 points, what language whose classical literary tradition is exemplified by The Thousand and One Nights?", "answer_sanitized": "Arabic", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Brent's method combines three algorithms for this process, one of which is inverse quadratic interpolation.  A finite difference method for this process has order of convergence equal to the golden ratio and was generalized to multiple dimensions by Broyden.  A cubic algorithm for this process is the second member of a class derived from the Pade approximation; that class is named for Householder and its first member is equivalent to inverting a first order Taylor expansion.  For polynomials, this process is equivalent to factorization, and for general function this can be performed using the Newton Raphson method of sliding along the tangent line.  For 10 points, name this process which results in the solution to the equation F of X equals zero.", "answer_sanitized": "Finding a root of an equation [accept solving an equation, finding a zero of an equation, accept logically equivalent answers, accept \"polynomial\" in place of \"equation\" before mentioned]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This work's artist was the subject of a statue by Samuel Murray depicting him while he was working on it. At the very left one can see a man dressed in black resting his head on his hand whose elbow is resting on his knee bent up forming a triangle with his other leg. The very top of this painting features a row of people mostly facing forward except for one man who lays his body down horizontally. The inscription in the frame of the painting commemorates \"a venerated and beloved man\" and the artist himself can be seen as the rightmost figure, listening to another man whisper in his ear. In the foreground are five figures clothed in white including the dedicatee at the left holding a scalpel. For 10 points, name this painting commissioned to honor the retirement from teaching of a certain surgeon, a work by Thomas Eakins.", "answer_sanitized": "The Agnew Clinic [or The Clinic of Dr. Agnew]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}], "bonuses": []}