{"tossups": [{"question_sanitized": "This non-Pope was gifted a golden telephone by American CEOs for his support of American corporations in his country. This leader shared power in the so-called “Pentarchy of 1933” after overthrowing his predecessor in the Sergeant’s Revolt. The Hotel Nacional in this leader’s capital played host to a meeting of (*) mafia members Meyer Lansky and Lucky Luciano. Forces of this leader were defeated by Che Guevara in the 26th of July movement leading to his overthrow. For 10 points, name this Cuban dictator who preceded Fidel Castro. ", "answer_sanitized": "Fulgencio Batista y Zaldívar ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "Author and type of work required: In one of these works, an atomic bomb is described as “a North American pill” before the line “We wake up”. Another of these works describes a lemon tree as a planetarium and a cathedral. One subject of these works has a “peaceful paste” in its “green heart” which Maria enjoys after (*) undressing it “scale by scale”. “Two fish made of wool” and “a solitary man of war” are the addressees of two of these works. Poems to atoms, lemons, artichokes, socks, and a tuna are, for 10 points, these poems by a Chilean author including many Elemental ones.", "answer_sanitized": "Pablo Neruda’s Odes [prompt on odes; prompt on poems by Pablo Neruda] ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "The protagonist of this novel buys a camping tent after finding his curtains ajar at the Trail Motel, and in another scene, a man pays teenagers for a t-shirt after crashing his car. In this novel, a red-headed hitchhiker and the protagonist are accidentally killed with machine guns while sleeping. (*) Carla Jean loses a coin flip and is killed with a cattle stun gun by Anton Chigurh in this novel which begins as LLewelyn Moss finds 2.4 million dollars near the Mexican border. For 10 points, name this Western by Cormac McCarthy which takes its title from a WB Yeats poem.", "answer_sanitized": "No Country For Old Men ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A white townhouse on Duke Street in Alexandria, Virginia marks a location where this practice was performed by the firm Franklin and Armfield.  The Lyons-Seward treaty aimed to end engagement in this practice by the United States and Great Britain. The Aberdeen Act permitted Brazilian ships suspected of taking part in this practice to be apprehended. The (*) Treaty of Utrecht granted Britain asiento, or a monopoly on this practice. For 10 points, name this practice of selling and transporting human beings that largely took place along the Middle Passage.", "answer_sanitized": "Atlantic slave trade [accept answers that refer to selling slaves or transporting slaves; accept African slave trade; prompt on slavery or human trafficking] ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "Critical of other psychologists, this man claimed:\"It may be that proximity is all you know of love -- I… have not been so deprived.” This author of “The Nature of Love'' included a catapult which launched infants in one of his many “surrogate mothers” made from (*) cloth and wire. This psychologist isolated infants in “pits of despair” in some experiments. This psychologist used “rape racks” to insimenate subjects who were unwilling to mate. For 10 points, name this University of Wisconsin psychologist who studied love in Rhesus monkeys.", "answer_sanitized": "Harry Harlow ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "The prologue to this play inspired Goethe to open the prologue of Faust with the epigram “Wilt thou the blossoms of spring.” A man in this play jealously watches a bee “whisper in [his wife’s] ear.” In this play, the impatient sage Durvasa curses a king of (*) Hastinapura to forget about his wife. In this play, a fisherman discovers a “great gem” while cutting up a carp. Dushyanta recognizes the title character with the help of a signet ring in, for 10 points, what Sanskrit play by Kalidasa?", "answer_sanitized": "The Recognition of Shakuntala [or Abhijnanashakuntalam; or The Sign of Shakuntala; or basically any translation about realizing that a person is Shakuntala; accept Sakuntala for Shakuntala] ", "subcategory": "Classical Literature", "category": "Literature"}, {"question_sanitized": "The Twyman-Green form of these devices tests for lens defects. Jamin forms of this device use thick glass and Fresnel reflection to achieve their effects. A fiber optic gyroscope is a common-path one of these devices that can determine orientation based on (*) Sagnac effect. A beam splitter divides the path of light in one of these objects used to measure the aether named for Michelson and Morley, a similar design to ones for detecting gravitational waves in LIGO. For 10 points, name these devices which superimpose waves to measure phase shifts.", "answer_sanitized": "interferometers ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Leapfrog and Verlet methods are commonly used ways of completing this action, and some algorithms that perform this task are considered symplectic. Markov chain Monte Carlo algorithms like Metropolis-Hastings and Gibbs sampling can perform this action. Two categories of performing this action include linear multistep and (*) Runge-Kutta, the former of which includes Euler’s method. For 10 points, identify this action that one might perform with a trapezoid or Riemann sum to estimate differential equations or area under a curve.", "answer_sanitized": "numerical integration [accept computing an integral and approximating integrals; prompt on integration; prompt on answers related to finding area; prompt on quadrature; do not accept or prompt on “solving a differential equation”] ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "In one book by this author titled When the Cathedrals were White, he discusses the influence of color on New Yorkers. Many of this author’s works were published in his magazine L'Esprit Nouveau. Heating problems and rain leakage stemmed from ideas of this author like lengthy horizontal (*) windows and a flat roof. A nonstructural facade and supporting columns are seen in a house based on works by this man, Villa Savoye. For 10 points, name this French author of the essay collection Towards a New Architecture including his “Five Points of Architecture”.", "answer_sanitized": "Le Corbusier [or Charles-Edouard Jeanneret, accept Le Corb] ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "One composer imagined this performer racing in the Olympics while composing the “Fly Forward” movement of one work. This musician held a contest won by Jeff Myers for the final work of this musician's collection of encores, titled In 27 Pieces. Jennifer Higdon won the 2010 Pulitzer Prize for a concerto composed for this musician. The (*) Curtis Institute welcomed this virtuoso at the age of 10. For 10 points name this American violinist known for her recordings of Bach’s solo pieces and featuring on TwoSet Violin.", "answer_sanitized": "Hilary Hahn ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "NOTE TO PLAYERS: two answers required. Bulk modulus is expressed as the first of these two quantities multiplied by the derivative of the second with the respect to the first. Because the Carnot cycle has isothermal and isentropic steps, there are no straight lines on its diagram of these two quantities. Because these two quantities are conjugates, the area enclosed by those lines is the (*) work done by the system. These two quantities are modified in the Van der Waals equation and are inversely proportional in Boyle’s law. For 10 points, name these two quantities opposite n R T in the ideal gas law.", "answer_sanitized": "pressure and volume [prompt on P and V; do not accept or prompt on partial] ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "In the aftermath of this conflict, the Berceau was returned to one side after it was captured by the USS Boston. During this conflict, Silas Talbot led an expedition to capture the neutral city of Puerto Plata to upset one side’s shipping operations. During this conflict, Thomas Truxton’s Constellation captured the L’insurgente near Puerto Rico. The treaty that ended this conflict, the Treaty of (*) Mortefontaine, is sometimes referred to as the Convention of 1800. For 10 points, name this undeclared conflict between French and American ships that resulted from tensions in the XYZ affair.", "answer_sanitized": "Quasi-War [or Quasi-Guerre] ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This figure helped Abraham periodically visit Hagar while living with Sarah. This figure accompanied a prophet past the Sidrat al-Muntaha to a correspondence with God. An angel tricked this figure into standing still by embarrassing him until he broke into a sweat. One companion of this figure tied him to an iron ring near the (*) Western Wall. Gabriel summoned this “mount of the prophets” to carry one man to the “farthest place of worship” in Jerusalem. For 10 points, name this human-faced horse which transported Muhammad on the Night Journey.", "answer_sanitized": "al-Buraq [prompt on Muhammad’s horse] ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "A man in a tuxedo watches one of these people from the shadows showing that “L’Etoile” and many others were also prostitutes, and pink and green ones are depicted in a forest. A work titled “Musicians in the Orchestra” presents a more realistic view of these people. A woman in black sits with one of these people who massages her foot in a painting titled (*) “Waiting”. A wax sculpture of one of these people features cotton and silk clothes and depicts Marie van Goethem who is fourteen years old. For 10 points, name these people often depicted by Edgar Degas in ballet studios.", "answer_sanitized": "ballet dancers [or ballerinas] ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "After this battle, Constantine was killed by Aurelius Conanus for killing one side’s forces in a church. This battle began after a knight violated a truce by drawing his sword to kill a snake. Griflet returned the sword of one combatant in this battle to Viviane. In the aftermath of this battle, one combatant was transported to (*) Avalon to recover from his wounds. For 10 points, name this mythical battle where both King Arthur and Mordred were mortally wounded.", "answer_sanitized": "Battle of Camlann [or Gwaith Camlan or Brwydr Camlan, accept Battle of Salisbury Plain, prompt on answers describing a battle between Mordred and Arthur] ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "One of these locations was criticized by a YouTube channel for taking “Inspiration” from the other’s “Delivery Man” feature, which allows users to vote and claim daily experience rewards. One of these locations known as “the Hive” uses custom made music for its “Block Party” feature. One of these locations created “Cake Wars” to emulate another’s (*) “Bed Wars”. Locations of this type are home to minigames such as Survival Games and Spleef. For 10 points, name these places where one can play Minecraft with other players such as Hypixel.  ", "answer_sanitized": "minecraft servers (writer’s note: the first line refers to Technoblade’s “Inspiration (contains swearing)” youtube video) ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "Mutations to the phosphoglucomutase starch enzyme desensitize plants to this phenomenon. Clinostats can simulate varying levels of this phenomenon. The law of the prolonged sine measures the strength of response to this phenomenon. In columella cells, PIN proteins migrate to align with this phenomenon. Pneumatophores are (*) roots which exhibit a tropism opposite this phenomenon. Statoliths detect this phenomenon in plants by releasing growth factors when tilted. For 10 points, name this phenomenon that causes plants and animals to fall down to the earth.", "answer_sanitized": "gravity ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "One character in this play shouts “NEVER GROW UP IF YOU CAN HELP IT” before attending a “5 o’clock cabinet meeting.” The title character of this play tells a woman that she must “wake up earlier” to “see a world without color.” Those characters later argue over scolding the dog Puff in this play which the chorus describes as a “film without a soundtrack.” (*) Creon represents the Vichy government in, for 10 points, what Jean Anouilh play which shares its title with a Sophocles play about the title daughter of Oedipus.", "answer_sanitized": "Antigone ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Robert Lockyer was executed after this group refused to obey orders in the Bishopsgate Mutiny. A faction of this group argued for their “good old cause” in a document known as their “case truly stated”. This group’s “agitators” were opposed by its “grandées” during the (*) Putney debates, where An Agreement of the People was promoted by its many Levellers. After winning the Battle of Naseby, this group leaked the private papers of Charles I. For 10 points, name this Parliamentarian army led by Oliver Cromwell during the English Civil War. ", "answer_sanitized": "New Model Army [prompt on partial answer] ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In this location, The Bubbles flank Jordan Pond which can be accessed on the carriage roads. Somes Sound is the only fjard in the United States and is located in this park. This park contains two small exclaves, Isle de Haut and part of the Schoodic peninsula. For parts of the year, this park’s (*) Cadillac mountain is the first to see sunlight in the continental US. This park is accessible through the town of Bar Harbor on Mount Desert Island. For 10 points, name this eastern-most US national park named for a former New France colony and located in Maine.", "answer_sanitized": "Acadia National Park [accept Mount Desert Island until “park”; prompt on Acadia] ", "subcategory": "Geography", "category": "Geography"}]}