{"tossups": [{"question_sanitized": "When a form of this quantity exceeds TJMax, clock stretching may be used to lower it. Novec is a dielectric liquid used to modulate this quantity. In the Nernst effect, a magnetic field and a gradient of this quantity causes an electric field. Change in resistivity as a function of this quantity is generally negative for semiconductors. The (*) Seebeck effect underlies a class of devices that often use chromel and alumel wires to measure voltages generated by differences in this quantity in thermocouples. For 10 points, name this quantity that can be lowered with a cooling fan measured in Kelvins.", "answer_sanitized": "temperature ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In one story, Eva La Tomate and Pamela are nearly beheaded by two members of this profession who earlier blew up China pots with mines. Other members of this profession cook the fish of men they just executed by firing squad. Chateau d'Uville’s bell is rung mysteriously by the Jewish (*) prostitute Rachel who stabs a member of this profession nicknamed Mademoiselle Fifi, and another member of this profession allows the stagecoach to leave after Boule de Suif sleeps with him. For 10 points, name this profession of men like the Officer depicted in Guy de Maupassant stories.", "answer_sanitized": "Prussian soldiers [or German soldiers or Prussian Officers or any answer describing a military affiliation with Germany/Prussia; prompt on soldiers or officers by asking “from what country?”; do NOT accept or prompt on “French soldiers” or anything referencing French people] ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This artist described a woman “tired of playing the role of Big Jim’s wife” in a ballad titled “Lily, Rosemary, and the Jack of Hearts.” In another work from the same album, this artist described “the people [he] used to know” as “mathematicians” and “carpenters’ wives.” This artist included (*) “Tangled Up in Blue” on the album Blood on the Tracks. In one ballad, this singer wrote “Cassanova is just being punished for going to Desolation Row.” For 10 points, name this singer of the album Highway 61 Revisited and winner of the 2016 Nobel Prize in Literature.", "answer_sanitized": "Bob Dylan [or Robert Allen Zimmerman] ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "NOTE TO MODERATOR: there are no typos in this question. The name of one Chess Grandmaster from this country came from a dream his father had after the 1980 World Chess Championship. One player from this country addressed Wesley So as “a biggest looser [he] ever seen in [his] life” and accused him of “doing PIPI in [his] pampers.” This home country of current 5th ranked player (*) Levon Aronian was the first to make chess a mandatory part of the school curriculum. For 10 points, name this home country of two players named Tigran Petrosian and the Yerevan Chess House.", "answer_sanitized": "Republic of Armenia ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "In a speech to this group, a “third principle” is declared but later decided to be a murdered childhood. One broadcast to this group of 581 includes a portrait of its leader which induces “yelps of mental alarm”. Members of this group include a boy from the Gir Forest able to imitate facial expressions and a girl attacked for her beauty, Sundari. (*) Ramram’s prophecy about this group predicts the rise of the “nose and knees”, and its members include Parvati-the-witch and Saleem Sinai. For 10 points, name this title group of a Salman Rushdie novel.", "answer_sanitized": "Midnight’s Children ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "A general who described forces in this war as the “yeasts of liberty” would later lead the September 3rd movement shortly after this war. French troops removed occupying enemy forces following this war in the Morea expedition. In the aftermath of this war, (*) Otto of Bavaria was installed as the ruler of a certain nation. A maneuver made by Edward Codrington resulted in this war’s decisive Battle of Navarino. For 10 points, name this conflict that resulted in the liberation of a Balkan nation by Alexander Ypsilantis. ", "answer_sanitized": "Greek War of Independence ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Values described in Paschen’s law result from the impact form of this process. In HSAB theory, chemical hardness is given as one half the propensity of this process minus electronegativity. The enthalpy of this process is the greatest positive contributor to lattice energy in the Born-Haber cycle. ESI and FAB are two (*) soft forms of this process which do not cause fragmentation. Before being accelerated by a mass spectrometer, samples must first undergo this process. For 10 points, name this process that forms charged species by adding or removing electrons.", "answer_sanitized": "ionization ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Description Acceptable: Jim Hutton is a comedian at this event who is unable to dress properly. One purpose of this event is to avoid becoming like the organizer’s cousin, Ellie Henderson. Characters at this event fondly recall their time at Bourton together after one character does not recognize her rebellious, cigar-smoking friend who is now (*) Lady Rosseter. Preparation for this event includes buying flowers at 9 AM and it begins shortly after the 6 PM suicide of Septimus Smith. For 10 points, name this event hosted by the title character of a novel by Virginia Woolf.", "answer_sanitized": "Mrs. Dalloway’s dinner party [accept descriptions involving some kind of nighttime social event hosted by Mrs. Dalloway, prompt on partial; prompt on “dinner party” by asking “hosted by who?”] ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The most common form of this trait results in a duplication of CREBBP leading to many abnormalities. Crossovers within centromeres prevent the removal of cohesin resulting in this trait which increases in likelihood with age. Patau and Edwards syndromes are examples of this trait. (*) Barr bodies in males is a signal for this trait as it indicates Klinefelter syndrome. Those with Down syndrome have this trait on their 21st chromosome. For 10 points, name this form of aneuploidy where an organism has three copies of a chromosome.", "answer_sanitized": "trisomy [prompt on aneuploidy; anti-prompt on Down syndrome, Patau syndrome, Edwards Syndrome, Trisomy #1-22, do NOT accept or prompt on “triploidy”] ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This location names a megachurch founded by the star of the NOOMA spiritual film series, Rob Bell. After one event at this location, Damaris and Dionysus converted to Christianity. One speech delivered at this location criticized one group for worshipping a being of “gold or silver or stone.” At this location one man uses the example of an (*) altar labeled “to an unknown god” to illustrate the ignorance of Athenians. For 10 points, name this location of a sermon delivered by Paul, a rock northwest of the Acropolis.", "answer_sanitized": "Areopagus [or Mars Hill; or Ares Hill; or Mars Rock; or Ares Rock] ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Tertullian claimed that the “blood of [these people] is seed” while defending them in one of his works. The Edict of Serdica ended a period of persecution against these people. A member of this group had salt and vinegar poured in his wounds during a persecution of these people in Nicomedia. The text (*) Against the Galileans denounced this group. That text’s author, Julian the Apostate, is named for the fact that he rejected the ideals of this group. For 10 points, name this group who was persecuted in the Roman Empire after the crucifixion of their martyr Jesus Christ in 33 CE. ", "answer_sanitized": "christians ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "Modern editions of this text often incorporate a series of commentaries on it known as the Sanjiazhu, or the “Commentaries of the Three Experts”. This work used the eyewitness account of Xia Wuju to recount an attempted assassination with a knife concealed within a map. This work’s (*) Basic Annals section begins with the potentially fictional Five Emperors, including the Yellow Emperor. For 10 points, name this all-encompassing Chinese history written by Sima Qian. ", "answer_sanitized": "Records of the Grand Historian ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "The production of these works was briefly interrupted to produce the Tauromaquia, and they may have been inspired by a series by Jacques Callot which has a similar name. In several of these works, seated figures have white placards on their chests describing their crimes. They do not know the (*) way and There is no one to help them are two works in this series which was produced with the intaglio printmaking technique. A nude impaled on a branch titled This is Worse is part of, for 10 points, this series of prints depicting gruesome atrocities by Francisco Goya.", "answer_sanitized": "The Disasters of War [or Los desastres de la guerra] ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Total and leaf correspondences are two ways of creating a type of this data structure. Traffic equations and routing algorithms commonly make use of these data structures. Peeking twice is allowed in double ended types of these structures. (*) Breadth-first searching is often performed with this data structure. Heaps are often used to implement the “priority” form of this data structure. Stacks are often contrasted with, for 10 points, these first-in-first-out data structures analogous to a grocery store line.", "answer_sanitized": "queue [accept types of queues; accept double ended priority heap until “traffic”] ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "After this man’s wife was forced to ride on a donkey backwards, he made Milanese magistrates remove a fig from a donkey’s anus with only their teeth. A young boy periodically checks whether ravens are circling this man’s mountain lair. The beard of this half-asleep figure has grown through a massive stone table. This king, who is buried under the (*) Kyffhäuser Hills, will awaken to save Germany in its time of need. For 10 points, name this Holy Roman Emperor who drowned in the Saleph River during the Third Crusade, known for his red beard.", "answer_sanitized": "Frederick Barbarossa [accept Frederick I; prompt on Frederick] ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "It’s not Robert Schumann, but after hurting his hand practicing, this composer wrote his Piano Sonata in F minor as a “cry against god, against fate.” According to this composer, “nobler beings” would replace humans after the performance of one of his works. This composer included the (*) “mystic chord” in his Fifth Piano Sonata. That work was intended to be performed in the Himalayas before the end of the world. For 10 points, name this synesthetic Russian composer of the unfinished Mysterium and Prometheus: The Poem of Fire.", "answer_sanitized": "Alexander Nikolayevich Scriabin ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "The first recording of a Xavier Montsalvatge opera titled for this character was nominated for a Grammy in 2006. In a confrontation over a castle, this character tricks an ogre into turning into a mouse. This character serves the fictional Marquis of Carabas in a children’s opera by Cesar Cui. At a wedding in Tchaikovsky’s  Sleeping Beauty, this character performs a pas de deux with the White (*) Cat. For 10 points, name this cunning feline who was adapted into a character in Shrek 2.", "answer_sanitized": "Puss in Boots [or Master Cat or the Booted Cat, prompt on partial answer] ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "The first known location of this substance’s creation is the Areni-1 cave in Armenia. In 1985, Austrian producers of this substance added the toxic antifreeze ingredient diethylene glycol to sweeten this substance. The 1976 Judgement of Paris concluded with American varieties of this substance being declared superior. (*) Cabernet Sauvignon and Merlot are mixed in the Bordeaux variety of this substance. For 10 points, name this alcoholic beverage often made from fermented grapes.", "answer_sanitized": "wine [accept specific varieties, if unsure, use Google] ", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "A campaign ad during this election asked “How does a man get to this point in his life?” and answers that question by stating that its subject had “been elected as UN ambassador”. An ad during this election criticized one man’s failure to clean up the “open sewer” in his state’s main harbor. An ad during this election compared the (*) crime policies of its candidates before listing the crimes of Willie Horton. For 10 points, name this election during which George H. W Bush’s campaign ads claimed that “Dukakis [would] do for America what he did for Massachusetts.” ", "answer_sanitized": "Election of 1988 ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In one work, this thinker described a foreigner watching his first game of cricket seeing all the players but failing to locate the team spirit. A visitor to Oxford successfully located all the buildings but still asks “where is the university?” in an example of one concept created by this author of Dilemmas. This thinker claimed many answers to the (*) mind-body problem committed a “category mistake.” For 10 points, name this British philosopher who criticized Cartesian Dualism as “the ghost in the machine” in The Concept of Mind.", "answer_sanitized": "Gilbert Ryle ", "subcategory": "Philosophy", "category": "Philosophy"}]}