{"tossups": [{"question_sanitized": "This man allegedly shaved half of his hair so he would be too embarrassed to leave his study, forcing him to practice public speaking. This man pleaded for assistance for a certain city in his Olynthiacs orations. This man described an opponent as a “third rate actor” after Ctesiphon was prosecuted for offering a gift of a golden crown in a speech that mocked (*) Aeschines. This orator of On the Crown accused a Macedonian king of violating a peace treaty in one speech. For 10 points, name this Athenian orator who delivered the Philippics.", "answer_sanitized": "Demosthenes "}, {"question_sanitized": "One scene in the music video for this song shows an old man reading to a boy in a forest lit by glowing tubes. The title figure in this song is described as “like an angel in disguise” who “will always be a mystery” before discussing communication with a “friendly horse” in morse code. This song opens by stating that (*) “cat goes meow” and “fish go blub” and answers the title question with “hatee hatee hatee ho” and “wa pa pa pa pa pa pow”. For 10 points, name this viral 2013 Ylvis song whose title asks about the vocalizations of a certain canid.", "answer_sanitized": "“The Fox” [or “What Does the Fox Say?”] "}, {"question_sanitized": "Terrell rotation is a visual distortion that occurs due to this effect. A paradox about a bug being squashed by a rivet arises from this effect. The cosine of the angle between two reference frames on a Minkowski diagram gives the magnitude of its effect which is defined by gamma times a (*) coordinate minus v t in Lorentz transformations. For 10 points, name this effect often paired with time dilation where an object’s spatial dimension shortens, a result of special relativity.", "answer_sanitized": "length contraction [accept Lorentz contraction or Lorentz-Fitzgerald contraction; prompt on special relativity before mention with “what specific effect from special relativity?”; do not accept or prompt on time dilation] "}, {"question_sanitized": "Locations similar to this one include Elkton Hills, Saxon Hall, and Whooton. The protagonist of the novel set here later masquerades as Rudolf Schmidt, a janitor at this location. One of this institution’s former members, Ossenburger, gives a speech here interrupted by a loud fart. Ackley and (*) Stradlater annoy the protagonist at this institution which has its fencing gear lost on the New York City subway. For 10 points, name this institution that expels Holden Caulfield, a boarding school in The Catcher in the Rye.", "answer_sanitized": "Pencey Preparatory School [or Pencey Prep] "}, {"question_sanitized": "The title character of this opera considers killing her sleeping sons in the recitative “Dormono entrambi.” The lover of the title character of this opera begs Adalgisa to go to Rome with him in the aria “Va, Crudele.” The title character of this opera cuts mistletoe as an offering to the moon goddess in the aria “Casta Diva.” At the end of this opera, the title character and her lover (*) Pollione burn on a funeral pyre. For 10 points, name this opera about a druid priestess by Vincenzo Bellini.", "answer_sanitized": "Norma, or the Infanticide "}, {"question_sanitized": "This god was worshipped at the temple of Yopico within a larger temple complex. During a festival honoring this god, priests made “golden clothes” from human victims. It’s not Huitzilopochtli, but this god of skin and eye diseases legendarily invented war. This god’s other names include “Night Drinker” and Red Tezcatlipoca. This yellow-skinned god wore a suit of (*) human skin into battle. For 10 points, name this Aztec god of fertility and agriculture who flayed himself to bring food to humanity.", "answer_sanitized": "Xipe Totec [or Youalahuan; accept “Night Drinker” or Red Tezcatlipoca before mention; do not accept or prompt on “Tezcatlipoca” alone] "}, {"question_sanitized": "The author of this play wrote a prequel to this play nearly 50 years after its premiere, titled Homelife. A publishing executive in this play says “that's the way the cookie crumbles” while describing his dismay at having two daughters and no sons. One character in this play poisons his landlady’s dog with a hamburger patty. That character in this play says “Could I have planned this?” after (*) impaling himself on another character’s knife. For ten points, name this play in which Jerry and Peter talk on a bench in Central Park, by Edward Albee.", "answer_sanitized": "The Zoo Story "}, {"question_sanitized": "Hazelwood v. Kuhlmeier overrode the precedent set by this case. Hugo Black’s dissent in this case argued that the “Symbolic Speech” protections recognized in Stromberg v. California were invalid. A test that determines whether a state actor has violated a student’s free speech, the (*) “substantial disruption” test, is sometimes named after this case. This case’s defendants were suspended for wearing black armbands to protest the Vietnam War. For 10 points, name this 1969 Supreme Court case which ruled that the first amendment applied to public schools.", "answer_sanitized": "Tinker v. Des Moines Independent Community School District "}, {"question_sanitized": "The artist of one of these works, Trebuchet, asked that it be placed near the entrance of the art gallery so it would not be noticed. The title of one of these works is inscribed on a “Green Box” filled with studies meant to accompany it. One of these works consisted of an empty bottle that did not contain (*) 50 cc of Paris Air. A shovel hanging on a wall is one of these works titled Prelude to the Broken Arm. One of these works consists of a mustachioed Mona Lisa and is titled L.H.O.O.Q. For 10 points, name these found-object artworks often created by Marcel Duchamp.", "answer_sanitized": "Marcel Duchamp’s readymades [accept assisted readymades] (writer’s note - the work in the first line is Bride Stripped Bare by her Bachelors)  "}, {"question_sanitized": "Orson Welles’ film Chimes at Midnight centers around this character’s relationship to the king’s son. In one scene, this character is tricked into dressing as Herne the Hunter and is punished by being pinched by children dressed as fairies. Though this character does not appear in (*) Henry V, he is given a eulogy by Mistress Quickly.  This character can most often be seen drinking with his cronies at the Boar’s Head Inn. For 10 points, name this fat, vain knight who is a recurring character in plays by William Shakespeare.", "answer_sanitized": "Sir John Falstaff "}, {"question_sanitized": "These constructs are described in a thought experiment where one writes the letter “S” on a calendar every time a sensation occurs. The theoretical “quus” function was used to criticize one philosopher’s interpretation of these constructs by (*) Saul Kripke. The “beetle in a box” thought experiment was used to prove the incoherence of these constructs by one thinker. For 10 points, name these systems of communication only understandable to one person formulated by Ludwig Wittgenstein in his Philosophical Investigations.", "answer_sanitized": "private languages [prompt on partial answer, accept private language argument]"}]}