{"tossups": [{"question_sanitized": "Shiva reluctantly granted this figure powers after he prayed at a saline lake near Lake Manasarovar. Rambha cursed this figure to explode into seven pieces if he ever tried to assault another woman. This figure’s sister had her nose cut off after being rejected by two brothers. (*) Maricha helped this brother of Shurpanakha kidnap the wife of the king of Ayodhya. This rakshasa used a golden deer as a diversion to capture Sita. For 10 points, name this ten-headed demon king of lanka, the antagonist of the Ramayana.", "answer_sanitized": "Ravana "}, {"question_sanitized": "This author’s poem “A Spring View” is referenced in “Narrow Road to the Deep North”. A museum dedicated to this man is at the site of his thatched cottage where centered many of his poems. This author weeps upon hearing an ape cry three times in (*) “An Autumn Day in Kui Prefecture” after this poet was displaced due to the An Lushan rebellion. Thorns and brambles overgrow villages due to army conscription in this author’s “Song of the Wagons”. For 10 points, name this friend and colleague of Li Bai, a fellow Tang dynasty poet.", "answer_sanitized": "Du Fu [or Tu Fu] "}, {"question_sanitized": "“The Boy”, “The Girl”, and “An Elderly Gentleman” are depicted during this period in Lynd Ward’s wordless novel Vertigo. Anthony Velonia coined the term serigraph to describe the mass production of silk-screened art of national parks in this period. The Stone City art colony was founded during this period during which artists such as (*) Thomas Hart Benton and Grant Wood were part of the Regionalist movement. For 10 points, Farm Security Administration photographers Walker Evans and Dorothea Lange depicted this 20th century period of economic crisis. ", "answer_sanitized": "the Great Depression [prompt on 1930s] "}, {"question_sanitized": "Data collected from albatrosses in this region show a bifurcation in the patterns surrounding movement here. This region is located just south of the subtropical convergence zone and is home the Halobates species of sea skater as part of the (*) plastisphere. Contrary to popular belief, this region is not actually visible by satellites but consists mainly of microplastics and fishing nets. For 10 points, name this region of floating trash found off the coast of California near the waters of Hawaii.", "answer_sanitized": "Great Pacific Garbage Patch [or Pacific trash vortex; prompt on partial answer] "}, {"question_sanitized": "Furosemide is a drug that causes effects similar to Bartter’s syndrome by acting on this structure. Desert mammals typically have extremely long forms of this structure, and its size differentiates juxtamedullary and cortical forms of a larger structure. The vasa recta lie parallel to this structure. High concentrations of (*) aquaporins take part in this structure's countercurrent multiplication with high osmolality gradients in its ascending and descending limbs. For 10 points, name this long hairpin structure named for a German scientist in the nephron.", "answer_sanitized": "loop of Henle [prompt on nephron or kidney] "}, {"question_sanitized": "One of these substances has a characteristic value of 77.36 parts per million which can be seen as 3 small peaks. That substance can be replaced with benzene-d6 in highly acidic solutions, though this can cause an extra diamagnetic ring current. Suppression of the (*) chemical shifts of these substances is unnecessary when they are deuterated because they have different spin characteristics than compounds with protons. For 10 points, name these substances used to dissolve samples in a chemical spectroscopy technique that uses strong magnetic fields.", "answer_sanitized": "Nuclear Magnetic Resonance spectroscopy solvents [prompt on solvents with “solvents used for what purpose?”] "}, {"question_sanitized": "Yale’s Skull and Bones society denies allegations that member Prescott Bush stole this man’s skull. This man received his name while attempting to get revenge for the Kas-Ki-Yeh Massacre. He’s not Wyatt Earp, but Tombstone, Arizona-based photographer C.S Fly depicted this man meeting with U.S general (*) George Crook. Nelson Miles defeated this man and exiled him and his tribe to Fort Sill, Oklahoma. For 10 points, name this Apache chieftain whose name military airmen might yell as they jump out of a plane. ", "answer_sanitized": "Geronimo "}, {"question_sanitized": "In this year, a musician included the track “Eventually” on an album originally titled Focus on Sanity. “Lonely Woman” opens an avante-garde album by Ornette Coleman released in this year titled The Shape of Jazz to Come. Another album released in this year replaced pianist Bill Evans with Wynton Kelly for the track (*) “Freddie Freeloader.” That Miles Davis album released in this year opens with “So What.” Kind of Blue was released in August of, for 10 points, what year, the last of the 1950s.", "answer_sanitized": "1959 "}, {"question_sanitized": "In Evelyn Waugh’s Put Out More Flags, Basil Seal attempts to profit off of this event. In Graham Greene’s The End of the Affair, Sarah Miles vows to leave her lover after this event. One thousand, nine hundred and forty nails are described in Edith Sitwell’s “Still Falls the Rain”' about this event. A man aged one (*) hundred is killed in this event in a Dylan Thomas poem. The Pevensie children evacuate to the English countryside due to this event in The Lion, the Witch, and the Wardrobe. For 10 points, name this historical event involving Nazi bombings and rocket attacks on London.", "answer_sanitized": "the Blitz [prompt on World War II, prompt on Battle of Britain] "}, {"question_sanitized": "In these substances, latent heat release and capillary action drastically slow phase transitions in the zero-curtain effect. The Melnikov Institute in Yakutsk studies this substance, and a 2016 Russian anthrax outbreak was traced to this substance. Palsas, pingos, and patterned ground result from cycles in this substance and are found in (*) thermokarst topography. Drunken trees result from this non-ice substance’s degradation. Gelisols contain this substance within two meters of the soil surface. For 10 points, name this continuously frozen ground. ", "answer_sanitized": "permafrost [prompt on soil and ice] "}, {"question_sanitized": "This figure is impressed by his lover’s courage in an aria partly plagiarized from the composer’s earlier opera Edgar. This character fails to write a letter before his death in a B minor aria that opens with a clarinet solo. This character compares his lover favorably to a (*) painting of Mary Magdalene in the aria “Recondita armonia.” The title character of a Puccini opera kills herself after witnessing the death of, for 10 points, what Italian painter who is killed by Baron Scarpia’s firing squad atop the Castel Sant’Angelo in Tosca?", "answer_sanitized": "Mario Cavarodossi "}, {"question_sanitized": "In the Impulse Excitation Technique, the constant 0.9465 is used to determine this quantity based on resonant frequencies. It's not viscosity or Reynold’s number, but because they cannot support shear stress, this quantity for an ideal superfluid is always zero. For an isotropic material, just Poisson’s ratio and this quantity generalize (*) Hooke’s law in 3D. In linear springs, this quantity is equivalent to the spring constant. Perfectly elastic deformation is described by, for 10 points, this quantity which is the ratio of stress to strain named for an English scientist.", "answer_sanitized": "Young’s Modulus [prompt on elastic modulus] "}, {"question_sanitized": "In one story, this object is created following the Indian Rebellion of 1857 by the nephew of Tippu-Sahib. In Facing the Flag, an object similar to this one is called the Ebba. Large sodium-mercury batteries are used to power this object. Cyrus Smith directs the home base of this vehicle which is chased by the (*) Abraham Lincoln. Ned Land and Professor Aronnax narrowly escape this vehicle as it is thrown into the Norwegian Maelstrom. For 10 points, name this submarine commanded by Captain Nemo in Twenty Thousand Leagues Under the Sea.", "answer_sanitized": "the Nautilus "}, {"question_sanitized": "One character consoles a member of this profession by praising him for “[making] danger [his] vocation” On that character’s deathbed, a prophet tells him that “there is no devil and no hell.” A man with this profession dies after a jester mocks him for moving slowly and attempts to (*) jump over him. For 10 points, name this profession which names a character in Nietzsche’s Also Sprach Zarathustra who falls to his death while walking between the rooftops of two buildings on a thin cord.", "answer_sanitized": "Tightrope Walker [or funambulist; accept equivalents] "}, {"question_sanitized": "A poster of a still from a music video conceals a hole in this institution’s walls. A pink shower in this institution features a dance routine during which the singer proclaims that he’s “got what they waiting for”. An employee of this institution watches the singer’s music video (*) Call Me By Your Name during a breakout that sees this institution set ablaze. A judge sentences Lil Nas X to 5 years in, for 10 points, what prison that serves as the setting to the music video for “Industry Baby”?", "answer_sanitized": "Montero State Prison [prompt on partial answer] "}, {"question_sanitized": "An account by Herodotus describes how one side in this battle’s troops were counted in units of ten thousand because they supposedly numbered in the millions. An epitaph at the site of this battle asks the reader to “tell the Lacdaemonians that we lay here, obedient to their words”. (*) Ephialtes showed one side in this battle a hidden mountain pass. A general famously proclaimed “come and take them” when asked to surrender during this battle. For 10 points, name this 480 BCE battle where 300 Spartan soldiers were slaughtered in a mountain pass known as the “hot gates”. ", "answer_sanitized": "Battle of Thermopylae "}, {"question_sanitized": "This location is bounded by a “foul river”, a railroad, and a drawbridge, and before reaching this location, characters observe ships at Port Roosevelt. One shop in this location is thought to be a blind with “sumptuous and romantic” apartments above. Buildings in this location include a coffee shop owned by Michaelis, and (*) yellow items here include a garage owned by George Wilson, the glasses of T.J. Eckleburg, a “death car” that kills Myrtle Wilson. For 10 points, name this polluted location in The Great Gatsby between West Egg and New York City.", "answer_sanitized": "the valley of ashes [accept Wilson’s garage until “buildings”] "}, {"question_sanitized": "This text closes with the phrase “gone, gone, everyone gone to the other shore, awakening.” At the beginning of this text, one character realizes the nonexistence of the Five Essences. Atop Vulture Peak, Avalokitesvara explains to Sariputra the “sunyata” of all phenomena in this text. This sutra espouses the Two Truths Doctrine by stating “form is (*) emptiness, emptiness is form.” For 10 points, name this Buddhist sutra, named for a circulatory organ.", "answer_sanitized": "Heart Sutra [or Prajñāpāramitāhṛdaya Sutra; or Xīnjīng; or the “Heart of the Perfection of Wisdom” until “Perfection of Wisdom” is read] "}, {"question_sanitized": "According to some stories, this good was first introduced to one country when Francisco de Melo Palheta seduced the wife of a governor who presented him with a bouquet laced with this crop’s seeds. The Constitutionalist Revolution was led by oligarchs who produced this crop known as paulistas. Getulio (*) Vargas created a “Department” named for this crop to prevent its overproduction. This crop co-names a period of Brazilian history with “milk”. For 10 points, name this crop whose beans are used to make a caffeinated beverage.", "answer_sanitized": "coffee [or café, accept coffee beans] "}, {"question_sanitized": "The Mitterrand Doctrine stated that those who committed violent acts during this period would not be extradited to their home country for prosecution. This period began when police officer Antonio Annarumma was struck with an iron tube. This period was preceded by a series of violent strikes known as the Hot Autumn. Opposition to a certain leader’s (*) “Historic Compromise” led to his kidnapping during this period. For 10 points, name this two decade long period of unrest in Italy that saw the kidnapping of Aldo Moro by the Red Brigades.", "answer_sanitized": "Years of Lead "}]}