{"tossups": [], "bonuses": [{"leadin": "Martin Winterkorn recently resigned as CEO of this company. For 10 points each:", "answers": ["Volkswagen [or VW]", "nitrogen [or N]", "Touareg [or Tuareg; or Twareg; do NOT accept \"Tiguan\"]"], "parts": ["Name this German automaker that admitted in 2015 to have cheated on emissions tests.", "Certain models of VW emit much higher than permitted levels of the oxides of this element.", "A couple years ago, Volkswagen considered changing the name of this luxury SUV after its namesake Berber-speaking Muslim nomads of the Sahara area drove Mali's army out of Azawad."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin": "Some patients with this disease are treated with the drug hydroxyurea, which increases the production of the \"fetal\" version of a certain transport protein. For 10 points each:", "answers": ["sickle-cell anemia", "glutamic acid [or Glu; or E; prompt on \"glutamate\"]", "malaria"], "parts": ["Name this disease in which red blood cells have the namesake deformed shape.", "The difference between normal hemoglobin and sickle-cell hemoglobin is caused by a point mutation that changes this amino acid into valine. The neurotransmitter GABA is made from it.", "An example of heterozygote advantage is that sickle-cell trait provides some resistance to this disease, which can be caused by the parasite Plasmodium falciparum."], "subcategory": "Biology", "category": "Science"}, {"leadin": "In some Jewish households, these objects are attached to a doorpost in a diagonal position. FTPE:", "answers": ["mezuzahs [or mezuzoth; or mezuzot; or mezuzos]", "Deuteronomy", "Ten Commandments [or the Decalogue]"], "parts": ["Name these objects that consist of a parchment scroll inside of a small case.", "Mezuzahs are inscribed with passages from this fifth book of the Old Testament.", "The fifth chapter of Deuteronomy includes these basic obligations of man, which were engraved on two stone tablets, and include \"Thou shalt not kill.\""], "subcategory": "Religion", "category": "Religion"}, {"leadin": "This body of water’s real-life 1927 flood provides the backdrop to a short novel. FTPE:", "answers": ["Mississippi River", "“The Negro Speaks of Rivers”", "Herman Melville"], "parts": ["William Faulkner’s novella “Old Man” depicts a convict who helps a woman give birth during a flood of what river that shares its name with the state with which Faulkner is most associated?", "The speaker of this Langston Hughes poem describes hearing “the singing of the Mississippi when Abe Lincoln/went down to New Orleans.”", "The allegorical novel The Confidence-Man, by this 19th-century author, is set on a steamboat on the Mississippi."], "subcategory": "American Literature", "category": "Literature"}, {"leadin": "This structure was commissioned when a ruler of the Mughal Empire lost his favorite wife, Mumtaz, while she was giving birth to her fourteenth child. For 10 points each:", "answers": ["Taj Mahal", "Agra", "Red Fort"], "parts": ["Name this marble structure famous for its four minarets and long reflecting pool on the south side", "This city in Uttar Pradesh is where the Taj Mahal was built", "This other building project by Shah Jahan features the Lahori Gate and is named after the color of the sandstone used to build the walls."], "subcategory": "Geography", "category": "Geography"}, {"leadin": "This event, which took around fifteen days, may have occurred through the Little St. Bernard Pass and involved thirty-seven war elephants. For 10 points each:", "answers": ["Hannibal's crossing of the Alps [accept equivalents]", "Second Punic War [prompt on partial answer]", "Hasdrubal II"], "parts": ["Name this 218 BC event in which a certain general crossed a certain mountain range.", "Hannibal crossed the Alps during the first year of this war that was fought between Rome and Carthage, and included major battles fought at Lake Trasimene, Cannae, and Zama.", "This son of Hamilcar and brother of Hannibal was beheaded after losing the Battle of the Metaurus during the Second Punic War and had his head thrown into Hannibal's camp."], "subcategory": "History Classical", "category": "History"}, {"leadin": "Along with Haynes, this man conducted an experiment in 1949 that involved injecting holes into a semiconductor and measuring the diffusion and drift of those minority carriers. FTPE:", "answers": ["William Shockley", "diodes", "amperes [or amps]"], "parts": ["Name this physicist who, along with Bardeen and Brattain, developed the transistor.", "Shockley names an equation used to model these devices, through which current can only pass freely in one direction. On a diagram, they are symbolized by a triangle pointing to a line.", "Current is often measured using this SI unit, whose namesake French physicist developed a law that can be used to calculate the magnetic field produced by a current-carrying wire."], "subcategory": "Physics", "category": "Science"}, {"leadin": "A piano suite by Enrique Granados was inspired by the paintings of this artist. FTPE:", "answers": ["Francisco Goya", "Charles IV", "Los Caprichos [or The Caprices]"], "parts": ["Name this Spanish painter of The Nude Maja and The Third of May 1808.", "Goya was the court painter to this Spanish king, who reigned from 1788-1808.", "A witch holds a baby, whose fart sets fire to a brazier [BREY-zher], in a work by Goya from this series of eighty etchings. It also includes The Sleep of Reason Produces Monsters."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin": "Jonathan Harker is sent to this character's castle to complete a real estate transaction. FTPE:", "answers": ["Count Dracula", "Abraham \"Bram\" Stoker", "Lucy Westenra [accept either]"], "parts": ["Name this character who is later chased around Eastern Europe by Van Helsing and others.", "The novel Dracula was written by this author, who also wrote The Lair of the White Worm.", "This character from Dracula is referred to as the \"Bloofer Lady\" in newspapers after turning into a vampire. Her fiancé Arthur Holmwood plunges a stake through her heart."], "subcategory": "British Literature", "category": "Literature"}, {"leadin": "John Trumbull depicted the death of Joseph Warren at this battle. For 10 points each:", "answers": ["Battle of Bunker Hill", "Israel Putnam", "Howe"], "parts": ["Name this 1775 battle that was actually fought on Breed's Hill in Massachusetts.", "\"Don’t fire ’til you see the whites of their eyes\" is often attributed to William Prescott or this other American commander at Bunker Hill, who names a \"camp\" in Redding, Connecticut.", "This last name is shared by the British commander at Bunker Hill, as well as the author of \"The Battle Hymn of the Republic.\""], "subcategory": "American History", "category": "History"}, {"leadin": "This thinker’s namesake paradox posits that the set of all sets that are not members of themselves is a member of itself only if it’s not a member of itself. Or something like that. FTPE:", "answers": ["Bertrand Russell", "bald", "teleological argument"], "parts": ["What philosopher presented that paradox in the Principia Mathematica he co-wrote with Alfred North Whitehead?", "In his theory of descriptions, Russell presented an example sentence stating that the “present king of France” has this quality, which he would share with Vin Diesel and The Rock.", "In his book Why I Am Not a Christian, Russell attacked the argument from design, more formally called by this name designating it as an argument regarding an end purpose."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin": "The 1976 book The Uses of Enchantment studies these stories as psychological guides. FTPE:", "answers": ["fairy tales or fairy stories", "Bruno Bettelheim", "Hansel and Gretel"], "parts": ["What kinds of originally oral stories were collected by the Grimm brothers and include works like “Little Red Riding Hood” and “Rapunzel”?", "The author of The Uses of Enchantment was this Austrian psychologist, a Holocaust survivor.", "Bettelheim reads this classic tale as representing a child’s anxiety over separation from his parents, arguing that the title siblings’ ability to use their wits to survive being abandoned in the woods and threatened by a cannibalistic witch provides comfort to children."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin": "The atactic type of these compounds have a random orientation of their R groups and are amorphous, while their syndiotactic type have alternating R groups and are crystalline. FTPE:", "answers": ["polymers", "polystyrene [do NOT accept \"styrofoam\"]", "chain-growth polymerization [or addition polymerization]"], "parts": ["Name these compounds made from monomers with the help of Ziegler–Natta catalysts.", "This aromatic polymer is made up of a monomer that consists of benzene bonded to ethylene. Materials such as packing peanuts, egg cartons, and foam coolers can be made of this polymer.", "Polystyrene is produced in this type of polymerization, which usually involves the opening up of double bonds. It is often contrasted with step-growth polymerization."], "subcategory": "Chemistry", "category": "Science"}, {"leadin": "This event began when Edward the Confessor died, bringing Harold Godwinson to the throne. FTPE:", "answers": ["¬Norman invasion of England [or Norman conquest of England; accept equivalents]", "William the Conqueror [or William I of Normandy; or William the Bastard]", "Domesday Book [or Book of Winchester]"], "parts": ["Name this 11th century event, whose decisive Battle of Hastings saw the victor defeat the Englishman Harold Godwinson for the throne.", "This Norman King, the only son of Robert I, was the victor at the Battle of Hastings.", "William the Conqueror called for the publication of this book near the end of his reign. Its original purpose was to collect taxes owed during the reign of Edward the Confessor."], "subcategory": "European History", "category": "History"}, {"leadin": "The title character imagines hearing the \"sweet sound\" of Edgardo's voice after killing Arturo with a dagger on their wedding night in this opera's \"Mad Scene.\" For 10 points each:", "answers": ["Lucia di Lammermoor", "Walter Scott", "Gioachino Rossini"], "parts": ["Name this 1835 opera in which the title character sings the aria \"Il dolce suono.\"", "Donizetti's opera Lucia di Lammermoor is based on the novel The Bride of Lammermoor by this Scottish novelist, who also provided the basis for the Arthur Sullivan opera Ivanhoe.", "Walter Scott's novel The Lady of the Lake inspired the opera La donna del lago by this other Italian composer, who included \"Figaro! Figaro! Figaro!\" in the aria \"Largo al factotum.\" In the overture to another opera by this man, the trumpets announce a cavalry charge."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin": "This author’s massive four-volume novel Joseph and His Brothers isn’t much read these days. FTPE:", "answers": ["Thomas Mann", "Tadzio", "The Magic Mountain (or Der Zauberberg from Clever Hans)"], "parts": ["What German wrote the much more commonly read novella Death in Venice?", "Von Aschenbach succumbs to cholera in Venice after pining terribly for this beautiful Polish boy.", "Mann’s massive tale of Hans Castorp’s seven-year visit to a sanatorium in Switzerland has this title."], "subcategory": "European Literature", "category": "Literature"}, {"leadin": "This man is the namesake of the CGS unit for luminance. For 10 points each:", "answers": ["Johann Heinrich Lambert", "pi", "cosine"], "parts": ["Name this alphabetically second namesake of a doubly-eponymous law that states absorbance equals the product of the molar absorption coefficient, concentration, and path length.", "Johann Heinrich Lambert proved that this number is irrational. It is the ratio of the circumference of a circle to its diameter, and it is often approximated as 3.14.", "Lambert developed a law concerning the intensity from a diffusely reflecting surface that is named for this trigonometric function. It also names a generalization of the Pythagorean theorem."], "subcategory": "Other Science", "category": "Science"}, {"leadin": "These siblings took the teeth, eyes, and power of the demon Seven-Macaw. FTPE:", "answers": ["Hero Twins", "Maya", "Popul Vuh"], "parts": ["What brothers from a Meso-American myth system were named Hunahpu and Xbalanque (shaba-lankay)?", "The Hero Twins appear in the myth system of what culture that thrived in Guatemala and the Yucatan Peninusla till around 900 CE?", "The story of the Hero Twins is featured in this text written in the Quiche language, which provides the basis for much of our knowledge of Mayan myth."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin": "The Acmeists were a group of early 20th-century poets from this country. FTPE:", "answers": ["Soviet Union (we’ll accept “Russia” in Orlando--up to other sites to do so)", "Josef Stalin", "Yevgeny Yevtushenko"], "parts": ["The Acmeists, including Osip Mandelstam, wrote a “cool” poetry that contrasted with the more passionate language of Andrei Bely and what country’s Symbolist movement?", "Akhmatova’s poem “Requiem” laments the imprisonment and killing of Russians, including her own son Lev Gumilov, by this Soviet leader.", "This mid-century Russian poet declared he is an “Anne Frank” or Dreyfus in his poem “Babi Yar” about a slaughter of Jews by the Soviets in World War II."], "subcategory": "European Literature", "category": "Literature"}, {"leadin": "Answer the following about some \"affairs\" from French history. FTPE:", "answers": ["Marie Antoinette [or Maria Antonia]", "Huguenots [prompt on \"Protestants\" or \"Calvinists\"]", "Affair of the Poisons"], "parts": ["In the Affair of the Diamond Necklace, Louis de Rohan was accused of forging the signature of this queen, the wife of Louis XVI, who was guillotined during the French Revolution.", "Francis I \"vomited rage through his eyes\" after a sign was posted on his door by these people in the Affair of the Placards, which was followed six years later by an Edict of Fontainebleau.", "This affair began when the Marquise [mar-KEEZ] de Brinvilliers [brin-vil-YA] was executed in 1676 for the murder of her father and brothers. During this affair, Madame de Montespan, the mistress of Louis XIV, was suspected of participating in black masses."], "subcategory": "European History", "category": "History"}]}