{
    "tossups": [
        {
            "question_sanitized": "Instead of being “spatiotemporally unrestricted classes,” these groups should be viewed as “historical entities” according to David Hull’s “A Matter of Individuality.” The argument from the “overlap” of these groups is also called the “argument from marginal cases.” A book [emphasize] titled for these groups is compared to a “universal acid” in a 1995 book that criticizes “greedy reductionism.” The difficulty of defining these groups is the subject of a namesake “problem” introduced by (*) Ernst Mayr (“mire”). According to a later thinker, an 1859 book titled for these groups explains complexity with “cranes” rather than “skyhooks.” The “ism” of viewing other groups of this type as inferior has been attacked by Peter Singer. For 10 points, Daniel Dennett wrote about the “Dangerous Idea” of a Charles Darwin book titled for the “origin” of what groups?",
            "answer_sanitized": "species [accept On the Origin of Species; prompt on animals]",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "The displacement operator can be expressed as an infinite series containing instances of this operation nested within other instances of it using a formula whose dual is the Zassenhaus formula. In the formulation where state vectors are time-independent, the time dependence of observables is given by the sum of the partial time derivative of the observable and an instance of this operation. When this operation outputs zero, its inputs are simultaneously diagonalizable. For operators A and B, sigma-A times sigma-B is at (*) least i over two times this operation on A and B. This operation on the square of the angular momentum operator and any component of the angular momentum operator is zero. If this operation is non-zero for two observables, they are not simultaneously measurable. For 10 points, what operation on operators A and B equals AB minus BA?",
            "answer_sanitized": "commutators [prompt on Lie brackets; do not accept or prompt on “Poisson bracket”] (The first clue refers to the Baker–Campbell–Hausdorff formula.)",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "Chirping crickets and the sound of helicopter blades open a song by this artist in which the chorus sings “we said we’d all go down together.” This artist sang that “Victor was born / the spring of ’44 / and never saw / his father anymore” after meeting a clown during a tour of the Soviet Union. “Goodnight Saigon” and “Leningrad” appeared on this artist’s albums The Nylon Curtain and Stormfront. (*) Twyla Tharp choreographed a jukebox musical with the songs of this man, who danced with Christie Brinkley in his music video for “Uptown Girl.” This man rhymed “Ayatollah’s in Iran / Russians in Afghanistan” in a song that strings together Cold War headlines. For 10 points, name this American singer of “We Didn’t Start the Fire.”",
            "answer_sanitized": "Billy Joel (The song in the first line is “Leningrad.”)",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "Description acceptable. Large chicha concentrations characterize a set of well-preserved objects that had undergone this action prior to their discovery at Llullaillaco (“yool-ya-YA-ko”). At the Campus Sceleratus, this action was done to the scapegoat Cornelia on the orders of Domitian. This action was performed on a woman after György Thurzó’s (“jurj TOOR-zo’s”) visit to Csejte (“CHAY-teh”) Castle, where he claimed to have discovered her covered in blood. After being implicated in the deaths of hundreds of girls, the Hungarian (*) Elizabeth Báthory experienced this action. Upon breaking their 30-year vow of chastity, Vestal Virgins were forced to undergo this action, which also occurred to the slaves of recently deceased Mongol khans. Legendarily, this action was performed to the artisans who worked on the Qin Shi Huang Di’s Mausoleum to stop them from revealing its location. For 10 points, name this punishment that inspired Poe’s The Cask of Amontillado.",
            "answer_sanitized": "immurement [or entombment; accept descriptive answers of being enclosed or sealed behind/within a wall; accept burying or being buried alive; prompt on mummification by asking “what action did they experience that directly led to their mummification?”; prompt on starvation or dehydration by asking “after undergoing what process?”; prompt on isolation; prompt on being sentenced to death]",
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "question_sanitized": "Vladimir Horowitz infamously rushed through this work’s finale in his 1928 Carnegie Hall debut. An Tianxu (“ahn t’yen-SHOO”) was accidentally forced to perform Rachmaninoff’s Rhapsody rather than this piece first during a 2019 competition. Stephen Hough (“huff”) found a “wrong note” in the lilting flute solo that opens this work’s 6/8-time Andantino semplice (“sem-PLEE-chay”) second movement. In a majorkey opening section whose theme apparently never returns, the soloist plays fortissimo (*) D-flat-major block chords to accompany a folk melody. This work begins with a horn sounding the descending notes F, D-flat, C, Bflat. Van Cliburn played this work to win a 1958 competition named for its composer. Hans von Bülow premiered this work after its dedicatee, Nikolai Rubinstein, rejected it. For 10 points, name this B-flat-minor concerto by the Russian composer of the Pathetique Symphony.",
            "answer_sanitized": "Pyotr Ilyich Tchaikovsky’s Piano Concerto No. 1 [accept Tchaikovsky’s Piano Concerto in B-flat minor until “B-flat” is read; accept word forms like Tchaikovsky’s first piano concerto; prompt on partial answer]",
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "One of these objects adorned with an eagle plays a part in the ceremony in which Eastern Orthodox bishops-elect are questioned prior to their consecration. Old Believers use small forms of these objects called podruchniks while they perform zemnoy poklon to keep their hands clean for the Sign of the Cross. Transylvanian Saxons decorated their churches with (*) “single niche” types of these objects until a 1610 Ottoman fatwa. The Arabic word for these objects reflects their usefulness for sujud, and they may be decorated with a comb and pitcher to remind people to perform wudu prior to using them. They’re not buildings, but these objects are typically designed with a mihrab that must point in the direction of Mecca while they are used. For 10 points, name these decorated fabrics upon which many Muslims perform prayers.",
            "answer_sanitized": "prayer rugs [or prayer mats]",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "While in one of these locations in one film, Professor Collins gives a drunken speech on “differential calculus” to the protagonist, though he later denies ever being drunk. It’s not a garage, but at the end of a 1943 film, Uncle Charlie dies immediately after trying to kill his niece in one of these locations. One film opens by tracking the shoes of two walking men before they bump into each other in one of these locations, where one of them leaves a lighter engraved with (*) “From A to G.” Roger Thornhill and Eve Kendall first meet in one of these locations in North by Northwest, a film that ends by match cutting from Eve dangling from Mount Rushmore to her in one of these locations approaching a tunnel. For 10 points, Bruno Anthony asks tennis star Guy Haines to “switch murders” in a Hitchcock film titled for Strangers on what vehicle?",
            "answer_sanitized": "trains [or Strangers on a Train; accept specific parts of a train] (The second clue refers to Shadow of a Doubt.)",
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A reference in this novel to a book by “Towson or Towser” is analyzed in the Homi Bhabha essay “Signs Taken For Wonders.” Another essay uses Salman Rushdie’s term “outside the whale” to argue that this book depicts the “contingency” of a certain system, one of the title “Two Visions in [this novel].” This book’s withholding of language from its “rudimentary souls” is compared with the Christian Science Monitor’s use of the word “dialects” at the end of an essay that (*) condemns this book’s depiction of people who are “just limbs or rolling eyes.” Edward Said’s Culture and Imperialism identifies this novel’s “reverse” as Tayeb Salih’s Season of Migration to the North. A 1975 lecture called the author of this novel a “thoroughgoing racist.” For 10 points, Chinua Achebe’s “An Image of Africa” critiques what novella by Joseph Conrad?",
            "answer_sanitized": "Heart of Darkness",
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "This region is called the “heart of everything that is” in American Horse’s winter count, which begins with its rediscovery. Before allegedly fleeing early, a leader attacked Fort Rice from this region by pretending that surrendering soldiers had been killed. A “shirt-wearer” led soldiers from this region into Wyoming to ambush William Fetterman’s forces during a war that closed the (*) Bozeman Trail to its south. This region, called Paha Sapa, saw migration by the Cheyenne and Arapaho after an attack ordered by James Chivington. A man had a vision of horse-riding soldiers “coming down like grasshoppers” prior to a conflict in this region. In violation of the Treaty of Fort Laramie, gold-rushers flocked to this region during the Panic of 1873. For 10 points, name this geographical feature contested during Custer’s Last Stand at Little Bighorn.",
            "answer_sanitized": "Black Hills [accept Paha Sapa until read; prompt on Dakota Territory, South Dakota or Great Plains]",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "They’re not polysaccharides, but these compounds are commonly used as chiral stationary phases for resolution of primary amines using HPLC. These compounds can enhance activity of enzymes dissolved in organic solution by complexing lysine ammonium groups. Cyclen is an aza (“AY-zuh”) analogue of one of these compounds in which nitrogen atoms replace all oxygens, and cryptands are another example of nitrogen-containing derivatives of these compounds. One of these compounds can form an optimal coordination complex with a (*) potassium ion; that 18-atom compound was discovered by Charles Pedersen. These compounds are created by ethylene oxide polymerization around a cation. Metal and ammonium cations have a high affinity for the interior of these macrocyclic compounds. For 10 points, a repeating carbon–carbon–oxygen unit characterizes what compounds that are a certain kind of ether?",
            "answer_sanitized": "crown ethers [accept crown after “ether” is read; prompt on ether until read; prompt on macrocycles until read]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "A novel by this author opens with a character forgetting to put panels on the door he is making because he is distracted by a female preacher. Later in that novel by this author, a widow who helped a woman give birth testifies against her in a trial, resulting in a death sentence for the fiancée of the title character. Captain Donnithorne throws a coming of age party for the people of Hayslope in a novel by this author, who also wrote about (*) John Raffles blackmailing a banker who made his money off of an old widow in another. One of this author’s characters is disappointed when she discovers her husband is uninterested in publishing The Key to All Mythologies. For 10 points, name this author who wrote about Hetty Sorrel in Adam Bede and Dorothea Brooke in Middlemarch.",
            "answer_sanitized": "George Eliot [or Mary Ann Evans]",
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "A progressive prime minister of this country rejected the idea that it should be a “dog on a chain” before signing a non-aggression pact with its southern neighbor. This country’s Education Minister, Nina Bang (“bung”), was the first female minister in a recognized government; that Social Democratic cabinet was successful in the 1930s using the slogan “Stauning or Chaos.” A king of this country who would later send a famously terse birthday note dismissed (*) Carl Theodor Zahle during the 1920 Easter Crisis. This was the more southerly country invaded in Operation Weserübung (“VAY-suh-roo-bung”). This country accepted 25 million dollars from the US in exchange for St. John, St. Croix, and St. Thomas. During its Nazi occupation, the horse Jubilee was riden in the streets by its King Christian X. For 10 points, name this country that no longer controls Schleswig-Holstein, but still controls Greenland.",
            "answer_sanitized": "Denmark [or Kingdom of Denmark; accept Danmark; accept Dänemark]",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "In a poem in this language, the title group asks the reader to “show us your sun, but slowly / lead us step by step from star to star / let us learn to live again, but softly.” In a poem dedicated to that author of “Chorus of the Saved,” an author in this language writes that “we / really don’t know / what counts.” Another poem in this language describes “a man in the house” who “plays with serpents” and repeats (*) “black milk of daybreak we drink it at nightfall / we drink it at noon in the morning.” That poem in this language uses the images of a golden-haired Margarete and an ashen-haired Shulamith. Besides “Death Fugue,” another poem in this language asks “who, if I cried out, would hear me among the Angelic orders?” For 10 points, name this language used by Nelly Sachs, Paul Celan, and Rainer Maria Rilke.",
            "answer_sanitized": "German [or Deutsch]",
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "People living in this country’s south have adapted to environmental changes by replacing the round, wicker guffa boat with the mashoof, a long, skinny canoe. Thor Heyerdahl’s last expedition used a reed boat he built in this country to sail across the Indian Ocean. The Ma‘dān live in this country’s south, whose marshlands were targeted by a 1991 bombing campaign that revealed the oil-rich island of (*) Majnoon. The Battle of the Marshes occurred in this country in a war with its neighbor partially fought over the Shatt al-Arab. During the al-Anfal campaign, this country genocided its Kurdish population. For 10 points, name this country, whose marshlands were drained by Saddam Hussein.",
            "answer_sanitized": "Iraq [or Republic of Iraq]",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "This artist’s Life of Esther series used the panelled spalliera format that often decorated cassone. A crumbling triumphal arch declaring Aaron’s legitimacy appears in this artist’s fresco of The Punishment of the Sons of Korah, which lies opposite Perugino’s Delivery of the Keys in the Sistine Chapel. Rediscovered in the 19th century, his work was popularized by Bernard Berenson, Walter Pater, and the Pre-Raphaelite Brotherhood. This artist may have (*) destroyed several of his own paintings in the “Bonfire of the Vanities” while under the sway of Girolamo Savonarola, whose influence may be present in this artist’s The Mystical Nativity. The Uffizi Gallery is home to two large mythological and floral paintings by this artist that feature Zephyrus and Chloris. For 10 points, name this Florentine artist of The Birth of Venus.",
            "answer_sanitized": "Sandro Botticelli",
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Arthur Kleinman’s book titled for “Rethinking” this profession uses the example of a phenomenon that exists in China but not America to argue for the importance of anthropology to this profession. The author of The Politics of Experience and the Bird of Paradise is often called an opponent of this profession, despite being a member of it. Mary Barnes was among the residents of Kingsley Hall, a radical alternative to this discipline that was founded by (*) R. D. Laing. Thomas Szasz (“soss”), who controversially calls this discipline’s focus a “myth,” criticized this profession for its approach to homosexuality. Critics have pointed to the influence of the pharmaceutical industry on this industry’s “bible,” the Diagnostic and Statistical Manual, or DSM. For 10 points, name this profession whose practitioners can prescribe medication for disorders such as OCD, unlike psychology.",
            "answer_sanitized": "psychiatry [or word forms like psychiatrists; prompt on therapy or psychology until read; prompt on doctors or medicine]",
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "question_sanitized": "A 2018 Science paper used ungulate populations reintroduced to North America to show that a form of this behavior known as “green-wave surfing” can be socially learned. This behavior can reduce infectious disease risk through namesake forms of “escape” and “culling.” A form of anxiety that manifests during this behavior, called Zugunruhe (“TSOO-gun-ROO-uh”), can be studied by placing different star patterns in an Emlen funnel. Among fish, this behavior’s (*) direction can be described as anadromous or catadromous. A radical pair mechanism may explain how birds use magnetoreception during this behavior. Wildebeest perform this behavior clockwise around the Serengeti to track fresh grazing grounds through the seasons. For 10 points, name this behavior in which animals move long distances.",
            "answer_sanitized": "migration [prompt on navigation; prompt on homing by asking “what more general behavior is that often an instance of?”]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "This deity sent a conjurer to heal a man in a poem similar to the Book of Job whose title likely references this deity as “Lord of Wisdom.” During a New Year’s celebration, the king was slapped before bowing to a statue of this deity and making a confession of having “not neglected your divinity.” Statues of this deity were gathered in the Ubshu-Ukkina hall during a festival celebrating this deity being freed by his son (*) Nabu. That festival named for “barley cutting” began with a priest mourning this deity from the Esagila temple. In the Enuma Elish, this deity uses the “Evil Wind” to slay a deity who made Kingu her consort. The Akita festival celebrated this deity’s victory over Tiamat before recovering the Tablet of Destinies. For 10 points, name this son of Enki and chief Babylonian deity, known for having fifty names.",
            "answer_sanitized": "Bel-Marduk",
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "question_sanitized": "This variable and ice fraction are the boundary conditions on AGCMs evaluated by the AMIP (“AYmip”) project. Alkenone unsaturation is a common biomarker for this variable. Using foraminifera, the fractionation of oxygen-18 is often used to reconstruct this variable. This quantity varies with a period of 60 to 85 years in the Atlantic multidecadal oscillation, and an unusual positive (*) anomaly in this quantity nicknamed “The Blob” appeared in the Pacific Ocean in 2013. Erik Palmén proposed that cyclogenesis requires a minimum threshold value of this quantity in order to explain why cyclones form mainly at low latitudes. This variable and salinity determine the density of seawater. For 10 points, name this thermodynamic variable that is rising in oceans due to the greenhouse effect.",
            "answer_sanitized": "sea surface temperature [or ocean temperature; or water temperature; accept temperature anomaly; do not accept or prompt on “air temperature” or “atmospheric temperature”]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "After encountering a sarcastic printer’s wife, a character in this novel notes that the difficulty with humorists is that they will mix what they believe with what they don’t. The protagonist of this novel rebuffs the advances of the preacher’s wife Lucy, who frequently quotes Freud to him. After remembering his younger sister riding on his bike’s handlebars, the protagonist of this novel impulsively drives to West Virginia and then back to (*) Brewer, Pennsylvania. This novel features the golf-loving, idealistic priest Jack Eccles and the protagonist’s wife Janice, who drunkenly drowns her daughter Rebecca June in a bathtub. The protagonist of this novel lives for a time with the prostitute Ruth and reminisces about his high school basketball glory days with his former coach Marty Tothero. For 10 points, name this John Updike novel, the first in a series about Harry “Rabbit” Angstrom.",
            "answer_sanitized": "Rabbit, Run",
            "subcategory": "American Literature",
            "category": "Literature"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "Björn Höcke leads the Der Flügel faction of this party, which was placed under federal surveillance in 2020 for its extremism. For 10 points each:",
            "answers_sanitized": [
                "Alternative for Germany [or AfD; or Alternative für Deutschland]",
                "Annegret Kramp-Karrenbauer [or AKK]",
                "Angela Merkel "
            ],
            "parts_sanitized": [
                "Name this far-right German political party. Björn Höcke leads this party in the state of Thuringia, where a Minister President was elected with this party’s support for the first time in Germany in February of 2020.",
                "This politician stepped down as leader of the CDU in response to the controversy of local party members voting with AfD. This woman became Minister of Defence in 2019 after Ursula von der Leyen’s selection as President of the European Commission.",
                "Kramp-Karrenbauer was often labeled the “mini” version of her predecessor as leader of the CDU, this longtime Chancellor who opted not to run for re-election in 2021."
            ],
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "leadin_sanitized": "An artist from this movement who founded the Parsons School of Design was fond of buying fish, quickly painting still lifes, and returning them before they rotted. For 10 points each:",
            "answers_sanitized": [
                "American Impressionism (The artists are William Merritt Chase and Childe Hassam.)",
                "Mary Cassatt",
                "snake charmer "
            ],
            "parts_sanitized": [
                "Name this artistic movement. An artist from this movement who often signed his paintings with an Islamic crescent depicted a row of American flags in a painting that has been in the Oval Office for four administrations.",
                "One of the most well-known American Impressionists is this artist, who painted domestic scenes like The Boating Party and The Child’s Bath.",
                "Cassatt studied at the École des Beaux-Arts under Jean-Léon Gérôme, a prolific teacher of Americans. Like Henri Rousseau, Gérôme depicted this type of entertainer in a painting on the cover of Edward Said’s Orientalism."
            ],
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "In one protocol, SYN, SYN-ACK, and ACK are names of these things that are sent between a client and a server as part of a “three-way handshake.” For 10 points each:",
            "answers_sanitized": [
                "network packets [prompt on message]",
                "IP [or Internet Protocol]",
                "random early detection [or RED; or random early drop; or random early discard] "
            ],
            "parts_sanitized": [
                "Name this unit of data transmitted in an alternative to circuit-switching. Variation in the delay of these things causes jitter.",
                "The “three-way handshake” establishes a connection required to transmit packets in TCP, which is frequently paired with this communications protocol as a foundation for many computer networks.",
                "This queue management approach developed by Sally Flood and Van Jacobson helps to avoid congestion in packet-switched networks by dropping packets at random once the average queue size exceeds a certain threshold."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The protagonist of a play titled for one of these places contracts his friend General Du to drive away Sun the Flying Tiger so that he can marry his beloved. For 10 points each:",
            "answers_sanitized": [
                "chambers [or lóu; wings; or mansions; or bowers]",
                "orphans [or gū’ér; accept The Orphan of Zhao or Zhàoshì gū’ér]",
                "bandits [accept outlaws, criminals, thieves, or equivalents] "
            ],
            "parts_sanitized": [
                "Name this sort of place, a “Western” one of which titles a Yuan-era love comedy by Wang Shifu. In a later novel titled for one of these places, Jia Baoyu and Lin Daiyu read romantic passages from the then-banned play.",
                "A Yuan play titled for one of these people was the first Chinese play to be translated into European languages, such as into French by Voltaire. That zaju play depicts the revenge of one of these people from the Zhao family.",
                "In Romance of the Western Chamber, Sun the Flying Tiger and his followers are these people. 108 of these people live in a marsh in Shi Nai’an’s (“shurr nye-AHN’s”) novel Water Margin."
            ],
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "In The True Life, Alain Badiou (“ah-LAN bod-YOO”) avowed that his philosophical goal was to perform this action. For 10 points each:",
            "answers_sanitized": [
                "corrupting the youth [accept word forms such as “the young” in place of “youth”; prompt on partial answers or synonyms]",
                "Socrates",
                "G. E. M. Anscombe "
            ],
            "parts_sanitized": [
                "Name this action. A philosopher compared himself to a horse-trainer when his interlocutor Meletus accused him of being the only citizen who performs this action instead of being an “improver.”",
                "This person responds to the allegations that he corrupted the youth of Athens in the Apology, one of the dialogues starring this teacher of Plato.",
                "This philosopher answered the title question in the negative in the radio address “Does Oxford Moral Philosophy Corrupt Youth?” As a public intellectual, this philosopher also attacked the consequentialism used to justify the bombing of Hiroshima in the pamphlet “Mr. Truman’s Degree.”"
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "In an aria often titled for one of these objects, a pattern of descending two-note phrases played by woodwinds followed by a chord from the harp musically depicts the act of creating one of them. For 10 points each:",
            "answers_sanitized": [
                "letters [accept Letter Aria or Letter Scene]",
                "Werther (by Jules Massenet)",
                "Carmen "
            ],
            "parts_sanitized": [
                "Name these objects in the colloquial name of the aria “Let me perish, but first…,” which is sung by Tatyana in the first act of Tchaikovsky’s opera Eugene Onegin.",
                "This other opera’s third act opens with a letter scene in which a woman reads letters from her love interest before singing the aria “Va! Laisse couler mes larmes” (“va, less koo-lay may larm”). Her love interest in this opera then sings the aria “Pourquoi me réveiller” (“poor-kwah muh ray-vay-yay”).",
                "Yet another operatic letter scene can be found in the first act of this Georges Bizet opera, when Micaëla (“mee-ka-EL-ah”) delivers a letter to Don José (“zho-SAY”) from his mother."
            ],
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "In 2005, Antoine Pietrobelli discovered the long-lost treatise On Consolation from Grief, which was written by a famed scholar of this subject after a 191 AD fire in the Temple of Peace destroyed many of his manuscripts. For 10 points each:",
            "answers_sanitized": [
                "medicine [accept De materia medica; accept pharmacy or word forms; prompt on botany or growing plants; do not accept or prompt on “agriculture” or “farming”]",
                "Galen of Pergamon [or Aelius Galenus; or Claudius Galenus]",
                "Arabic [or al-‘arabiyyah] "
            ],
            "parts_sanitized": [
                "Name this subject. For over 1,500 years after its creation, a five-volume treatise on this subject by Pedanius Dioscorides served as one of the main texts for its study in Europe.",
                "The aforementioned scholar was this man, who posited a tripartite soul in On the Doctrines of Hippocrates and Plato. This author of a treatise on theriac furthered the theory of humors while serving as personal physician to Marcus Aurelius.",
                "Texts by Dioscorides and Galen were commonly translated into this language by scholars such as Ibn al-Baitar and Ibn al-Nafis, who both worked under the Ayyubid sultan Al-Kamil."
            ],
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Let’s find the equations of motion of a pendulum swinging from a cart oscillating on a spring. For 10 points each:",
            "answers_sanitized": [
                "kinetic energy",
                "partial derivative with respect to x AND time derivative [accept d over d-x in place of “partial derivative with respect to x”; accept d/dt or d over d-t in place of “time derivative”; accept in either order]",
                "coupled [or word forms] (For more on this problem, see Exercise 7.31 of Taylor’s Classical Mechanics.) "
            ],
            "parts_sanitized": [
                "The first thing to do is to write down the Lagrangian, which equals this type of energy minus potential energy. This energy is the energy of motion.",
                "Two answers required. The equation of motion for x, the spring extension, is found by solving its Euler– Lagrange equation, which sets [read slowly] this operation applied to the Lagrangian equal to this other operation applied to the partial derivative of the Lagrangian with respect to x-dot. You can give the operations in either order, and remember to use x, not a generalized coordinate.",
                "Since the oscillators have this property, the equations of motion are not independent. Double pendulums have this property, meaning the pendulums can exchange energy."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Answer the following about the 14th-century Franciscan monk and itinerant wanderer, Odoric of Pordenone, for 10 points each.",
            "answers_sanitized": [
                "Sir John Mandeville [or Jean de Mandeville; prompt on Jehan a la Barbe, Jehan de Bourgogne, or Jan de Langhe]",
                "Il Milione [or “The Million”; accept The Travels of Marco Polo; accept Book of the Marvels of the World; accept Oriente Poliano; accept Livre des Merveilles du Monde; prompt on answers that describe Marco Polo’s writings or the book by/about Marco Polo]",
                "China [or People’s Republic of China; or Zhōngguó] "
            ],
            "parts_sanitized": [
                "Many of Odoric’s cross-continental observations were pilfered by this possibly nonexistent European, whose wildly popular Travels describe wooly chickens, men with horrendously droopy testicles, and many other things that he definitely didn’t encounter.",
                "Odoric’s descriptions of cormorant fishing and footbinding have cast doubts on the veracity of this other work, which leaves them unmentioned. It may have been embellished by its original transcriber, Rustichello da Pisa.",
                "The practice of footbinding was witnessed by Odoric during his stay in this modern-day country, during which he also located Katarina Vilioni’s tombstone in the city of Yángzhōu."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "In this story, a group of “Wolverines, Suckers, Hoosiers, Buckeyes, and Corncrackers” gather on the Mississippi steamship Invincible to tell tall tales about hunting and various “varmints.” For 10 points each:",
            "answers_sanitized": [
                "“The Big Bear of Arkansas”",
                "William Faulkner",
                "Joel Chandler Harris "
            ],
            "parts_sanitized": [
                "Name this regionalist short story by Thomas Bangs Thorpe, in which Jim Doggett, the title ursine hunter, extols the rugged wilderness of his home state.",
                "This other Southern author wrote about Isaac McCaslin’s hunt for Old Ben in his story “The Bear,” which appears in his collection Go Down, Moses. He also wrote “A Rose for Emily.”",
                "This Georgia author drew on African-American folklore in his Uncles Remus stories, which feature the characters Brer Rabbit and Brer Bear."
            ],
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Priests hold olive branches while leading one of these events called Shaa’nineh (“shaw-nee-neh”) in the Levant. For 10 points each:",
            "answers_sanitized": [
                "processions [prompt on descriptions like walking around a church; prompt on parades]",
                "Dormition of the Mother of God [or Dormition of the Theotokos; or Feast of the Dormition]",
                "funerals "
            ],
            "parts_sanitized": [
                "Identify these events, notably taking place on Palm Sunday in remembrance of Jesus’s entrance into Jerusalem. The Feast of Corpus Christi is typically accompanied by one of these events following the Mass.",
                "A procession is held on August 1 for Eastern Christians at the beginning of a two-week fast celebrating this event, the bodily death of Mary. This event is not explicitly stated in the Catholic doctrine of the Assumption.",
                "A priest will recite De Profundis during one of these events before a procession follows a casket from the deceased’s house to the church prior to the Requiem Mass."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "The protagonist of this novel visits Doctor Rovina to arrange a medical transfer soon after arriving at Fort Bastiani but abruptly changes his mind. For 10 points each:",
            "answers_sanitized": [
                "The Tartar Steppe [or Il deserto dei Tartari]",
                "Waiting for the Barbarians (by J. M. Coetzee)",
                "comic books [or graphic novels; or cartoons] "
            ],
            "parts_sanitized": [
                "Name this novel about Giovanni Drogo, a young officer who spends his whole life awaiting an invasion.",
                "The Tartar Steppe inspired this 1980 novel in which the Third Bureau is deployed to a magistrate’s colonial town to stop an impending invasion.",
                "Dino Buzzati (“DEE-no bood-ZAH-tee”), the author of The Tartar Steppe, wrote in several genres, including a story in this format about Orpheus set in 1960s Milan. Tintin and Asterix are popular European characters originally from this format."
            ],
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Each year, brown algae and diatoms produce around 12 gigatons of laminarin, a polymer of this molecule that they use as a food reserve. For 10 points each:",
            "answers_sanitized": [
                "glucose [or D-glucose]",
                "salicylic acid [or salicylates; or SA]",
                "constitutive OR induced "
            ],
            "parts_sanitized": [
                "Name this monosaccharide that is also polymerized to form cellulose and starch.",
                "Linear beta-1,3 glucans like laminarin can elicit defense responses in plants – for example, by upregulating this phenolic hormone that helps coordinate systemic acquired resistance to pathogens. An acetyl derivative of this compound is a major pain and fever medication.",
                "Plant defenses are often described by one of two adjectives depending on whether they are always present or upregulated in response to an environmental stimulus. Name either adjective."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Though nothing is known about one of these people named Modi, his brother Magni saved their father by lifting the leg of a deceased giant off of his neck. For 10 points each:",
            "answers_sanitized": [
                "children of Thor [or equivalents]",
                "Loki",
                "Nine Mothers of Heimdallr [prompt on nine jötnar] "
            ],
            "parts_sanitized": [
                "Name these people. The dwarf Alviss was turned into stone in an attempt to marry one of these people.",
                "This trickster deity cut off the hair of Thrud, Thor’s daughter with his wife Sif.",
                "Magni’s mother, Járnsaxa (“yarn-sax-uh”), shares a name with one of these women. Thor injures two of them, Gjálp and Greip, as they try to lift his seat into the roof to kill him. Scholars have debated whether they are also the daughter of Ægir and Rán."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "A composer from this country was kidnapped from West Berlin and taken back to this country by its secret service, causing composers like Stravinsky and Stockhausen to petition for his release. For 10 points each:",
            "answers_sanitized": [
                "South Korea (The composers are Isang Yun and Unsuk Chin.)",
                "György Ligeti [or György Sándor Ligeti]",
                "études [accept piano études; prompt on study or studies] "
            ],
            "parts_sanitized": [
                "Name this home country of another composer who wrote the 2009 concerto Šu (“shoo”) for an instrument not from this country. That composer from this country wrote a 2009 cello concerto with a first movement titled “Aniri.”",
                "This composer and teacher of Unsuk Chin also signed the petition for Isang Yun’s (“ee-song YOON’s”) release. This Hungarian composer used what he called “micropolyphony” in his orchestral work Atmosphères (“ahtmohs-FAIR”).",
                "Unsuk Chin’s solo piano works are all these kinds of works. Ligeti’s three books of these technical exercises include one titled “The Devil’s Staircase,” and Chopin wrote a more famous one nicknamed “Revolutionary.”"
            ],
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This song is misinterpreted to be about a mother who is afraid that her baby will be taken away from her. For 10 points each:",
            "answers_sanitized": [
                "“Never Let Me Go”",
                "Kazuo Ishiguro",
                "Kathy H "
            ],
            "parts_sanitized": [
                "Name this fictional song that appears on a cassette tape with a cover depicting a woman wearing an off-theshoulder purple satin dress and smoking a cigarette.",
                "This author’s novel Never Let Me Go takes its title from that fictional song. This Japanese-born British author won the 2017 Nobel for novels like The Remains of the Day.",
                "The tape on which “Never Let Me Go” appears is the prize possession of this character, a “carer” who is in love with Tommy and narrates the novel."
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This phenomenon can be commonly observed in binary fluids such as a mixture of methanol and cyclohexane. For 10 points each:",
            "answers_sanitized": [
                "critical opalescence",
                "coexistence curve [or binodal curve]",
                "carbon dioxide [or CO2] "
            ],
            "parts_sanitized": [
                "Name this phenomenon where fluctuations in density of a material near a certain temperature and pressure result in scattering of light.",
                "Critical opalescence for a binary liquid can be observed at the critical point, which is the intersection between the spinodal curve and this other curve on a phase diagram. The Clapeyron equation gives the slopes of tangents to this curve.",
                "The earliest example of critical opalescence was observed in the liquid-gas transition of this molecule. The solid form of this molecule is called “dry ice” and sublimates at room temperature."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The Colombian government worked with Espejo to create one of these things with Morse code embedded into it to broadcast to FARC hostages. For 10 points each:",
            "answers_sanitized": [
                "songs [or music or albums; accept specific variants like rock music or metal music]",
                "nueva canción (“n’WAY-vah kon-see-OWN”)",
                "Years of Lead "
            ],
            "parts_sanitized": [
                "Name these things, some of which by people like The Clash and Metallica were used in a strategy to drive Manuel Noriega out of hiding.",
                "Victor Jara and Violetta Parra headed this left-wing folk-music based movement. Augusto Pinochet had Jara killed and this movement repressed.",
                "Tropicalia, an avant-garde musical movement in Brazil, was repressed by Brazil’s military during a period known by this name. The Red Brigades kidnapped Aldo Moro during a different country’s period of this name."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "The sociologist Charles Perrow used this adjective to name a type of accident that is unavoidable in highly complex systems. For 10 points each:",
            "answers_sanitized": [
                "normal [accept normal accidents, normals, or word forms like normalcy or normality]",
                "Three Mile Island",
                "heat wave [or heat spell; or extreme heat] "
            ],
            "parts_sanitized": [
                "Give this word, which Erving Goffman used to name the class of people distinct from the “stigmatized” and the “wise.” Emile Durkheim distinguished social facts described by this adjective from “pathological” ones.",
                "Perrow’s book Normal Accidents and a preceding paper were inspired by this normal accident in which a Pennsylvania nuclear reactor had a partial meltdown in March 1979.",
                "Other organizational accounts of disasters include Eric Klinenberg’s “social autopsy” of this kind of disaster that killed more than 700 people in Chicago in 1995."
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "W. H. Auden paid the heavy fine imposed on this activist for her allegedly hazardous headquarters, from which she ran a newspaper still sold today for one penny. For 10 points each:",
            "answers_sanitized": [
                "Dorothy Day",
                "women’s suffrage [or suffragette movements; or women gaining the right to vote; or equivalents]",
                "Ellsberg family [accept Robert Ellsberg or Daniel Ellsberg] "
            ],
            "parts_sanitized": [
                "Name this activist who founded the Catholic Worker with Peter Maurin. This woman also founded a series of hospitality houses.",
                "Day was arrested as part of the Silent Sentinels, who picketed the White House in favor of this cause. This cause was achieved by the Nineteenth Amendment.",
                "Day’s letters were published by a Catholic Worker editor named Robert from this family. Robert’s father Daniel released documents that were read onto the congressional record by Alaska senator Mike Gravel."
            ],
            "subcategory": "American History",
            "category": "History"
        }
    ]
}