{
    "tossups": [
        {
            "question_sanitized": "Yuriko Saito and Katya Mandoki’s expansion of this field into “prosaics” laid the foundation for this field’s “everyday” branch. “Symptoms” like “density” and “repleteness” distinguish the “symbol systems” particular to this field in a book about this field that differentiates “denotation” and “exemplification.” The first chapter of a 1934 book laments how theories in this field are cut off from the “Live Creature.” Nelson Goodman wrote about the (*) “Languages” of this discipline, which is framed with the idea of “having an experience” in a John Dewey book. Opinions in this discipline paradoxically make claims to subjectivity and universality according to a book that uses categories like the agreeable, the good, and the sublime. For 10 points, Kant’s Critique of Judgement is part of what field of philosophy concerned with art and beauty?",
            "answer_sanitized": "aesthetics [accept art until read; accept Languages of Art or Art as Experience; prompt on beauty until “beauty” is read; prompt on philosophy]",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "An equation named for this scientist is approximated with an operator of the form: one over relaxation time times the difference of a Maxwellian distribution and a non-equilibrium distribution. An operator in an equation named for this scientist is approximated by the BGK operator. Statistical physics professors often quote the first line of a David Goodstein textbook that urges students to approach the subject cautiously after telling of Paul Ehrenfest’s and this scientist’s (*) suicides. Simulated annealing’s acceptance function resembles this scientist’s distribution. The motion of an idealized dilute gas is described by this scientist’s transport equation. Thermodynamic beta equals the reciprocal of this scientist’s constant times temperature. For 10 points, what German physicist used the log of the number of microstates to define entropy?",
            "answer_sanitized": "Ludwig Boltzmann",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "These facilities were the subject of a treaty whose signing triggered the Anpo protests, causing Nobusuke Kishi to resign and be stabbed six times. The native Chagossians were forcibly removed from Diego Garcia to allow for the construction of one of these facilities. A secret facility named the Strawberry Fields was built in one of these places, which was the subject of Rasul v. Bush. In a predecessor to the Lend-Lease Act, the US traded (*) destroyers to Britain for these facilities. Theodore Roosevelt was influenced by Alfred T. Mahan’s emphasis on building these facilities to create a “great highway.” Suspected terrorists were tortured in a prison in one of these facilities at Guantanamo Bay. For 10 points, name these places, one of which was suddenly attacked by Japan at Pearl Harbor.",
            "answer_sanitized": "US naval bases [accept military bases; prompt on military prison or black site by asking “within what larger facility?”]",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "Towers with three intertwining spiral staircases that lead to separate balconies are part of a complex in this country that features a “cobbler’s arcade.” To ward off spiders, a building in this country features large “ostrich eggs” in its chandelier. The Fossati brothers oversaw many renovations in this country, in which the dry cord, or cuerda seca technique was replaced by bole red and cobalt blue underglazed (*) tiles. Madrasahs and mosques were built as part of külliye (“COOL-lee-yeh”) complexes in this country, which is the site of a building with a large pendentive dome above eight giant, black medallions depicting golden Arabic calligraphy. In 1453, a mihrab and minarets were added to that building in this country. For 10 points, name this country where the Hagia Sophia was converted into a mosque by the Ottoman Empire.",
            "answer_sanitized": "Turkey (The first two clues refer to the Selimiye Mosque and Blue Mosque.)",
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "For an object A, Samuelson’s formula relates the function of this type corresponding to A to this function for a subcomponent of A. That identity is applied recursively in Berkowitz’s algorithm for computing these functions. This function splits into linear factors over the base field if and only if a Jordan normal form exists for its corresponding map. The trace is the coefficient of the term with (*) degree n-minus-one in this function. Inputting a square matrix into this function corresponding to that matrix yields the zero matrix according to the Cayley–Hamilton theorem. For a matrix A, this function of lambda is the determinant of lambda times the identity minus A, and the determinant of A is its constant term. For 10 points, name this function whose roots are the eigenvalues of a matrix.",
            "answer_sanitized": "characteristic polynomial [accept characteristic equation]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "Izis’s photobook on this artist shows him at the Gobelins (“go-BLAN”) factory working on a tapestry triptych for a parliament building. The cross behind a blue Jesus fades into a green sky in this artist’s angular 1912 painting Golgotha. This artist’s “biblical message” is celebrated at a French national museum in Nice, and inspired a series of 105 lithographs commissioned by the art dealer Ambroise Vollard. This artist painted over the words “Ich bin Jude” (“ish bin YOO-duh”) on a placard and a (*) swastika armband on a figure burning down a synagogue in a painting responding to Kristallnacht. That painting includes this artist’s signature images of flying people and upside down houses, which also appear in his painting of a green-faced man staring at a goat. For 10 points, name this Jewish artist of The White Crucifixion and I and the Village.",
            "answer_sanitized": "Marc Chagall",
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Scholars have speculated on this figure’s link with Tuisto from Tacitus’s Germania which rests on Tuisto’s relationship with Tvashtr, a related Vedic deity. In the “Lay of Vafthrudnir (“vaf-THRUD-neer”),” Odin’s fifth question concerns this figure’s offspring, including his grandson “bear-yeller”; in that poem, he is referred to as “sand-yeller.” The disputed nouns Blain and (*) Brimir may both refer to this creature, whose existence coincided with Ginnungagap (“gee-NUNG-uh-gap”). A six-headed creature was created from his legs, and the sweat from his armpits created asexual deities. In the Gylfaginning (“jill-faj-ining”), High relates how this creature fed from the four rivers of milk produced by the primordial cow Audhumla (“ow-THUM-luh”). His brains were used to make the clouds after the grandsons of Buri killed him and created Midgard from his eyebrows. For 10 points, identify this ice giant that Odin, Vili, and Ve killed to create the universe.",
            "answer_sanitized": "Ymir [or Aurgelmir; accept Brimir or Blain until read]",
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "question_sanitized": "In a story by this author, a widow struggles to remember whether red wine destroys the title entities while talking to a murderer whom she escapes by lying about poisoning “Nita” with rhubarb. This author of “Free Radicals” wrote a story in which a girl tries to free the horse Flora before her fox-farming father can shoot it. In a story by this author, the narrator’s performance of the minuet from Berenice is interrupted by (*) Miss Marsalles’s students from the Greenhill School. This author wrote a story in which Janet visits a planetarium after her dying father agrees to risky surgery. A girl with Down Syndrome plays the title piece in this author’s “Dance of the Happy Shades.” For 10 points, “Boys and Girls” and “The Moons of Jupiter” are by what Canadian author who won the 2013 Nobel Prize?",
            "answer_sanitized": "Alice Munro",
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "This ruler pardoned the British spies Bertrand Stewart and Bernard Trench as a wedding gift after his daughter married the Duke of Cumberland’s son. After the capture of Jerusalem, General Edmund Allenby entered the Jaffa Gate on foot to contrast himself with this ruler, who had ridden into the city on a white horse. This ruler caused a diplomatic scandal when he called the English (*) “mad, mad, mad as March hares” in an interview published by The Daily Telegraph. This monarch’s congratulatory telegram to Paul Kruger after British failure in the Jameson Raid sparked backlash in the United Kingdom. This imperialist monarch championed several “Fleet Laws” with Alfred von Tirpitz to contest British naval supremacy a decade after dismissing Otto von Bismarck. For 10 points, name this anti-English German Kaiser who lost his throne after World War I.",
            "answer_sanitized": "Wilhelm II [prompt on Wilhelm]",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "Note to players: action and specific geographical feature required, such as “climbing Mount Everest.” Shortly after giving birth, Una Spencer helps Susan perform this action in Sena Jeter Naslund’s novel Ahab’s Wife. After seeing a woman who apparently performed this action, another character’s water breaks while rushing toward an outhouse, even though she is not pregnant. In another novel, a character who has her feet cut up performing this action is told “I like grit, wherever I see it” by Mr. Symmes (“simes”). Another character performs this action with the help of (*) Amy Denver, after which she gives birth in a canoe. Eliza clutches her child and makes a series of daring leaps between blocks of ice to perform this action. For 10 points, name this specific action taken by runaway slaves in Beloved and Uncle Tom’s Cabin, after one example of which Sethe settles in Cincinnati.",
            "answer_sanitized": "crossing the Ohio River [accept synonyms for “crossing” like fording or swimming across the Ohio River; accept crossing the border between Kentucky and Ohio; prompt on escaping slavery by asking “by performing what specific geographical action?”; prompt on crossing a river by asking “what river?”]",
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "In this series, the player can call Private Kowalski and his dead brother “a little bitch” after shooting a war memorial. One DLC in this series involves cooperating with a cowboy, a samurai and a little girl to commandeer an alien spaceship, Mothership Zeta. In this series, Caesar (“KAI-sar”) justifies his namesake legion with Hegelian Dialectics. A weapon in this series called the (*) “Fat Man” can lob mini nukes at enemies like deathclaws and ghouls. A giant war robot in this series spouts patriotic slogans like “Democracy is NonNegotiable” and “Death is a Preferable Alternative to Communism.” For 10 points, name this retro-futuristic postapocalyptic role-playing game series which is named after residual radioactive material.",
            "answer_sanitized": "Fallout [accept Fallout 1 or Fallout 2 or Fallout 3 or Fallout New Vegas or Fallout 4 or Fallout 76; prompt on New Vegas]", 
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "This woman’s highly contentious tomb is located near Bethlehem, or possibly in Al-Ram, where she was strangely buried on the side of the road. Rabbinical literature calls her an ancestress of Saul and condemns her for an uneven exchange she initiated for some mandrakes. Jeremiah 31:14 describes how this woman weeps and “refuses to be consoled” during the destruction of the First Temple. This woman hides her father’s idols under her clothing after fleeing with her husband who had taken her father’s (*) spotted sheep. Earlier, her father had tricked her future husband into working for him for another seven years in order to marry her. Bilhah and Zilpah bear this woman’s children, while her own includes Ben-Oni, renamed Benjamin. Joseph earned his brothers’ jealousy for being the son of, for 10 points, what wife of Jacob and sister of Leah?",
            "answer_sanitized": "Rachel",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "Along with Child, this scientist names a law governing the space-charge-limited current. This scientist names a unit equal to 10-to-the-negative-6th torr-seconds, used to measure exposure of a surface to a gas. This scientist introduced the 18-electron rule for complexes involving transition metals; he also names a probe for measuring electron properties in plasma as well as “waves” of electron density in plasmas. (*) Along with Blodgett, he names a trough that is used to study monolayers of amphiphiles. An isotherm named for this scientist is analogous to the biological Hill equation. For 10 points, name this American chemist who developed the field of surface chemistry and who lends his name to the ACS journal on that subject.",
            "answer_sanitized": "Irving Langmuir",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "A princess from this empire, Emily Ruete, wrote a pioneering autobiography after running away with a German merchant. This empire relied on ancient water channels that used gravity, called falaj, which were expanded under its Yarubid dynasty. After its appointed governor from the Mazrui clan rebelled, this empire besieged Fort Jesus. This empire, which practiced (*) Ibadi Islam, beseiged Mombasa in 1698. After moving its capital, this empire built the House of Wonders on a clove-producing island. Under the al-Busaid dynasty this empire moved its capital to Stone Town. For 10 points, Zanzibar replaced Muscat as the capital of what empire?",
            "answer_sanitized": "Omani Empire",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "The canine-derived MDCK cell line is a model for studying this kind of tissue’s organization. Uniquely among animal tissues, cells in this tissue can have hundreds of secondary MTOCs. Unidirectional transcytosis is most common in this general kind of tissue, and P-glycoprotein is usually localized to the side of its cells that contains the Crumbs and Par complexes. Adtherens junctions in this tissue are rich in (*) E-cadherin, whose loss triggers its transition to mesenchymal stem cells. This tissue’s cells can only receive nutrients by diffusion through the basal membrane, which defines their polarity. Its cells can be cuboidal, columnar, or squamous. The skin’s epidermis is made mainly of keratin-producing cells of this tissue type. For 10 points, name this tissue that lines organs and blood vessels.",
            "answer_sanitized": "epithelium [or epithelial cells; accept endothelium or mesothelium; prompt on kidney or small intestine by asking “what kind of cell in that organ?”; prompt on blood-brain barrier by asking “what kind of tissue is it made of?”]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "A comic story by this author ends abruptly with a student whose Byronic affections include wearing a death’s head ring realizing that the peasant girl he loves is Liza in disguise. In a story by this author, a Swiss landscape painting riddled with two bullet holes reveals that the narrator’s host is the same man who once impassively ate cherries from his hat during a duel with Silvio. In a story by this author, a soldier named (*) Tomski tells a story about his grandmother, who sought out the Count of St. Germain to help her regain a lost fortune. This author, who included “The Shot” in his Belkin Tales, wrote a story that ends with a German man going insane after losing a fortune on the title card. For 10 points, name this Russian author of “The Queen of Spades” and Eugene Onegin.",
            "answer_sanitized": "Alexander Pushkin [or Alexander Sergeyevich Pushkin] (The first clue is “The Squire’s Daughter.”)",
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "A composer from this country separated triplum breves by puncta divisionis and subdivided them into up to nine semibreves in his namesake Petronian motets. A mass from this country features a cantilena-style Gloria and a Credo written like a conductus, a genre popular in this country. That mass’s composer wrote secular works in this country’s three “fixed forms.” In this country, talea were repeated to create isorhythmic motets. Sections called clausulae are found in the two-part organum “Viderunt omnes” from a Magnus (*) Liber from this country popularized by Anonymous IV. An ars nova composer from this country wrote a Mass for Our Lady whose original-language title shares its name with a school from this country led by Pérotin and Léonin. For 10 points, name this home of Guillaume de Machaut, the center of the Notre-Dame school.",
            "answer_sanitized": "France",
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This American thinker replaced differential calculus with convex set methods in his proofs of the first and second welfare theorems. This economist is the first namesake of securities that pay out a unit of commodity at a given date if state s is realized. With an alphabetically-later co-author, this economist applied a fixed point theorem to prove that, if all agents have strictly convex preferences and endowments are strictly positive, there exists a competitive (*) equilibrium. This economist names a type of economy central to general equilibrium theory with Gérard Debreu. A result by this economist implies that a preference ranking cannot be perfectly converted into a ranked voting system. For 10 points, name this economist with a namesake “impossibility theorem.”",
            "answer_sanitized": "Kenneth Arrow [accept Arrow–Debreu economy or Arrow’s impossibility theorem]",
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "question_sanitized": "Karl Marx admired a lawyer of this nationality who was slandered as “the advocate of every villain” for defending “lost causes” like a cruelly horse-whipped priest. While on trial, one man of this nationality exhorted that his “epitaph [not] be written” until his “country takes her place among the nations of the earth” in his “Speech from the Dock.” Under the Directory, a terrible storm stymied Lazare Hoche’s attempt to navally support a society of these people, who inspired the Chartists with their newspaper (*) Northern Star. A leader of these people committed suicide in prison shortly after a 1798 defeat at Vinegar Hill. Unsatisfied with the Ascendancy, Robert Emmet and Wolfe Tone led these people in two failed revolts that sought Catholic emancipation from the Crown. For 10 points, give this nationality of men who fought for freedom in Derry and Belfast.",
            "answer_sanitized": "Irishmen [accept the Society of United Irishmen; accept Cumann na nÉireannach Aontaithe; accept Ulstermen or individuals from Ulster; prompt on other Irish provinces/regions including Connacht, Leinster, and Munster; do not accept or prompt on “Northern Irish,” as Northern Ireland did not yet exist] (The man in the lead-in is John Philpot Curran.)",
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "question_sanitized": "A wealthy brickmaker’s scars reveal him to be one of these people during sessions of mesmerism intended to defeat the “Phantom” haunting him. One of these people, William Thornhill, participates in a massacre that kills “Whisker Harry” and “Long Jack” in Kate Greville’s The Secret River. One of these people returns to seek out his adopted son, the gay dandy Henry Phipps, with the help of the novelist Tobias Oates in Peter Carey’s novel (*) Jack Maggs. After illegally returning home, one of these people is mortally wounded while fighting in a river with Compeyson. One of these people uses the fortune he earned as a sheep rancher to become the benefactor of a boy who once brought him a file while he hid in a churchyard. For 10 points, Magwitch in Great Expectations is part of what population that was used to settle Australia?",
            "answer_sanitized": "convicts transported to Australia [accept synonyms like prisoners or convicted criminals; accept white settlers or pioneers of Australia; prompt on settlers or pioneers or equivalents by asking “of what country?”]",
            "subcategory": "World Literature",
            "category": "Literature"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "Huge, brightly colored examples of these artworks from Bhutan depict Guru Rinpoche (“rin-po-chay”) and are called thongdrels. For 10 points each:",
            "answers_sanitized": [
                "thangkas [accept paubhas]",
                "silk",
                "miniatures [accept cards; prompt on manuscripts] "
            ],
            "parts_sanitized": [
                "Name these Tibetan wall paintings. They often feature a large central figure such as a Buddha or bodhisattva surrounded by tiny figures in elaborate, geometric arrangements that can include mandalas.",
                "While most thangkas are painted on cotton, they can also be made through the appliqué of this expensive textile, which was outmoded by paper and cheaper alternatives in Chinese art.",
                "Tibetan tsakli are artworks similar to thangka that are used for initiation ceremonies and are made in this format. Along with calligraphy, Persian artworks in this format are collected in an album called a muraqqa."
            ],
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Answer the following related to Marie Curie’s discoveries in the field of nuclear chemistry, for 10 points each.",
            "answers_sanitized": [
                "bismuth [or bismuth-209; or Bi]",
                "radon gas [or Rn]",
                "atomic clock [prompt on clocks] "
            ],
            "parts_sanitized": [
                "The modern-day production of polonium, an element discovered by the Curies, involves subjecting an isotope of this other element to a beam of alpha particles. This is the first element in the periodic table to lack a stable isotope.",
                "Radium is another element discovered by the Curies, which, like uranium and thorium, can quickly decay into this colorless, odorless, and radioactive noble gas. After the emission of alpha particles, radium-226 becomes this element’s 222 isotope.",
                "Modern applications of radium include this kind of precise device thanks to the presence of sub-hertz transitions in singly ionized radium. A common example of these devices relies on ground state transitions of cesium-133."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The opinions of these two characters were often mediated by Master Raro, who represented the father-in-law of their creator. For 10 points each:",
            "answers_sanitized": [
                "Florestan AND Eusebius",
                "Robert Schumann",
                "Carnaval "
            ],
            "parts_sanitized": [
                "Name these two 19th-century critics who wrote for their creator’s New Journal. These characters were members of the League of David, who march against the Philistines in one depiction.",
                "This composer had his character Eusebius call Chopin a genius in one of his many reviews for the New Journal for Music. This composer of Scenes from Childhood was married to Clara Wieck.",
                "This Schumann piano suite based on themes derived from the letters A-S-C-H features movements titled for Florestan and Eusebius in addition to several commedia dell’arte characters. It is named for a religious festival."
            ],
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "In 433 BC, the dictator Mamercus Aemilius Mamercinus limited holders of this political office from a five year lustrum to eighteen months, and they were still revered while receiving no imperium. For 10 points each:",
            "answers_sanitized": [
                "censors (That task was collecting the census.)",
                "Appius Claudius Caecus [or Appius Claudius Crassus; accept Appius Claudius Caecus; prompt on Claudius; prompt on Appius; prompt on the Via Appia or the Appian Way; prompt on the Aqua Appia]",
                "two "
            ],
            "parts_sanitized": [
                "Name this Roman political position responsible for the regimen morum, or general moral conduct of the citizenry. Wartime complicated their most important task, which was held in the Campus Martius’s Villa Publica.",
                "Latin’s discarding of the letter “Z” has been attributed to this censor, who believed its expression caused the mouth to resemble that of a corpse. This blind censor was responsible for the construction of Rome’s first road and aqueduct, both of which were named for himself.",
                "This is the number of censors who served simultaneously at any given time. This was also the number of consuls elected by the Centuriate Assembly to concurrently serve a one-year term."
            ],
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "leadin_sanitized": "The image of an underwater river in the Black Sea reoccurs in a novel in which women from this religious group meet in a hayloft to discuss a series of sexual assaults. For 10 points each:",
            "answers_sanitized": [
                "Mennonites",
                "The Testaments",
                "Margaret Atwood "
            ],
            "parts_sanitized": [
                "Name this religious group depicted in Miriam Toews’s (“taves’s”) novels Women Talking and Irma Voth, which was inspired by her film role as a member of this group. The narrator of Denis Johnson’s “Beverly Home” spies on a couple from this religious group.",
                "Like Women Talking, this 2019 novel depicts a woman in a bonnet on its cover. Aunt Lydia describes her work in the Mayday resistance movement in Gilead in one part of this novel.",
                "This author of The Testaments described the subject matter of Miriam Toews’s Women Talking as “something out of” her own novel, The Handmaid’s Tale."
            ],
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "These objects generally include a core and a cladding with a lower index of refraction, which causes light to undergo total internal reflection. For 10 points each:",
            "answers_sanitized": [
                "fiber optics [or optical fibers]",
                "bandwidth AND distance [accept in either order; accept bit rate in place of “bandwidth”; accept length in place of “distance”]",
                "Rayleigh scattering "
            ],
            "parts_sanitized": [
                "Name this kind of object made of a narrow, flexible rod of glass or plastic that transmits light.",
                "The performance of optical fibers in telecommunications is often measured by the product of these two quantities, which is often limited by chromatic or modal dispersion. Give both quantities.",
                "A major contributor to attenuation in optical fibers comes from this kind of scattering, in which the wavelength of light is much larger than the particles scattering it."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "In a novel by this author, a disembodied voice echoes the words of a character as he tells the story of Signora Laurentini’s disappearance. For 10 points each:",
            "answers_sanitized": [
                "Ann Radcliffe",
                "Gothic fiction",
                "The Monk "
            ],
            "parts_sanitized": [
                "Name this author of a novel in which Emily St. Aubert seeks to escape from the title castle, The Mysteries of Udolpho.",
                "The Mysteries of Udolpho exemplifies this genre initiated by Horace Walpole’s 1764 The Castle of Otranto. Novels in this genre typically featured gloomy settings and themes of horror.",
                "Radcliffe wrote The Italian in response to this 1796 novel, in which Ambrosio makes a deal with the Devil to escape the Inquisition at the behest of the disguised demon Matilda."
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This city was founded under the Battiad dynasty after the Oracle at Delphi told the Therean king Grinnus and Battus to build a city. For 10 points each:",
            "answers_sanitized": [
                "Cyrene, Libya",
                "Thesmophoria [accept Thesmophoriazusae]",
                "bees "
            ],
            "parts_sanitized": [
                "Name this Libyan city home to Extramural and Intraurban Sanctuaries of Demeter and Persephone.",
                "Those temples were used for this agrarian festival, which remembers Demeter’s loss of her daughter. Aristophanes mocked the events of this festival in a play named for it where women decide how to punish Euripides.",
                "A more famous myth regarding Cyrene relates how Apollo slept with a woman named Cyrene, who gave birth to Aristaeus, the god of these honey-producing insects."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Answer the following about displays of Confederate symbols. For 10 points each:",
            "answers_sanitized": [
                "Richmond, Virginia",
                "Nikki Haley",
                "General David H. Berger "
            ],
            "parts_sanitized": [
                "Name this state capital, where statues of Jefferson Davis and Robert E. Lee once stood on Monument Avenue. This city was the capital of the Confederacy.",
                "This governor of South Carolina asked legislators to remove the Confederate flag flying over the State House after the shooting at Mother Emanuel church in Charleston in 2015.",
                "The Marine Corps became the first branch of the U.S. armed forces to ban the Confederate battle flag when this current commandant prohibited its display among Marines in April of 2020."
            ],
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "leadin_sanitized": "In 2020, University of Calgary archaeologists uncovered young llamas buried alive at Tambo Viejo, likely a ritual attempting to peacefully win over the Acari Valley in this country. For 10 points each:",
            "answers_sanitized": [
                "Peru",
                "Nazca culture",
                "lake [or Lake Titicaca or Lake Guatavita] "
            ],
            "parts_sanitized": [
                "Name this country whose other Inca sites include Machu Picchu.",
                "The Acari Valley had previously been ruled by these people, some of whose puquios aqueducts are still used today.",
                "In 2019, archaeologists found evidence of ritual llama sacrifice by Tiwanaku, a civilization centered on one of these geographical features. A Muisca zipa would cover himself in gold dust during a ritual involving one of these features."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "David Wiggins based his thought experiment about Tibbles the Cat, who becomes the cat “Tibs” when he loses his tail, on an argument by a thinker from this school. For 10 points each:",
            "answers_sanitized": [
                "Stoicism",
                "“The Meaning of ‘Meaning’” (by Hilary Putnam)",
                "Derek Parfit "
            ],
            "parts_sanitized": [
                "Name this school of thought of Chrysippus, whose puzzle of identity is called the “growing argument.” This school of philosophy founded by Zeno of Citium gives its name to an attitude of emotional restraint.",
                "Like its author’s earlier “It Ain’t Necessarily So,” this paper argues that the sentence “There are no cats in the world” would still be wrong if it turned out that all cats are remote-controlled by Martians. This paper argues that its title concept “just ain’t in the head.”",
                "The sentence “Like my cat, I often simply do what I want to do” opens this philosopher’s book Reasons and Persons, which presents his deflationary account of personal identity and discusses the “Repugnant Conclusion.”"
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "These groups include Wo Hop To, led by Raymond “Shrimp Boy” Chow, a survivor of the 1977 Golden Dragon massacre in which the Joe Boys attacked members of another of these organizations, Wah Ching. For 10 points each:",
            "answers_sanitized": [
                "Triads [accept Hongmen or Tiandihui or Heaven and Earth Society]",
                "Tongs [or Tong Wars]",
                "Boston "
            ],
            "parts_sanitized": [
                "Name these organized crime groups, many of which are based in Hong Kong. The second-largest of them, 14K, is highly involved in the international heroin trade.",
                "These similar organizations, whose name comes from the Chinese for “meeting hall,” employed soldiers called boo how doy during some late 1800s namesake “wars.” The Six Companies resisted their rise.",
                "Stephen Tse founded an offshoot of 14K named Ping On in this American city, the largest in Massachusetts."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "In a poem by this author, the narrator asks “Who knows, maybe the ball that vanished into a childhood thicket?” For 10 points each:",
            "answers_sanitized": [
                "Wisława Szymborska (“vis-WAH-vah shim-BOR-skah”)",
                "movies [or films; or cinema]",
                "the end and the beginning [accept in either order; or “Koniec i poczatek”] "
            ],
            "parts_sanitized": [
                "Name this Polish poet of “Love at First Sight.” She wrote the collection “101 Poems” in 1966, when she won the Nobel Prize in Literature.",
                "Szymborska’s poem “Possibilities” begins by simply declaring “I prefer [these works].” Polish works of literature that have been adapted into this genre include Being There in 1979 and The Pianist in 2002.",
                "A Szymborska poem that declares “After every war / someone has to clean up” is titled for these two times. T. S. Eliot’s gravestone features a line from “East Coker” that declares “In my [one of these times] is my [other one of them.”"
            ],
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "A letter written to people in this city praises presbyters who have obtained “fruitful and perfect departure [from this world]” and condemns them for having removed them from office. For 10 points each:",
            "answers_sanitized": [
                "Corinth",
                "Saint Paul [accept Saul of Tarsus]",
                "cover their hair [or cover their head; or equivalents] "
            ],
            "parts_sanitized": [
                "Name this city, whose Christian population Clement I condemned in his first letter to them. The author recounts “When I was a child, I spoke as a child, I understood as a child, I thought as a child” in another letter Christians in this city.",
                "The aforementioned quote comes from the 1st Epistle to the Corinthians written by this author, a Jewish convert who was blinded on the road to Damascus.",
                "1 Corinthians 11:7 claims that woman was made in the image of man and should perform this action. Paul argues that women have authority over themselves and should perform this action “because of the angels.”"
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "The intercept on a Keeling plot describes the isotopic composition of gas fluxes that result from this process. For 10 points each:",
            "answers_sanitized": [
                "ecosystem respiration [accept autotrophic respiration, heterotrophic respiration, or soil respiration]",
                "productivity [or production; accept net primary productivity or NPP; accept gross primary productivity or GPP]",
                "phosphorus [or P] "
            ],
            "parts_sanitized": [
                "Identify this quantity that can be estimated by measuring net ecosystem exchange at night using eddy covariance. This quantity is suppressed by light in the Kok effect.",
                "Subtracting autotrophic respiration from the gross primary version of this quantity gives its net primary version. This quantity describes the total carbon uptake by all autotrophs in an ecosystem.",
                "This mineral nutrient is the one most likely to limit primary productivity on old, weathered soils, as in Australia and much of the tropics. Marine plankton tend to have about one atom of this element for every 106 atoms of carbon according to the Redfield ratio."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Answer the following about disputed anthropological accounts of promiscuity on Pacific islands, for 10 points each.",
            "answers_sanitized": [
                "Marshall [accept Donald S. Marshall or Marshall Sahlins]",
                "Samoa [or Samoan islands]",
                "yams [or sweet potatoes; prompt on potatoes] "
            ],
            "parts_sanitized": [
                "Helen Harris found no evidence for the wild stories about the sexual practices of the Mangaian people provided by an anthropologist with this last name. An anthropologist with this [emphasize] first name wrote Stone Age Economics and theorized the “Stranger King.”",
                "In 1983, Derek Freeman argued that teenage residents of this island group lied about having casual sex when consulting with Margaret Mead on her book about “Coming of Age in” these islands.",
                "The branding of the Trobriand Islands as the “Islands of Love” often centers on the ribald “tapioca dance” that is performed during a festival dedicated to these objects. Storehouses called bwema are filled with these objects."
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "This play opens during a rainstorm with a husband mocking his wife for her past romantic entanglement with a horse breeder from Florida. For 10 points each:",
            "answers_sanitized": [
                "Buried Child",
                "driving a car [accept How I Learned to Drive]",
                "Illinois "
            ],
            "parts_sanitized": [
                "Name this Sam Shepard play featuring the alcoholic Dodge and his wife Halie, who gave birth to the deceased title character after an incestuous relationship with her son Tilden.",
                "In Buried Child, Tilden reminisces about performing this action in New Mexico after Shelley gives him a rabbit fur coat. This action partially titles a play by a different author about Li’l Bit’s sexual relationship with her uncle.",
                "Buried Child is set in a rural part of this state, whose largest city is the setting of Lorraine Hansberry’s A Raisin in the Sun."
            ],
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The growth rate of cracks during this process is a function of the change in the stress intensity factor, the stress intensity ratio, and the loading history. For 10 points each:",
            "answers_sanitized": [
                "fatigue [prompt on failure]",
                "plastic [or plastically; accept plastic wake]",
                "ductile [or ductility] "
            ],
            "parts_sanitized": [
                "Name this process studied by generating S–N curves, which plot stress amplitude versus number of cycles.",
                "This type of deformation in the crack wake can slow the crack growth rate. This type of deformation causes irreversible changes, unlike elastic deformation.",
                "A fatigued material may eventually fracture, which is preceded by plastic deformation in this type of material. Fracture testing can determine the temperature at which brittle materials transition to being this type of material."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "A musician with this first name made a comeback in the 1970s after serving two prison sentences in San Quentin for heroin use and leaving the rehab program Synanon, which turned out to be a cult. For 10 points each:",
            "answers_sanitized": [
                "Art [or Arthur; accept Art Pepper or Arthur Edward Pepper Jr.; accept Art Farmer or Arthur Stewart Farmer]",
                "rags [or ragtime]",
                "Art Blakey "
            ],
            "parts_sanitized": [
                "Name this first name of a West Coast saxophonist who Meets the Rhythm Section in a namesake 1957 album. A trumpet player with this first name often performed with his brother, a bassist with first name Addison.",
                "A more famous Art, the pianist Art Tatum, made famous recordings of “Tea for Two” and one of these works titled for a “Tiger.” Scott Joplin primarily wrote works in this genre, an early precursor to jazz.",
                "This other Art led the Jazz Messengers to record albums like A Night in Tunisia and Moanin’. Lee Morgan, Freddie Hubbard, and Horace Silver all played with this hard-bop drummer early in their careers."
            ],
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "On the orders of Louis XVIII (“the eighteenth”), the Duke of Angoulême led the “Hundred Thousand Sons of Saint Louis” on a mission intended to end the “yellow fever” of progressivism that characterized this period. For 10 points each:",
            "answers_sanitized": [
                "Trienio Liberal [accept Liberal Triennium; prompt on answers indicating the three-year span from 1820–1823 in Spain]",
                "Isabella [accept Isabella II; accept Isabella I]",
                "glorious [accept the Glorious Revolution of 1868 or 1688; accept La Gloriosa; accept Glorieuze Overtocht] "
            ],
            "parts_sanitized": [
                "Name this period that began with Rafael del Riego’s 1820 military uprising against Ferdinand VII (“the seventh”). The second repeal of the Constitution of Cádiz ended this period and ushered in the “Ominous Decade.”",
                "Upon his 1833 death, Ferdinand sparked the First Carlist War by passing over his brother Carlos for an heir of this name. An earlier ruler of this name inherited Castile after the death of Henry IV (“the fourth”) and the Treaty of Alcáçovas.",
                "The “Queen of Sad Mischance” Isabella II was deposed during an 1868 revolution named for this adjective, which also describes a 1688 revolution where William and Mary usurped the English throne."
            ],
            "subcategory": "European History",
            "category": "History"
        }
    ]
}