{"tossups": [{"question_sanitized": "A character in this book is beaten for using the phrase “by the way” shortly after being gifted a book of poetry by Mrs. Bertha Flowers. During a trip to Mexico, a girl in this book crashes a car while her father is passed out drunk in the passenger seat. The narrator of this book wishes that Columbus had drowned after hearing Mr. Donleavy backhandedly praise two athletes. The narrator of this book questions her sexuality after reading The (*) Well of Loneliness and becomes the first Black streetcar conductor in San Francisco. In this book, the author’s brother Bailey is forced to carry a lynching victim. While in St. Louis, the narrator of this book is raped by her mother’s boyfriend, after which she moves back to Stamps, Arkansas. A Paul Lawerence Dunbar line provides the title of, for 10 points, what first memoir by Maya Angelou?", "answer_sanitized": "I Know Why the Caged Bird Sings", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A “costly” version of this action can occur in contract theories developed by Maskin and Tirole where the principal is said to be informed. Banks and Sobel introduced a “divine” requirement for sequential equilibria in a paper about a class of game named for these actions. In contrast to “pooling equilibria,” agents with different characteristics always choose different actions of this type in “separating equilibria.” A model of human capital attainment developed by (*) Michael Spence suggests that high skill workers do this action by obtaining education credentials. In adverse selection situations, sellers can perform this action with respect to quality by offering warranties. For 10 points, actors perform what action to try to reveal information about their types to other players?", "answer_sanitized": "signals [accept signaling games, signalling effect, or “costly signalling”; prompt on descriptive answers such as “indicating one’s type” or “trying to reduce information asymmetry”]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A deficiency in this vitamin can cause high FIGLU levels in urine by preventing the conversion of histidine to glutamate. Loss-of-function mutations to the PCFT gene cause poor absorption of this vitamin, which can be treated with leucovorin. The chemotherapy drug methotrexate is a competitive inhibitor of an enzyme that reduces this vitamin into its active form. (*) Sulfonamides inhibit bacterial growth by preventing synthesis of this compound. Low methionine levels can cause this vitamin to suffer a namesake “trap” often caused by vitamin B12 deficiency, resulting in megaloblastic anemia. This vitamin’s role in transporting one-carbon groups makes it essential for DNA synthesis. For 10 points, name this water-soluble B vitamin that pregnant women are often advised to take to prevent neural tube defects like spina bifida.", "answer_sanitized": "folate [or folic acid; or vitamin B9]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "In his biography of a different figure, Ernst Kantorowicz described a leader of this name being beaten to death by priests with rods on his own order at Harzburg Castle. Gold-leaf and wood is featured in the oldest sculptural depiction of the Virgin Mary, which like the Quedlinburg scriptoria were built under the patronage of men with this name. A ruler of this name won a non-French War of the Three Henrys, partially sparked by his marriage to the Byzantine princess Theophanu. This name was held by the only Holy Roman Emperor of the (*) Welf dynasty, who lost the 1214 Battle of Bouvines. A man with this name defeated Berengar II, before marrying Adelaide of Italy and receiving the Iron Crown; he later defeated a Magyar invasion at Lechfeld. For 10 points, give this name of the first German Holy Roman Emperor.", "answer_sanitized": "Otto [accept Otto IV or Otto II or Otto I; accept Otto the Great]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "A work by this composer features a Stravinsky-inspired “madness motif” repeating the eighth-note pattern “D, C, D, C, E-flat, C, F, C.” The quick descending minor third “A-flat, F” is used to repeatedly call the protagonist’s name in a work by this composer featuring the Act II dance “Tick-Tock.” Ravel inspired the many “Night Waltzes” of a work by this composer orchestrated by Jonathan Tunick. This student of Milton Babbitt included many pauses in a melody to fit Glynis Johns’s voice, as described in his book Finishing the (*) Hat. This frequent collaborator of Bernadette Peters worked with Hal Prince until the failure of Merrily We Roll Along. Bobby celebrates his 35th birthday and sings “Being Alive” in this composer’s musical Company. For 10 points, name this Broadway composer who wrote of a “Demon Barber of Fleet Street” in Sweeney Todd.", "answer_sanitized": "Stephen Sondheim (The fourth clue refers to “Send in the Clowns.”)", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Supporters of a much-maligned team owned by this company threw an animal’s severed head onto the field during a game against Dynamo Dresden. Bradley Wright-Philips is the all-time goals leader for a club owned by this company. This company gave a team a name translated as Lawn Ball Sports to avoid a ban on corporate names; that club has been the subject of much hatred due to their borderline violation of the 50+1 rule. Austrian (*) skydiver Felix Baumgartner collaborated with this company for a parachute jump from the stratosphere, the highest in history. Before transferring to Chelsea, Timo Werner starred for a Leipzig-based club owned by this company, who also owns an MLS team based in New Jersey. For 10 points, name this company, which makes an energy drink that “gives you wings.”", "answer_sanitized": "Red Bull [or Red Bull GmbH]"}, {"question_sanitized": "Chico Xavier popularized Spiritist movements in this country, home to a religious movement founded by Master Irineu. Irineu’s followers in this country sing and dance around a six-pointed star for up to twelve hours. In this country, women in white dresses with white turbans wash the stairs of a church during the Feast of Bonfim. The Santo Daime (“SAHN-too DYE-mee”) movement was founded in this country, home to places of worship called (*) terreiros where people may venerate spirits of the dead called Egum. Orixas including Obatala and Oludumare are worshipped in that religion originating in this country, whose practitioners inherited from Yoruban tradition. Syncretic religions including Candomblé are practiced in, for 10 points, what South American country where the festival Carnival is accompanied by samba music?", "answer_sanitized": "Brazil [or Federative Republic of Brazil]"}, {"question_sanitized": "Baldyga and Bourne developed the Engulfment E-model for the dynamics of one form of this process that is often used in combination with other CFD models. In nanoparticle precipitation, confined impinging jet reactors can achieve high efficiency for this process. It’s not heat transfer, but packed beds generally have lower efficiency for this process than fluidized beds. If the time for this process is 5 to 10 times greater than the residence time, (*) CSTRs can be approximated as ideal. Impellers are commonly used for this process that does not occur in dead zones. For 10 points, name this process that results in a more homogeneous substance, which is commonly done using a magnetic bar.", "answer_sanitized": "mixing [or word forms; or stirring; or word forms; accept impelling or word forms until “impellers” is read; prompt on moving or motion or similar answers]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This figure, who Joseph Koerner analyzed “as hermeneutic,” meets a lansquenet (“lans-kuh-net”) in a 1510 artwork. This figure is depicted under the phrase “here you must go” and grabbing the hair of a weeping woman in a painting by Hans Baldung Grien. In one print, the phrase anno salutis is signified by a plaque reading “S. 1513” below an object echoing this figure that lies on a tree stump. In that artwork, this figure lies [emphasize] behind a figure with a fox-tail who may have been inspired by Erasmus’s Handbook of a (*) Christian Soldier. This figure appears wreathed with snakes in that Meisterstiche, or “master print,” in which he is paired with another figure on horseback and a horned, goat-headed figure. For 10 points, name this figure who holds an hourglass in an engraving of a knight, them, and the devil by Albrecht Dürer.", "answer_sanitized": "Death [or Tod]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In this state, Jedidiah Morse founded a conservative theological seminary in response to Henry Ware’s election to an academic post in it. William Ellery Channing led one of the first Unitarian churches in the US at this state’s Federal Street Church. James Freeman was ordained as the first Unitarian priest in the United States while minister at this state’s church of King’s Chapel. The (*) New Lights got their name from a recounting of revivals in this state in A Faithful Narrative, written by Jonathan Edwards. Sects in this state fought over the Hollis Chair of Divinity at an institution in it. During the Antinomian Controversy, this state convicted and exiled Anne Hutchinson. For 10 points, name this state, where Puritans perpetrated the Salem Witch Trials.", "answer_sanitized": "Massachusetts", "subcategory": "American History", "category": "History"}, {"question_sanitized": "One of this author’s characters is detested “the way you detest a lizard that runs up your bare leg.” Another of this author’s characters is told that she is “getting the face of” the first character, whose face is blacked out in all of their family photos. A long friendship between two of this author’s other characters ends when one writes a book about the disappearance of another’s child. This author closed the final novel in which those characters appear with the delivery of a package containing the dolls (*) Tina and Nu. In another of this author’s novels, one character marries the son of Don Achille instead of Marcello, who broke Lenù’s bracelet. This author who wrote about Lila in The Story of the Lost Child has been variously identified as Marcella Marmo, Anita Raja, and Anita Raja’s husband. For 10 points, name the pseudonym used to publish the Neapolitan Novels series, which includes My Brilliant Friend.", "answer_sanitized": "Elena Ferrante", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "In his Hellenica, Xenophon described the destruction of one of these structures being accompanied by “the music of flute-girls,” heralding “the day of the beginning of freedom.” A proteichisma often surrounded these structures, examples of which were subsidized by citizens like Konon the Younger and the orator Demosthenes. Spolia was used to build one of these structures at Corinth known as the Hexamilion. In The Iliad, the Homeric epithet used to describe the city of (*) Tiryns refers to one of these structures. Arthur Evans’ flawed “Pax Minoica” theory has been undermined by the discovery of these structures at the Cretan sites of Gournia and Malia. Sparta unsuccessfully protested against the construction of a lengthy example of these structures that connected the ports of Phaleron and Piraeus to Athens proper. For 10 points, name these defensive fortifications.", "answer_sanitized": "walls [accept Long Walls, city walls, curtain walls or other types of walls; prompt on moats, ditches, or trenches]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "The registers specified by these things are renamed to reservation stations to avoid data hazards as part of Tomasulo’s algorithm. A system is orthogonal if any of these things can use any addressing mode. Unlike in superscalar architectures, these things can be more than 64 bits in VLIW architectures. Different steps of these things can be performed at the same time by using (*) pipelining, which exemplifies parallelism at the level of these things. RISCs have a small set of these things, which are fetched, decoded, and executed to carry out their operations in CPU cycles. Computer architectures are often described as architectures of sets of these things, or ISAs. For 10 points, name these things that are effectively the words that make up machine language.", "answer_sanitized": "machine instructions", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "The narrator’s superstitious wife is seemingly possessed by the ghost of Violeta in a Silvina Ocampo story titled for one of these places “made of sugar.” In a story titled for one of these places, the narrator finds the massive collection of sweaters knitted by his sister in a chiffonier. In a possible allegory of Peronism, that story titled for one of these places depicts a pair of wealthy siblings who use a massive oak door to cordon off some mysterious noises. One of these places (*) “taken over” titles that story by Julio Cortazar. The words “Barrabas came to us by sea” opens a novel titled for one of these structures, in which a woman doesn’t speak for nine years after the poisoning of her sister, Rosa the Beautiful. The Tres Marias hacienda is, for 10 points, what sort of title place “of the spirits” in an Isabelle Allende novel?", "answer_sanitized": "houses [or casas; accept “The House Made of Sugar,” “House Taken Over,” or The House of the Spirits]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Description acceptable. The Shaka Triad sits outside one of the oldest surviving one of these institutions in its country; it was constructed by a ruler who built one at the burial site of a beggar wearing a purple robe whose body disappeared. Herakles may have influenced the figures of Nio, statues of whom can be found outside of these institutions. Mahavira halls are analogous to (*) golden halls in these institutions which were originally built in a style centered around seven halls. Mountain names comprise the first of these institutions’ three names, which often end with “ji.” Seven Great ones are found in its country’s old southern capital, and many of them were destroyed as part of the Haibutsu kishaku policy of the Meiji era in order to promote State Shinto. Pagodas are found on the compounds of, for 10 points, what institutions where a Zen sect of a religion is practiced in Japan?", "answer_sanitized": "Buddhist temples [accept monasteries in place of “temples”; accept tera; accept Fójiào sìyuàn; prompt on partial answer]"}, {"question_sanitized": "William Henry Scott, a historian of this country, named his study of it in the 16th century after an outrigger boat whose oldest examples were found alongside a Golden Tara in its city of Butuan. People from this country whose tattoos depicted sea-raiding exploits were nicknamed pintados by European explorers. The Boxer Codex records this country’s timawa warrior class, which served datu, one of whom defeated a European explorer at the Battle of Mactan; that datu is (*) Lapulapu. The Sulu Sultanate loosely directed piracy in this country called Moro raids. This country adopted one of its indigenous languages as its official one under Manuel Quezon. Ferdinand Magellan died trying to convert people in this country. For 10 points, name this country whose indigenous people include the Visayans and Tagalogs.", "answer_sanitized": "Philippines", "subcategory": "World History", "category": "History"}, {"question_sanitized": "One character in this play muses on the passing of an earlier world before quipping “it’s pretty dreary living in the American Age – unless you’re an American of course.” A character acknowledges that he might be “a sturdy old plant left over from the Edwardian Wilderness” in this play before taking his daughter home. A husband repeatedly calls his wife and her brother “sycophantic,” “phlegmatic,” and “pusillanimous” in this play. A couple pretend to be their stuffed (*) bear and squirrel in this play when they reconcile after the husband’s affair with the actress Helena Charles. The Welsh lodger Cliff tries to mediate marital conflicts in this play, in which Alison returns after having a miscarriage. For 10 points, name this play about Jimmy Porter by John Osborne which gave its name to the “angry young men.”", "answer_sanitized": "Look Back in Anger", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This process repeatedly injects particles into a series of active regions in a cascade that generates coherent light with only one type of carrier. In NOR-type flash memory, erase is accomplished through a form of this process while programming is achieved through hot carrier injection. The partial time derivative of phase difference equals twice the elementary charge times voltage all over h-bar when Cooper pairs undergo this process at SIS junctions in SQUIDs. The change in the current generated by this process as the tip moves is used to (*) image surfaces in Binnig and Rohrer’s STM microscopy. This process occurs because the transmission probability decays exponentially with the size of the potential. George Gamow described alpha decay using, for 10 points, what process where a particle travels through a classically forbidden barrier?", "answer_sanitized": "quantum tunneling [accept Fowler–Nordheim tunneling; prompt on the Josephson effect by asking “what process is the mechanism underlying the Josephson effect?”] (The first clue refers to quantum cascade lasers.)", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A. John Simmons identified “associative” and “transactional” arguments in this text, and has introduced the “particularity requirement” for the problem this text introduced. After establishing that a physically or morally “corrupt” life is not “worth living,” this dialogue claims that returning a harm for a harm is not just, despite what the “many” say. The chronological [emphasize] sequel to this dialogue ends with this work’s title character being reminded to sacrifice a cock to Asclepius. A speaker in this dialogue points out that certain (*) entities “gave birth” to and raised him, giving rise to his “contract” with them, in an imaginary dialogue with his city’s laws. This dialogue is set while a ship’s journey to Delos postpones the main character’s death. The problem of political obligation is posed in, for 10 points, which dialogue in which Socrates refuses to escape from prison?", "answer_sanitized": "Crito", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "The last finished work by Anton Webern was his second of this genre, which at fifteen minutes long is one of his longest works. One of these works ends on a quiet D-major chord to depict “cooling mountain springs” and is based on two Romanian colinde (“ko-LEEN-day”). Lili Boulanger won the Prix de Rome for one of these works about Faust. A seven-movement work in this genre was revised from a larger work and features a C-minor mezzo-soprano solo in “The Field of the Dead.” Bartók wrote a (*) “profane” work of this type. Prokofiev adapted his film score for Alexander Nevsky into a work of this type. A falsetto tenor solo depicts a roasting swan in a movement of one of these works from the trilogy Trionfi. That one of these works opens by calling out to the Roman goddess of luck. For 10 points, name this secular choral genre of Carmina Burana, which Bach used to write about an addiction to coffee.", "answer_sanitized": "cantata [accept Cantata Profana]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "A scholarship student nicknamed for this role is the title “Killjoy” of a novel by Ama Ata Aidoo (“ah-MAH-tah EYE-doo”). For 10 points each:", "answers_sanitized": ["sisters [or sissie; accept Our Sister Killjoy or My Sister, the Serial Killer; prompt on siblings; prompt on serial killers by asking “what other role titles the novel?”]", "Braithwaite [or Brathwaite; accept Oyinkan Braithwaite or Kamau Brathwaite or E. R. Braithwaite]", "rings [accept The Lord of the Rings] "], "parts_sanitized": ["Name this title role of the murderous Ayoola in relation to Korede, the narrator of a bestselling 2018 novel set in Lagos.", "The author of My Sister, the Serial Killer, Oyinkan, shares this surname with several other authors of the African diaspora, including the Barbadian poet Kamau and the Guyanese author of To Sir With Love.", "Korede stages a robbery as an excuse to destroy one of these objects that the handsome doctor Tade bought for Ayoola. The Two Towers is the second volume of a high fantasy trilogy titled for these objects."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the economic history of the successor rump states that emerged from the 1204 Sack of Constantinople, for 10 points each.", "answers_sanitized": ["Epirus [accept Despotate of Epirus; accept Pyrrhus of Epirus]", "Black Sea [accept Euxine Sea]", "Laskaris [or Lascaris] "], "parts_sanitized": ["It’s not the Morea, but religious silver coins were produced by the mint at Arta that operated under the “Despotate” of this ancient region of western Greece and Albania. Home to the oracle at Dodona, this region’s Molossians were led by a king who defeated Rome at Heraclea and Asculum.", "The 1258 destruction of Baghdad diverted Silk Road trade to this body of water, which greatly enriched the Empire of Trebizond. Genoese ships sailed through the Dardanelles and Bosporus to reach their Crimean colonies on this sea.", "The Sultanate of Rum traded luxury goods for food with the Empire of Nicaea under John III Vatatzes, who married into this noble family of his father-in-law Theodore. It also included the Renaissance author of Erotomata, Constantine."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "One character in this novel rejects a marriage proposal by saying “You could not make me happy, and I am convinced I am the last person in the world who could make you so.” For 10 points each:", "answers_sanitized": ["Pride and Prejudice", "novel of manners [or comedy of manners]", "Jane Austen "], "parts_sanitized": ["Name this novel. Later in this novel, that character rebuffs a man for his confession by asking “why with so evident a desire of offending and insulting me, you chose to tell me that you liked me against your will?”", "Pride and Prejudice is this type of novel that focuses on the social conventions and customs of a particular society or section of a society.", "This author of Pride and Prejudice wrote five other complete novels, all of which revolve around the social customs of the British gentry."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about monumental modernist architectural plans that were never realized, for 10 points each.", "answers_sanitized": ["Italy (The architect is Antonio Sant’Elia, and the building is the Palazzo della Civiltà Italiana.)", "Antoni Gaudí (The apartment building is the Casa Milà.)", "Le Corbusier [or Charles-Édouard Jeanneret; accept Le Corb] "], "parts_sanitized": ["An architect from this country imagined massive ziggurat-like buildings with floors connected by external walkways and elevators in his vision of the “New City.” A stark-white rectangular building in this country’s capital has a flat façade dominated by a dense 6-by-9 grid of arches.", "This architect’s unrealized 1908 plan for his enormous Hotel Attraction in New York was reconsidered after 9/11. He also designed an apartment building with wrought-iron balconies nicknamed “the stone quarry.”", "This architect included cross-shaped skyscrapers connected by a grid of greenery in the design for his ideal city, the Ville Radieuse. This Swiss-French modernist also designed the Villa Savoye."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This man names the city housing Seven Pagodas in India, which he built after Hiranyakashipu was killed by Vishnu after the latter emerged from a pillar. For 10 points each:", "answers_sanitized": ["Mahabali", "dwarf", "Ganges River [or the Ganga River] "], "parts_sanitized": ["Name this man, honored at the Onam harvest festival. He defeated the devas after Vishnu initially refused to join the conflict against him.", "Mahabali was defeated by an avatar of Vishnu who took this form. Shiva’s dancing form Nataraja dances on the head of one of these creatures named Apasmara.", "Brahma washed the big toe of that avatar of Vishnu, Vamana, and collected the water that formed this sacred river."]}, {"leadin_sanitized": "Euler’s method is one way of numerically solving these equations. For 10 points each:", "answers_sanitized": ["differential equation [or diff eq; accept specific types such as linear or partial differential equations]", "Runge–Kutta (“ROON-guh KOOT-uh”) methods [or RK or RK4 methods]", "Störmer–Verlet (“ver-LAY”) method [or Verlet integration; or Störmer’s method] "], "parts_sanitized": ["Name these types of equations that relate a function to its derivatives.", "Euler’s method is a simple member of this family of numerical methods named for two German mathematicians. In the most common, fourth-order method of this name, the function’s slope at the beginning, end, and at two different estimated midpoints are weighted and averaged.", "This method is often used for solving systems governed by Newton’s equations of motion. Like the leapfrog method, it is symplectic and time-reversible, and it calculates the position as twice the previous position minus the position two steps prior plus a delta t squared."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This monkey was taught sign language in a follow-up experiment to trials with Washoe. For 10 points each:", "answers_sanitized": ["Nim Chimpsky [or Neam Chimpsky; prompt on Chimpsky]", "XOR [or (bitwise) exclusive or; do not accept or prompt on “or”]", "William Shakespeare "], "parts_sanitized": ["Name this monkey who, in an experiment led by Herbert Terrace, was raised by humans and taught sign language.", "In game theory, a nimsum is equivalent to the bitwise form of this basic logical operation.", "Corporal Nym is a character that appears in this playwright’s plays Henry V and The Merry Wives of Windsor."]}, {"leadin_sanitized": "This compound is produced from the reaction of 1,3-butadiene (“one-three-BYOOT-uh-DY-een”) and sulfur dioxide. For 10 points each:", "answers_sanitized": ["3-sulfolene", "imine", "liquid–liquid extraction "], "parts_sanitized": ["Name this compound that is mostly used as a solid source to generate gaseous butadiene in situ.", "Gaseous butadiene can be reacted with one of these non-alkene functional groups to generate a tetrahydropyridine (“TET-ra-HYD-ro-PEER-id-een”) in a Diels–Alder reaction. Schiff bases are an example of these compounds.", "Hydrogenating sulfolene forms sulfolane, a solvent commonly used in this technique to purify aromatic hydrocarbons. In the lab, this technique is usually performed in a separatory funnel with aqueous and organic solvents."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "P. F. Strawson’s Bounds of Sense dismissively claims that Kant had “no clear and general conception” of this concept “at all.” For 10 points each:", "answers_sanitized": ["synthetic a priori [accept underlined portions in either order; prompt on synthetic; prompt on a priori]", "space AND time", "Transcendental Aesthetic "], "parts_sanitized": ["Name this type of statement that can be verified without experience, even though its predicate is not merely contained in its subject. The Critique of Pure Reason is an attempt to uncover how this type of knowledge, such as geometry, is possible.", "Kant suggests that knowledge of geometry is possible because these two concepts are a priori intuitions. These two concepts are united into four dimensions in the theory of relativity.", "Kant lays out his “Metaphysical Exposition” of the concepts of space and time in this first section of the Critique of Pure Reason, which is followed by the much longer “Logic” section."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "The first of Heinrich Schenker’s major three volumes on music theory is titled for this concept, which also names an 1893 “Handbook” by Hugo Riemann. For 10 points each:", "answers_sanitized": ["harmony [accept Harmonielehre or Theory of Harmony]", "Arnold Schoenberg (The construct is the tone row.)", "farben [accept the Farben chord or Klangfarbenmelodie; prompt on color] "], "parts_sanitized": ["Name this title concept of a textbook that inspired a 1985 John Adams orchestral piece. Antonio Vivaldi wrote a collection of concertos titled for The Contest Between [this concept] and Invention.", "The 1910 textbook Harmonielehre was written by this composer and theorist, who also invented an influential theoretical construct with retrograde, inverted, and inverted retrograde varieties in the 1920s.", "With Klang and melodie, this word names a technique discussed in Harmonielehre in which a musical line is split between multiple instruments. This word names the third of Schoenberg’s Five Pieces for Orchestra, which is constructed entirely from its namesake chord."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Agdam, a city in this country, produced the best known Soviet fortified wine, or bormutchka, until its grape fields were razed to form defensive structures in the 1990s. For 10 points each:", "answers_sanitized": ["Azerbaijan", "Shusha", "Enver Pasha [or Ismail Enver Pasha] "], "parts_sanitized": ["Name this country that contests Nagorno-Karabakh with Armenia.", "The Azerbaijani hub of Nagorno-Karabakh is this city built by Javanshir ruler Panah Ali Khan. The Armenian meliks ruled a state centered on this city.", "During World War I, Armenians were massacred in Baku by the Army of Islam, headed by this man, who oversaw the Armenian Genocide."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Red tides are most often caused by a taxon whose members have both a longitudinal and a transverse structure of this type, the latter of which is flattened like a ribbon and lies in a groove called the cingulum. For 10 points each:", "answers_sanitized": ["flagella [or cilia; or flagellum; or cilium] (The taxon is the dinoflagellates.)", "Opisthokonta [or opisthokonts]", "monophyly [or being monophyletic] "], "parts_sanitized": ["Name this whip-like cellular structure whose axoneme has a 9-plus-2 structure of microtubules among eukaryotes.", "Flagella are important morphological characters in eukaryotic systematics. A single, posterior flagellum distinguishes flagellated cells from this taxon, which includes animals and fungi and is now grouped with the Amoebozoa into the supergroup Amorphea.", "Phylogenomic analyses have shown that many taxa of unicellular eukaryotes that were originally described using morphological evidence lack this property of including all descendants of a most recent common ancestor. Taxa with this property form a clade."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Liam Gallagher introduces this consonant between “supernova” and “in” in the lyrics “Champagne Supernova in the sky.” For 10 points each:", "answers_sanitized": ["R [or rhotic consonant; or intrusive R]", "sandhi [accept tone sandhi]", "Sanskrit [or Vedic Sanskrit] "], "parts_sanitized": ["Name this “intrusive” consonant that can appear between a word-final non-high vowel and a word-initial vowel in varieties of British English.", "Intrusive R is a form of this phenomenon, which describes sound changes at morpheme or word boundaries. In Mandarin, the “tone” form of this phenomenon occurs in the phrase “nǐ hǎo,” as the first of two consecutive third tones becomes second tone instead.", "The term “sandhi” comes from this language’s word for “joining.” Pāṇini wrote a treatise on the grammar of this Indian language in which the Vedas are written."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Publisher Joseph Marshall Stoddart tried to arrange a publicity stunt in which these two authors would take a winter carriage ride together through Philadelphia, though it never materialized. For 10 points each:", "answers_sanitized": ["Oscar Wilde AND Walt Whitman", "Leaves of Grass", "bathing [accept swimming or washing] "], "parts_sanitized": ["Name these two poets, both known for their sensual themes, who met for two hours in Camden in 1884. In a letter to George Cecil Ives referencing that meeting, one of these men wrote that “I have the kiss of the other poet still on my lips.”", "Wilde was first exposed to Whitman’s poetry via William Michael Rossetti’s highly sanitized edition of this book, which cut many of its homoerotic poems. This Whitman collection contains “Song of Myself.”", "In the sensual eleventh section of “Song of Myself,” a woman peeks out of some blinds and watches 28 young men perform this activity, which she imagines herself doing alongside them."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Some of these materials with a low refractive index can be used in place of liquified gases as radiators in Cherenkov detectors. For 10 points each:", "answers_sanitized": ["aerogels [prompt on gels; prompt on colloids or colloidal suspensions or colloidal dispersions] (That process is supercritical drying.)", "passivation [or word forms like passivate]", "thermal insulators "], "parts_sanitized": ["Name these materials manufactured by placing the starting material in a pressure vessel, filling the vessel with liquid carbon dioxide, heating the carbon dioxide beyond its critical point, and then isothermally depressurizing the vessel. These materials retain the shape of the starting material with little shrinkage.", "Ambient-pressure drying to create aerogels relies on performing this process on pore surfaces to prevent bond formation under drying stresses. This process creates a protective oxide layer that is less likely to corrode.", "Aerogels are some of the best of these materials out there. These materials reduce heat transfer."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This author warned against the increased influence of fundamentalist Christianity, oil, and debt on American politics in American Theocracy. For 10 points each:", "answers_sanitized": ["Kevin Phillips", "Ronald Reagan", "Pat Buchanan "], "parts_sanitized": ["Name this historian and former republican operative who worked for Richard Nixon’s 1968 Presidential campaign. He argued for prioritization of southern states in The Emerging Republican Majority.", "Phillips’s southern strategy was used by the GOP to elect this President in 1980 and 1984.", "This Nixon speechwriter called Phillips “a genius of sorts.” He called the 1992 DNC the “greatest single exhibition of cross-dressing in American political history” during a speech describing a “culture war” in America."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This artist described his time working closely with another artist as being like two “mountain-climbers roped together.” For 10 points each:", "answers_sanitized": ["Georges Braque", "Cubism", "Section d’Or [or Golden Section; or Puteaux Group] "], "parts_sanitized": ["Name this artist who developed the papier collé (“pop-yay ko-LAY”) technique for his painting Fruit Dish and Glass, which was painted during a period that also included Man with a Guitar and Violin and Candlestick.", "Along with Pablo Picasso, Braque founded this artistic movement that was characterized by earthy hues and multiple, fractured perspectives in its Synthetic branch.", "Lacking Braque and Picasso’s exclusive deal with Daniel Kahnweiler, this Cubist group exhibited their work in salons. Albert Gleizes (“glez”) and Jean Metzinger (“met-san-ZHAY”) were part of this group with a colorful, geometrically inspired name."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In Life is Like a Caravanserai, one author of this ethnicity describes her experience growing up in her home country prior to emigrating to Europe as a guest worker. For 10 points each:", "answers_sanitized": ["Turkish-German", "Ingeborg Bachmann Prize [prompt on Bachmann Prize]", "Bertolt Brecht "], "parts_sanitized": ["Emine Sevgi Özdamar’s (“EH-mee-neh SEV-ghee OOZ-da-mar’s”) semi-autobiographical novels are about her experiences as a person of this ethnicity living in Germany.", "Emine Sevgi Özdamar was the first Turkish author to win this prestigious German literary award named for the author of Malina.", "According to Özdamar, her first words in German were a request for Benno Besson, a student of this author of Mother Courage and Her Children, to teach her this author’s approach to theater."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Makahiki celebrates the New Year in Hawaiian religion, during which Hawaiians make offerings to the fertility god Lono. For 10 points each:", "answers_sanitized": ["necklaces", "lava sledding [or sled surfing; or He’e holua; do not accept or prompt on “surfing”]", "boxing "], "parts_sanitized": ["One way they honor him is by placing these things called niho palaoa on images of him. More commonly known versions of these objects from Hawaii are made from puka shells.", "Another event during Makahiki involves this practice, commonly done on Keauhou (“keh-OW-ho”) with the use of a 12-foot-long papa holua. Despite its dangerous nature, it was almost exclusively practiced by chiefs and royalty.", "Unlike lava sledding, a no longer extant event called mokomoko involves this sport. In Greek myth, Pollux was regarded for his prowess in this sport, whose competitors used himantes and sphairai to protect themselves."]}, {"leadin_sanitized": "This sultan ridiculed King Ferdinand for “impoverishing his country” after welcoming expelled Spanish Jews into his empire. For 10 points each:", "answers_sanitized": ["Bayezid II [prompt on Bayezid]", "Rhodes [or Ródos]", "Sistine Chapel [or Cappella Sistina; or Sacellum Sixtinum; prompt on Cappella Magna or Great Chapel] "], "parts_sanitized": ["Name this Ottoman sultan who paid off European courts to imprison his rebellious brother Cem (“jem”) Sultan. This sultan ordered an invasion of the Italian city of Otranto.", "After being defeated by Bayezid II, Cem Sultan fled to this island, where he was hosted by Pierre d’Aubusson. In 1522, soldiers under Philippe Villiers de L’Isle-Adam (“veel-YAY duh LEEL-ah-DOM”) withstood a six-month siege here before being expelled on generous terms.", "The Knights Hospitaller brought Cem Sultan to Rome on the request of Pope Innocent VIII, who was paid by Bayezid to retain him there. Innocent used that money to construct this chapel, which soon housed Michelangelo’s Last Judgment."], "subcategory": "European History", "category": "History"}]}