{"tossups": [{"question_sanitized": "This poet described spared birds returning “like choiceless poor to a dangerous dwelling place… above the killed” in the poem “A Plague of Starlings.” This poet interspersed the spaced-out words “Jesus Saviour Pilot Me Over Life’s Tempestuous Sea” throughout the first section of a poem that later retells the Amistad Mutiny. This Bahá’í poet included poems about Sue Ellen Westerfield and Frederick Douglass in his breakthrough collection A Ballad of Remembrance. In this poet’s most famous poem, the speaker wakes and hears “the (*) cold splintering, breaking” after a man “with cracked hands that ached… made banked fires blaze.” This author of “The Middle Passage” wondered “what did I know / Of love’s austere and lonely offices?” at the end of a poem about a father warming a house in the “blueblack cold.” For 10 points, name this Black poet who wrote “Those Winter Sundays.”", "answer_sanitized": "Robert Hayden", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Richard P. Deshon and others have motivated a dynamic self-regulation model for these places to describe the phenomenon of goal orientation. Geert Hofstede compared 117,000 survey responses from people in these locations to develop his original four-dimension framework for cross-cultural communication. The positive psychological model of demand-control was designed by Robert A. Karasek to interpret (*) stress in these locations. A stopwatch theory was tested in one of these locations by Frederick W. Taylor, who is a pioneer of a subfield that aims to improve efficiency in these locations. For 10 points, identify these locations, the focus of IWO psychology research and management consultants, where employees exert effort for pay.", "answer_sanitized": "workplaces [or businesses; accept anything indicating a place where people perform a job or work for pay; accept IBM offices or corporate offices; accept factories; prompt on organizations; do not accept or prompt on specific work locations, like hospitals or schools, as those are not clued in the question]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "The existence of these phenomena is typically proven by assuming an energy condition, then studying the dynamics of the expansion, theta, for finite proper times using the Raychaudhuri equation. The existence of incomplete timelike geodesics is proven after placing a positivity condition on the energy–momentum tensor to show the existence of these phenomena. A non-physical one of these phenomena appears at “r equals 2GM” in the Schwarzschild metric. Conditions for the existence of these phenomena are given by the (*) Penrose– Hawking theorems. The weak cosmic censorship hypothesis claims that these phenomena are always behind event horizons. One of these phenomena occurs at “t equals zero” in Big Bang cosmology. For 10 points, the curvature of spacetime blows up near what phenomena where density and gravity become infinite?", "answer_sanitized": "gravitational singularities [or gravitational singularity; prompt on black holes by asking “what phenomena located within black holes?”; prompt on incomplete geodesics before “geodesics”; do not accept or prompt on “event horizons”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "It’s not France, but Hilda Kean’s The Great Cat and Dog Massacre chronicles an event in this country where over 750,000 pets were killed. In this country, the CC41 logo was used to certify that pieces of “utility clothing” and “utility furniture” met austerity requirements. Wholemeal flour was used to make the indigestible “National Loaf” of this country, whose Minister of Food developed a namesake meatless (*) pie. Over 2,000 communal “Restaurants” were established in this country, which advocated vegetable gardening in its “Dig for Victory” campaign. Community fundraisers known as “Warship Weeks” were run in this country, which created the “Keep Calm and Carry On” poster in 1939. For 10 points, name this country where hated blackouts were instituted in response to The Blitz.", "answer_sanitized": "United Kingdom [or U.K.; or Great Britain; prompt on England; prompt on Scotland]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The composers Alexei Haieff and Ingolf Dahl were often said to be from this city’s namesake “school.” One composer was inspired by areas near this city to write a late set of Idyls for piano following his collection Sea Pieces. An orchestra in this city premiered an E-minor symphony by a composer listed on the program with the initials “H. H. A.” Three hymns by a composer from this city inspired a Triptych for orchestra by William Schuman. The (*) “Gaelic” Symphony was written by Amy Beach, a member of a group of composers called this city’s “Six.” A movement titled for a memorial in this city precedes “Putnam’s Camp” in an orchestral suite by Charles Ives. Serge Koussevitzky led an orchestra in this city and developed its programs at Tanglewood. For 10 points, what state capital is depicted in Three Places in New England?", "answer_sanitized": "Boston [accept the Boston School; accept the Boston Six]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "The impact of criminal activity nuisance orders on these people led to the 2019 case Somai v. City of Bedford. In Chrysafis v. Marks, the Supreme Court enjoined New York from protecting these people through a “safe harbor” act. They’re not job seekers, but a 2016 ProPublica investigation found Facebook discriminated against these consumers through targeted advertising. Some of these people in Milwaukee are the focus of a Pulitzer Prize-winning 2017 book by (*) Matthew Desmond. In July of 2021, a Supreme Court order ended a CDC moratorium protecting these people. Prices for these consumers are often “stabilized” or “controlled” in New York and San Francisco. For 10 points, name these people susceptible to eviction who pay landlords for housing.", "answer_sanitized": "renters [or tenants; accept homebuyers after “Facebook” is read; prompt on descriptions of people who are evicted] (The Matthew Desmond book is Evicted.)"}, {"question_sanitized": "Janus particles have been used to form one kind of these substances named for Pickering, although silica particles are a more conventional component. “Active” varieties of these substances can counteract Ostwald ripening, a common mechanism of coarsening in these substances. These substances are more stable when their components have (*) a high absolute zeta potential. Creaming occurs when particles in these materials rise due to buoyancy, which may be followed by coalescence. Polysorbates are added to foods or cosmetics to maintain these materials, as are amphipathic substances such as lecithins. For 10 points, the Tyndall effect applies to what mixtures of insoluble particles exemplified by emulsions and sols?", "answer_sanitized": "colloids [accept emulsions or sols until read]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The destruction of the “Secret Garden” unveiled many fragments of this dynasty’s 1:240-scale marble map of its capital. A decorative “temple of seven suns” built by this dynasty’s founder would later house an arduous 1241 election of Celestine IV, who died two weeks later. Reliefs depicting the conquering of Osroene and Nisibis adorn a three-bay marble arch with detached columns built by this dynasty’s founder, who also constructed a four-way tetrapylon arch in his birthplace of (*) Leptis Magna. The largest site for the worship of Mithras was discovered under a complex built by this dynasty, which possessed a domed caldarium; that structure would only be surpassed in size by one constructed by Diocletian, and featured a hypocaust to heat water. For 10 points, Roman architecture flourished under what dynasty that produced the Septizodium and the Baths of Caracalla?", "answer_sanitized": "Severan dynasty", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "In July 2021, an artist’s thumbprint was revealed on a wax model of one of these figures because of the environmental conditions at the Victoria and Albert museum. Sculptures of these figures personified the Arts after the death of the Pope, according to Ascanio Condivi. Francis I received sculptures of these figures after an artist who was known for his terribilita donated sculptures of them to Roberto Strozzi. A statue depicting The Genius of Victory was carved along with “Awakening” and (*) “Bearded” examples of these figures. Two sculptures of these figures were intended to adorn columns alongside a horned depiction of Moses for the tomb of Julius II. In one of those marble sculptures of these figures, a man twists his torso while his hands are bound behind his back. For 10 points, Michelangelo sculpted “Rebellious” and “Dying” examples of what kind of figure?", "answer_sanitized": "slaves [or enslaved people; accept prisoners or Prigioni as they are also referred to by that term]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "The final chapter of this novel reveals its main character’s childhood business exploits, such as selling a wax bullfinch and a mouse that he trained to stand on its hind legs to his classmates. In a sitting room decorated with portraits of Greek heroes, the protagonist of this novel negotiates with a man who somehow resembles his pet thrush and his own furniture, as well as a “medium-sized bear.” At a town meeting in this novel, (*) rumors arise that the protagonist is Napoleon in disguise or a former soldier with one arm and one leg, Captain Kopeikin. This novel’s protagonist deals with the landowners Manilov and Sobakevich while trying to purchase the title entities. For 10 points, name this novel in which Pavel Chichikov attempts to buy the deeds to deceased serfs, a work by Nikolai Gogol.", "answer_sanitized": "Dead Souls [or Mjórtvyje dúshi]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "The actin homolog MreB plays a role in the synthesis of this structure as part of the elongasome. A compound in this structure bonds covalently to the C-terminal end of Braun’s lipoprotein. A network of negative charges on the surface of this structure is created by a namesake class of teichoic acids. This structure is missing in the pleomorphic genus Mycoplasma and in L-form organisms treated with (*) lysozymes. DD-transpeptidases catalyze cross-linking reactions in the synthesis of this structure’s main constituent, which is inhibited by beta-lactams like penicillin. This structure prevents lysis due to osmotic pressure and forms a mesh-like sacculus that is much thicker in Gram-positive groups. For 10 points, name this peptidoglycan structure that surrounds bacteria.", "answer_sanitized": "bacterial cell wall [prompt on bacterial cell envelope; anti-prompt on peptidoglycan or sacculus until read by asking “what larger structure is that part of?”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This work describes the heaps of dead insects that lie around the Killing Stone, a rock that emits poison gas. A character in this work sits weeping in an ancient battlefield near the Golden Hall, where he compares “summer grasses” to the “traces of dreams of ancient warriors.” The protagonist of this work hangs up a note describing how his home could become “a doll’s house” after an opening passage that begins “The (*) months and days are the travellers of eternity.” The study of this text was enriched by the rediscovery of the diary of Sora, the companion of this book’s author during the events it describes. This work in the haibun genre begins with the author leaving his hut to visit the Oku region. For 10 points, name this travelogue by Matsuo Bashō.", "answer_sanitized": "The Narrow Road to the Deep North [or The Narrow Road to the Interior; or Oku no Hosomichi]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "An argument by this thinker that David Stove called the “Worst Argument in the World” got its betterknown nickname from André Gallois. This thinker’s ideas “admit of no answer and produce no conviction” according to David Hume, who built on this thinker’s argument against the idea of an abstract triangle that is neither equilateral, isosceles, nor scalene. This philosopher attacked “infidel” mathematicians in a book that ridicules calculus’s derivatives as (*) “ghosts of departed quantities.” This thinker used the examples of a book in a closet and a tree in a park in his “master argument.” Samuel Johnson kicked a rock to refute this thinker’s theory that “to be is to be perceived.” For 10 points, name this Irish bishop and idealist philosopher.", "answer_sanitized": "George Berkeley [or Bishop Berkeley]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Despite being unfinished, this painting was bought at a diamond-anniversary exhibition advertised by a poster of a woman with wavy, yellow hair wearing a blue dress adorned with white plus signs. A contemporary’s painting of a Cardinal and Nun may parody this painting’s two subjects. Emilie Flöge may have modeled for this painting, which was a success after its artist was panned for the supposed “pornography” of his university ceiling paintings depicting (*) Philosophy, Medicine, and Jurisprudence. This large square painting, which unusually barely fits a man’s head, is the highlight of the Belvedere Palace. A trip to Ravenna inspired the artist of this 1908 painting to combine colorful Art Nouveau geometric designs with the appearance of Byzantine mosaics. For 10 points, name this “Golden Period” painting of two lovers by Gustav Klimt.", "answer_sanitized": "The Kiss (The first clue refers to the 1908 Vienna Kunstschau.)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In Book XI (“eleven”) of the Iliad, this deity screams from Odysseus’s ship which inspires the Greeks to continue fighting, before later delighting in watching the Greeks “fight like wolves.” This deity [emphasize] appeared to Polytechnos and Aedon to tell them that whichever finished their task first would receive a female slave. Homer equated this deity with one who remained neutral in a conflict between Typhon and Zeus; that deity, (*) Enyo, was a consort of Ares. Despite Homer mentioning no mother, Atë (“AY-tee”) is commonly depicted as a daughter of this deity, whose name is the root of the Greek word for the Furies. Hesiod described two versions of this daughter of Nyx, who inscribed “To the Fairest” on an apple that she threw into the wedding of Thetis and Peleus. For 10 points, Discordia is the Roman name of what Greek deity of chaos?", "answer_sanitized": "Eris [accept Discordia until “versions” is read]"}, {"question_sanitized": "The precursors of one class of these particles are often divided into six groups by their decay constants. The relative curvature of the flux of these particles is the geometric buckling, which describes their leakage. In infinite systems, the changing density of these particles is described by Fermi’s four-factor formula, whose parameters include the (*) resonance escape probability. The small “delayed” fraction of these particles have a much longer lifetime than their “prompt” kind. Water and graphite are often used as moderators to slow these particles to thermal energies. Their multiplication factor must be at least one to achieve criticality. Fissile isotopes are often bombarded with these particles to begin a chain reaction. For 10 points, name these neutral particles in the atomic nucleus.", "answer_sanitized": "neutrons", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A mosque in this country that replaced the earlier Charles Pickens Mosque was nearly demolished in August 2018 before widespread protests successfully preserved it. In the 20th century, mosques in this country were smeared with pork fat by an invading country; that invading force was resisted with the help of this country’s predominantly Muslim Salar people. Muslims in this country were massacred following the failure of the Ispah rebellion. Ikhwan and (*) Gedimu (“guh-dee-moo”) are schools of Islamic thought among people in this country whose government has required them to attend “Vocational Education and Training Centers.” Sini (“see-nee”) is an Arabic calligraphic script utilized in this country by the Muslim Hui (“hway”) population. For 10 points, re-education camps targeting Muslims have appeared in Xinjiang in what Asian country?", "answer_sanitized": "China [or People’s Republic of China; or PRC]"}, {"question_sanitized": "During warfare between these people, the first person killed, called the first fish, had his heart cut out and offered to the gods. During warfare, some of these people created a trojan horse-like beached whale by wrapping 100 warriors in the skins of kurī dogs. These people referred to strong peace treaties as greenstone. Missionaries halted efforts to convert these people after some of them attacked the docked ship Boyd. These people legendarily migrated to their land on (*) seven great canoes. These people built terraced hill forts called Pā, one of which had its British flag torn down by Hōne Heke (“HO-neh HECK-eh”). Kupe was a legendary leader of these people, who traded preserved tattooed heads during the Musket Wars. For 10 points, name these people who perform haka dances before war, the indigenous people of New Zealand.", "answer_sanitized": "Māori", "subcategory": "World History", "category": "History"}, {"question_sanitized": "One character with this occupation fails to hear a gunshot while out gardening, and in a later work that character observes that “There is a great deal of wickedness in village life.” Margery Allingham created one member of this occupation named Albert Campion, and, after he learns that Samuel Taylor Coleridge had been possessed by a ghost, another character with this occupation travels back in time and becomes the (*) “person from Porlock.” Douglas Adams created a “holistic” member of this occupation named Dirk Gently, and another member of this occupation investigates the murder of Ratchett while onboard the titular train. For 10 points, identify this occupation of Miss Marple and Hercule Poirot, featured in novels like Murder on the Orient Express.", "answer_sanitized": "detective [accept private investigator; accept inspector]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Don Ross’s 1968 articles on an event in this city are credited with breaking a collective silence about it. This city’s Spartan Aircraft was owned by J. Paul Getty, whose career began in it during the nearby Glenn Pool oil boom. The first deployment of the American Red Cross for a man-made, non-environmental event was in this city in the aftermath of the first (*) aerial assault on a black community in American history. This city’s Drexel Building was the site of an alleged assault on Sarah Page by a 19-year-old shoeshine; the subsequent lynching of that man, Dick Rowland, led to riots in this city’s “Black Wall Street,” the Greenwood District. For 10 points, a white mob destroyed much of what Oklahoma city during 1921 race riots?", "answer_sanitized": "Tulsa", "subcategory": "American History", "category": "History"}], "bonuses": [{"leadin_sanitized": "As you awaken one morning, you find yourself transformed into a giant insect. Answer the following about your fate, for 10 points each.", "answers_sanitized": ["integrated pest management [or integrated pest control; or IPM; or IPC]", "neonicotinoids [or neonics]", "corn [or maize; or Zea mays; prompt on Zea] "], "parts_sanitized": ["Watch out for parasitoid wasps if you find yourself on a crop field run under this kind of system. This approach uses techniques like biological control to keep insect damage below an acceptable “economic injury level” while reducing environmental and health risks.", "Otherwise, the farmer might use synthetic pesticides, like this class of highly effective insecticides that includes imidacloprid. Lucky for you, they’re now restricted in the EU for their negative impact on bees.", "You’re also in for a bad time if you eat Cry toxins from a Bt-engineered plant. After potato, this crop was the second to have a Bt version released, and in the US, this descendant of teosinte has seen a growing share of its yield go towards biofuels."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "James L. Clark, a practitioner of this craft, feuded with Sydney Parkinson over whether his work had any role in advancing science or conservation. For 10 points each:", "answers_sanitized": ["taxidermy", "Theodore Roosevelt, Jr. [or TR]", "Mellon [accept Richard King Mellon or Andrew Mellon] "], "parts_sanitized": ["Name this craft, practiced by Carl Akeley, who used it to create an installation in his namesake hall called “The Alarm.” Akeley was commissioned by P. T. Barnum to perform this craft on Jumbo, the centerpiece of Barnum Hall at Tufts.", "Among the elephants collected in the American Museum of Natural History’s “The Alarm” was one brought by this adventurer and President, whose father hosted its initial banquet.", "Among the many trophy-hunting trustees paid to collect specimens for the museum was a man from this family, Richard. This Pittsburgh-based family includes Andrew, the Secretary of the Treasury whose 11-year tenure includes the 1929 Stock Market Collapse."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Answer the following about a conducting cylinder surrounded concentrically by a conducting cylindrical shell, for 10 points each.", "answers_sanitized": ["log of b over a [or log(b/a); accept log of b divided by a; accept ln or natural log in place of “log”; do not accept or prompt on “b over a”]", "negative one [or –1; accept one over r or 1/r]", "Gauss’s law "], "parts_sanitized": ["Give the term in the denominator of the capacitance for the stated geometry. Answer in terms of a, the radius of the inner cylinder, and b, the inner radius of the cylindrical shell.", "The electric field in between the two cylinders is shown to depend on this power of the radius. The magnetic field produced by an infinitely long wire also depends on this power of the radius.", "As per usual for problems in the first semester of E&M, the electric field is obtained by applying this law. This one of Maxwell’s equations sets electric field flux equal to charge over epsilon-naught."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "The narrator of this work breaks off a piece of Pier della Vigna. For 10 points each:", "answers_sanitized": ["Inferno [prompt on Divine Comedy]", "trees [or a forest; or equivalents]", "Seventh Circle of the Inferno "], "parts_sanitized": ["Name this work that begins with an encounter with a lion, a she-wolf, and a leopard and ends with the narrator and Virgil climbing down Satan’s body.", "Dante breaks off a piece of Pier della Vigna because he has been transformed into one of these objects. Souls who have committed suicide are transformed into these objects, on which the Harpies gnaw.", "Pier della Vigna resides in the Forest of Suicides, which is contained within this circle of Dante’s Inferno, which is also home to the Phlegethon and is where sins of violence are punished."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "In a film by this director, the title character sobs in bed as an Italian law student takes her older sister’s virginity across the room. For 10 points each:", "answers_sanitized": ["Catherine Breillat (“bray-AH”)", "Sleeping Beauty [accept “Sleeping Beauty in the Woods” or “Little Briar Rose”]", "space station [accept a spaceship or spacecraft; prompt on outer space or an alien planet; prompt on black hole] (The Tarkovsky film is Solaris.) "], "parts_sanitized": ["Name this French director who explored transgressive sexual and violent acts in films like Anatomy of Hell, Romance, and Fat Girl.", "Breillat directed a 2010 adaptation of this fairytale, in which the title character lies dormant for one hundred years. The witch Maleficent appears in the 1959 Disney adaptation of this fairy tale.", "Another female French director known for her frank depictions of sexuality is Claire Denis, who set her 2018 film High Life in one of these places. In an Andrei Tarkovsky film, the psychologist Kris Kelvin experiences a vision of his dead wife in one of these places."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Name these songwriters and bands influenced by the Spanish poet Federico García Lorca, for 10 points each.", "answers_sanitized": ["Leonard Cohen", "London Calling (by The Clash)", "Buckley [accept Tim Buckley or Jeff Buckley] "], "parts_sanitized": ["This Canadian singer-songwriter based his song “Take This Waltz” on a poem by Lorca. “Suzanne” and “So Long, Marianne” appear on his debut album, while his song “Hallelujah” appears on Various Positions.", "This album’s track “Spanish Bombs” opens by lamenting the death of Lorca. Elvis Presley’s debut inspired this album’s cover, while Joe Strummer describes the city “drowning” while he “lives by the river” on its title track.", "A singer from this family recorded the experimental folk albums Lorca and Starsailor. His son, who also tragically died young, recorded covers of “Lilac Wine” and “Corpus Christi Carol” on his only album."]}, {"leadin_sanitized": "In one of these events, Beethoven allegedly took Daniel Steibelt’s score, turned it upside down, and outimprovised Steibelt so badly that he stormed out of the room and never came back to Vienna again. For 10 points each:", "answers_sanitized": ["piano duel [accept keyboard or pianoforte in place of “piano”; accept equivalents like battle or contest in place of “duel”; prompt on answers that don’t include “piano” by asking “on what instrument?”]", "Muzio Clementi", "transcriptions of operas [accept opera fantasy; accept opera paraphrase; accept anything describing arranging or compiling an opera’s themes or melodies; prompt on synonyms of paraphrases, transcriptions, or arrangements by asking “of works in what genre?”] "], "parts_sanitized": ["Name or describe these parlor events popular in Classical-era aristocratic courts in which two virtuosos of a certain instrument would compete. In the Romantic era, Franz Liszt participated in many public events of this type.", "Emperor Joseph II declared a draw in Mozart’s piano duel with this composer, who taught such pianists as John Field and Carl Czerny. The first of this Italian composer’s six Opus 36 sonatinas is often performed by piano students.", "In Franz Liszt’s legendary duel with Sigismond Thalberg, both of them played these kinds of virtuosic works common in the 19th century, which Liszt often titled Réminiscences. A description is acceptable."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "T. S. Eliot’s Four Quartets was influenced by this thinker’s account of time, which discusses by analogy the difficulty of quantifying how long a poem is. For 10 points each:", "answers_sanitized": ["St. Augustine of Hippo (The discussion of time appears in Book XI of The Confessions.)", "Plotinus", "Trinity "], "parts_sanitized": ["Name this thinker who suggested that time may be the “extendedness,” or the “distention,” of the mind itself in Book XI (“eleven”) of one of his works.", "Andrea Nightingale has contrasted Augustine’s notion of distentionem with the diastasis of the World Soul described by this earlier thinker in his Enneads.", "Plotinus’s concept of the three divine hypostases of Soul, Intellect, and the One has been seen as an influence on Augustine’s account of this Christian doctrine of the three “divine persons.”"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Elizabeth Bishop’s “Invitation to Miss Marianne Moore” is modeled after a poem in which a man with this surname travels “over dentists and parishes / cinemas, tunnels, and ears.” For 10 points each:", "answers_sanitized": ["Jiménez [accept Juan Ramón Jiménez or Alberto Rojas Jiménez]", "Pablo Neruda", "Vicente Huidobro "], "parts_sanitized": ["Give this surname of Alberto Rojas, a drowned poet who “comes flying” in a poem from Residence on Earth. Juan Ramón, a Spanish poet of this surname, created the internationally-beloved donkey Platero.", "“Alberto Rojas Jiménez Comes Flying” is by this Chilean author of Canto General and Twenty Love Poems and a Song of Despair.", "In another instance of flying poets in Chilean literature, the title character descends to earth across seven increasingly abstract cantos in this poet’s epic Altazor. This poet founded the creacionismo literary movement."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Abdullah ibn Umar reported that Muhammad compared those who rejected this doctrine, including the Qadariyah, to the Zoroastrians who similarly reject it. For 10 points each:", "answers_sanitized": ["predestination [accept answers describing how Allah’s will cannot be changed]", "al-Azhar (“all-UZZ-har”) University", "monotheism [accept similar descriptions like “one-ness” or unity of Allah] "], "parts_sanitized": ["Name or describe this concept, rejected by Shi‘ites through the concept of Badā‘. Belief in it is central to the last Article of Faith.", "Predestination was also rejected by the Mu‘tazilites, whose philosophy was revitalized at this Egyptian university by Muhammad Abduh. A former Grand Imam of this university, Mahmood Shaltout, issued a fatwa promoting the acceptance of Shia philosophy.", "Mu‘tazila philosophy stresses the importance of this doctrine as the first of its Five Principles. Tawhid (“taoHEED”) emphasizes this principle, and Muhammad promulgated this principle among the Meccans who worshipped many idols."]}, {"leadin_sanitized": "One of the first earls of this location, Sigurd the Mighty, died from an infection after his leg was scratched by the decapitated head of Máel Brigte the Bucktoothed, which had been hanging from his horse. For 10 points each:", "answers_sanitized": ["Orkney Islands", "Kingdom of Norway", "hair [accept facial hair; accept beards; accept Harald Fairhair or Sweyn Forkbeard] "], "parts_sanitized": ["Name this location, where Saint Magnus was martyred by his cousin in 1117. In 1469, Christian I of Denmark pawned this location for 50,000 florins in lieu of a royal dowry for his daughter Margaret.", "After Alexander III’s death, Margaret, the “Maid” of this country, perished in the Orkneys, leading to an interregnum. Vikings under this country’s king Haakon the Old failed to subjugate the Scots at the Battle of Largs.", "According to the Orkneyinga saga, the Orkneys were first subdued by the Norwegian king Harald I, whose epithet mentions this type of thing. This thing is referenced in the epithet of the first Danish king of England, who fathered Cnut the Great."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "In one novel, this man reflects on an execution that occurred earlier that day, remembering his father’s apprentice telling him that coffins were nailed shut so the dead wouldn’t “spring out and chase” the living. For 10 points each:", "answers_sanitized": ["Thomas Cromwell", "King Henry VIII (“the eighth”) [prompt on Henry]", "“so now get up” "], "parts_sanitized": ["Name this man who is brutally beaten by his father Walter in the opening scene of that novel. He is also the protagonist of the 2020 novel The Mirror and the Light.", "Most of Hilary Mantel’s Wolf Hall deals with Cromwell’s life as an advisor to this king, including his role in securing this king’s marriage to Anne Boleyn.", "As he prepares to die in The Mirror and the Light, Cromwell repeatedly thinks of this four word phrase, which appeared on billboards for the book. This command is the first sentence of Wolf Hall, where it is spoken by Walter after beating his son."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the development of the painted altarpiece in Medieval and Renaissance art, for 10 points each.", "answers_sanitized": ["polyptychs (“PAW-lip-ticks”) [or triptychs; or diptychs]", "predella", "conversations [or sacra conversazione] "], "parts_sanitized": ["Starting in the Medieval period, retable (“ruh-table”) altarpieces often took the form of these works made up of multiple painted wooden panels. Give either the general term or the name of the two-panel or three-panel form.", "Polyptych altarpieces often included one of these horizontal panels, which made up the base of the altarpiece and depicted several small narrative scenes in a row.", "In the 15th century, many Italian Renaissance artists replaced the polyptych format with single panels depicting the Virgin and Child surrounded by saints. That format was known as the sacra, or sacred, type of these events."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "You would like to learn more about vibrational modes of water. For 10 points each:", "answers_sanitized": ["character table", "1 bending and 2 stretching vibrational modes", "bent [or nonlinear] "], "parts_sanitized": ["Water is part of the C2V point group; to learn more about its vibrational modes, you can look up this table for the C2V point group that lists all the irreducible representations and symmetry operations for that point group.", "Using the character table, you determine that water has three [emphasize] total vibrational modes with B2 and A1 symmetries. These three modes correspond to how many bending or stretching vibrations, respectively? Indicate the number of both types of vibrations.", "Alternatively, since water takes this molecular geometry, one can use the formula 3n minus 6 to determine the number of water’s vibrational modes. Repulsion between the lone pairs causes water to adopt this shape."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "A romanticized person of this type is the subject of the corrido “La Adelita.” For 10 points each:", "answers_sanitized": ["soldaderas", "Pancho Villa", "International Committee of the Red Cross [or American Red Cross] (Mejia’s organization is the Neutral White Cross.) "], "parts_sanitized": ["Give this term used to designate women like Ángel Jiménez during the Mexican Revolution whose roles ranged from camp follower to fighter.", "Despite often refusing help from soldaderas, this leader’s capture of Torreón was greatly aided by the soldadera Petra Herrera. Alvaro Obregon’s forces defeated this man at the Battle of Celaya.", "During the Mexican Revolution, Elena Arizmendi Mejia founded a rival nursing organization after this organization refused to treat hurt soldiers. Clara Barton founded the American wing of this medical organization."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "In an experiment with three treatment variables that have two levels each, the “full” kind of this design would have eight total treatment combinations. For 10 points each:", "answers_sanitized": ["factorial experiment [accept full factorial design or fractional factorial design; prompt on crossed experiment]", "ANOVA [or analysis of variance]", "randomized [or word forms] "], "parts_sanitized": ["Name this kind of experimental design that crosses the levels of multiple categorical variables. They may be either “full” or “fractional,” depending on whether they include all combinations or just a subset.", "Factorial experiments are often interpreted with this technique, which compares how models partition the sum of squares among the treatment variables and error. The F-statistic derived from this technique is often used to test whether group means differ.", "To ensure reliability, controlled experiments should ideally assign treatments to experimental units in this manner, using a probabilistic scheme like a coin flip. Split-plot designs exemplify a restricted type of this property."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "In an epic written in this language, the title character is killed for refusing to give up his bow to a god that his father Danel had given him. For 10 points each:", "answers_sanitized": ["Ugaritic language", "Ba’al", "Carthage "], "parts_sanitized": ["Name this language that was used to write over 50 epics found in one site, including one in which Mot kills the title character who earlier hosted his sister in his palace and wants to be taught the secret of lightning.", "That aforementioned epic is the cycle of this son of El whose name, translated as “Lord,” referred to numerous Canaanite gods. He was also syncretized with Hadad.", "Children were sacrificed to Ba’al Hammon in this city after he was introduced there by the Phoenicians. Dido ruled from this city and killed herself when her lover Aeneas abandoned her."]}, {"leadin_sanitized": "The unnamed narrator of The Sympathizer lives in Los Angeles and acts as a mole for one side following the end of this conflict. For 10 points each:", "answers_sanitized": ["Vietnam War [or Second Indochina War; accept Resistance War Against America or American War]", "Dispatches", "New Journalism [prompt on journalism; prompt on creative nonfiction] "], "parts_sanitized": ["Name this conflict presented through the experiences of Tim O’Brien’s Alpha Company in the collection The Things They Carried.", "Michael Herr narrated the film Apocalypse Now and joined the production of Full Metal Jacket after winning fame with this nonfiction book, which presented his experiences as an Esquire correspondent during the Vietnam War.", "Dispatches’s style of mixing first-hand reporting with subjective ruminations makes it an exemplar of this nonfiction literary movement, which Tom Wolfe pioneered in The Electric Kool-Aid Acid Test. Excerpts from In Cold Blood appeared in a 1973 Wolfe anthology named for this movement with a two-word name."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Jeffrey Legro proposed that the robustness of these concepts can be measured according to their specificity, durability, and concordance. For 10 points each:", "answers_sanitized": ["norms [accept social norms, regulative norms, constitutive norms, prescriptive norms, or evaluative norms]", "constructivism [or social constructivism; or word forms]", "anarchy [accept “Anarchy Is What States Make of It”] "], "parts_sanitized": ["Identify these concepts, which have a life cycle of emergence, cascade, and internationalization according to Martha Finnemore and Kathryn Sikkink.", "Norm-based approaches are common in this theory of international relations associated with Finnemore and Alexander Wendt. Unlike realism and liberalism, this theory emphasizes the importance of shared ideas.", "In a pioneering article of constructivism, Wendt argued that this condition “is what states make of it.” This condition describes disordered societies without a government."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Pedro Fernandes de Queirós led a 1605 mission to discover this location, which he believed he had done after landing on part of Vanuatu, before blasting Philip III with over 50 requests to fund his return. For 10 points each:", "answers_sanitized": ["Terra Australis Incognita [accept Brasiliae Australis; accept Terra Australis Nondum Cognita; prompt on Antipodes; do not accept or prompt on “Australia”]", "James Cook", "Matthew Flinders "], "parts_sanitized": ["Name this landmass thought to balance the weight of the northern continents. Ptolemy, Isidore of Seville, and the Scottish geographer Alexander Dalrymple were all supporters of this hypothetical location’s existence.", "After Dalrymple failed to receive an officer commission, this man was instead chosen to lead a 1768 expedition to Terra Australis, during which he saw the transit of Venus after reaching Tahiti on the HMS Endeavour.", "30 years later, this other mariner published A Voyage to Terra Australis, which described his circumnavigation and re-naming of the actual continent Australia, then called New Holland."], "subcategory": "Other History", "category": "History"}]}