{"tossups": [{"question_sanitized": "A leader of these people asked why, having taken all the land, white missionaries needed to spread their religion in refuting proposed missionary activity. Working from a neighboring people’s mission at SainteMarie, missionaries like Isaac Jogues (“zhohg”) and John de Brebeuf were killed by these people. The surrender treaty at Appomattox Court House was written by one of these people, Ely Parker. The mission Kahnawake (“GAH-na-WAH-gay”) was a longtime home for one of these people baptized as Catherine, (*) Tekakwitha. Gai’wiio, a Quaker-influenced religious movement spread by Handsome Lake among these people, is known as the Longhouse Religion. These people fought against the American Revolution under Joseph Brant. For 10 points, name this group of allied tribes in upstate New York.", "answer_sanitized": "Iroquois Confederacy [or Haudenosaunee or Six Nations; prompt on Mohawk, Onondaga, Oneida, Cayuga, Seneca, or Tuscarora by asking “what larger group were they part of?”; prompt on Native Americans]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "It’s not oxygen or hydrogen, but a carboxylic acid group is replaced with a functional group containing this element in the oral proteasome inhibitor Ixazomib. The catalyst for the enantioselective (“en-ANT-ee-ohselective”) CBS reduction contains this element bound to oxygen and nitrogen. One method for aryl fluoride synthesis involves heating a salt consisting of an aryl diazonium cation (“AIR-ill die-uh-ZO-nee-um CATion”) and an anion of fluorine and this element. A (*) carbon–carbon bond replaces a carbon-halide and carbonthis element bond in the Suzuki and Heck reactions. This element is bound to two siamyl groups in a reagent used to produce aldehydes from alkynes. A compound of sodium, hydrogen and this element is a powerful reducing agent, though less strong than LAH. For 10 points, name this element above aluminum on the periodic table, a metalloid with atomic number 5.", "answer_sanitized": "boron [or B]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "ANSWER: boron [or B] <Sam Botterbusch, Chemistry> 3. In one mass, a quiet solo from one of these instruments introduces a C-minor section of an Agnus Dei that follows a foreboding Benedictus reflecting the title Time of War. After a short solo from one of these instruments, the lower strings play a slow 3/4-time rendition of the Dies Irae theme at the beginning of an Eflat-major symphony. The “Surprise” Symphony is the earliest major work in which these instruments are tuned mid-piece, and they appear in its German (*) nickname. The second-to-last of Haydn’s London symphonies is nicknamed for its opening solo from one of these instruments. In Classical-era symphonies, this instrument often was only used to play tonic and dominant notes at the ends of cadences. For 10 points, name this most-common percussion instrument of the Classical era, a set of low, pitched drums.", "answer_sanitized": "timpani [accept kettledrums; accept Paukenmesse; accept Symphonie mit dem Paukenschlag; prompt on the “Drumroll” Symphony or drums until read]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In a story by this author, a child often declares that “Mamma is mamma,” but the protagonist is “my proper mother.” This author created an amateur impresario with a “game leg” who refuses to pay a woman eight guineas after a concert is cancelled to build anticipation for a future performance. In a story by this author, a spinster who works at the “Lamplight laundry” loses a plum cake on the train and, while blindfolded for a party game, touches a prayer book and a (*) wet lump of the title substance. In another of this author’s stories, Bartell D’Arcy sings “The Lass of Aughrim” and Gretta Conroy is reminded of Michael Furey, her deceased former lover. For 10 points, name this author who included “A Mother,” “Clay,” and “The Dead” in his short story collection Dubliners.", "answer_sanitized": "James Joyce", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A sequence in this film cuts from an iris shot of a frustrated looking man to a wide shot of a bureaucrat sitting in an absurdly high stool. A sped up camera trick was used to accentuate the shakiness of a character in this film first seen coming up stairs. A shot in this film uses a diamond-shaped vignette to frame a man who climbs through a window before slowly approaching a woman sleeping in bed in the foreground. Herman Warm’s groundbreaking set design for this film included (*) shadows painted directly on the ground and used abstract, angular backdrops. The ambiguous end of this film reveals Francis to be an inmate at an asylum run by the title character, who he believes was controlling the actions of a murderous sleepwalker. For 10 points, name this Weimar-era expressionist horror film directed by Robert Wiene.", "answer_sanitized": "The Cabinet of Dr. Caligari [or Das Cabinet des Dr. Caligari]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "One of these structures is affected by a localized shingles outbreak in type 2 Ramsay Hunt syndrome. The Parks–Bielschowsky three-step test identifies damage to one of these structures. A glycerol injection near one of these structures is a treatment for the chronic pain condition tic douloureux (“tick do-loo-roo”). Doctors may check for torticollis, strabismus, and the jaw jerk reflex as part of a (*) nine-component examination of these structures. Gastroparesis may be caused by damage to the longest of these structures, which controls peristalsis. Another of them has ophthalmic, maxillary, and mandibular branches. The “zeroth” of these structures may recognize pheromones, like the first one of these structures, the olfactory. For 10 points, the oculomotor and vagus are among what twelve pairs of structures that originate from the brain rather than the spine?", "answer_sanitized": "cranial nerves [prompt on nerves; anti-prompt on ganglia or geniculate ganglion by asking “along what kind of larger structure?”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The warrah wolf-fox was the only land mammal native to this archipelago before its extinction in 1876. A character from the soap opera Crossroads inspired the pejorative nickname “Bennies” for the inhabitants of this archipelago, who are also known as “Kelpers.” The highest peak in this archipelago, Mount Usborne, takes its name from the Master’s Assistant on the (*) HMS Beagle. The “Camp” of this archipelago refers to all the land outside its capital and the military base at Mount Pleasant. Fox Bay and Goose Green are some of the smaller settlements besides the capital Stanley in this archipelago. For 10 points, name this British overseas territory in the South Atlantic that was the object of a 1982 war with Argentina.", "answer_sanitized": "Falkland Islands [or the Falklands; or Islas Malvinas]"}, {"question_sanitized": "The player presses “L” if the person on screen is holding one of these objects in Joshua Correll’s FPST game. These objects were replaced by badminton racquets for the control group of a 1967 study by Leonard Berkowitz that identified their namesake “effect.” Elizabeth Loftus recorded the eye movements of subjects viewing images set in a fast-food restaurant featuring either a checkbook or one of these things. The tendency of people to (*) “focus” on these objects is studied in forensic psychology. In a discussion of the death of Amadou Diallo, Malcom Gladwell’s Blink cites a study suggesting that subjects are more likely to identify a wrench as one of these objects after seeing a Black face. For 10 points, name these objects whose use in video games supposedly desensitizes players to violence.", "answer_sanitized": "weapons [accept more specific answers like handguns or knives]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "These people wore a hat called a bork that held a wooden spoon in front of it. Kirkor Balyan designed a neoclassical building to house these people that they burnt down in revolt against the “New Order” policy. These people made up the bulk of bands who played with zurnas and davuls, called mehterans. To mutiny against their superiors, these people would upturn a (*) communal pot. When these people were eliminated, the closely-associated sect of Bektashi Sufism was banned. These people, who fought alongside the sipahi cavalry, were recruited by the devshirme system. During the Auspicious Incident, these people were forcibly disbanded by Mahmud II. For 10 points, name these elite Ottoman infantry units.", "answer_sanitized": "Janissaries [prompt on soldiers, Turks, or Ottomans]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In this novel, the ex-con Henry Glass rails against “signifiers” who brag about getting out of prison while on a bus near Terre Haute. While acting as a chauffeur in this novel, Roy Johnson kills time by reading Eugene Sue’s Mysteries of Paris. A character in this novel obsessed with the 1910s invites his guests to try his orgone accumulator. A character in this novel points to a stool and declares it “God’s empty chair” following a performance by the elephant-eared pianist George Shearing. The second of several (*) trips in this novel begins after Old Bull Lee requests a group come pick up the long-suffering Galatea Dunkle from New Orleans. In this novel, the Denver-based poet Carlo Marx is a stand-in for its author’s real-life friend Allen Ginsberg. For 10 points, Dean Moriarty and Sal Paradise criss-cross the US several times in what Beat novel by Jack Kerouac?", "answer_sanitized": "On the Road", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A Jewish man may extend an invitation called a zimmun (“zee-MOON”) as part of a mezuman (“mehzoo-MAHN”) before doing this action. The Damdami Taksal and Akhand Kirtani Jatha are Sikh sects notable for their opposition to certain forms of this practice due to a dispute over the word “kutha.” Bentching may be performed after this action, often performed after a ritual washing called the mayim achronim (“MA-yim ahkh-ro-NEEM”). (*) Bhog may become prasāda, which is offered up before devotees perform this action. Jews may recite prayers as part of the Birkat Hamazon (“beer-COT ha-ma-ZONE”) after performing this action. I-tal (“EYE-tall”) comprises a set of restrictions on this practice in Rastafarianism. Muslims gather together to perform this action during suhoor and iftar in the month of Ramadan. For 10 points, kosher laws dictate what practice, which is often preceded with saying grace in Christianity?", "answer_sanitized": "eating [accept more specific forms like eating meat or eggs]"}, {"question_sanitized": "A painting of this city with verses about a “sanguin’d sun” was replaced by Sun Rising through Vapor in its artist’s namesake bequest. The bottom left of a companion painting depicting this city includes children on a riverbank playing with toy boats; like the Liber Studiorum, that painting is influenced by a Baroque landscape artist. A painting of an army from this city shares its title with a painting subtitled Steam-Boat off a Harbor’s Mouth. A painting of this city was modeled off and is exhibited alongside The (*) Embarkation of the Queen of Sheba by Claude Lorrain. The army of a ruler of this city is depicted in a painting in which a dark crescent-shaped cloud wraps around an orange sun, while an 1815 painting set in a harbor during sunset depicts this city’s construction. For 10 points, name this city whose army J. M. W. Turner painted being led by Hannibal.", "answer_sanitized": "Carthage", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In one short story, this author is surprised when a researcher “replied with two words from the Gospel: ‘Follow me’” after he was rejected by several professors. Later in that story by this author, he handles a “half pea” of the title substance “like a holy relic” as he prepares “for an unknown but imminent and certainly tragic future.” In another short story, this author describes his theft of (*) iron-cerium from the chemical factory he worked in, which he used to buy two months of bread for himself. Several of this man’s works are set in the “Lager,” including “The Drowned and the Saved.” For 10 points, name this Italian author of The Periodic Table who described his experiences in Auschwitz in If This Is a Man.", "answer_sanitized": "Primo Levi", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Tony Honoré wrote a 1978 biography of this work’s creator, who began following the issuing of a decree “By God,” or Deo auctore. Three men were titled quaestor sacri palatii for designing part of this work for use at Berytus. Accursius and Irnerius were among the “glossators” who studied this work dialectically at Bologna. The earlier “Law of Citations” greatly impacted the content of this work via the authority given to (*) Gaius, Papinian, and Ulpian. For centuries, scholars puzzled over how three million lines were reduced to 150,000 during this work’s creation. Later additions to this work were called Novels, while a fifty-book section of earlier opinions is known as the Digest. Tribonian was tasked with this work’s creation to simplify the realm’s litigation process. For 10 points, name this work of jurisprudence created under a “Great” Byzantine emperor.", "answer_sanitized": "Corpus Juris Civilis [accept Code of Justinian; accept Justinian Code; accept answers that mention both Justinian and a legal code or law code of some sort; prompt on Institutiones or Institutes; prompt on Digest or Pandects; prompt on Novellae or Novels; prompt on “Body of Civil Law”; prompt on answers describing a Byzantine law code]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "Gilberto Owen, a poet from this country, befriends the hoarder Homer Collyer while living in Harlem in one of the plotlines of a novel from this country. A family road trip from New York to Apacheria is the subject of a novel by an author from this country who wrote an “essay in 40 questions” about her work with migrant children. The author of Sudden Death forms a literary power couple from this country with the author of Faces in the Crowd, Lost Children Archive, and (*) Tell Me How It Ends. An essay from this country discusses the “grotesque dandyism” of the pachuco subculture; that essay is collected with one that discusses the “masks” people from this country protect themselves with. For 10 points, Alvaro Enrigue, Valerie Luiselli, and the author of Labyrinth of Solitude, Octavio Paz, are from what country?", "answer_sanitized": "Mexico", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "A project led by Daniel Holz aims to resolve a tension about the value of this quantity using standard sirens. It’s not the speed of light, but the critical density for a flat universe is proportional to the square of this quantity, a result that follows from the Friedmann equation. This quantity is equal to the time derivative of the (*) scale factor over the scale factor. The Planck collaboration used the CMB to estimate this value as 67.4 kilometers per second per megaparsec. The age of an empty, expanding universe is the [emphasize] inverse of this value. This value was first formulated as the ratio of receding velocity to distance, as part of its namesake’s law that more distant galaxies recede more rapidly. For 10 points, name this constant that describes the universe’s rate of expansion.", "answer_sanitized": "Hubble’s constant [or Hubble’s parameter; prompt on Hubble until “constant” is read, but accept after]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A 44-volume commentary on this book produced in the 18th century praised it for being free of “impurities” of a neighboring country’s language. In this book, a group of 80 brothers are cursed for advising a rabbit to pour salt in its wounds, while the 81st brother is rewarded for helping it. Unlike a similar book produced a decade later, this book relates the lives of five genderless deities that existed prior to a set of five male–female deity pairs. In this book, a man passes a series of (*) tests including using a scarf to freeze rooms full of snakes and wasps in order to marry the daughter of a storm deity. A White Hare features prominently in two stories in this book, in which a sun goddess retreats into a cave after seeing a horse’s corpse. Written almost a decade before the Nihon Shoki, is, for 10 points, what 8th-century book that describes the origin of the Shinto gods and the creation of Japan?", "answer_sanitized": "Kojiki"}, {"question_sanitized": "In a model system of these particles, the highest allowable energy is equal to the following: h-bar-squared over m all times three pi-squared times n to the two-thirds. As k-B T over chemical potential approaches zero, the distribution function of these particles approaches a step function. A model system of these particles exhibits a temperature-independent form of paramagnetism named for Pauli. These particles’ distribution function has the following form: one over an exponential function plus one. Wave functions of these particles are (*) antisymmetric under exchange by the spin-statistics theorem. These particles cannot occupy the same quantum state according to the Pauli exclusion principle. For 10 points, name these particles with half-integer spin, unlike bosons.", "answer_sanitized": "fermions [anti-prompt on free electron gas; anti-prompt on the following particles: electrons, neutrinos, leptons, quarks, and baryons] (The first and third clue refer to a Fermi gas.)", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Two answers required. During a failed 1940s spying attempt, one of these two countries dropped 800 parachute-trained “desants” over the other’s lands, but nearly all of them were swiftly executed. In 1958, opposition to the third Fagerholm government led one of these countries to withdraw its ambassador from the other in a souring known as the “Night Frost.” One of these countries utilized “active neutrality” in its interactions with the other, such as in the signing of the 1948 YYA Treaty by longtime autocrat (*) Urho Kekkonen. These two European countries’ relations inspired a term that refers to one nation being allowed independence from another in exchange for diplomatic submission. After a 1939 conflict, one of these countries ceded Karelia to the other. For 10 points, the Winter War was fought between what two countries?", "answer_sanitized": "Finland AND the Soviet Union [accept in either order; accept USSR or Russia in place of “Soviet Union”] (The fourth sentence refers to Finlandization.)", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This theory is defended with the concept of “primitive notions” in a series of letters that began with a request to explain how this position accounts for “voluntary actions.” This theory is compared to beliefs about the “English Constitution” and the “Average Taxpayer” in a book that calls it the “official doctrine.” The objection that conceivability does not entail metaphysical possibility is often raised against an argument for the “property” type of this position; that argument by (*) David Chalmers uses the concept of “p-zombies.” Princess Elizabeth of Bohemia was the first to raise the “interaction problem” for this position. This theory rests on a “category mistake” according to Gilbert Ryle, who dubbed it “the ghost in the machine.” For 10 points, the pineal gland is key to what theory of René Descartes that mind and body are separate substances?", "answer_sanitized": "mind–body dualism [accept more specific answers like Cartesian dualism, substance dualism, or property dualism; accept interactionism until “interaction” is read; prompt on Cartesianism or the ghost in the machine; prompt on equivalents of anti-physicalism or anti-materialism]", "subcategory": "Philosophy", "category": "Philosophy"}], "bonuses": [{"leadin_sanitized": "Answer the following about side effects in moral philosophy, for 10 points each.", "answers_sanitized": ["experimental philosophy [accept X-phil]", "Thomas Aquinas [or Thomas Aquinas]", "caves (The story is the “Allegory of the Cave” from Plato’s Republic.) "], "parts_sanitized": ["The “side-effect effect,” in which harmful side effects of actions are seen as more intentional than good ones, is a much-discussed result obtained in this field by Joshua Knobe.", "Contemporary thinkers such as Michael Walzer have adopted the doctrine of double effect, which argues that non-intended bad side effects of good acts are permissible, from this medieval author of Summa Theologica.", "Philippa Foot’s “The Problem of Abortion and the Doctrine of the Double Effect” uses the analogy of people stuck in one of these places. Another work elaborates on the analogy of the “divided line” with a story about one of these places."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "This man called himself the largest general store in the US as he used the Trading with the Enemy Act to confiscate property from Germans, including an attempted attack on the Faber pencil industry. For 10 points each:", "answers_sanitized": ["A. Mitchell Palmer", "beer [prompt on alcohol]", "pharmaceutical [or pharma or prescription drugs; prompt on drugs, healthcare, medicine, or biomedical] (The patent is Bayer’s Aspirin.) "], "parts_sanitized": ["Name this man, the Alien Property Custodian during World War I. To carry out a namesake campaign, this man appointed J. Edgar Hoover to head the newly created General Intelligence Division.", "Palmer took particular issue with makers of this good, though he later authorized the prescription of it as medicine. Anheuser-Busch and Yuengling are US-based producers of this good.", "The most costly casualty of the Trading with the Enemy Act was a patent in this industry. Joe Manchin’s daughter Heather Bresch leads a company roundly criticized for price gouging in this industry."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "The dependency structure between different variables in these models can be analyzed using Granger causality tests. For 10 points each:", "answers_sanitized": ["(structural) vector autoregressive models [or SVARs or VARs or vector autoregressions; prompt on autoregressive methods or similar]", "Robert Lucas", "prices [accept wages; or equivalents like the price level or sticky prices] "], "parts_sanitized": ["Name these tools used in macroeconomic time series analysis pioneered by Christopher Sims in the 1980s. In these models, multiple variables such as inflation or the nominal interest rate are linear functions of lagged data.", "VAR models are often contrasted with dynamic stochastic general equilibrium models. DSGEs rose in popularity after this economist argued that you cannot predict impacts of economic policy based on historical data, his namesake “critique.”", "Lucas’ critique targeted Keynesian models, in which these economic signals might be sticky over time as part of Keynesian nominal rigidities. These entities experience a secular rise under inflation."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "In a novel from this region that was released in a new translation by Heinz Fenkl in 2019, a young monk is sent before the King of Hell for flirting with a group of eight fairies. For 10 points each:", "answers_sanitized": ["Korea [or Korean Peninsula]", "clouds [accept Nine Cloud Dream, The Cloud Dream of the Nine, or “Vanished Into the Clouds”]", "Tibetans [or bod pa] (The latter work is the Epic of King Gesar.) "], "parts_sanitized": ["Name this peninsula home to the 17th-century author Kim Man-jung, who wrote that novel in Chinese characters, or hanja, instead of the hangul script.", "The title of that novel refers to the reincarnations of the nine main characters as a “dream” of these objects. Sun Wukong’s boots allow him to walk on these objects, which title a blank chapter of the Tale of Genji.", "In Nine Cloud Dream, one of the fairies becomes an assassin who is sent by these people’s king to kill a Tang general. These people’s literature includes “The Hundred Thousand Songs” of Milarepa and a million-verse epic about a King of Ling."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "A new policy allowing hosts to select new events for one-time inclusion allowed the Japanese Olympic Committee to add this event to the Tokyo Games. For 10 points each:", "answers_sanitized": ["karate", "Hawaii", "skateboarding [or women’s street skateboarding] "], "parts_sanitized": ["Name this sport in which Iran’s Sajad Ganjzadeh was awarded a gold medal in the Men’s 75kg+ (“75- kilogram-plus”) kumite (“koo-mee-teh”) event after being knocked unconscious by Saudi Arabia’s Tareg Hamedi, who was subsequently disqualified.", "Though Carissa Moore represented the USA when she won gold in the new women’s shortboard event, she and her teammate John John Florence usually compete in the World Surf League under the flag of this 50th state.", "13-year-old Momiji Nishiya of Japan won a gold medal in this new Olympic sport, becoming the thirdyoungest Olympic gold medalist ever."]}, {"leadin_sanitized": "This language uses a triple backtick to create a code block. For 10 points each:", "answers_sanitized": ["Markdown", "documentation [or docs]", "Python "], "parts_sanitized": ["Name this lightweight plaintext-to-HTML language co-invented by John Gruber and Aaron Swartz. A “GitHub Flavored” version of it is used to create most GitHub READMEs.", "A common use of Markdown is to create pages that serve this purpose for a project. Inline comments and README files have this purpose, which serves to make code easier to understand and use.", "Markdown is used to write text in Jupyter Notebooks, which were spun off from an interactive shell for this language. Guido van Rossum led the development of this language, which uses indentation to denote code blocks."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Ḥannā Diyāb, responsible for many of the stories in Antoine Galland’s Arabian Nights, wrote a memoir of travelling as a young man from this city in the court of Louis XIV. For 10 points each:", "answers_sanitized": ["Aleppo", "Husayn ibn Ali", "Jordan "], "parts_sanitized": ["Name this city where Diyāb spent much of his later life selling textiles at the massive Al-Madina Souq. This city’s heavily Armenian neighborhood Al-Jdayde (“ell-juh-DAY-duh”) is near Bab al-Nasr, one of its nine historic gates.", "Aleppo’s Al-Nuqtah Mosque allegedly contains a drop of this man’s blood, since Umayyad Caliph Yazid I marches prisoners through Aleppo after defeating this man at the Battle of Karbala.", "The Al-Nuqtah Mosque blew up in 1920 when Syrian King Faisal had gunpowder stored in it. Faisal was from the Hashemite dynasty, which still rules this country under Abdullah II."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "A 1971 album titled for this concept was released after its musician’s album Thembi and consists of a single track lasting 37 minutes. For 10 points each:", "answers_sanitized": ["unity [accept Black Unity or Spiritual Unity]", "saxophone [accept specific varieties]", "Young [accept Larry Young; accept Lester (Willis) Young] "], "parts_sanitized": ["Name this concept, the Black variety of which titles a Pharoah Sanders album. A 1964 album titled for this concept featuring bassist Gary Peacock and drummer Sunny Murray begins and ends with variations on “Ghosts.”", "Pharoah Sanders and the lead artist on the album Spiritual Unity, Albert Ayler, were both free-jazz pioneers who played this instrument. Their contemporary John Coltrane also played this instrument.", "A 1966 album titled Unity is the magnum opus of an organist with first name Larry and this last name. A saxophonist that Billie Holiday nicknamed “Prez” had this last name and the first name Lester."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Ian Ball and Hugh Possingham wrote the software packages SPEXAN and Marxan, which use spatially explicit simulated annealing to design these places. For 10 points each:", "answers_sanitized": ["nature reserves [or protected areas; or conservation areas; or wilderness areas; or wildlife parks]", "theory of island biogeography [or insular biogeography]", "endemic species [or word forms like endemism] "], "parts_sanitized": ["Describe this kind of place, whose design became the subject of the SLOSS debate in the 1970s after Jared Diamond proposed six geometric rules for them. Pickett and Thompson proposed “minimum dynamic areas” for these places, which may be surrounded by buffer zones.", "Diamond’s rules were based on this theory developed by Robert MacArthur and E. O. Wilson, who modeled species richness on this theory’s namesake geographical features as a balance between colonization and extinction.", "Many reserves are planned around biodiversity hotspots, which often have many species whose ranges have this characteristic. These species are limited to a particular, defined geographical area."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "This poem opens with the speaker saying that “Whate’er its mission, the soft breeze can come / To none more grateful than to me; escaped/From the vast city.” For 10 points each:", "answers_sanitized": ["The Prelude", "William Wordsworth", "Mount Snowdon "], "parts_sanitized": ["Name this long biographical poem that includes descriptions of the author’s time at Cambridge and crossing the Alps.", "This poet intended for The Prelude to be a prologue to The Recluse. Both The Recluse, which was never finished, and Lyrical Ballads were collaborations between this poet and Samuel Taylor Coleridge.", "In the Conclusion of The Prelude, Wordsworth describes this place as a mind “that feeds upon infinity” and that is “sustained/by recognitions of transcendent power.”"], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "A short piece titled for this composer’s distinctive style of slow music, the fourth movement from his piano suite Out of Doors, is an early example of it because of its use of soft, mysterious dissonances. For 10 points each:", "answers_sanitized": ["Béla Bartók", "Gustav Mahler", "Luigi Dallapiccola "], "parts_sanitized": ["Name this composer who used the term “night music” to describe the musical textures of many of his slow movements, which attempt to evoke quiet sounds from nature.", "This composer’s seventh symphony, titled “Song of the Night,” features two middle movements also titled “Night Music.” This Austrian composer’s other symphonies include ones nicknamed “Titan” and “Resurrection.”", "This composer’s 1954 Little Night Music is one of his most popular orchestral works along with his 1932 Partita, which ends with the lullaby “Naenia B.M.V.” This Italian serialist turned his choral work Songs of Imprisonment into the 1948 opera The Prisoner."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "When performing small-signal analysis of BJTs, the hybrid-pi model and T-model serve as this type of circuit. For 10 points each:", "answers_sanitized": ["equivalent circuit", "transistors", "current gain [accept DC current gain or AC current gain; accept voltage gain] "], "parts_sanitized": ["Name this type of circuit that replaces complex electrical components with simple, ideal circuit elements to facilitate circuit analysis.", "Small-signal analysis approximates the behavior of these circuit elements that include BJTs and MOSFETs. Billions of these semiconductor devices are used in today’s microprocessors.", "In the hybrid pi model, r-pi equals this quantity over transconductance. For an inverting op-amp in a closed loop configuration, this quantity is the negative ratio of the two resistances."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Siggeir’s jealousy of the owner of this weapon leads him to convince his mother to devour nine of that man’s siblings in the form of a she-wolf. For 10 points each:", "answers_sanitized": ["Gram", "dragon", "eating his children [or equivalents like cannibalism] "], "parts_sanitized": ["Name this sword that Volsung’s son Sigmund retrieves from a tree after a disguised Odin announces that whomever can pull it out of the tree may have it.", "Sigmund’s son Sigurd uses Gram to kill Fafnir, one of these gold-hoarding creatures.", "Later in the Volsunga Saga, Gudrun marries Attila the Hun, who makes her uneasy after he reveals a dream he had about performing this action. He later unwittingly performs this action, causing him to order Gudrun’s execution."]}, {"leadin_sanitized": "A pioneering illustration of this text used a technique in which an underdrawing was painted over with thick colors, with the lines of figures then being drawn afterwards. For 10 points each:", "answers_sanitized": ["The Tale of Genji [or Genji monogatari] (In order, the techniques listed are tsukuri-e, onna-e, hikime kagibana, and fukinuki yatai.)", "scrolls [accept kakemono]", "ink wash painting [prompt on partial answers; prompt on watercolor] "], "parts_sanitized": ["Name this text. A 12th-century series illustrating this text is a prominent example of a style called “women’s painting,” often depicts faces in profile that lack noses, and uses the “blown off roof” style.", "That illustration of The Tale of Genji was done on one of these objects, which allowed for long, horizontal depictions of the narrative. Japanese calligraphy and landscapes were often painted for “hanging” examples of them.", "During the Muromachi period, the vibrant colors of the yamato-e style were contrasted with Chineseinfluenced landscapes using this technique that produced expertly-shaded, impressionistic monochrome paintings."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Arabic geographers such as Al-Biruni named the Baltic Sea after this term, which likely first appeared in Greek, derived from an obscure Norse term meaning “sworn companion.” For 10 points each:", "answers_sanitized": ["Varangian [or várangoi; accept varyazi, væringjar, or varyahy; accept Varangian Guard; do not accept or prompt on “Vikings”]", "Kyiv [or Kiev; accept Kievan Rus’]", "anti-Normanism [or anti-Normanist theory; do not accept or prompt on “Normanism”] "], "parts_sanitized": ["Give this term used to describe a variety of Scandinavian peoples in Nestor’s Primary Chronicle. In 989 AD, the rebel Bardas Phokas suffered a stroke while facing a military unit named for this term that was first organized under Basil II.", "Under Rurik, the Varangians established dominion over the local tribes at the center of Novgorod, but it was Rurik’s son Igor who moved his capital to this city, thus founding a 9th-century East Slavic state named for it.", "Grown in reaction to the work of Gerhard Friedrich Müller, Mikhail Lomonosov first articulated this theory, which rejects the classic Scandinavian heritage of the Rus’ (“roose”) in favor of an indigenous Slavic origin."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Answer the following about the American poet John Haines, for 10 points each.", "answers_sanitized": ["Alaska", "a snowman [accept “The Snow Man”]", "Ezra Pound "], "parts_sanitized": ["Haines is probably the most famous poet from this US state, where he worked as a homesteader and wrote collections like The Stone Harp and Cicada. John McPhee’s Coming Into the Country is a travelogue set in this state, which was the destination of a Jonathan Rabin trip documented in a book titled Passage to [its capital city].", "Haines’s poem “Winter News” concludes by noting that the voice of one of these objects “calls the white- / haired children home.” A Wallace Stevens poem named for one of these things opens “One must have a mind of winter.”", "Haines and Robert Bly are associated with the Deep Image movement, a spin-off of Imagism, which itself is closely associated with this poet who wrote The Cantos."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "The missionaries Francisco de Pina and Alexandre de Rhodes helped spread Catholicism to this modern day country while working on early developments in its alphabet. For 10 points each:", "answers_sanitized": ["Vietnam", "cardinals [accept Sacred College of Cardinals]", "St. Joan of Arc [or Joan of Orleans; or Jeanne d’Arc] "], "parts_sanitized": ["Name this country home to a group of 117 martyrs who died despite the efforts of Father Pierre Pigneau assisting the Gia Long emperor in obtaining power.", "Catholic influence on Vietnamese religion can be seen in the structure of the Cao Dai religion, which includes people with this title. People with this title comprise a college that elects the Pope in the Catholic Church.", "Cao Dai reveres this woman after she reportedly communicated with mediums during the First Indochina War to tell them “Your struggle was my struggle.” She was canonized in the Catholic Church 500 years after her death."]}, {"leadin_sanitized": "Egyptologists use a variety of historical sources to calculate ancient chronology. For 10 points each:", "answers_sanitized": ["floodings of the Nile River [accept Wafa’ El-Nil; prompt on a river flooding by asking “which river?”; prompt on monsoons or rainy seasons; prompt on Akhet]", "cattle counts [accept cattle censuses; accept counting livestock for tax purposes; accept counting cows, oxen, sheep, pigs, or goats; prompt on taxing farmers or animal taxes]", "Abydos [or Abdju] "], "parts_sanitized": ["Approximate dates can be calculated from Sothic cycles, which describe the position of the star Sirius, whose heliacal risings were held to concur with these events. These yearly events allowed Egyptians to irrigate their crops.", "Description acceptable. Some info can be gleaned from recordings of these events, which mostly occurred every two years. The Shemsu Hor, or “Following of Horus,” was connected with these events, in which the king and his retinue travelled the country.", "Historians often lament the incompleteness of Egyptian king lists, such as the one located in this ancient city’s Temple of Seti I. Multiple early dynastic pharaohs were interred in this city’s Umm El Qa‘āb necropolis."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "Playwright Aphra Behn said this fable can be summarized as “Thus aged lovers with young beautys live, keepe off the joys they want the power to give.” For 10 points each:", "answers_sanitized": ["the dog in the manger", "Felix Lope de Vega y Carpio", "Aesop "], "parts_sanitized": ["Name this fable in which a certain animal prevents others from using something it itself cannot use.", "This other playwright wrote a play based on that fable in which a countess falls in love with her servant and prevents him from marrying his lover but also refuses to marry him herself.", "The dog in the manger fable is often attributed to this Ancient Greek collector of fables, but is not included in his original collection."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "For a single atom, electronic wavefunctions obtained from this method have angular components identical to those of the hydrogen atom. For 10 points each:", "answers_sanitized": ["Hartree–Fock method [or self-consistent field method or SCF]", "noble gases", "Koopmans’ theorem "], "parts_sanitized": ["Name this method that uses a Slater determinant to determine the wavefunction of a many-electron system. This method considers each electron to only experience the mean field of all other electrons.", "The Hartree–Fock approximation may be used to model the orbitals of these elements, as they tend to exist as single, unbonded atoms. These elements have a full set of valence electrons.", "This theorem states that first ionization energy equals orbital energy of the HOMO derived from Hartree–Fock wavefunctions. It gives a near-perfect estimate for the restricted Hartree–Fock method with low electron correlation error."], "subcategory": "Chemistry", "category": "Science"}]}