{
    "tossups": [
        {
            "question_sanitized": "A 5–4 majority in the 2021 case PennEast v. New Jersey interpreted a 1938 act to allow companies in this industry to exercise the federal eminent domain power against non-consenting states. The presence of “man camps” principally associated with this industry is correlated with increased rates of crime. The Biden administration agreed [emphasize] not to sanction former Stasi officer Matthias Warnig for his involvement in this industry. A company in this industry, (*) Enbridge, is the target of protests by “water protectors” and the Stop Line 3 movement. Proposed projects in this industry threatened the Ogallala Aquifer and Standing Rock Reservation. For 10 points, Keystone and the Dakota Access Pipeline carry products for which extractive industry?",
            "answer_sanitized": "fossil fuel industry [or oil industry; or natural gas industry; prompt on pipelines; prompt on fracking; prompt on drilling by asking “drilling for what?”; prompt on energy industry by asking “what source of energy?”]",
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "question_sanitized": "In the 1920s, this city’s police force received many mocking letters from the dapper diminutive crime lord “Squizzy” Taylor. The world’s then-largest artificial reservoir, named for local leader Yan Yean, was built to supply this city during an event that saw the erection of the massive tent city “Canvas Town.” The “populate or perish” policy resulted in this city possessing the largest Greek population outside of Greece and Cyprus. A syphilitic “rogue, thief, cheat, and liar” dubiously purchased the land for this city from (*) Wurundjeri elders, explaining its brief name of Batmania. That agreement was swiftly voided by Richard Bourke, who renamed this city after the British P.M. Chinese immigrants flocked to an 1850s gold rush that brought so much wealth to this city that it was alliteratively dubbed “Marvellous.” For 10 points, name this capital of the Australian state of Victoria.",
            "answer_sanitized": "Melbourne",
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "question_sanitized": "Thomas Nagel’s essay titled for this concept attempts to refute the “symmetry argument,” one of roughly thirty arguments that are lobbed at concerns about this concept in Book 3 of an ancient work. The exhaustion of “categorical desires” in the absence of this concept is central to Bernard Williams’s argument in a paper titled for an opera. The tetrapharmakos, Lucretius’s De Rerum Natura, and the Letter to Menoeceus are among the works that articulate the Epicurean stance that this concept “is (*) nothing to us,” since it can’t possibly harm its subject. A Biblical story in which this phenomenon is reversed is the starting point of a book about despair attributed to “Anti-Climacus.” For 10 points, Søren Kierkegaard wrote about the “sickness unto” what inevitable phenomenon for mortals?",
            "answer_sanitized": "death [or dying; accept fear of death; accept synonyms like mortality] (The Williams paper is “The Makropulos Affair.”)",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "Masatoshi Nei and Wen-Hsiung Li used the activity of these enzymes to develop a model for the divergence between populations. These enzymes are used to achieve reduced-representation sequencing in a SNP (“snip”) discovery technique called RADSeq (“RAD-seek”). When identifying polymorphisms using AFLP analyses, the first step is to use one of these enzymes, followed by (*) adapter ligation and PCR. Engineered plasmids may contain polylinker sites that promote the activity of these enzymes in order to insert cloned gene fragments. Gel electrophoresis is often used to separate out fragment sizes produced through digestion by these enzymes, which include EcoRI (“eco-R-one”). For 10 points, name these enzymes that cut double-stranded DNA near specific sequences.",
            "answer_sanitized": "restriction enzymes [or restriction endonucleases; or restrictases; prompt on endonucleases]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "This poem describes how the body of a woman seems “to bloom with blood,” in contrast with the “wattled and slack” cheeks of the old woman she sits with at church. A character in this poem refuses a red ring set with a stone “burning with the brightness of the sun” in a scene that is bookended by Reynard first escaping, then being killed by, “bushwhacking huntsmen.” The protagonist of this poem describes himself as the “weakest [of] (*) warriors and feeblest of wit” while arguing that he should take on a trial at a New Year’s Eve banquet. Despite the protagonist’s concealment of a girdle he received as a gift in this poem, Bertilak allows him to survive a beheading game. For 10 points, name this poem attributed to the Pearl Poet about a resident of Camelot and a colorful warrior.",
            "answer_sanitized": "Sir Gawain and the Green Knight",
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "This year, this fashion house commissioned largely monochromatic marble and fur covered “non-spaces” in one of many collaborations with Rem Koolhaas. With its spring 2019 show, this fashion house sparked a revival of the padded headband trend, which led to Amanda Gorman wearing one along with one of their yellow coats at Joe Biden’s inauguration. In September 2020, this fashion house debuted the first collection done in collaboration with (*) Raf Simons. A biodegradable art installation resembling one of this fashion house’s stores lies just off U.S. Route 90 near Marfa, Texas. Its brand Miu Miu is named for Miuccia, the head designer of this fashion house, which is known for its black triangle badge. For 10 points, Vogue’s Anna Wintour inspired a book titled The Devil Wears clothes by what fashion house?",
            "answer_sanitized": "Prada",
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Practitioners of a sect in this religion worship at the Truth and the Mother Shrine and participate in the senut (“seh-NOOT”) rite. A text in this religion depicts four different races of people entering the afterlife and was likely inspired by a similar text divided into 12 sections, representing 12 different hours. A 24-day festival in this religion featured a rebirthing ceremony at a temple after statues of their gods were carried there. Kemetism is a revivalist movement in this religion, which taught that the soul contains the life force (*) ka. In order to eat and drink, dead people in this religion underwent the opening of the mouth ceremony. The Opet festival was celebrated by practitioners of this religion who believed the destination of the akh was assessed by weighing the heart against a feather. For 10 points, the Amduat discusses the afterlife of what religion that revered Ma’at and Horus?",
            "answer_sanitized": "ancient Egyptian religion [accept kemetism or Kemetic Orthodoxy until read]", 
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "Composer and genre required. Most of these works are in the key of the submediant of the previous work’s key, using a tonality scheme that would have cycled through all 24 keys. At the climax of a G-sharp-minor movement from one of these works, violins play the klezmer-like theme “F-sharp, [pause] G, low C, C, C.” The last of these works has six Adagio movements and is in E-flat minor, while the 13th of them is written in a single B-flat-minor movement. The song “Tormented by Grievous Bondage” is quoted in one of these works premiered by a (*) group named for Beethoven. The Dresden bombing inspired the eighth of these works, which is dedicated to “victims of fascism and war” and uses a motif also used in the composer’s first cello concerto, the DSCH motif. For 10 points, name these chamber works by the Soviet composer of the Leningrad symphony.",
            "answer_sanitized": "string quartets by Dmitri Shostakovich",
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A port city subject to this kingdom employed a Yovogan, or “Chief of the Whites,” to mediate trade with Europeans. A mandatory labor system available upon request called the dokpwe and the dual-roles of Bush King and Town King are explored in Karl Polanyi’s book on this kingdom “and the Slave Trade.” The Clotilda, the last slave ship to sail to America, left from this kingdom. This kingdom conquered the slave port of (*) Ouidah under King Agaja. After destroying the Wemenou, this kingdom was harassed by the Oyo. This kingdom employed an all-women Fon military known as its namesake “Amazons.” This kingdom centered at Abomey was combined with neighboring Porto-Novo in a French colony. For 10 points, name this kingdom located in modern-day Benin.",
            "answer_sanitized": "Dahomey [or Kingdom of Dahomey]",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "One algorithm that uses this technique creates state sets with dotted rules that mark the current position and a prediction of future states. This technique is used to solve the stochastic shortest path problem by operating on a Markov model in the Viterbi algorithm. The zero–one knapsack decision problem can be solved in pseudo-polynomial time using this technique, which is used by (*) chart parsers like the Earley parser and the CYK algorithm. An algorithm for the single-source shortest paths problem that handles negative edge weights, the Bellman–Ford algorithm, uses this technique. It takes advantage of optimal substructure and overlapping subproblem properties, and uses memoization to save the results of previously computed problems in a table. For 10 points, name this algorithmic technique that improves on recursion to avoid repeating computations.",
            "answer_sanitized": "dynamic programming [accept memoization or word forms like memoized until read; prompt on recursion or word forms]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "In a story by this author, Monsieur Tibault becomes the finest conductor in Europe despite conducting with his tail. In another story by this author, the narrator explores an abandoned city and prays to the bust of a man or God named ASHING. A Dee Brown book presenting an “Indian History of the American West” takes its title from a poem by this author of the story “The King of the Cats.” After cursing his bad luck for breaking his (*) plow, a character created by this author is tried by a jury that includes Blackbeard and King Philip. In that story by this author of “By the Waters of Babylon,” Mr. Scratch reads the palm of the title politician, who defends Jabez Wilson for agreeing to sell his soul. For 10 points, name this author of “American Names” and “The Devil and Daniel Webster.”",
            "answer_sanitized": "Stephen Vincent Benét",
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "Note to players: description acceptable. A man kneels on the ground while raising his arms upward at the unseen drivers of a car during this event in an anonymous Magnum Photos picture. Long-haired mánička (“MA-nitch-ka”) protested this event by painting over street signs or turning them 180 degrees. Seventeen died outside the Central Radio Center during this event. Following this event, minor protests over a hockey game saw a colleague of (*) Ludvík Svoboda exiled, whereupon he became a forest inspector. Disagreement with the “Action Programme” sparked this event, which began a “normalization” period that ended one man’s “socialism with a human face.” After this event, Alexander Dubček (“DOOB-chek”) was flown to Moscow and soon replaced with Gustáv Husák. For 10 points, name this military event that saw the Brezhnev Doctrine invoked to end the Prague Spring.",
            "answer_sanitized": "Soviet invasion of Czechoslovakia [or Warsaw Pact invasion of Czechoslovakia; accept Operation Danube; accept Soviet occupation of Czechoslovakia; prompt on ending the Prague Spring by asking “what event was responsible for ending the Prague Spring?”] (The first line refers to Josef Koudelka.)",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "Edwin Wilmsen argued that the principal inhabitants of this region are a historical “underclass” in Land Filled with Flies: A Political Economy of [this region]. Irven DeVore belonged to the traditionalist faction arguing this region’s inhabitants were historical isolates in a “Debate” about this region. Richard Borshay Lee described the obligation of insulting a hunter for their kill as a leveling mechanism in “Eating Christmas in [this region].” It’s not in Australia, but Marshall Sahlins built his theory of the (*) “original affluent society” on studies of hunter-gatherers in this region. The Bantu languages borrowed their click consonants from languages spoken by the inhabitants of this region. For 10 points, the !Kung and other San peoples live in what desert in southern Africa?",
            "answer_sanitized": "Kalahari Desert [prompt on southern Africa]",
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "question_sanitized": "One enzyme that catalyzes the transfer of this chemical group contains a Replication of Foci Targeting Sequence domain that plays an autoinhibitory role in that enzyme. Pseudouridine (“pseudo-YUR-ih-deen”) modified with one of these groups increases translational capacity when incorporated into mRNA and was utilized in mRNA vaccines. Methionine synthase catalyzes the transfer of one of these groups, and the cofactor (*) SAM is a carrier of these groups. One of these groups is often added to a nitrogenous base at CpG islands in eukaryotes. Both the arginines and lysines of histones may be modified with this group. The absence of this group differentiates uracil from thymine. For 10 points, name this group that is added to DNA in a common epigenetic tag, a group consisting of a carbon atom and three hydrogens.",
            "answer_sanitized": "methyl group [or methylation; accept CH3 until “carbon” is read; prompt on alkyl group; do not accept or prompt on “methane” or “CH4”]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "This woman may have saved her husband’s Laurent crystal flute, one of only two actually made from crystal, though her son gave it to Dr. Cornelius Todd to pay his debts. Jared Sparks’ demand for more tough men in the story delayed socialite Mary Cutt’s memoirs about this woman. Samuel Morse chose this woman as the first private citizen to send a telegraph. John Suse and Magraw actually performed this woman’s most famous action, as exposed by (*) Paul Jennings’s memoir. This woman insisted on red velvet curtains when redesigning the White House alongside Benjamin Latrobe. This woman stayed in Washington, D.C. after the Battle of Bladensburg, after which she ordered the saving of the Lansdowne Portrait. For 10 points, name this woman who ordered slaves to save George Washington’s portrait during the burning of the White House.",
            "answer_sanitized": "Dolley Madison",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "One of these characters is confused by a tennis match on Gillian Perholt’s TV in an A. S. Byatt story titled for one “in the Nightingale’s Eye.” An old man with a gazelle on a leash, an old man with two dogs, and an old man with a mule intervene to stop one of these characters from murdering a man who killed his son with a fruit pit. One of these characters leads a man to a pond of colorful, talking fish after telling that man to choose the means of his death, then being tricked into (*) entering a copper jar. Stories about a merchant and a fisherman who encounter characters of this type are collected with a story set in a “Chinese” city, in which a sorcerer sends a boy to a cave to retrieve one of these figures. For 10 points, what sort of creature does Aladdin find trapped inside an oil lamp in a story from the Arabian Nights?",
            "answer_sanitized": "genies [or djinns]",
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "The spontaneous breaking of a symmetry associated with this quantity was demonstrated in a spin chain of trapped 171-ytterbium-plus ions; that experiment was the first to realize systems named for this quantity that were hypothesized by Frank Wilczek. The exponential of negative i times the Hamiltonian times this quantity over h-bar is the unitary, non-Hermitian operator that changes a state’s value for this quantity. In special relativity, two event that lie in each other’s light cones are said to be (*) “like” this quantity. Loschmidt’s paradox is the conflict between the symmetry associated with inverting this quantity and the second law of thermodynamics. Charge, parity, and this quantity combine to form an exact symmetry of nature. For 10 points, the “arrow” of what quantity points toward the future?",
            "answer_sanitized": "time [accept time translation symmetry; accept time reversal symmetry; accept time crystals; prompt on T]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "One poem addressed to this figure begins by asking “where is your graceful grove / of apple trees and altars smoking / with frankincense,” while another states “I conversed with you in a dream.” In a poem containing an epithet that could refer either to her chair or her mind, this figure asks who is wronging the writer. Prior to an unusual reference to this figure as “slender,” the speaker of one poem says (*) “sweet mother, I cannot weave” because of this deity’s influence. The speaker of another poem asks this “goldencrowned” figure what to do about the death of “delicate Adonis.” For 10 points, name this deity who is described as “deathless” and having a “spangled mind” in an ode dedicated to her, the only surviving complete poem by Sappho.",
            "answer_sanitized": "Aphrodite [or Kypris; or Kyprogeneia; or Kytheria]",
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "After the Armory Show, Chicago students convicted an artist with this surname in a mock trial and burned copies of three of his paintings. Be Back in Five Minutes, a series that omits the people in famous paintings, is by a contemporary artist with this surname named Sophie. It’s not Moore, but an artist with this surname painted his sculpture Reclining Nude I next to a tank of goldfish. A Gil Blas review of the 1905 Salon d’Automne (“doh-TUM”) juxtaposed (*) Donatello with paintings by an artist with this surname like one depicting his wife Amélie. That artist with this surname used a flat red background for a 1911 depiction of his studio and a 1908 painting in which a woman arranges fruit in a bowl. For 10 points, give this surname of a Fauvist who painted Woman with a Hat and Harmony in Red.",
            "answer_sanitized": "Matisse [accept Henri Matisse or Sophie Matisse] (Sophie Matisse’s great-grandfather is Henri Matisse.)",
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A jester considered an incarnation of either Jupiter or Venus was banished to Earth for stealing some of these objects. A goddess with the teeth of a tiger who sent plagues on the world was later depicted as managing these objects. An orphaned child born from one of these objects defeats an island of demons with the help of a dog, monkey, and pheasant. One deity became immortal after slipping and falling while attempting to (*) reach some of these objects. While being chased by the dead, Izanagi holds them off using some of these objects. The Eight Immortals were invited to celebrate the preparation of these objects from the Kunlun Mountains every 6,000 years by Xi Wangmu, whose husband, the Jade Emperor, made the mistake of letting Sun Wukong guard these objects. For 10 points, identify these highly sought after immortality-granting fruits in Chinese mythology.",
            "answer_sanitized": "peaches [accept pantao] (The first clue refers to Dongfang Shuo.)",
            "subcategory": "Mythology",
            "category": "Mythology"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "This ruler discovered wine when a girl whom he banished from his harem drank spoiled grapes that were marked “poison.” For 10 points each:",
            "answers_sanitized": [
                "Jamshid [or Jam; or Yima]",
                "New Year’s Day",
                "Persepolis [or Takht-e-Jamshid] "
            ],
            "parts_sanitized": [
                "Name this shah who ruled during a time of prosperity who was punished for asking to be worshipped as the Creator. He was murdered by Zahhak and his rebellion followers.",
                "After saving mankind from an evil winter, the demons raised Jamshid and his shining throne into the heavens, inaugurating the Nowruz holiday, celebrating this distinction in the Persian calendar.",
                "Medieval Persians believed this city to be Jamshid’s capital and named it for his throne. A necropolis named for the mythical hero Rostam lies near this city, which also contains the Apadana palace."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Cyclopentadecanolide, a synthetic musk compound found in angelica root, is one of these compounds. For 10 points each:",
            "answers_sanitized": [
                "lactones [prompt on, but DO NOT REVEAL, macrolides]",
                "macrolides",
                "iodine [or I] "
            ],
            "parts_sanitized": [
                "Name these cyclic esters.",
                "A 14-to-16 membered lactone ring is bound to deoxy sugars in this class of natural molecules. The antibiotic erythromycin is one of these molecules.",
                "A lactone may be produced from an unsaturated carboxylic acid by reaction with this halogen. This element is the heaviest stable halogen, and it is commonly added to table salt to prevent goiter."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Bertha Reynolds was an early practitioner of “strengths-based practice” in this profession. For 10 points each:",
            "answers_sanitized": [
                "social work",
                "transpersonal therapy [or transpersonal psychology; accept spiritual psychology; prompt on peak experiences]",
                "grief "
            ],
            "parts_sanitized": [
                "Identify this field. Dennis Saleeby and Charles Rapp developed a “strengths perspective” in the practice of this profession, which often involves case management.",
                "Social workers sometimes use this psychological technique, which encourages the ego to stretch beyond the human body to further development. Stanislov Grof developed this sub-field with Abraham Maslow, who called it a “fourth force of psychology.”",
                "Social workers often help console or educate people feeling this emotion of loss typically felt after the death of a loved one. Elizabeth Kubler Ross posited five stages of this emotion."
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "Answer the following about the standard Potts model’s relationships to other lattice models, for 10 points each.",
            "answers_sanitized": [
                "percolation theory",
                "four",
                "resistors "
            ],
            "parts_sanitized": [
                "Quantities of interest to this theory are obtained from derivatives of the per-site free energy of a q-component Potts model. This theory applies the behavior of fluids passing through permeable rocks to other physical systems.",
                "Potts lattices give rise to a surrounding lattice modeling with the coordination number of this number required in ice-type models. This number is the sum of the number of inward-pointing spins and the number of outwardpointing spins in each structural unit of a spin ice.",
                "Kirchhoff’s analysis of a network of these circuit elements can be reproduced by taking the limit of the Potts partition function as the number of spin directions goes to zero. These elements impede current flow."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Niccolò Paganini wrote six sonatas for violin and this instrument, of which the sixth in E minor is often performed. For 10 points each:",
            "answers_sanitized": [
                "guitar",
                "Luigi Boccherini (“BOCK-er-ee-nee”)",
                "five [accept string quintet or guitar quintet; accept Symphony No. 5] "
            ],
            "parts_sanitized": [
                "Name this instrument, second only to violin in the number of works Paganini wrote for it. The cellos imitate these instruments after two movements depicting the Ave Maria Bell and soldiers’ drums in one work.",
                "Cellists pick up their instruments and imitate guitars in Night Music in the Streets of Madrid, a work written by this Italian composer more known for a “Celebrated” A-major minuet.",
                "Boccherini featured the guitar in his nine chamber works for this many musicians. This many musicians perform Boccherini’s “Celebrated Minuet,” and Beethoven’s symphony of this number begins with a “fate motif.”"
            ],
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This writer’s injunction to “be in permanent readiness for The Marvelous” was a major influence on D. Scott Miller’s Afrosurreal Manifesto. For 10 points each:",
            "answers_sanitized": [
                "Suzanne Césaire [or Suzanne Roussi]",
                "Tropiques [accept Tristes Tropiques; prompt on tropics] (Tristes Tropiques is by Claude Lévi-Strauss.)",
                "jazz "
            ],
            "parts_sanitized": [
                "Name this Martinican colleague of André Breton whose work is collected in The Great Camouflage. You may give her married surname, taken from the author of Notebook of a Return to the Native Land.",
                "With other members of the surrealist and Negritude movements, Suzanne Césaire founded a literary magazine of this name. This French noun appears in the title of a memoir that begins, “I hate traveling and explorers.”",
                "Another Pan-Africanist friend of André Breton, Ted Joans, described surrealism as his “point of view” and this musical genre as his “religion.” Toni Morrison’s novel titled for this genre is set during its “age” in the 1920s."
            ],
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "People in this dynasty invented a chutes-and-ladders style game in which players vied to complete the ascent of a career politician. For 10 points each:",
            "answers_sanitized": [
                "Joseon Dynasty",
                "Netherlands [or Dutch Republic]",
                "Confucius [or Kong Fuzi] "
            ],
            "parts_sanitized": [
                "Name this dynasty, the subject of Records Written in Silence. That memoir discusses the execution of a crown prince of this dynasty, who was asked to climb into a rice chest and starved to death.",
                "The first western account of Joseon Korea was from Hendrick Hamel, a stranded sailor from this country. In one of its colonies, this country ran a transmigration program under the Ethical Policy.",
                "Joseon history was often kept by members of the yangban class, who modeled their work on this philosopher’s notion of a “scholarly official.” This author of the Analects preached filial piety and a version of the Golden Rule."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Setting your favorite thing to “ConcernedApe” when beginning one game triggers “(Well, Thanks!)” in the dialogue when these objects are consumed. For 10 points each:",
            "answers_sanitized": [
                "stars [or Stardew Valley; or stardrops; or Star Fox; accept Cosmic Fruit]",
                "Harvest Moon [accept Story of Seasons; accept Bokujo Monogatari]",
                "Steam Greenlight "
            ],
            "parts_sanitized": [
                "Give these objects that name a valley where players can farm, mine, and socialize in Pelican Town in a game created by Eric Barone. Fox McCloud leads a combat team named for these objects in a spaceship shooter series.",
                "Barone’s inspiration for Stardew Valley was this farming series, subtitled “Back To Nature.” Other titles in this series include “Animal Parade” for the Wii and “Friends of Mineral Town” for the GameBoy Advance.",
                "Barone announced Stardew Valley through this Steam service, which allowed users to vote on which indie games would be added to Steam. Valve replaced this service with Steam Direct in 2017."
            ],
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "leadin_sanitized": "Name some members of Wikipedia’s illustrious list of sexually active popes, for 10 points each.",
            "answers_sanitized": [
                "Saint Peter [accept Simon Peter or Cephas]",
                "Della Rovere [accept Francesco della Rovere; accept Giuliano della Rovere]",
                "Benedict [accept Benedict IX or Benedict XV] "
            ],
            "parts_sanitized": [
                "A scene in the Book of Matthew describes Jesus healing this man’s mother-in-law, clearly implying that he is married. This man is traditionally considered the first pope.",
                "All of the popes from this Italian family make the list. Stefano Infessura considered this family’s Sixtus IV a “lover of boys and sodomites,” while its Julius II had three illegitimate daughters in addition to sodomy of his own.",
                "The list includes a fiend with this papal name who was the only man to be pope multiple times, as well as the only man to ever sell the papacy. A later pope of this name lamented the “suicide of civilized Europe” while serving throughout WWI."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "In a letter between these two poets, one desperately asks the other “What does anything at all matter?” For 10 points each:",
            "answers_sanitized": [
                "Robert Bridges AND Gerald Manley Hopkins",
                "University of Oxford",
                "“Terrible Sonnets” [accept “Sonnets of Desolation”] "
            ],
            "parts_sanitized": [
                "Name these two poets, one of whom was the 1913 Poet Laureate of the UK. He posthumously published the other’s poems in a 1918 collection, bringing him much fame.",
                "Bridges and Hopkins began their friendship when they met at this prestigious institution, the oldest university in England.",
                "Although Bridges and Hopkins sent each other many letters, Hopkins never sent this group of six sonnets. Written in a depressive episode, they include “No Worse, There is None” and “Carrion Comfort.”"
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This ballet, one of the last ballets blancs (“ballet blonk”) in regular performance today, was renamed from its original title Chopiniana to reference a much earlier ballet that was beloved by the Parisian audience at the time. For 10 points each:",
            "answers_sanitized": [
                "Les Sylphides [or The Sylphs; prompt on Sylphides; do not accept or prompt on “La Sylphide”]",
                "Russia [prompt on Ballets Russes]",
                "Taglioni family [accept Filippo Taglioni or Marie Taglioni] "
            ],
            "parts_sanitized": [
                "Name this 1909 Michel Fokine ballet in which the title white-wearing spirits dance in the moonlight around a male “poet.” It was set to Alexander Glazunov’s orchestrations of Chopin’s works.",
                "An early version of Les Sylphides was premiered in this country by its namesake ballet troupe led by Sergei Diaghilev. Modern ballet productions in this country often take place in its Bolshoi Theatre.",
                "The earlier ballet La Sylphide by August Bournonville was originally choreographed by a member of this family named Filippo. Another member of this family pioneered the technique of en pointe in that ballet and was a rival of Fanny Elssler."
            ],
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Many celestial objects are found near the Lagrange points between two larger bodies. For 10 points each:",
            "answers_sanitized": [
                "Lissajous orbits [or Lissajous curve; anti-prompt on halo orbits]",
                "Jupiter",
                "Édouard Roche [accept Roche lobe, Roche limit, or Roche radius] "
            ],
            "parts_sanitized": [
                "The Herschel Space Observatory follows this kind of quasi-periodic orbit around the Sun-Earth L1 or L2 points. This kind of orbit follows a parametric equation with sinusoidal components, and it has components both in and perpendicular to the plane, unlike Lyapunov orbits.",
                "Trojan asteroids in the “Greek” and “Trojan” camps orbit at the dynamically stable points L4 and L5 of the system including the Sun and this planet. The Galilean moons orbit this planet.",
                "This French scientist names a teardrop-shaped region with an apex at L1 that describes where stellar material remains bound to one star in a binary star system. This scientist also names a “limit” within which a satellite will disintegrate due to the tidal forces of its primary body."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "In 18th-century England, ubiquitous house parties centered on this game led Georgiana Cavendish and the Duchess of Buckinghamshire to be portrayed in James Gillray’s cartoons as promiscuous. For 10 points each:",
            "answers_sanitized": [
                "faro [or Pharaoh; or farobank; accept Faro Ladies; prompt on playing cards]",
                "horse racing [accept betting or gambling on horses or synonyms]",
                "Elizabeth I [or the Virgin Queen] "
            ],
            "parts_sanitized": [
                "Name this French game whose low house edge promoted cheating which only added to its perceived immorality. The rival of William Pitt the Younger, Charles James Fox, was twice bankrupted playing this game.",
                "Faro is mentioned in Charles Cotton’s 1674 manual on games, The Compleat Gamester, as is this other gambling activity whose “five classic” events in England include the St Leger Stakes and the Epsom Derby.",
                "This ruler started England’s first lottery to finance ship costs, and offered widespread clemency to encourage ticket sales. Parliament’s attempts to ban bear-baiting on Sundays were overruled by this profligate gambler."
            ],
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Poets who belonged to this movement were influenced by Robert Fitzgerald’s studies of English metrics and by the aesthetics of Yvor Winters. For 10 points each:",
            "answers_sanitized": [
                "New Formalism [accept New Formalist; prompt on formalism; prompt on New Narrative]",
                "Vikram Seth",
                "14 lines "
            ],
            "parts_sanitized": [
                "Give this two-word term that refers to poets of the 1980s who rejected the free verse orthodoxy of Eliot and Pound and began to write carefully metered and rhymed poetry. Dana Gioia and Timothy Steele belong to this loose movement.",
                "The closely related New Narrative movement focuses on clearly-plotted narrative poems like this poet’s verse-novel The Golden Gate. This Indian-American author also wrote the massive novel A Suitable Boy.",
                "Seth’s The Golden Gate is written in Pushkin stanzas, which each consist of this many lines. Edna St. Vincent Millay’s “Euclid alone has looked on Beauty bare” contains this many lines, as it is a sonnet."
            ],
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "An ad depicting an auction atop a dam attacked Barry Goldwater for his support of privatizing this corporation. For 10 points each:",
            "answers_sanitized": [
                "Tennessee Valley Authority",
                "Michigan",
                "Adam Clayton Powell Jr. "
            ],
            "parts_sanitized": [
                "Name this energy provider, a New Deal creation designed to provide power to its namesake state and its neighbors, like Alabama and Mississippi.",
                "John Rankin, who co-sponsored the TVA, choked and punched Fightin’ Frank Hook, a former wrestler turned representative from this state. The longest term ever served by a congressman is this state’s John Dingell.",
                "Rankin’s consistent open racism during congressional debates caused an impeachment attempt from this thenfreshman congressman. Later, he himself was excluded due to corruption charges, but he sued Speaker John McCormack and won his seat back."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "A philosopher distinguished the “basic” form of this phenomenon from its “surplus” form, which refers to the “restrictions… necessitated by social domination.” For 10 points each:",
            "answers_sanitized": [
                "repression [or repressive desublimation]",
                "Herbert Marcuse",
                "tolerance [or toleration] "
            ],
            "parts_sanitized": [
                "Name this Freudian phenomenon discussed extensively in Eros and Civilization, whose author also used the adjectival form of this word to describe a type of “desublimation” in which culture is “flattened out.”",
                "“Surplus repression” and “repressive desublimation” are concepts advanced by this Frankfurt School philosopher, the author of Eros and Civilization and One-Dimensional Man.",
                "Marcuse argued that right-wing ideology should not be treated with this attitude in an essay on its “Repressive” form. Voltaire wrote a treatise on the religious form of this policy of permitting disagreed-with beliefs."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "Because the Catholic Church destroyed the original editions, a member of this family named Agostino created the only surviving copy of I Modi, a set of erotic engravings by Marcantonio Raimondi. For 10 points each:",
            "answers_sanitized": [
                "Carracci",
                "Caravaggio [or Michelangelo Merisi]",
                "Farnese "
            ],
            "parts_sanitized": [
                "Name this Italian family, whose members John Ruskin called the “scum of Titian.” Members of this family founded the Accademia dei Desiderosi, or Academy of the Desirous, which was located in Bologna.",
                "While the Baroque critic Giovanni Bellori praised Annibale Carracci, he was less enthusiastic about the realist tendency he saw in this Italian master of chiaroscuro who painted The Calling of St. Matthew.",
                "Annibale Carracci painted a fresco cycle on The Loves of the Gods for the palazzo of this family, whose palazzo was the home of a statue of Hercules holding the apples of the Hesperides behind his back."
            ],
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "These figures are described in section 4 of the Bala Kanda as the first to hear it after its composition. For 10 points each:",
            "answers_sanitized": [
                "Lava AND Kusha [or Lav AND Kush; accept in either order]",
                "Valmiki",
                "Rama [or Ram; or Ramayana] "
            ],
            "parts_sanitized": [
                "Name these twins born during their mother Sita’s exile. Folk legend holds that one of these twins founded the city of Lahore, while the other founded the city of Kasur.",
                "Lava and Kusha grew up in the ashram of this sage, who wrote an epic about Sita’s abduction by the demon king Ravana.",
                "This prince, the father of Lava and Kusha, exiled his wife Sita after rescuing her from the clutches of the demon Ravana in his namesake epic."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Answer the following about cancers of the digestive system, for 10 points each.",
            "answers_sanitized": [
                "Lynch syndrome [or hereditary nonpolyposis colorectal cancer or HNPCC]",
                "pancreas",
                "serotonin [or 5-hydroxytryptamine or 5-HT] "
            ],
            "parts_sanitized": [
                "This genetic condition increases the risk of colon cancer by compromising DNA mismatch repair. This autosomal dominant condition can lead to colorectal cancers with multisatellite instability.",
                "The Whipple procedure can remove most of this organ and the duodenum. Although 93 percent of cancers in this organ develop from exocrine cells, 7 percent of them develop from endocrine cells, such as those that secrete insulin.",
                "Neuroendocrine tumors of the midgut may secrete this compound, most of which is produced in enterochromaffin cells. Carcinoid syndrome may result when high levels of this compound overwhelm the liver’s ability to convert it to 5-HIAA."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "At the beginning of this story, attendees of a ball speculate about how the hosts became so rich, why they know so many languages, and who an old man is. For 10 points each:",
            "answers_sanitized": [
                "“Sarrasine”",
                "Roland Barthes",
                "Honoré de Balzac "
            ],
            "parts_sanitized": [
                "Name this short story in which the mysterious old man turns out to be Zambinella, the castrato whom the title character fell in love with.",
                "This literary critic picked passages at random from “Sarrasine” to analyze in his essay S/Z, resulting in the development of five major codes that determine meaning.",
                "“Sarrasine” was a part of this author’s Human Comedy, which also included Le Père Goriot (“luh pair gorYO”) and Eugénie Grandet (“oo-zhay-NEE gron-DAY”)."
            ],
            "subcategory": "European Literature",
            "category": "Literature"
        }
    ]
}