{"tossups": [{"question_sanitized": "Many of the early works featuring this character are notably described as “aporetic.” In one book, this character claims to have met a seer named Diotima who determined love must be a son of “resource and poverty,” and in another book, this figure demonstrates his theory of recollection by (*) teaching a slave to double the area of a square. Within books written by this man’s pupil, he delivers the Allegory of the Cave and defends himself against charges of corrupting the youth of Athens. For 10 points, name this figure prominently featured in Meno, The Symposium, and The Apology as the teacher of Plato.", "answer_sanitized": "Socrates", "category": "Philosophy"}, {"question_sanitized": "In this play’s first act, one character gushes about an amazing speech she gave about the Louisiana Purchase and admires the heliotropes planted by her future mother-in-law. In this play, an actor playing the role of a “belligerent man” stands among the (*) audience and asks questions. In its final act, dead residents of the title location gather in a cemetery, such as the alcoholic organist Simon Stimson or a girl who revisits the day of her twelfth birthday. George and Emily Webb are married in this play, which is narrated by the Stage Manager. For 10 points, name this play set in Grover’s Corners, written by Thornton Wilder.", "answer_sanitized": "Our Town", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In Newtonian gravity, this quantity satisfies Poisson’s equation. This quantity is equal to half the difference between the Hamiltonian and Lagrangian, and the operator for it is symbolized with a capital V. For a dipole, this quantity is given by negative the dipole moment (*) dotted with the electric field. In one form, this quantity is one-half charge times capacitance squared, and it is one-half k times the displacement squared in a spring. This quantity is mass times little g times height in its gravitational form. For 10 points, name this form of energy contrasted with kinetic.", "answer_sanitized": "potential energy (prompt on energy; accept specific types like electrical potential energy or gravitational potential energy; do not accept or prompt on just “potential”)", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One of this goddess’s children was a goddess of revolt known as Adrestia, and another child of this goddess fell in love with the nymph Salmacis before being merged into a single androgynous being. She gave Hippomenes golden apples to woo the runner Atalanta, and (*) Anchises was struck lame by a thunderbolt for bragging about sleeping with this goddess, who then had the son Aeneas. This goddess was captured in a golden net having an affair with Ares away from her actual husband Hephaestus, and she is the mother of arrow-shooting Eros. For 10 points, name this Greek goddess of love.", "answer_sanitized": "Aphrodite (accept Venus before “Ares” is read; do not accept or prompt afterward)", "category": "Mythology"}, {"question_sanitized": "The maximum potential intensity of these systems is a strong function of the difference in Convective Available Energy between saturation and the boundary layer. During El Nino years, increased vertical shear in the Atlantic reduces the intensity of these systems, and they generate through secondary circulation, in which (*) ocean-surface saturated air rises, condenses, and precipitates. These systems are ranked in intensity on the Saffir-Simpson scale. The barometric pressure of these phenomena is lowest at their centers, and they evolve from tropical storms. For 10 points, name these massive storms, exemplified by Matthew and Katrina.", "answer_sanitized": "hurricane (accept any of depression or cyclone or typhoon; accept tropical storm before mention; prompt on things like storm or thunderstorm)", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "This king was the first commander to use a lighter cannon made from leather, an enterprise that failed almost immediately. He created a cavalry unit named after a term meaning “cut them down,” the Hackapelits. Pomerania allowed this king to occupy its territory in the Treaty of Stettin. He commanded armies that defeated (*) Count Tilly at the Battles of Rain and Breitenfeld. This man came to power after the death of his father Charles IX, and Axel Oxenstierna became regent after this man was killed leading his troops at the Battle of Lützen. For 10 points, name this Swedish king during the Thirty Years’ War, known as the “Lion of the North.”", "answer_sanitized": "Gustavus Adolphus the Great (or Gustavus II Adolphus; or Gustav II Adolf)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "During the Neolithic period, heavy rainfall in this area attracted animals to this region in a theory named for its “pump.” The Chech and Issaouane are examples of ergs located in this geographical feature. Emi Koussi is the highest peak in the (*) Tibesti Mountains in this geographical region. The adorable fennec fox is native to this desert, and cities in it include Agadez, Ghat, Nouakchott, and Timbuktu. Berbers like the Tuareg tribe often led caravans across this desert that is north of the Sahel. For 10 points, name this largest hot desert in the world, which is located in North Africa.", "answer_sanitized": "Sahara (prompt on North Africa before the first mention of “geographical”)", "subcategory": "Geography World", "category": "Geography"}, {"question_sanitized": "In a deleted scene, this character asks about the “world-famous Isles of Langerhans” while ordering sweetbreads in a French restaurant, explaining his later remark of “we ate pancreas!” This character asks, “You’re still here?” and commands (*) “Go home!” in a post-credits scene. This character leads a parade in a dance to “Twist and Shout,” and his name is repeatedly called during a lecture on the Smoot-Hawley Tariff. This boy’s friend Cameron destroys his father’s prized Ferrari after he and his friends play hooky in Chicago. For 10 points, name this Matthew Broderick-played character who takes a “day off.”", "answer_sanitized": "Ferris Bueller (accept either underlined portion; accept Ferris Bueller’s Day Off)", "category": "Trash"}, {"question_sanitized": "A concept translated as “self so” in this religion can be illustrated by pu, or uncarved wood. One text in this religion describes a debate about understanding the joy of fish, as well as a butcher using a knife so skilfully it lasts for nineteen years, and was written by (*) Zhuangzhi [“dzwang dzi”]. This religion’s central text states that “the name that can be named is not the eternal name,” and one of its leaders described a dream in which he was a butterfly. A text with a title translated as the “Book of the Way” and the concept of wu wei, or non-action, are key elements in this religion. For 10 points, name this Chinese religion founded by Laozi.", "answer_sanitized": "Taoism (or Daoism; or daojiao)", "subcategory": "Religion East Asian", "category": "Religion"}, {"question_sanitized": "This author created Mrs. Oliver, an author who frequently relies on her “feminine intuition.” This author’s first novel was The Mysterious Affair at Styles, which introduced a character who often worked with Japp. One of this author’s works is narrated by Dr. James Sheppard, the (*) killer of Roger Ackroyd, and this author created an elderly amateur detective named Miss Marple. In one of this author’s novels, the residents of Soldier Island are killed one by one, and in another Hercule Poirot deduces that everyone on the title transport is complicit. For 10 points, name this author of And Then There Were None and Murder On the Orient Express.", "answer_sanitized": "Dame Agatha (Mary Clarissa) Christie (or Agatha Miller; accept Mary Westmacott before mention; Ed’s note: fun fact: Christie once disappeared for 10 days. To this day, no one but her knows what happened. #strangerthanfiction)", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "It’s not a form of chromatography, but this technique has preparative and analytical types. The quantities resulting from this technique are non-additive and defined in units of time, but they’re more frequently expressed in (*) svedbergs. This technique eventually results in a pellet and a supernatant, and a common example of its use is isolating plasma from the other components of blood. The ultra form of this technique subjects samples to forces of up to one million g’s and high RPM. For 10 points, name this laboratory technique that separates mixtures by spinning them very, very quickly.", "answer_sanitized": "centrifugation (accept word forms, like centrifuge)", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In his will, this artist donated two paintings to the National Gallery on the condition that they hang next to Claude Lorrain's Seaport with the Embarkation of the Queen of Sheba. A poem by Thomas Campbell accompanies one of his paintings showing a hazy brown sun setting in the east. This artist of (*) Dido Building Carthage names the preeminent award given to British artists under 50. He depicted captives on the Zong being thrown overboard in one painting, and another work shows a rabbit running alongside a set of train tracks. For 10 points, name this artist of The Fighting Temeraire, The Slave Ship, and Rain, Steam and Speed.", "answer_sanitized": "Joseph Mallord William Turner", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One theme presented in this work’s first movement reappears with many grace notes added in the final movement as a solo for the E flat clarinet. This work’s third movement includes an English horn and offstage oboe imitating shepherd’s calls. In this symphony’s final movement, church (*) bells ring as tubas parody the Dies Irae hymn. That fifth movement in this symphony, “Dream of a Witches’ Sabbath,” follows the movement “March to the Scaffold.” This work was inspired by the composer’s love for Harriet Smithson, who is represented by the idée fixe. For 10 points, name this programmatic symphony by Hector Berlioz.", "answer_sanitized": "Symphonie fantastique: Épisode de la vie d'un artiste ... en cinq parties (or Fantastical Symphony: An Episode in the Life of an Artist, in Five Parts)", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The current site of Harpo Studios in Chicago served as a makeshift morgue after one of these events that killed more than 200 Western Electric workers on their way to a picnic. William Adelin, the presumed heir to the English throne, died during one of these events, causing the (*) Anarchy. An object that suffered one of these events is the main attraction of the Vasa Museum. Robert Ballard found evidence of one of these events, whose survivors were aided by the Carpathia and were customers of the White Star Line. For 10 points, name these events, such as one that occurred in April 1912 when an iceberg collided with the Titanic.", "answer_sanitized": "shipwrecks (accept sinking; accept more or less anything about bad things happening to ships or boats or other synonyms)", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "This many equivalents of a Grignard reagent are needed to fully reduce an ester. The main reaction in the Daniell cell transfers this many electrons, and in almost all listings of the quantum numbers, this is the position of the azimuthal number, which is also symbolized l. The (*) bond order is the difference in bonding and antibonding electrons divided by this number. This is the number of oxygen atoms in the nitrite ion, and it’s the negative charge in ions like sulfate and carbonate. This is the number of electrons needed to fulfill elements in the oxygen group. For 10 points, give this atomic number of helium.", "answer_sanitized": "two (accept negative two after “negative” is first read; accept second or 2nd after “almost all listings” is read)", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The liner notes of this man’s most famous album include his declaration “ALL PRAISE BE TO GOD TO WHOM ALL PRAISE IS DUE.” That album by this man featured Elvin Jones, Jimmy Garrison, and McCoy Tyner, and contains the first track, (*) “Acknowledgement.” He and Cannonball Adderley played the same instrument on Miles Davis’ Kind of Blue, and the title track of one of his albums riffs on a melody from The Sound of Music. Ira Gitler described this man’s dense improvisational style as “sheets of sound.” For 10 points, name this creator of albums like My Favorite Things and A Love Supreme, an alto saxophonist.", "answer_sanitized": "John (William) Coltrane", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Ken Taylor helped shelter six people who escaped during this event. A flashpoint for this event was one man’s trip to New York for lymphoma treatment, and its central location had been deemed a “den of spies.” Several helicopters crashed during (*) Operation Eagle Claw, an attempt to end this event, and CBS anchor Walter Cronkite repeatedly reminded viewers of the length of this event. This 444-day event ended on the day of Ronald Reagan’s inauguration, and it started after protestors inspired by Ayatollah Khomeini seized the U.S. embassy. For 10 points, name this event in which 66 Americans were held captive in Tehran.", "answer_sanitized": "Iranian hostage crisis (accept equivalents; accept seizure/capture/storming/synonyms of the American embassy in Tehran before “embassy” is read)", "subcategory": "History American", "category": "History"}, {"question_sanitized": "These peoples were succeeded by cultures named for the ochre-colored pottery they produced, as well as one named for a burial site, Cemetery H. The archaeologist R.D. Banerji discovered their most famous location, where the (*) “dancing girl” statue was unearthed. Major works of this civilization include the bitumen-lined Great Bath, as well as the world’s first documented flush toilets. Its most famous archeological site is located in the modern-day province of Sindh. This civilization had sites at Mohenjo-Daro and Harappa. For 10 points, name this early civilization that cropped up around a namesake Asian river.", "answer_sanitized": "Indus Valley civilization (accept river and synonyms for valley, as long as Indus is mentioned; accept Harappa until mention; anti-prompt [ask for less specific] on “Mohenjo-Daro”)", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In 2015, Harvard professor Stephen Owen published a translation of the complete works of a poet from this country, which include a poem about the complaints of a conscripted soldier entitled “Song of the Wagons.” Another poet from this country wrote at the end of “Quiet Night Thought” of seeing a (*) moon at the window and how “I lower my head and think of my hometown.” Ezra Pound translated poetry from this country to write “The River Merchant’s Wife,” and its most famous poet allegedly drowned after drunkenly trying to embrace the moon. For 10 points, name this home country of poets like Du Fu [“doo foo”] and Li Bai [“lee bye”].", "answer_sanitized": "China (or Zhongguo)", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "One character is inspired to visit this city after having a vision of a jungle in a stonemasons’ yard. A character transporting another to this city only says, “You must pay” and refuses to go to a steamer landing. Several characters in this city claim a sirocco is responsible for the (*) disinfectant smell in it, and a prominent visitor to this city wears a sailor outfit and is accompanied by his Polish sisters. One character eats overripe strawberries in this city and eventually dies of cholera after falling in love with the boy Tadzio. For 10 points, name this city in which Gustave von Aschenbach undergoes a title “Death” in a Thomas Mann novel.", "answer_sanitized": "Venice", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A dispute over ownership of a beached whale led to a massacre of these people at the Convincing Ground. Members of this ethnic group were led by Charles Perkins on a non-American “Freedom Ride” against discrimination. The Black War was a (*) genocide against these people. John Howard notably did not participate in a “National Sorry Day” apologizing to people of this ethnicity for government seizure of their children, an act which created the “Lost Generation.” The population of these people is concentrated in the Northern Territory. For 10 points, name these people who have historically been oppressed by the white population of Australia.", "answer_sanitized": "Australian Aborigines (accept any answer about native/indigenous Australians or Tasmanians; prompt on natives or indigenous peoples or any answers not mentioning a place until “Australia”; prompt on Australians; prompt on Tasmanians; accept any specific tribes listed on the Wikipedia page for “List of Indigenous Australian group names” because I don’t want this answerline to be three pages long) Bonuses", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "One of this artist’s works includes a skeleton lying on a tomb beneath the words, “What you are, I once was; what I am, you will be.” For 10 points each:", "answers_sanitized": ["Masaccio (or Tommaso di Ser Giovanni di Simone)", "The Holy Trinity, with the Virgin and St. John and Donors (or Santa Trinità)", "crucifixion of Jesus"], "parts_sanitized": ["Name this short-lived Italian. He used Jesus’ head as the vanishing point and showed Peter finding a coin in a fish’s mouth in a piece located in the Brancacci Chapel, The Tribute Money.", "This Masaccio fresco in Santa Maria Novella that depicts the title religious figures situated beneath an elaborate barrel vault, one of the first uses of true linear perspective in Western painting.", "Masaccio also painted one of these scenes as part of the Pisa Altarpiece. This event comes 11th in the Stations of the Cross, before being followed by Jesus dying as a result."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Reading can take you places. For 10 points each:", "answers_sanitized": ["Marco Polo", "John (Ernst) Steinbeck, Jr.", "Jerome K(lapka) Jerome"], "parts_sanitized": ["Historians have questioned the truthfulness of this Italian’s stories about visiting China, which were collected in a book by Rustichello da Pisa.", "This author described coasting around America with a pickup truck and his pet poodle in Travels with Charley. This California native titled his book Cannery Row after a Monterrey street.", "This redundantly named English author described boating up the Thames in his comic travelogue Three Men in a Boat (To Say Nothing of the Dog)."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This film contains only one shot in which the camera is in motion, which Roger Ebert noted was “more than usual” for its director. For 10 points each:", "answers_sanitized": ["Tokyo Story (or Tokyo monogatari)", "Akira Kurosawa (accept names in either order)", "samurai (accept Seven Samurai)"], "parts_sanitized": ["Name this universally acclaimed film by Yasujiro Ozu which makes heavy use of low-angle camera shots. Its plot revolves around an elderly couple who are ignored by all of their children while visiting the title city.", "This other Japanese director depicted a ghostly murder investigation in the film Rashomon. This frequent collaborator with the composer Fumio Hayasaka also adapted the King Lear story into his Ran.", "Kurosawa also directed a film about seven of these Japanese warriors which was adapted into the Western The Magnificent Seven. Masterless ones of these people are known as “ronin.”"], "category": "Trash"}, {"leadin_sanitized": "Show off your knowledge of linear algebra, for 10 points each:", "answers_sanitized": ["vector", "determinant", "rank-nullity theorem (accept rank and null in any order)"], "parts_sanitized": ["A common entity studied in linear algebra are these row-like entities with multiple coordinates. In physics, they’re drawn as arrows, and velocity is one of these entities since it has both magnitude and direction.", "Another common entity is the matrix, and this property of the matrix that can be calculated with Sarrus’ rule. For a two by two matrix entries a, b, c, and d, this quantity is given by “a times d minus b times c.”", "This theorem states that the sum of its two namesake quantities is equal to the dimensions of the matrix itself. The two quantities in this theorem are respectively the dimension of the image and the dimension of the kernel."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Siphonophores and chondrophores are orders in this phylum. For 10 points each:", "answers_sanitized": ["Cnidaria [the “c” is silent] (or cnidarians)", "jellyfish (accept Medusazoa)", "biological immortality (accept word forms; prompt on descriptions like living forever by saying “we need the scientific term”)"], "parts_sanitized": ["Name this phylum which includes classes like Anthozoa and Myxozoa. They appear as either sessile polyps or swimming medusae, and possess a characteristic stinging cell.", "The most famous members of Cnidaria are these animals whose tentacles deliver the toxin in their cnidocytes. The Portuguese man o’war looks like one of these animals, but is actually a siphonophore.", "Another interesting cnidarian species is Turritopsis dorhii, which has this ability since it can undergo transdifferentiation. Other animals that appear to possess this ability include hydras and some planarian flatworms."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This writer became known for his “topsy-turvy” style of verse. For 10 points each:", "answers_sanitized": ["Sir (W)illiam S(chwenck) Gilbert (prompt on Gilbert and Sullivan)", "fairy (or fairies; accept fairy comedies)", "Rosencrantz and Guildenstern (prompt on partial answer; prompt on courtiers or Hamlet characters or Hamlet’s friends, but ultimately require the two names; accept Rosencrantz and Guildenstern Are Dead)"], "parts_sanitized": ["Name this librettist whose most famous collaboration produced phrases like “Never? Well hardly ever” and “short, sharp shock” in The Mikado and H.M.S. Pinafore.", "Gilbert wrote several comedies grouped and named for these creatures. J.M. Barrie created several of these creatures who reside on Neverland, including one named Tinker Bell.", "Gilbert also wrote a comic play about these characters “in Three Tabloids.” In another play, these characters meet the Player and the Tragedians."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Eugène Ysaÿe [oh-ZHEN ee-SAI] wrote six solo sonatas for this instrument dedicated to performers such as Fritz Kreisler. For 10 points each:", "answers_sanitized": ["violin", "Johann Sebastian Bach (prompt on “Bach”)", "chaconne (or ciaccona)"], "parts_sanitized": ["Name this string instrument. Other sonatas for this instrument which add a piano include César Franck’s A major one, as well as Beethoven’s “Kreutzer.”", "Ysaÿe’s six violin sonatas were inspired by the six sonatas and partitas for solo violin by this Baroque composer, who included no violins in the last of his six Brandenburg Concertos.", "The final and most famous movement of Bach’s second violin partita in D minor is one of these pieces. These pieces are variations on a repeated bass harmony and are commonly confused with passacaglias."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This poet wrote a dramatic monologue from the perspective of a cartoon character in “Daffy Duck in Hollywood.” For 10 points each:", "answers_sanitized": ["John (Lawrence) Ashbery", "Sylvia Plath (the poem is “Daddy”)", "dreams"], "parts_sanitized": ["Name this American poet. He cribbed from Parmigianino to title his collection Self-Portrait in a Convex Mirror.", "Ashbery is sometimes called a Confessional poet. By far the best known Confessional was this person married to Ted Hughes, who might have addressed him in a poem that calls the title figure a “man in black with a Meinkampf look.”", "Another Confessional was John Berryman, whose best known collection is titled after “Songs” of these phenomena. Langston Hughes’s poem “Harlem” ask what happens when one of them is “deferred,” and whether they “dry up, like a raisin in the sun.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Jacques Hébert, the editor of <em>Le Père Duchesne</em>, led an even-more-extreme subfaction of this group called the Hébertistes. For 10 points each:", "answers_sanitized": ["Montagnards (or La Montagne; or The Mountain)", "Jean-Paul Marat", "guillotine"], "parts_sanitized": ["Name this radical faction of the Jacobins led by Maximilien Robespierre. Their name came from their physical position in the Legislative Assembly, from which they argued with the Girondists.", "The Montagnards were often supported by L’Ami du peuple, a radical newspaper founded by this man who was murdered in his bath by Charlotte Corday.", "Robespierre, Danton, and Corday all met their deaths amidst the French Revolution at the hands of this contraption nicknamed the “national razor.” Its final use in France was to execute Hamida Djandoubi in 1977."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This man’s nickname as “Mr. Roger with dreadlocks” was referenced during the 2016 Vice-Presidential debate. For 10 points each:", "answers_sanitized": ["Philando Castile", "Black Lives Matter (or BLM)", "George Zimmerman"], "parts_sanitized": ["Name this nutritional services supervisor. The most notorious event involving this man took place in Falcon Heights, Minnesota, was livestreamed by Diamond Reynolds, and involved Jeronimo Yanez.", "Castile’s shooting during a traffic stop, along with other police shootings, led to protests by members of this movement against police violence. It’s titled for a phrase with notable alternatives using the word “All” or “Blue.”", "The phrase “Black Lives Matter” originated shortly after this Florida man was acquitted for shooting Trayvon Martin. In 2016, this man apparently sold the gun in the shooting for $250, 000."], "category": "Trash"}, {"leadin_sanitized": "The leader of this journey almost insulted his host Al-Malik al-Nasir by choosing to pray instead of meeting with him. For 10 points each:", "answers_sanitized": ["Mansa Musa I’s hajj (accept pilgrimage/journey/trip/etc. to Mecca in place of hajj; prompt on partial answer)", "Mali Empire", "Sankore University (or Sankore Madrasah; or Sankore Mosque; or Sankore Masjid)"], "parts_sanitized": ["Name this expedition of more than 60,000 people and 80 camels, which brought enough gold into Egypt to crash that country’s economy.", "Mansa Musa was the absurdly rich ruler of this African kingdom. Founded by Sundiata Keita, it had its oral traditions passed down by storyteller-musicians called griots.", "The Granadan architect al-Sahili designed this mosque and university for Mansa Musa. Along with the Djinguereber and Sidi Yahia, this institution comprised a center of higher learning in Timbuktu."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This Italian became the first poet laureate since antiquity. For 10 points each:", "answers_sanitized": ["Petrarch (or Francesco Petrarca)", "sonnets (accept Petrarchan sonnet)", "volta"], "parts_sanitized": ["Name this poet whose “Scattered Rhymes,” or Canzoniere, are full of poems about his dejected love for Laura.", "The majority of the poems in Il Canzoniere are of this 14-line form. Petrarch’s namesake version of this poetic form consists of an octet and a sestet, and Shakespeare wrote a whole bunch of these in iambic pentameter.", "A key component of the sonnet is the thematic “turn,” usually known by this Italian term. In the Petrarchan sonnet, this occurs at the end of the octet."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Answer the following about possibly unethical psychological experiments on children, for 10 points each:", "answers_sanitized": ["stuttering (or stammering; accept word forms)", "Little Albert experiment", "eye color (or whether they had blue or brown eyes; prompt on partial answer)"], "parts_sanitized": ["Children in the University of Iowa’s Monster Study were harshly criticized for having this common speech defect in which syllables are involuntarily repeated over and over.", "The nine month-old subject of this experiment carried out by John Watson was conditioned to fear a white rat, as its presence was accompanied by a loud banging noise.", "Schoolteacher Jane Elliott pioneered diversity training as the result of an experiment conducted the day after Martin Luther King was shot. In the experiment, Elliott segregated her class based on this characteristic."], "category": "Social Science"}, {"leadin_sanitized": "Demonstrate your sharp wit by slicing through this quizbowl bonus. For 10 points each:", "answers_sanitized": ["Excalibur (accept Caliburn; Ed’s note: repressed peasants and watery tarts aside, don’t confuse Excalibur with the Sword in the Stone)", "Sigurd (accept Siegfried or Sivard Snarensven(d))", "Kusanagi-no-Tsurugi (accept Grasscutter)"], "parts_sanitized": ["The Lady of the Lake handed King Arthur this sword, which Bedivere was tasked with returning upon Arthur’s death. However, as Merlin pointed out, its sheath was much more valuable as it prevented blood-loss.", "This figure used the sword Gram to slay the dragon Fafnir. This figure had inherited Gram from his father Sigmund, who’d pulled it from the tree Barnstokkr, and in another story, he meets the Valkyrie Brynhildr.", "The kami Susano’o found this sword inside the dragon Orochi. It obtained its name after Prince Yamato Takeru used it to save himself while trapped in a field blazing on fire."], "category": "Mythology"}, {"leadin_sanitized": "Guillaume Amontons proved that this force is independent of the surface areas of the surfaces in contact. For 10 points each:", "answers_sanitized": ["friction", "cosine", "angle of repose"], "parts_sanitized": ["Name this force that opposes motion. It is equal to the normal force times a namesake coefficient.", "For a mass sliding down an inclined plane at a constant velocity, the friction force is proportional to this function of the angle of the inclined plane. In general, this function gives the horizontal aspect of a vector.", "The arctangent of the coefficient of static friction can be used to approximate this value, which gives the maximum angle a pile of material can make with the ground without collapsing."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Feast your buzzers upon this bonus. For 10 points each:", "answers_sanitized": ["stars (Ed’s note: accept ★)", "Guy Fieri (or Guy Ramsay Ferry; Ed’s note: welcome to FLAVAH TOWN)", "amuse-bouche (accept amuse-gueule)"], "parts_sanitized": ["Most restaurant reviews that come with ratings use a system of granting these items. Michelin’s most notable award gives from one to three of these decorations, and the New York Times gives from zero to four.", "Times reviewer Pete Wells infamously savaged this celebrity chef’s restaurant American Kitchen &amp; Bar, giving it zero stars and a “poor” rating. This chef hosts the show Diners, Drive-Ins, and Dives on the Food Network.", "At most fine dining restaurants with more than one course, you’ll receive one of these appetizers chosen by the chef and not specifically ordered by you. It’s name is French for “mouth amuser.”"], "category": "Trash"}, {"leadin_sanitized": "The tenth of eleven justifications for this event condemns a disastrous speaking tour known as the “Swing Around the Circle” campaign. For 10 points each:", "answers_sanitized": ["the impeachment of President Andrew Johnson (accept any answers about the trial of Andrew Johnson or a vote to remove Andrew Johnson from office)", "Republican Party (accept Radical Republicans; accept Grand Old Party)", "Secretary of War (do not accept or prompt on “Secretary of Defense”)"], "parts_sanitized": ["Name this political event. John F. Kennedy’s Profiles in Courage commends Kansas Senator Edmund G. Ross’ opposition to this event, which cost him his seat two years later.", "Edmund G. Ross was a member of this political party, whose “Radical” faction included Thaddeus Stevens and often quarreled with Johnson. Abraham Lincoln was the first president from this party.", "The main impetus behind Johnson’s impeachment was his dismissal of Edwin Stanton from this office. This now-defunct Cabinet position was first held by Henry Knox."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The Book of Acts calls the place of this man’s death <em>Akeldama</em>, which is “field of blood” in Aramaic. For 10 points each:", "answers_sanitized": ["Judas Iscariot", "Last Supper", "St. Matthias"], "parts_sanitized": ["Name this figure whose most famous action occurred after kissing someone in the Garden of Gethsemane. He later hung himself in shame.", "Judas Iscariot’s betrayal had been predicted by Jesus during this “final” dinner with the Apostles. During this event, Judas asked, “It isn’t me, is it, Rabbi?” to which Jesus responded “You said it.”", "According to the Book of Acts, the eleven remaining apostles elected this man to replace Judas after his death."], "category": "Religion"}, {"leadin_sanitized": "In a futile effort to fix CSI’s harmful impact on the public, let’s learn about hacking. For 10 points each:", "answers_sanitized": ["firewall", "black hat hacker (prompt on just black or hat)", "rootkits"], "parts_sanitized": ["Protecting your personal computer from hacking typically involves setting up these pieces of software that block unverified connections. They’re called walls, but are more like filters.", "Richard Stallman coined this term for a category of hackers who hack for malicious or personal reasons. They’re contrasted with a similarly named “white” variety.", "A common hacking tool are these pieces of software which, when installed, give the hacker total administrative control over the computer or server. A 2005 scandal found Sony CDs were actually installing these as part of DRM."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "You are a Catholic in England in the early 18th century. Answer the following about why your life sucks, for 10 points each:", "answers_sanitized": ["Gunpowder Plot", "Test Act", "Jacobites (accept Jacobite Rising of 1745; do not accept Jacobite Rising of 1715, though they’re fine if they don’t mention any year)"], "parts_sanitized": ["Your ancestors were executed for their participation in this failed 1605 plot to blow up Parliament and James I to install a Catholic monarch. Led by Robert Catesby, its most famous conspirator was probably Guy Fawkes.", "You fail in your attempt to find employment with the government of England due to the passage of this 1673 act, mandating that government officials pledge to take Communion according to Anglican practices.", "Fed up, you finally decide to join this group of rebels as part of “the Forty-Five” in an attempt to restore Bonnie Prince Charlie of the House of Stuart to the English throne. Unfortunately, this rising fails and you are killed at the Battle of Prestonpans."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Only five of the poems in this collection were contributed by one of its authors, while the other wrote the rest. For 10 points each:", "answers_sanitized": ["Lyrical Ballads, with a Few Other Poems", "Samuel Taylor Coleridge", "nightingale"], "parts_sanitized": ["Name this collection of English Romantic poetry. It contains the poems Tintern Abbey and The Rime of the Ancient Mariner.", "Lyrical Ballads was a combination effort between William Wordsworth and this other poet, who wrote The Rime of the Ancient Mariner. A “visitor from Porlock” interrupted his composition of the poem Kubla Khan.", "Another of Coleridge’s poems for Lyrical Ballads is a “conversation poem” about this bird. It usually makes the noise “jug” in poetry, and T.S. Eliot wrote about “Sweeney Among [these birds].”"], "subcategory": "Literature British", "category": "Literature"}]}