{"tossups": [{"question_sanitized": "According to some traditions, the first day of this holiday commemorates the triumph of the son of King Hima over Yama. It coincides with the Sikh holiday of Bandi Chhor Diwas, begins on Dhanteras and ends on Bhai Dooj. In 2015, the Supreme Court of a certain nation refused to ban the use of (*) firecrackers during this event, and it’s traditionally celebrated by the drawing of chalk rangoli designs and the lighting of lamps called diyas. This autumnal holiday celebrates the return of Rama and Sita, and the birth of the goddess Lakshmi. For 10 points, name this Hindu celebration often described as a “festival of lights.”", "answer_sanitized": "Diwali (or Divali or Deepavali)", "category": "Religion"}, {"question_sanitized": "Description acceptable. Upon arriving at this location, one man imagines building a utopia here, prompting another to joke “Long live Gonzalo!” One character threatens to have “peopled” this place with himself; that character later says this place is “full of noises, sounds, and sweet airs,” describing how he (*) “cried to dream again.” The witch Sycorax formerly lived in this location, leaving behind the monstrous Caliban and the spirit Ariel. Several Italian nobles including Alonso and Ferdinand arrive at this place after Prospero uses his magic to cause a shipwreck. For 10 points, describe this unnamed water-isolated location, the setting for a Shakespeare play titled after a vicious storm.", "answer_sanitized": "the island from The Tempest (accept any answer that mentions “Tempest” and an island, basically; prompt on partial answer; accept synonyms for island like isle)", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "When Vaska’s complex is exposed to this molecule, it forms an adduct and changes color from yellow to orange. The presence of only one electron in each of the highest-occupied pi-star orbitals in this molecule’s molecular orbital diagram explains why its liquid form is (*) paramagnetic. This molecule is the third heaviest of the diatomic gaseous elements, and a glowing splint is usually used to test for its presence. Antoine Lavoisier named this compound and its respective element after discovering its importance in combustion. For 10 points, name this gas, the second most common element in air after nitrogen.", "answer_sanitized": "diatomic oxygen (accept molecular oxygen and dioxygen and O2)", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The United States’ oldest shaved ice stand, Hansen’s, is located on this city’s Tchoupitoulas Street. In this city’s parlance, extra goodies thrown into a purchase are known as lagniappes, and this city’s streetcars can be boarded from a central median called a “neutral ground.” (*) Live music shows are put on at Preservation Hall in this city, also home to a pair of bridges known as the Crescent City Connection. Located on the shore of Lake Pontchartrain, this city’s notable attractions include Tulane University and the nightlife of Bourbon Street in its French Quarter. For 10 points, name this largest city in Louisiana.", "answer_sanitized": "New Orleans (accept NoLa)", "category": "Geography"}, {"question_sanitized": "The memoir A State of Blood was written by this man’s former minister Henry Kyemba. He ordered the killing of Dora Bloch in response to an action that also led to the death of Jonathan Netanyahu, and India cut relations with this leader’s country after he expelled the entire (*) Asian population. This man was overthrown after trying to annex Kagera from Tanzania, and he led a military coup of Milton Obote to gain power. This man anointed himself the “King of Scotland” despite ruling an African country. For 10 points, name this dictator of Uganda, frequently accused of insane acts like cannibalism.", "answer_sanitized": "Idi Amin (Dada)", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Ernie Nevers played all 60 minutes of the 1924 Rose Bowl for this team, which was coached by Pop Warner in that loss to Notre Dame. This team’s only Heisman winner was Jim Plunkett. An axe named for this school is given to the winner of the (*) “Big Game,” one iteration of which saw a last-minute touchdown scored as a band came onto the field. Before coaching the 49ers, Jim Harbaugh coached this school, and John Elway and Andrew Luck played for this school. This Pac-12 university uses a tree as a mascot, and it plays against its in-state rival, UC-Berkeley. For 10 points, name this elite school, a California football team nicknamed the Cardinal.", "answer_sanitized": "Stanford University (accept the Stanford Cardinal until mention)", "category": "Trash"}, {"question_sanitized": "A military vehicle developed in this country had fuel tanks attached to its rear doors, which would explode when hit and burn the infantry sitting inside alive. This country built the BMP-1, as well as planes nicknamed the “Flogger” and “Fishbed.” The Mosin-Nagant was the main infantry rifle of this country during (*) World War II, during which it also built the T-34 tank. Aircraft built in this country include the Tu-95 “Bear” and several jets with the prefix “MiG” [pronounced like “mig”]. The flag of Mozambique features the most popular assault rifle in the world, a weapon invented in this country by Mikhail Kalashnikov. For 10 points, name this country, the birthplace of the AK-47.", "answer_sanitized": "Soviet Union (or the Union of Socialist Soviet Republics; or the Sayuz Sovetskich Socialističeskich Respublik; or the CCCP; prompt on Russia)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Utility programs categorized by a verb form of this noun include “less” and “more,” in contrast to the more robust “vim.” In the 32-bit x86 architecture, this entity is 4096 bytes large. An algorithm sharing a name with this term weighs ingoing and outgoing (*) links to perform rankings and was originally made as a search algorithm for Google. The DOM guides the generation of these entities, and each of these entities is rendered by an individual file of hypertext markup. This term is the surname of Google founder Larry. For 10 points, name these entities, which might describe the part of the website you’re currently viewing, such as the “home” variety.", "answer_sanitized": "page (accept pager, but do not accept or prompt on “editor”; accept PageRank after “search” is read; accept web page; Ed’s note: fun fact for anyone who cares, PageRank is named after Larry Page, not the web page)", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "An Edvard Munch painting named for this figure contains a decorative border showing sperm swimming on an orange background. This figure, the largest person depicted in Duccio’s Maesta, is shown about to be crowned in a van Eyck painting commissioned by the (*) Chancellor Rolin. A Mannerist portrait by Parmigianino is named after the unusually long neck he gave this figure, who is shown with St. Jerome in a da Vinci painting titled for her “of the rocks.” Michelangelo sculpted a Pieta showing this figure cradling her dead son. For 10 points, name this subject usually referred to as “Madonna” when depicted holding the infant Christ.", "answer_sanitized": "The Virgin Mary (or Madonna before read; accept Madonna of the Chancellor Rolin; accept Madonna of the Goldfinch; accept Madonna of the Long Neck; accept Madonna of the Rocks)", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Matthew Bourne’s mostly male version of this ballet is the longest running ballet on Broadway. 32 straight fouettés were used in the Drigo-Ivanov-Petipa revival of this ballet. After a “Dance of the Goblets,” this ballet’s protagonist goes hunting with his tutor (*) Wolfgang, and the lead ballerina usually dances two roles in this ballet, one dressed in white and the other in black. The protagonist of this ballet drowns himself after he accidentally chooses Odile, the daughter of the sorcerer von Rothbart, instead of his true love interest. For 10 points, name this ballet by Peter Tchaikovsky in which Odette is turned into one of the title birds.", "answer_sanitized": "Swan Lake", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "This man nearly died from an infected leg wound on his “Scientific Expedition” of the River of Doubt with Cândido Rondon, and he notably invited Booker T. Washington to dine with him. Despite an assassination attempt by John Schrank, this man (*) continued delivering a speech, and he sent the Great White Fleet around the globe. This man attacked plutocracy and bad trusts in his Square Deal, which he helped pass from his “bully pulpit.” This man formed the Bull Moose Party after running for president against his successor William Taft. For 10 points, name this former Rough Rider and president whose nickname inspired a toy bear.", "answer_sanitized": "Theodore “Teddy” Roosevelt Jr. (prompt on just Roosevelt; prompt on TR; accept either first name or nickname or initial)", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A language in this story is described as a Samoyed-Lithuanian dialect of Guarani. This story’s epigraph is from Anatomy of Melancholy, and a footnote mentions Letizia Alvarez de Toledo’s belief the central entity is “pointless.” “Purifiers” in this story search for a central (*) “Crimson” location, and it describes a messianic figure alleged to have found the index to the title entity. This story appears in the collection Ficciones, and its title location consists of hexagonal rooms with walls of every possible 410-page book. For 10 points, name this story by Jorge Luis Borges about an apparently infinitely large library.", "answer_sanitized": "“The Library of Babel” (or “La biblioteca de Babel”)", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This writer gave six “nonlectures” at Harvard. This poet fought to include an ampersand in the title of his first collection Tulips and Chimneys, which includes his poems “Thy fingers make early flowers of” and one about a “handsome man” who rode a “watersmooth-silver / stallion” and shot five (*) pigeons “justlikethat.” This poet asked “how do you like your blue-eyed boy / Mister Death” in “Buffalo Bill’s.” This poet wrote about a “conscientious object-or” in “i sing of Olaf glad and big,” and he wrote the poem “anyone live in a pretty how town.” For 10 points, name this American poet who used irregular capitalization and punctuation.", "answer_sanitized": "e. e. cummings (or E(dward) E(stlin) Cummings)", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This man’s namesake gauge sets the divergence of the vector potential equal to zero, and he noted the independence of the sliding velocity in his namesake law on friction. This man’s most famous result can be derived by assuming a spherical surface around a point (*) charge and integrating using Gauss’s Law. This man’s namesake constant is one over 4 pi times the permittivity of free space and appears in his namesake law giving an inverse-squared relationship for the electrostatic force between two charges. For 10 points, give this French physicist who names the SI unit of charge.", "answer_sanitized": "Charles-Augustin de Coulomb [accept answers like Coulomb’s Law]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A story titled after one of these people was published in 2012 under the name Franz Xaver von Schönwerth and depicts a nail found inside a turnip. A Russian story titled for one of them depicts Vasilisa the Wise, and in one story, twelve of these people are discovered secretly (*) dancing. A test involving several mattresses is applied to one of these people, and one of them named Briar Rose disastrously pricks her finger. Hans Christian Andersen and the Brothers Grimm collected several of a certain type of story centering on these people. For 10 points, name these frequent fairy tale characters, such as Sleeping Beauty and Cinderella.", "answer_sanitized": "princesses (prompt on things like girls; Ed’s note: The princesses are, in order, the “Turnip Princess,” the “Frog Princess,” the “Twelve Dancing Princesses,” the “Princess and the Pea,” and Sleeping Beauty)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This man’s final symphony contains quotations from operas like Tristan und Isolde and William Tell. This man composed music for the film The Gadfly, and an hour-long standing ovation was given to his fifth symphony, which was written in response to the article (*) “Muddle Instead of Music.” This composer used the DSCH motif to represent himself, and he set poems about a massacre of Jews in his thirteenth symphony, the Babi Yar. This man’s seventh symphony includes an “invasion theme” and celebrates the defense of the title city against a Nazi force. For 10 points, name this Soviet composer of the Leningrad symphony.", "answer_sanitized": "Dmitri (Dmitriyevich) Shostakovich", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One ruler from this dynasty ate a locust in the hopes that it would transfer the people’s suffering to himself. This dynasty ended a system in which land was doled out based on family size, the equal field system. Yang Guifei was a concubine reluctantly executed by Emperor Xuanzong in this dynasty. This dynasty was founded by (*) Li Yuan, and it was briefly interrupted by the rule of Wu Zetian, China’s only female emperor. This dynasty put down the rebellion of An Lushan, and it came between the Sui [“sway”] and Song dynasties. For 10 points, name this dynasty marking the high point of Chinese history, ruling for most of the latter half of the first millennium.", "answer_sanitized": "Tang dynasty (or Tang chao)", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In one story, an old woman secretly produces this substance by rubbing it from her body, and Centeotl and the Cinteteo were gods of this substance. After meeting the Spirit of this substance, a man convinces his village to stop acting wastefully, and the Aztec worship (*) red, black, yellow, and white gods of this substance. After failures making man from mud and wood, humanity is made from this substance, and Quetzalcoatl transformed into an ant to steal this foodstuff. This substance is represented by a tall, strong girl and is grouped with squash and beans as the Three Sisters. For 10 points, name this staple crop of American cultures.", "answer_sanitized": "maize (or corn)", "category": "Mythology"}, {"question_sanitized": "This thinker argued that since geometry is knowable without experience, the idea of space cannot come from experience; that is his “Transcendental Argument for Space.” This man used a “table of judgments” to contrast perception and his “categories of understanding,” and he used the example of (*) “seven plus five equals twelve” to demonstrate a type of truth translated as “from the earlier.” This man was awakened from his “dogmatic slumber” by David Hume, eventually inspiring him to prove the existence of synthetic a priori knowledge. For 10 points, name this German philosopher whose various “critiques” included his Critique of Pure Reason.", "answer_sanitized": "Immanuel Kant", "category": "Philosophy"}, {"question_sanitized": "PRDM9 is a histone methyltransferase specific to this phenomenon, and SC proteins are essential to the formation of the synaptonemal complex during it. Its first step includes leptotene and pachytene stages, and is ended by diakinesis. (*) Turner’s syndrome occurs from an anomaly in this process, and a similar “nondisjunction” event causes the XXY genotype. This process produces three polar bodies and a mature ovum in females. The first phase of this process results in a two n to n chromosomal reduction, and the second phase of this germ cell process results in four daughter cells. For 10 points, name this process of cell division usually contrasted with mitosis.", "answer_sanitized": "meiosis (do not accept or prompt on “mitosis”)", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One artwork in this genre shows a man in a fedora driving a car and sitting next to a ghostly white outline of a world leader. Disney’s works in this genre include The New Spirit and the incredibly racist Commando Duck. Frank Capra directed a series of films in this genre entitled (*) Why We Fight, which was meant to counter works like Leni Riefenstahl’s Triumph of the Will. One poster in this genre shows a woman in a red polka dot bandana flexing. For 10 points, name the genre of posters and film featuring characters like Rosie the Riveter, produced to urge Americans to support the war effort during World War II.", "answer_sanitized": "World War II American propaganda (prompt on “war art” or other similar answers) Bonuses", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "This writer examined the racist misattribution of a rape to a black man in the play <em>The Respectful Prostitute</em>. For 10 points each:", "answers_sanitized": ["Jean-Paul-Charles-Aymard Sartre (Ed’s note: hold the door :cry: )", "No Exit (or Huis Clos)", "Aeschylus"], "parts_sanitized": ["Name this French writer, whose other works include the screenplay The Chips Are Down, and a play about Hugo’s assassination of Hoederer, Dirty Hands.", "By far Sartre’s best known play, though, is this existentialist one about three people trapped in a room together in Hell, thus drawing the line “Hell is other people.”", "Sartre also wrote The Flies, an adaptation of the Oresteia trilogy by this ancient Greek tragedian. He also wrote The Suppliants and Prometheus Bound."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Robert’s group is playing a game where each person has to guess a number between 0 and 100 that is closest to two-thirds of the average of the group’s guesses. For 10 points each:", "answers_sanitized": ["Nash equilibrium (or Nash equilibria; prompt on partial answer)", "prisoner’s dilemma", "grim trigger (or Friedman; prompt on trigger)"], "parts_sanitized": ["Strangely, Robert and his friends should all guess 0, a strategy exemplifying this situation. In this situation, nobody benefits from changing their strategy, assuming all other players’ strategies stay constant.", "Because he studied game theory, Robert knows that the Nash equilibrium involving a “dilemma” of these two people is when they both defect. In their namesake “dilemma,” two of these people are offered the chance to rat each other out.", "Robert requires cooperation--or else. Thus, during repeated games of the prisoner’s dilemma, he pursues this strategy of constantly cooperating until the other player defects, after which Robert defects forever."], "category": "Social Science"}, {"leadin_sanitized": "One part of this artwork includes workers in gas masks assembling poisonous bombs. For 10 points each:", "answers_sanitized": ["Detroit Industry Murals", "Diego (María de la Concepción Juan Nepomuceno Estanislao de la) Rivera (y Barrientos Acosta y Rodríguez)", "Mexico (or United Mexican States)"], "parts_sanitized": ["Name this set of murals. The artist of this work drew on Toltec guardian statues to create the shapes of spindles inside a Ford factory.", "The Detroit Industry Murals were painted by this artist, whose Man at the Crossroads angered Nelson Rockefeller due to its pro-Communist message.", "Diego Rivera and his wife Frida Kahlo were both from this country. Other muralists from this country included David Siquieros and Jose Clemente Orozco."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "An October 2016 referendum to ratify a peace agreement narrowly failed in this country. For 10 points each:", "answers_sanitized": ["Republic of Colombia", "Revolutionary Armed Forces of Colombia – People's Army (or FARC; or Fuerzas Armadas Revolucionarias de Colombia – Ejército del Pueblo)", "Timochenko (or Rodrigo Londoño Echeverri; or Timoleón Jiménez)"], "parts_sanitized": ["Name this South American country with capital at Bogotá. Its President Juan Manuel Santos received the 2016 Nobel Peace Prize for negotiating the aforementioned agreement with guerrilla forces in this country.", "This Marxist-Leninist guerilla movement in Colombia was the other signatory to the peace agreement. This group has received widespread criticism over its use of child soldiers and frequent kidnappings.", "This man succeeded Alfonso Cano as commander-in-chief of FARC in November 2011. This man is believed to be located near the Colombia-Venezuela border, deep in the heartland of FARC-held territory."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This poet wrote the lyrics to Johnny Cash’s song “A Boy Named Sue.” For 10 points each:", "answers_sanitized": ["Sheldon Allan “Shel” Silverstein", "Dr. Seuss (or Theodore Seuss Geisel; Ed’s note: One buzz two buzz power buzz neg buzz)", "Old Possum’s Book of Practical Cats (prompt on partial answer, but only accept exact answer)"], "parts_sanitized": ["Name this author of the collections Falling Up and A Light in the Attic.", "This ubiquitous rhymer managed to use only 50 words to write Green Eggs and Ham. You might have learned to read from his book One Fish Two Fish Red Fish Blue Fish.", "The first poem in this T.S. Eliot collection claims that the “Naming” of the title group of cats is a “difficult matter.” Other poems describe the “Last Stand” of Growltiger and the rather mysterious Macavity."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This composer’s first symphony is the only commonly-performed one in the key of A flat major. For 10 points each:", "answers_sanitized": ["Edward (William) Elgar", "Jacqueline (Mary) du Pré", "graduation ceremonies (or commencements; accept anything about the awarding of degrees)"], "parts_sanitized": ["Name this composer who depicted his friends using an unknown theme in the Enigma Variations.", "This cellist made a legendary recording of Elgar’s E minor cello concerto. Her career was cut short by multiple sclerosis.", "Perhaps Elgar’s most famous works is a collection of pieces titled Pomp and Circumstance, the first of which is often played at these academic events."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, answer the following about large-scale structures in our universe:", "answers_sanitized": ["Andromeda galaxy", "galaxy clusters (or superclusters)", "cosmic voids"], "parts_sanitized": ["This spiral galaxy is the nearest galaxy to the Milky Way. This galaxy is also named M31, and it’s predicted to merge with the Milky Way in the next few billion years.", "These structures comprising hundreds of galaxies are some of the largest gravitationally bound structures in the Universe. The Milky Way is in the Virgo “super” one of these groups.", "These regions with low cosmic densities are typically located between galactic filaments. A “super” example of these regions is located near the constellation of Boötes and is approximately 300 million light-years in diameter."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This novel’s narrator is blamed for the death of his neighbor Tortoiseshell. For 10 points each:", "answers_sanitized": ["I Am A Cat (or Wagahai wa Neko de Aru; the author is Natsume Soseki)", "Cat’s Cradle", "Alice (accept Alice’s Adventures in Wonderland or Alice in Wonderland)"], "parts_sanitized": ["Name this satirical novel. Its protagonist is owned by the schoolteacher Mr. Sneaze and makes many comments on the stupidity of humans before drowning in a barrel.", "The world essentially ends at the end of this Kurt Vonnegut novel after a piece of ice-nine falls into the sea. It’s titled after a children’s game.", "Another famous literary cat is the Cheshire Cat, who appears in Lewis Carroll’s novel about this girl’s Adventures in Wonderland."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The parallel axis and tennis racket theorems are useful in calculating this value. For 10 points each:", "answers_sanitized": ["moment of inertia (prompt on “uppercase I”; do not accept or prompt on “inertia”)", "angular momentum (prompt on “uppercase L”; prompt on momentum)", "Pauli matrices (accept Wolfgang Pauli)"], "parts_sanitized": ["Give this physical value. You can find it by integrating over r-squared for every mass element, and its value is two-thirds m r-squared for a hollow sphere.", "This value is equal to the moment of inertia times the angular velocity. It’s the rotational analogue of a similar “linear” value, and it explains why ice skaters speed up when bringing their arms in.", "For spin, angular momentum operators can be written as these three matrices. They’re named for a man who also names a theorem explaining why fermions cannot share quantum states."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Reading can take you places--not always real ones. For 10 points each:", "answers_sanitized": ["Nineteen Eighty-Four (dunno why it would matter, but accept 1984)", "Robert Louis Stevenson (the latter novel is Treasure Island)", "The Prisoner of Zenda"], "parts_sanitized": ["George Orwell imagined the fictional, but possible, mega-countries of Oceania, Eurasia and Eastasia in this dystopian novel. Winston admits to loving Big Brother in it.", "This author depicted a royal of the fictional state of Grunewald in Prince Otto. His much better quality adventure novels include Kidnapped and one in which Billy Bones receives a dreaded Black Spot.", "The adventure genre of Ruritanian romances were established by Anthony Hope in this book. In this book, King Rudolf of the fictional kingdom of Ruritania is swapped with his cousin."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Despite winning two Nobel Prizes, this scientist made some spectacularly wrong claims. For 10 points each:", "answers_sanitized": ["Linus Carl Pauling", "three (accept adenosine triphosphate)", "sickle cell anemia"], "parts_sanitized": ["First, name this scientist who proposed megadoses of vitamin C to treat the common cold. His more successful work involves orbital hybridization and proposing the concept of resonance.", "Pauling also proposed that DNA existed as a helix with this number of strands. This is the number of phosphate groups in the ATP molecule.", "One thing Pauling correctly proposed was the molecular basis of this disease caused by the V6E mutation on the protein product of the HBB gene. Hydroxyurea is used to treat this autosomal recessive disease."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "One prince of this country captured Edmund Mortimer at the Battle of Bryn Glas, after which Mortimer married his daughter and became his ally. For 10 points:", "answers_sanitized": ["Wales (or Cymru)", "Owain Glyndwr [“gleen-doo-r”] (or Owen Glendower; prompt on Owain or Owen alone)", "castles (prompt on fortifications and other synonyms)"], "parts_sanitized": ["Name this country. The current “Prince” of this country is Charles, and this country is located on Great Britain to the west of England.", "This man was the last native son of Wales to be Prince of Wales. This nationalist hero fought a long-running revolt against English rule around the same time as Henry Percy, and he was the lord of Glyndyfrdwy [“Glin-dif-ERD-wee”].", "After Edward Longshanks conquered Wales, he built several of these things, such as one at Harlech. In England, William I introduced the motte-and-bailey type of them."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "One key figure in this movement was the orator “Black Harry” Hosier. For 10 points each:", "answers_sanitized": ["Second Great Awakening (prompt on Great Awakening)", "New York", "Millerism (or Millerites; accept William Miller; prompt on “Seventh-Day Adventists”)"], "parts_sanitized": ["Name this religious movement started in the late 18th century. The Methodist and Baptist denominations grew enormously during this period, which is not to be confused with a similar movement spearheaded by George Whitefield [“hwit-feeld”].", "So-called “burned-over districts” were particularly fervent hotbeds of the Second Great Awakening. They mostly arose in this state where DeWitt Clinton oversaw the construction of the Erie Canal.", "New York was also a center of this movement, named for a preacher who claimed that Jesus would return on October 22, 1844. The notable absence of any rapturing on that date became known as the “Great Disappointment.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "These monarchs supposedly used the motto “tanto monta, monta tanto,” which roughly translates to “they are equal.” For 10 points each:", "answers_sanitized": ["Ferdinand II of Aragón and Isabella I of Castile (prompt on partial answer)", "Sephardic Jews (or Jewish people)", "Revolt of the Comuneros (or War of the Communities of Castile; or Guerra de los Comunidades de Castilla)"], "parts_sanitized": ["Name this husband and wife, a pair of Spanish monarchs whose wedding joined the kingdoms of Castile and Aragón. They sponsored Christopher Columbus’ voyage to the New World.", "Ferdinand and Isabella issued the Alhambra Decree in 1492, expelling these people from Spain unless they became conversos.", "Ferdinand and Isabella’s grandson Charles V crushed this Castilian peasant revolt in 1521. This anti-noble revolt sought to replace Charles V with his mother, Joanna the Mad."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This process occurs when the escape path is smaller than the gas’s mean free path. For 10 points each:", "answers_sanitized": ["effusion (accept word forms; prompt on diffusion and its word forms)", "uranium (prompt on U)", "root mean square speed (or root mean square velocity; accept RMS in place of “root mean square,” but speed or velocity is still needed)"], "parts_sanitized": ["Name this process, usually described with pinholes. Graham’s law states that the rate of this process is inversely proportional to the mass of a gas.", "Graham’s law is the basis of isotope separation in the enrichment of this radioactive element with atomic number 92. This element’s 235-isotope is found in the mineral pitchblende, and it’s often used in nuclear devices.", "The kinetic molecular theory of gases can be used to find this property of gases that is also inversely proportional to molecular mass. It’s usually given as the square root of “3 R T” over the molar mass."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Accusations of vote-buying in this scandal led to the swift introduction of a secret ballot by the next government. For 10 points each:", "answers_sanitized": ["Pacific scandal", "Prime Minister of Canada (prompt on partial answer)", "Ottawa"], "parts_sanitized": ["Name this scandal in which Hugh Allan bribed lawmakers to win a contract to build a railroad. It led to the downfall of John Macdonald’s government.", "Due to the Pacific scandal, John Macdonald resigned from this position, which he was the first to hold. Wilfrid Laurier was the first holder of this position to grow up in a French-speaking household.", "The Prime Minister of Canada lives at 24 Sussex Drive in this city, Canada’s capital. Hundreds of unemployed workers once boarded trains in the “On-to-[this city] Trek.”"], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In “The Contest,” this character is the first to quit a competition to be “master of [one’s] domain.” For 10 points each:", "answers_sanitized": ["Cosmo Kramer", "Seinfeld", "the bottle deposit (accept any answer about trying to get refund/money/cash/change earned for returning/recycling bottles or cans)"], "parts_sanitized": ["Name this Michael Richards-played character whose harebrained schemes to get rich quick include writing a coffee table book about coffee tables. In the episode “The Switch,” we learn his first name is Cosmo.", "Kramer appears in this 1990s sitcom written by Larry David. Its main characters include Kramer, Elaine, George, and the title real-life comedian.", "In the seventh season of Seinfeld, Kramer and Newman commandeer a mail truck and drive to Michigan, hoping to get rich by performing this action, since it pays twice as much there as in New York."], "category": "Trash"}, {"leadin_sanitized": "The archer Feng Meng beats his mentor Yi to death with a club made from a tree of these objects. For 10 points each:", "answers_sanitized": ["peaches", "Izanagi-no-mikoto (or Izanagi-no-Okami)", "monkey"], "parts_sanitized": ["Name this fruit. In Japanese folklore, the boy Momotaro is discovered floating down a river in one of these objects.", "While fleeing hell from his wife Izanami, this Japanese kami hurled several peaches at the thunder gods chasing him. In the purification ritual afterwards, this god produced his children Amaterasu and Susano’o.", "A king of these animals jealously stole the Peaches of Immortality from the various royal divinities in Chinese mythology. In Journey to the West, the same king of these animals serves as bodyguard to a priest."], "category": "Mythology"}, {"leadin_sanitized": "Korban, or animal sacrifice, originally took place in this location, then ceased in 70 CE. For 10 points each:", "answers_sanitized": ["the Temple in Jerusalem (or the Holy Temple; accept First, Second, or Third Temple)", "Passover (or Pesach)", "Amidah (or Tefilat HaAmidah; prompt on Shmoneh Esreh or the Eighteen)"], "parts_sanitized": ["Name this site of religious worship. It replaced the Tabernacle in function, and the Book of Ezekiel prophesizes a Third one of these places, succeeding two that had been previously destroyed.", "The Jewish hope for “Next year in Jerusalem” is often spoken at the Seder during this holiday, expressing the wish for a rebuilt Temple. This spring holiday commemorates when Jews avoided the Angel of Death by painting on their doors.", "This central Jewish prayer originally took place three times a day in the Temple. Its Hebrew name literally means “Standing Prayer,” and it currently includes nineteen blessings."], "category": "Religion"}, {"leadin_sanitized": "Answer the following about depictions of dreams in art, for 10 points each:", "answers_sanitized": ["Robert Schumann", "Francisco (José de) Goya y Lucientes", "Wild Strawberries (or Smultronstället)"], "parts_sanitized": ["This composer included the movement “Träumerei,” or “Dreaming,” in his Kinderszenen. This man also wrote the “Rhenish” symphony.", "This man drew giant owls and bats hounding a sleeping artist in The Sleep of Reason Produces Monsters, one of his Caprichos. His other works include The Third of May 1808 and the Black Paintings.", "Hundreds of snakes escaped the night before they were to be used in a dream sequence in this Ingmar Bergman film. In this film, Professor Isak Borg dreams of a coffin falling out of a hearse before going on a trip to Lund University with his daughter-in-law."], "category": "Fine Arts"}, {"leadin_sanitized": "Romer’s gap in the fossil record is associated with this geologic period. For 10 points each:", "answers_sanitized": ["Carboniferous period", "Arthropoda (or arthropods)", "amniotes"], "parts_sanitized": ["Name this period sandwiched between the Devonian and Permian periods. Its name refers to the large deposits of coal associated with this period.", "The large size of organisms in this phylum during the Carboniferous period can be attributed to high levels of atmospheric oxygen. Creepy-crawlies in this phylum include spiders, centipedes, and crabs.", "The Carboniferous period also marked the first appearance of this clade of tetrapods whose embryos are surrounded by a namesake membrane. This clade comprises the mammals, reptiles, and birds."], "subcategory": "Science Other", "category": "Science"}]}