{"tossups": [{"question_sanitized": "The probability distribution given by this name, given a success probability of p, has variance of one minus p over p-squared and mean one-over-p. A distribution that models probability of success without replacement is described by this word prefixed with the word (*) “hyper,” and the distribution given this name models the number of trials before the first success. The mean described by this term is the nth root of the product of n numbers, and this word also describes sequences where the ratio of consecutive terms is equal. For 10 points, give this adjective that describes sequences such as 1, 2, 4, 8, in contrast with arithmetic sequences.", "answer_sanitized": "geometric (accept answers with geometric describing other words like geometric series; accept word forms like geometry; accept hypergeometric)", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This quantity should increase by a constant amount per year according to one thinker’s namesake k percent rule. By the equation of exchange, price level times real value of aggregate transactions over this quantity is equal to its “velocity.” Gresham’s law states the (*) “bad” form of it drives out the “good” variant. A type of policy named for this thing is contrasted with fiscal policy and was championed by economists like Milton Friedman. The “fiat” type of this thing gains its value from the government, and the M0 category of this thing includes currency. For 10 points, name this thing that can be exchanged for goods and services.", "answer_sanitized": "money supply (accept monetary; anti-prompt [ask for less specific] on currency before it’s read; anti-prompt on M0, M1, or M2 before they’re read)", "category": "Social Science"}, {"question_sanitized": "One action in support of this effort was a boycott of tobacco, which led to riots called the “Five Days” of a major city that were put down by Joseph Radetzky. One commander during this campaign had led a regiment during the (*) Uruguayan Civil War and won the Battle of the Volturnus. During this event, Papal forces were defeated by the Expedition of the Thousand, which included the “Redshirts.” Leaders of this campaign included Count Cavour, Victor Emmanuel II, and Giuseppe Garibaldi. Also known as the Risorgimento, for 10 points, name this 19th century campaign in which cities like Milan and Naples became part of the same country.", "answer_sanitized": "the unification of Italy (accept synonyms for unification or creation of Italy; accept Wars of Italian Independence; accept Risorgimento before mention; anti-prompt [ask for less specific] on Expedition of the Thousand after “Uruguayan”)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A noble associated with this color led the Siege of Limoges, and Matthias Corvinus led a Hungarian military force named for this color. A group named for this color was led by a man named “Apis” and performed its most famous feat after a driver took a (*) wrong turn on the way to a hospital. Gavrilo Princip was a member of a group named for a “hand” of this color, and an overpacked dungeon in Calcutta was known by this color. An event named for this color was spread by merchant ships carrying infected rats. For 10 points, name this color that names an epidemic of bubonic plague in 14th-century Europe.", "answer_sanitized": "black (accept Edward the Black Prince, the Black Army, the Black Hand, the Black Hole of Calcutta or the Black Death)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A 2009 experiment showed success using AAV vectors in gene therapy to treat this condition in squirrel monkeys. Subtypes of this condition differ in which of certain “L-, M-, or S-” cells they affect, and deuteranopia and protanopia are subtypes of this condition. The (*) Ishihara test for this condition uses numbers in a plate of differently sized dots. Approximately eight percent of males suffer from a hereditary, X-linked subtype of this condition termed “red-green,” and the “total” subtype removes the ability to distinguish any pigments. For 10 points, name this condition that might cause an individual to only see shades of gray.", "answer_sanitized": "color blindness (or color vision deficiency; accept subtypes; don’t prompt or accept just “blindness”; Ed’s note: -50 imaginary points to anyone who mentions the word “fifty” after this tossup is over)", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In an attempt to promote communication between its residents, one building by this architect only has the elevator stop on every other floor. The limestone façade of that building by this architect inspired its nickname of “The Quarry.” He often reused broken pottery shards in a technique called trencadís, the most famous example of which is a (*) mosaic salamander at the entrance to the Parc Güell. A church by this architect of the Casa Milà includes a Nativity facade, which was completed based on this architect’s notes after he was killed by a streetcar. For 10 points, name this architect who never finished the Sagrada Familia in his native Barcelona.", "answer_sanitized": "Antoni Gaudí (i Cornet)", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "The protagonists of this book are compared to puppets in its introduction “Before the Curtain.” Jos buys a carriage at an over-inflated price in this book while trying to flee the Napoleonic Wars. This novel begins at Miss Pinkerton’s (*) “academy for young ladies,” and throughout the course of this book the deuteragonist courts George Osborne and Rawdon Crowley. This book is titled for a location from Pilgrim’s Progress, and it contrasts the lives of the naive Amelia Sedley and the manipulative and ambitious Becky Sharp. For 10 points, name this “novel without a hero” written by William Makepeace Thackeray.", "answer_sanitized": "Vanity Fair: A Novel Without a Hero", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Fort Caroline in Florida was established to shelter these people, who were forced to house troops known as dragoons. After accidentally killing Henry II at a jousting tournament, Gabriel Montgomery became a leader of these people, another leader of whom may have been killed by Henry, (*) Duke of Guise. Gaspard de Coligny died when Catherine de’Medici ordered a massacre of these people on St. Bartholomew’s Day, 1572, and the end of Henry IV’s membership in this group was accompanied by the quote, “Paris is well worth a mass.” For 10 points, the Edict of Nantes granted religious liberty to what denomination, known in France as Huguenots?", "answer_sanitized": "French Protestants (accept Huguenots until mention; accept French Calvinists; prompt on French Christians, I guess)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This figure’s father is involved in two stories about recovering in a “Mountain Cave” and feeding the chick of the Anzu bird. This son of Lugalbanda gives his friend advice on recovering a drum and ball from the underworld in an inconsistent last tablet of one work. This son of the goddess (*) Ninsun meets Utnapishtim, a flood survivor, and he ventures into the Cedar Forest to kill the beast Humbaba.The Bull of Heaven is sent to kill this figure after he spurns Ishtar’s advances, and he ventures to find the plant of immortality after his friend Enkidu dies. For 10 points, name this king of Uruk with a namesake Sumerian epic.", "answer_sanitized": "Gilgamesh", "category": "Mythology"}, {"question_sanitized": "In Japanese Buddhism, a special name called a kaimyo is given during these events, and in Bahai, a ring bearing an inscription beginning “I came forth from God” is given during them. In Hinduism, the term for them is Antyesti, and in Zoroastrianism, these events include the usage of (*) “Towers of Silence” to attract certain birds. A specific version of the Kaddish is recited at these one-time events, and Islam mandates it occur as soon as possible, meaning it sometimes occurs “at sea.” Displays of bereavement like wailing are common at these events. For 10 points, name this common religious tradition that might end with a cremation or burial.", "answer_sanitized": "funeral (accept burial rites and word forms before read; prompt on death and word forms; anti-prompt [ask for less specific] on wake)", "category": "Religion"}, {"question_sanitized": "The lineage of several holders of this office is depicted on the “Great Cameo of France.” Cupid rides a dolphin at the foot of a holder of this office who raises his right arm in a work found at Prima Porta. A monument to one of these people contains a spiraling (*) bas-relief around a column documenting the Dacian Wars. The original inspiration for the Arch of Triumph was commissioned by a holder of this office, and an arch next to the Colosseum is named for one of these people, Constantine. For 10 points, name this office held by people like Trajan, Augustus, and Marcus Aurelius.", "answer_sanitized": "emperors of Rome (prompt on “Roman generals”)", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "These people are the focus of both the Dublin Regulation and the “EASY” system. Frontex’s Operation Triton assists these people, and they are often targeted by Matteo Silvi and the Northern League. These people were the characteristic residents of the Calais (*) “jungle,” and a Hungarian camerawoman was filmed kicking one of these people. Alan Kurdi was a three-year old one of these people photographed lying lifeless on a beach after drowning, and nearly half of these people from 2015 to 2016 were Syrian in origin. For 10 points, name these people fleeing often war-torn countries to enter more prosperous Western European countries.", "answer_sanitized": "migrants (accept immigrants and emmigrants, I guess; accept refugees or displaced peoples or any reasonable synonym; accept any country of origin; prompt on just “young children” and synonyms after “Alan Kurdi” is read)", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In Star Trek: TNG, Data complains about strategy in this activity in the opening scene of “The Measure of a Man.” Phil Ivey and Daniel Negreanu are best known for this activity, and a Kenny Rogers song describing this activity repeats a refrain of “You’ve got to know.” (*) Cool Hand Luke earns his nickname after playing this game, and Vesper Lynd dies following a tournament of this activity in the first Bond film to star Daniel Craig. A Lady Gaga song describes the “Face” associated with this game, and hands in it include pocket aces and the royal flush. For 10 points, name this gambling card game in which a person can bluff or call.", "answer_sanitized": "poker (accept any subgame, like Texas Hold’Em poker or five card draw poker; prompt on “playing cards”; prompt on gambling)", "category": "Trash"}, {"question_sanitized": "A magazine with the cover “An American Tragedy” was published during this event, and Faye Resnick was implicated during it. One figure in this event received criticism for a perm, and several tape recordings of Mark (*) Fuhrman were revealed during it. Key figures in this event included Ron Goldman, Lance Ito, Marcia Clark, and Rob Kardashian. Johnnie Cochran held up a glove during this event and said “If it doesn’t fit, you must acquit,” and it was preceded by a chase in a Ford Bronco after the death of Nicole Brown. For 10 points, name this event in which a former football player was put on trial for murdering his wife.", "answer_sanitized": "the Orenthal James Simpson Trial (accept obvious synonyms for trial; accept “murder case” and synonyms describing the (Ed’s note: Alleged!) murder, but do not accept the chase itself; accept Juice in place of O.J.; accept People of the State of California vs Orenthal James Simpson)", "category": "Trash"}, {"question_sanitized": "The Claisen condensation allows for the formation of these types of diketones or keto esters. In fluid mechanics, this letter gives the change in volume over change in pressure, and in thermodynamics it names one over Boltzmann’s constant times (*) temperature. Rigel is described by this letter in the constellation Orion, and a class of drugs used to treat hypertension is termed these kinds of “blockers.” A neutron releasing a proton, an electron, and an antineutrino is an example of this type of decay. For 10 points, give this letter of the Greek alphabet denoting the stage of software testing when a product might be released for usage.", "answer_sanitized": "beta (accept specific betas, like thermodynamic beta or beta blocker)", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The novels The Story of a New Name and My Brilliant Friend were written in this language by an author as of 2016 still only known by the pseudonym Elena Ferrante. A collection of short stories named after the elements from The Periodic Table and the Holocaust account (*) If This Is a Man were written in this language by Primo Levi. One book in this language consists of poems narrated to Kublai Khan about Invisible Cities, and a book written in this language using the second person consists of first chapters to books that the Reader never manages to finish. For 10 points, give this language used to write If on a winter’s night a traveler by Italo Calvino.", "answer_sanitized": "Modern Italian (or italiano; accept word forms)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Melchizedek tells a parable about these many rings in a Decameron story. An Edward Albee play with this number in its title uses letters of the alphabet to name this many “Tall Women.” The alehouse in She Stoops to Conquer is titled after this many (*) pigeons, and Oskar Matzerath decides to stop growing at this age. There are this many daughters of the Prozorov family in a Chekhov play about this many “Sisters.” The Cardinal Richelieu opposes a title group of this number as well as d’Artagnan in a French historical novel. For 10 points, give this number that appears in the title of an Alexandre Dumas novel about some musketeers.", "answer_sanitized": "three (accept Parable of the Three Rings, Three Tall Women, Three Jolly Pigeons, Three Sisters, or The Three Musketeers)", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In the diffusive limit, as is the case with carbonic anhydrase, this quantity is bounded above by a value of approximately 10 to the 10. This quantity is directly proportional to the transmission coefficient according to the Eyring equation from transition state theory. When plotting the log of this quantity against reciprocal temperature, the (*) slope of the line is the activation energy over the gas constant, and it’s given by the Arrhenius equation. The units of this constant varies with the order of the reaction, and this constant is symbolized lowercase k. For 10 points, name this “constant” that more or less symbolizes how quickly a reaction will proceed.", "answer_sanitized": "rate constant (accept k before it’s given; accept just rate after “constant” is first read)", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "[Note to moderator: read the notes in italics slowly and pause slightly at the plus signs (+)] The composer of this piece made the tempo marking for its second movement slower after seeing Anton Seidl conduct its premiere. The final movement of this piece opens with strings playing a long-short B-C figure faster and faster before the brass introduce the first theme of E(+)-F sharp-G-F sharp(+)-E-E. This piece was written during the same period as its composer’s twelfth (*) string quartet and B minor cello concerto, and an English horn solo from its second movement Largo was adapted into the spiritual “Going Home.” For 10 points, name this final symphony by Antonin Dvorak, which was inspired by his time in America.", "answer_sanitized": "Antonin Dvorak’s Symphony No. 9 in E minor, (do not need “symphony” and “Dvorak” after they are mentioned in the question; also accept “From the New World”)", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One narrator describes this fate’s occurrence to Victorine Lafourcade and thinks it’s occurred to him but realizes he’s only in the berth of a boat. The narrator unknowingly inflicts this fate upon a hated cat in “The Black Cat,” and Roderick’s sister suffers this fate before both die in (*) “The Fall of the House of Usher.” Angry over an unknown insult, Montresor inflicts this fate upon the jester Fortunato in “The Cask of Amontillado” by tricking him into an underground wine cellar then trapping him there. For 10 points, name this common theme in Edgar Allen Poe stories, in which a person might be placed in a tomb despite having a beating heart.", "answer_sanitized": "being buried alive (accept premature burial; accept anything describing being trapped somewhere but actually being alive; ironically, prompt on death and word forms)", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This character marries a woman whose father had conspired with Sholto and Small over a stolen treasure, and in his first appearance this character is introduced by Stamford to a man working on hemoglobin experiments. This man proposes to (*) Mary Morstan at the end of The Sign of the Four, and he resolves to start keeping journals after noting that Lestrade and Gregson were given credit at the end of A Study in Scarlet. This character was injured in the Second Afghan War before returning to Britain and sharing an apartment at 221B Baker Street. For 10 points, name this frequent companion to the detective Sherlock Holmes.", "answer_sanitized": "Dr. John H. Watson Bonuses", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This book mentions the miracle of catching 153 fish without the net being torn. For 10 points each:", "answers_sanitized": ["Gospel According to John", "Holy Spirit (or Holy Ghost)", "Book of Revelation (or Apocalypse of John)"], "parts_sanitized": ["Name this New Testament book. As Jesus is being crucified in this book, he entrusts his mother to the “disciple whom he loved.”", "In John 16, Jesus says it is better that he departs so that this Helper, or Advocate can come. Its first appearance in Acts was marked by tongues of fire and speaking in tongues.", "This last book of the New Testament is attributed to both John the Apostle and John of Patmos. It describes the endtimes in Christian theology."], "category": "Religion"}, {"leadin_sanitized": "The opening to one song by this artist has the bass play ascending half steps from G to B flat, followed by a jump to the next notes of A flat and B flat. For 10 points each:", "answers_sanitized": ["Herbie Hancock (or Herbert Jeffrey Hancock)", "funk (accept jazz-funk)", "fortepiano"], "parts_sanitized": ["Name this jazz musician who included songs like “Watermelon Man” and the aforementioned “Chameleon” on his most famous album, Head Hunters.", "Along with Miles Davis’ On the Corner, Head Hunters was a famous fusion of jazz and this musical genre characterized by a prominent bass line. Its name comes from an expression originally meaning “musty-smelling.”", "Herbie Hancock primarily plays this instrument. Other jazz musicians who played this 88-keyed instrument include Thelonious Monk and Bill Evans."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This state was preceded by a personal union that began with the marriage of Jadwiga and Władysław II Jagiełło. For 10 points each:", "answers_sanitized": ["Poland-Lithuania (or the Polish-Lithuanian Commonwealth; or the Republic of Both Nations; or the Kingdom of Poland and the Grand Duchy of Lithuania; prompt on partial answer)", "The Deluge", "Ivan IV Vasilyevich (or Ivan the Terrible; or Ivan the Fearsome; do not accept “Ivan” if they give the wrong number or nickname)"], "parts_sanitized": ["Name this combination of two Eastern European states created by the 1569 Union of Lublin. Any member of its sejm could kill proposed legislation by using a liberum veto, which made getting anything done very difficult.", "Poland-Lithuania’s power was broken by this invasion during the Second Northern War. Swedish king Charles X Gustav led this campaign, aided by the turncoat George II Rakoczi, Prince of Transylvania.", "Poland-Lithuania had earlier defeated this Russian during the Livonian War. This tsar was succeeded by the mentally disabled Fyodor I after killing his other son, a display of his nickname as “the Terrible.”"], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In the summer of 2016, your neighborhood HFT editor watched all of Netflix’s <em>Stranger Things</em> in one sitting. For 10 points each:", "answers_sanitized": ["The Thing", "H(ans) R(udolf) Giger", "E.T. the Extra-Terrestrial (Ed’s note: Winona Ryder ftw)"], "parts_sanitized": ["Among the numerous 80’s references in Stranger Things is an easter egg poster for this movie. This John Carpenter film ends ambiguously on which of two characters is the shapeshifting alien that’s been slaughtering an Antarctic research station.", "Speaking of aliens, the Demogorgon in Stranger Things heavily imitates the Xenomorph designed by this man for the Aliens series. This Swissman had originally painted the Alien in his painting Necronom IV.", "Most heavily, Stranger Things parallels the discovery of the psychic Eleven with the discovery of an alien in this Steven Spielberg film. Elliot rides a flying bike and tells the title alien to “phone home” in this movie."], "category": "Trash"}, {"leadin_sanitized": "Angel Delgadillo is know as the “guardian angel” of this road. For 10 points each:", "answers_sanitized": ["US Route 66 (prompt on Will Rogers Highway or Mother Road)", "Springfield", "Interstate 40 (or I-40)"], "parts_sanitized": ["Name this historic highway spanning much of the midwest and southwest United States. It was known as the “Main Street of America” for its ubiquitous presence in American culture before being phased out in 1985.", "Officials first conceived of Route 66 in a Missouri city of this name. Route 66 also passes through a moderately large city in Illinois with this name, and in general the US has 34 populated places going by this common city name.", "Much of western Route 66 was replaced by this highway running from Wilmington, North Carolina to Barstow, California. Part of it was called the “Music Highway” in Tennessee, and its intersection with I-25 in Albuquerque forms the “big-I.”"], "category": "Geography"}, {"leadin_sanitized": "Although this general left behind a collection of thousands of letters he had written during his life, none mention his mother. For 10 points each:", "answers_sanitized": ["Braxton Bragg", "Ulysses S(impson) Grant (or Hiram Ulysses Grant)", "Battle of Shiloh"], "parts_sanitized": ["Name this incompetent Confederate general, the first commander of the Army of Tennessee. He somehow managed to defeat the even more incompetent William Rosencrans at the Battle of Chickamauga.", "Bragg lost his command after this Union general, who was supported by a supply chain known as the “Cracker Line,” beat him at Chattanooga. This man would later accept Robert E. Lee’s surrender at Appomattox Courthouse.", "Bragg’s detractors criticize him for ordering multiple useless frontal assaults at the “Hornet’s Nest” at this extremely bloody battle in Tennessee. It is also known as the Battle of Pittsburg Landing."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This author wrote the aviation books <em>Night Flight</em> and <em>Wind, Sand, and Stars</em>. For 10 points each:", "answers_sanitized": ["Antoine de Saint-Exupéry", "The Little Prince (or Le Petit Prince)", "a snake swallowing an elephant (accept any snake in place of “snake” and synonyms like eating in place of “swallowing”; prompt on partial answers than just mention the animals without the actions, or the action without the animals)"], "parts_sanitized": ["Name this French writer and aviator. He disappeared during a flight in 1944, and in his most famous book, the title character lives on the asteroid B-612 and falls in love with a rose.", "Saint-Exupéry’s most famous book is then of course this children’s book. It contains watercolor drawings by Saint-Exupéry himself.", "The narrator of The Little Prince recalls making a drawing of this scene as a child, only for every adult he shows it to to think it’s a hat. The Little Prince immediately knows what it’s a drawing of."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, get happy by answering questions about the name Hapi:", "answers_sanitized": ["Nile", "canopic jars", "Ptah"], "parts_sanitized": ["Hapi was the name of the god symbolizing the flooding of this Egyptian river. Hapi also symbolized fertility because of the annual fertile flooding of this river.", "Hapi was also one of the four sons of Horus symbolized by these storage containers used in mummification. The one of these objects representing Hapi stored the lungs of the deceased.", "Hapis, or “hapi-ankh,” was an alternate name for the Apis bull who acted as herald for this god. He was usually shown as a green mummy, and was the chief god of Memphis."], "category": "Mythology"}, {"leadin_sanitized": "Won’t somebody please think of the children? Well, Dickens did. For 10 points each:", "answers_sanitized": ["Oliver Twist (accept either or both names; Ed’s note: if somehow the player can speak in italics, accept [Oliver Twist])", "David Copperfield (accept either or both names; Ed’s note: same game. Accept [David Copperfield])", "“Little Nell” (accept either or both of Nell Trent; Ed’s note: spoiler alert--she wasn’t; also, Snake kills Dumbledore)"], "parts_sanitized": ["Perhaps Dickens’s most famous lovable scramp is this orphan who titles the novel he appears in. He initially asks for “some more” gruel at a workhouse before joining a gang of thieves led by Fagin and the Artful Dodger.", "Dickens wrote a partially autobiographical novel titled for this boy, who says “Whether I shall turn out to be the hero of my own life [...] these pages must show.” He eventually grows up, thwarts Uriah Heep, and marries Agnes Wickfield.", "This girl works with her grandfather in Dickens’s The Old Curiosity Shop. She and the book were so popular, Americans reportedly stormed ships coming from the UK where the final chapter had already been released to ask if this character was alive."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "During one event in this city, the Danish king Christian II dug up, then burned the body of a man who had earlier died at the Battle of Bogesund. For 10 points each:", "answers_sanitized": ["Stockholm", "(Sven) Olof (Joachim) Palme", "nuclear energy (accept equivalents)"], "parts_sanitized": ["Name this city, the site of a namesake 1520 “Bloodbath” targeted against supporters of Sten Sture the Younger. Christian II’s successful conquest of this capital city of Sweden brought the country under his control.", "This Swedish Prime Minister was assassinated in Stockholm in 1986. Christer Pettersson was arrested for his murder but was eventually acquitted, and the crime remains unsolved.", "Palme was a major proponent of this energy source. Due to the Messmer Plan, France primarily relies on this energy source for electricity, and Germany has announced plans to remove all plants for this energy form by 2022."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A rickshaw-like vehicle known as the becak was ubiquitous in this city before they were banned in the 1970s. For 10 points each:", "answers_sanitized": ["Jakarta", "the Netherlands (or Nederland; prompt on Dutch East India Company; prompt on Dutch East Indies)", "pancasila"], "parts_sanitized": ["Name this city whose skyline is dominated by the mortar-and-pestle-shaped Monas monument, which was built during the rule of Sukarno. It is the capital of Indonesia.", "Jakarta was known as Batavia when Indonesia was a colony of this European country. It exercised its control over Indonesia through the VOC, its “East India Company.”", "Upon becoming President of Indonesia, Sukarno promulgated this state philosophy of five principles, which include monotheism, Indonesian unity, and the promotion of a welfare state."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This artist commissioned a life-size doll replica of his unrequited love, but then beheaded it and smashed a bottle of wine over its head after getting bored of it. For 10 points each:", "answers_sanitized": ["Oskar Kokoschka", "Vienna, Austria (accept Viennese Secession)", "kissing (accept equivalents like making out; accept The Kiss)"], "parts_sanitized": ["Name this Expressionist artist, whose other über-creepy depictions of his love for Alma Mahler include The Bride of the Wind.", "Kokoschka was part of a “Secession” in this city. Other residents of this city include a man who painted many portraits of Adele Bloch-Bauer using gold leaf, Gustav Klimt.", "Klimt’s most famous work depicts two lovers embracing and performing this action. One of Rodin’s scenes from The Gates of Hell shows Paolo and Francesca performing this action."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The symbol for this object is a zig-zag line. For 10 points each:", "answers_sanitized": ["resistors", "Georg Ohm (accept ohms or Ohm’s Law)", "potentiometer (or potmeter or pot)"], "parts_sanitized": ["Name these electronic objects. The variable type is called a rheostat, and they’re usually marked with color-coded bands.", "Resistors are measured in the unit named for this man, whose namesake law states that voltage equals current times resistance.", "These resistors have three terminals and a sliding component used as an adjustable voltage divider. They have “thumb” and “trimmer” types, as well as digital versions."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This work describes the title object as an art form that transcends the negativities of daily life. For 10 points each:", "answers_sanitized": ["The Birth of Tragedy from the Spirit of Music", "Friedrich Nietzsche", "The Wisdom of Silenus"], "parts_sanitized": ["Name this work which describes the Apollonian and Dionysian aspects of the title art form. This work describes the works of Richard Wagner as a reincarnation of the title art form.", "This German early existentialist author wrote The Birth of Tragedy. He also wrote Thus Spake Zarathustra, and his assertion that “God is dead, and we have killed him” has often been co-opted by edgy teenagers.", "This aphorism in The Birth of Tragedy represents the nihilist influence on Nietzsche by Arthur Schopenhauer. It’s often expanded as meaning “it is best not to be born at all; and next to that, it is better to die than to live,” and this phrase is named for a Greek satyr."], "category": "Philosophy"}, {"leadin_sanitized": "The stage directions for this play call for a large screen to be used to project words and images, such as a bunch of blue roses and the question “You think I’m in love with Continental Shoemakers?” For 10 points each:", "answers_sanitized": ["The Glass Menagerie (Ed’s note: nowadays, it’d be called The Glass Pokemon or something)", "Tennessee Williams (or Thomas Lanier Williams)", "The Rose Tattoo"], "parts_sanitized": ["Name this play in which Amanda Wingfield searches for a “gentleman caller” for her daughter Laura, who would much rather play with the title figurines.", "The Glass Menagerie catapulted this playwright to fame. He would later write Cat on a Hot Tin Roof and A Streetcar Named Desire before tragicomically choking to death on the cap of a bottle of eyedrops.", "This other Williams play attracted scandal, partly due to a scene in which a condom falls out of Alvaro’s pocket after he reveals to Serafina that he has the title marking on his chest."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following questions relating to the energetics of chemical reactions:", "answers_sanitized": ["activation energy (prompt on Ea)", "transition state (accept activated complex)", "reaction coordinate"], "parts_sanitized": ["First name this type of “energy” required for a reaction to begin. This “barrier” to reaction can be lowered by catalysts.", "The activation energy represents the free energy difference between the reactants and these transient high-energy structures. Enzymes catalyze biological reactions by stabilizing these structures.", "This abstract one-dimensional entity represents the progress of a reaction from reactants to products. These entities are usually graphed against free energy in a reaction’s potential energy profile."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Behaviors described by this term are most frequently observed in kin relationships. For 10 points each:", "answers_sanitized": ["altruism (accept word forms)", "reciprocal (accept word forms)", "coefficient of relationship (prompt on lowercase r)"], "parts_sanitized": ["First, give this biological behavior in which an organism increases the fitness of another organism at the expense of its own fitness. In humans, we might call it charity or selflessness, and it’s encouraged by many religions.", "Altruism is prefixed by this adjective if an individual helps an unrelated individual with the expectation the favor will be returned later. Altruism under this label might be symmetry-based or attitudinal.", "Hamilton’s rule measures the tendency for altruism in kinship by using this degree of consanguinity between two individuals. The value of this “coefficient” is equal to one for identical twins, and a similar measure exists for inbreeding."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The most popular translation of this collection was made by W.S. Merwin. For 10 points each:", "answers_sanitized": ["Twenty Love Poems and a Song of Despair", "Pablo Neruda (or Ricardo Eliécer Neftalí Reyes Basoalto)", "Roberto Bolaño Ávalos"], "parts_sanitized": ["Name this Chilean poetry collection that includes “Drunk With Pines” and “Girl Lithe and Tawny” among the title number of love poems, as well as a “Song of Despair.”", "Twenty Love Poems and a Song of Despair is by this poet, who included a heckuva lot more love poems in 100 Love Sonnets. He also wrote the epic poem Canto General.", "The title of this fellow Chilean author’s 2004 novel 2666 is never described in 2666 itself, though it does appear briefly in his Amulet and is sort of described in his book The Savage Detectives."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Sun dogs and light pillars are examples of these optical phenomena. For 10 points each:", "answers_sanitized": ["halos", "mirages", "geomagnetic storms"], "parts_sanitized": ["Name this family of optical phenomena that result when light interacts with ice crystals in the atmosphere. A characteristic one of these has an arc degree of 22 degrees.", "In this optical phenomenon, light rays are refracted due to temperature inversions in the air. In the inferior type, a weary traveler in the desert might see a nonexistent lake far off in the distance.", "These temporary fluctuations to the Earth’s magnetosphere associated with coronal mass ejections can cause auroras as far south as Texas. A 1989 occurrence of them caused massive power outages in Quebec."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Gideon Klein organized concerts in one location of this type, and the composer of the string quartet “From the Monkey Mountains,” Pavel Haas, died in one of these places. For 10 points each:", "answers_sanitized": ["Nazi concentration camps (or Nazi death camps)", "minimalism", "France (or French Republic; or République française)"], "parts_sanitized": ["Name this type of location. Steve Reich’s Different Trains contrasts the cross-country train rides he took with trains going to these places, experiences of which are shared by speakers in the piece’s second movement.", "Along with Philip Glass and John Adams, Reich is one of the most famous composers in this musical style, which includes lots of repetition of similar phrases over and over and over and over.", "Another composer inspired by trains was Pierre Schaeffer, who reworked recordings of a puffing train into his Étude aux chemins de fer. Schaeffer was from this country, also the home of Francis Poulenc, a member of Les Six."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "A monument to this ship in Central Park is topped by a gilded statue of Columbia being pulled by three hippocampi. For 10 points each:", "answers_sanitized": ["USS Maine (or ACR-1)", "Kingdom of Spain (or Reino de España)", "“You may fire when ready, Gridley” (or “You may fire when you are ready, Gridley;” accept no other answers)"], "parts_sanitized": ["Name this warship which sank in Havana harbor in 1898. Although “yellow journalists” claimed it was destroyed by saboteurs, it probably fell victim to a boiler explosion.", "The sinking of the Maine led the U.S. to declare war on this European power, eventually leading to the U.S. gaining control over this country’s territories of Cuba, Puerto Rico, the Philippines, and Guam.", "Spanish naval power in the Pacific was destroyed in the Battle of Manila Bay, which commenced when George Dewey gave this immortal command to Charles Vernon Gridley."], "subcategory": "History American", "category": "History"}]}