{"tossups": [{"question_sanitized": "Al Diaz and another artist appended a copyright symbol to works in this medium which were attributed to SAMO. The outlines of dancing bodies frequently appeared in Keith Haring’s works in this medium. A hard-to-decipher form of this medium is called (*) “wildstyle,” and it was practiced by Jean-Michel Basquiat. A notable artist in this medium uses a stencil technique to create works like one of a bandana-wearing man lobbing a bouquet of flowers. Creators of these artworks often sign them with “tags.” For 10 points, name this art form practiced by Banksy that often uses spray paint and is viewed by some as vandalism.", "answer_sanitized": "graffiti (or graffito; prompt on “murals;” prompt on “street art”)", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Sidney Fox showed that these molecules spontaneously polymerized when exposed to lava. A notably racemic mixture of these molecules was found on the Murchison meteorite, and they are created in the Strecker synthesis. Filling a (*) flask with a chemical mixture and applying electric sparks managed to generate these molecules in the Miller-Urey experiment, and one of these molecules is attached to the 3-prime end of tRNA molecules. Three nucleotides form a codon for one of these molecules, and the 20 major ones are classified by their “-R” group. For 10 points, name these molecules that are polymerized in organisms to form proteins.", "answer_sanitized": "amino acids (if for some reason they give it, do not accept or prompt on “acid” or “amines”; prompt on polypeptides or proteins before “Murchison”; do not accept or prompt on “DNA” or “nucleotides”)", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Eight days before this event, George Crook had been defeated at the Battle of the Rosebud, preventing him from helping this battle’s losing side. The losing commander of this battle earlier refused an offer of two Gatling guns, and an instruction to “bring packs” in this battle was ignored by Frederick Benteen, who instead reinforced Marcus (*) Reno’s troops. This battle was known as that of the “Greasy Grass,” and its losing commander led an expedition that discovered gold in the Black Hills. For 10 points, name this 1876 battle at which the 7th Cavalry was destroyed by forces under Crazy Horse and Sitting Bull, leading to the death of George Custer.", "answer_sanitized": "Battle of the Little Bighorn (or Custer’s Last Stand before “Custer” is read; or the Battle of the Greasy Grass before it’s read)", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Algorithms for doing this process include the Yarrow and one with that has a value of almost 2 to the 19,937 for its period. John von Neumann invented a “middle square” method for doing this, which is also done by the widely used Mersenne Twister. Performing this process is necessary to performing a (*) Monte Carlo simulation. It can be done by listening to environmental entropy like temperature or atmospheric noise, or through a “pseudo-” variety of this process. A seed is used to begin this process, and much of cryptography relies on this process to generate a secure key. For 10 points, describe this process which humans usually do by rolling a die.", "answer_sanitized": "generating a random number (accept RNG; accept obvious synonyms as long as “making randomness seems to be the gist; Ed’s note: praise RN-Jesus!)", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "The last king of this city was killed while disguised as a peasant to fulfill a prophecy and was named Cordus. One of its kings died upon opening a terrifying casket from his wife and was named Demophon. Kekrops and Erichthonius were both half-snake kings of this city, and this city’s king (*) Aegeus flung himself into the sea upon seeing black sails. A future king of this city slew Procrustes and several bandits while travelling to this city, and this city had to send fourteen youths to Crete every year until its future king Theseus managed to kill the Minotaur. For 10 points, give this Greek city named after the goddess of wisdom.", "answer_sanitized": "Athens", "category": "Mythology"}, {"question_sanitized": "This quantity is cubed in the denominator of the formula for the Abraham-Lorentz force, and the time-averaged Poynting vector divided by this quantity gives radiation pressure. Beta is equal to velocity divided by this quantity. (*) Cherenkov radiation occurs when this quantity is exceeded in a medium, and vacuum permittivity times permeability gives this quantity squared. This quantity is constant in all reference frames, and a 2013 experiment apparently showed this value being exceeded, though special relativity basically says that that’s impossible. For 10 points, name this “universal speed limit,” a value symbolized by lowercase c.", "answer_sanitized": "speed of light (accept obvious equivalents but prompt on “lowercase c”; Ed’s note: if anyone’s wondering why Cherenkov radiation says this quantity is exceeded, and then we say it’s impossible, it’s because it’s exceeded in a medium)", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Simone de Beauvoir wrote a book titled after this subfield and its relation to “ambiguity.” G.E. Moore described the naturalistic fallacy in this subfield, and G.E.M. Anscombe coined the term “consequentialism” in a work reviving the (*) “virtue” theory of this field. Baruch Spinoza titled one of his books after this field, and a discussion of the pursuit of happiness, or “eudaimonia,” appears in a book on this field written by Aristotle and titled for Nicomachus. Utilitarianism studies this field by arguing action should benefit the overall good. For 10 points, name this branch of philosophy studying morality and the difference between right and wrong.", "answer_sanitized": "ethics (prompt on morality; prompt on philosophy)", "category": "Philosophy"}, {"question_sanitized": "Birgit Nilsson quoted that “[this opera] made her rich.” Toscanini’s conducting of it at the Scala ended with him saying, “Here the opera ends, because at this point the maestro died,” thus not using Alfano’s completion of the score. The title character sings the aria (*) “In questa reggia” about the abuse of her ancestors, and is advised by Ping, Pang, and Pong. After answering three riddles, Calaf requires the title character to guess his name before dawn, prompting him to sing “Nessun dorma” as she orders nobody to sleep. For 10 points, name this opera by Giacomo Puccini about an “icy” Chinese princess.", "answer_sanitized": "Turandot", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Thiele tubes are instruments used to measure this property of compounds using capillary tubes. The purity of organic compounds like aspirin can be checked by measuring the decrease and broadening of this property. For a binary mixture, this property is minimized at the eutectic composition. For water, (*) 1.86 times the molality gives the “depression” in this colligative property, and the change in enthalpy as a material undergoes a namesake process at this value is called the heat of fusion. There’s an equilibrium between solid and liquid at this value. For 10 points, give this value equal at standard conditions to zero degrees Celsius for water.", "answer_sanitized": "melting point (accept freezing point; accept “temperature” in place of “point”)", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This composer’s final work was his sixth string quartet, written in memory of his recently deceased sister. Each member of the Emerson Quartet played two different parts while recording a piece this man wrote at age 16, his String (*) Octet. The soloist makes an unusually early entrance in his E minor violin concerto, and this composer’s visit to Fingal’s Cave inspired his Hebrides Overture. Another of his works includes a braying effect imitating the transfigured Bottom as well as a famous wedding march. For 10 points, name this Jewish-born composer of incidental music for A Midsummer Night’s Dream.", "answer_sanitized": "(Jakob Ludwig) Felix Mendelssohn(-Bartholdy)", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In one story in this collection, two men each claim responsibility for murdering a woman found in a chest, after which the protagonist discovers Rayhan stole one of the title fruit. This collection includes “The Three Apples” and a story in which a tailor stitches the dead Cassim’s body at the command of the (*) slave-girl Morgiana. This collection was translated by Richard Burton, and in its frame story Dunyazad helps the narrator forestall king Shahryar. The stories in this collection end on a cliffhanger at the end of each night. For 10 points, name this collection of stories told by Scheherazade featuring characters like Sinbad and Ali Baba.", "answer_sanitized": "One Thousand and One Nights (or The Arabian Nights’ Entertainment; or One Thousand and One Arabian Nights; or Alf layla wa-layla)", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The Au Sable lighthouse oversees this body of water from its location inside Pictured Rocks National Lakeshore. The town of La Pointe contains this lake’s Apostle Islands, although a much-studied population of moose and wolves lives on its largest island, (*) Isle Royale. This lake is said to “seldom give up her dead” who perished in shipwrecks such as that of the SS Edmund Fitzgerald. The St. Mary’s River connects this lake’s Whitefish Bay to a smaller lake and separates two cities both called Sault Ste. Marie [“soo saint marie”]. Duluth sits on this body of water, which lies to the north of Michigan’s Upper Peninsula. For 10 points, name this largest of the Great Lakes.", "answer_sanitized": "Lake Superior", "category": "Geography"}, {"question_sanitized": "After being told he “hate[s] everybody,” this character accuses another of wilfully “misunderstand[ing] them.” This character’s love interest gains a “more gentle sensation” towards him while gazing at his portrait after Mrs. Reynolds shows her around his house at (*) Pemberley. His sister Georgiana is seduced by the dissolute soldier Wickham. This character first appears with his friend Bingley at a ball, and he proposes marriage at the end of a novel that starts, “it is a truth universally acknowledged […]” For 10 points, name this main love interest of Elizabeth Bennet in Jane Austen’s Pride and Prejudice.", "answer_sanitized": "Fitzwilliam Darcy (accept either or both underlined portions; or Mr. Darcy)", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Records of this man’s ficus, or hemorrhoids, have been interpreted as a sign he had Crohn’s disease. This ruler was chronicled by Asser, and he created a series of fortifications known as burhs. He is traditionally credited with founding the (*) English navy. This ruler formalized a restrictive area known as the Danelaw after defeating Guthrum at the Battle of Edington, and he personally translated Boethius’s Consolations of Philosophy into English. For 10 points, name this enemy of the Vikings, a King of Wessex who was the only English-born monarch to hold the title “the Great.”", "answer_sanitized": "Alfred the Great", "subcategory": "History British", "category": "History"}, {"question_sanitized": "The Tribunal of One Hundred and Four was a judicial body of this city. After its downfall, this city was effectively supplanted by Utica, and it engaged with Dionysius I of Syracuse in the Sicilian Wars. This city once ruled by the Magonid dynasty was legendarily founded in the area (*) enclosed by a single cowhide. A delaying tactic known as the Fabian strategy was used against this city after its victories at Lake Trasimene and Cannae, though this city later lost at Zama. A member of the Barca family from this city marched elephants over the Alps. For 10 points, name this city of origin for Hannibal that fought Rome in the Punic Wars.", "answer_sanitized": "Carthage", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "One character in this play insults a hat placed on a chair, unaware that it belongs to her husband’s aunt Julie. Its protagonist incorrectly guesses that one character shot himself in the temple in the belief he has “ivy leaves in his hair.” A central object in this play describes the (*) “domestic industries of Brabant,” and leads to its author’s suicide using pistols given by the protagonist. Judge Brack blackmails this play’s title character, who had misguidedly burned Eilert Lovborg’s manuscript to help her husband George Tesman. For 10 points, name this play about the title woman by Henrik Ibsen.", "answer_sanitized": "Hedda Gabler", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In Islam, this figure is anointed “Safiullah,” his wife is Hawa, and his name comes from the word for “skin.” Typologically referring to Christ, in Romans 5 Paul calls this figure a “type of the one who was to come,” and the jinn Ibliss refuses to bow to this figure in Islam before becoming (*) Satan. In Jewish folklore, Lilith is this man’s first wife, and after transgressing he’s told “thou art dust, and to dust thou shalt return.” God uses one of this man’s ribs to create a woman who convinces him to eat from the Tree of Knowledge before both are cast from the Garden of Eden. For 10 points, name this husband of Eve, the first man created by God.", "answer_sanitized": "Adam", "category": "Religion"}, {"question_sanitized": "After discovering a missing plate shard, this character suffocates another using a bike lock. At the end of “Half Measures,” he runs over two characters in his car before ordering another “Run,” and he is implied to have used poison from a Lily of the Valley plant. This character only watches as Jane (*) overdoses, and he tells his wife Skyler, “I am the one who knocks.” This character takes the name Heisenberg as part of his evolution after meeting his old student Jesse Pinkman and being diagnosed with cancer. For 10 points, name this character played by Bryan Cranston who gradually goes from chemistry teacher to meth kingpin on the show Breaking Bad.", "answer_sanitized": "Walter White (accept either or both names; prompt on Heisenberg before read; prompt on WW)", "category": "Trash"}, {"question_sanitized": "One precursor to this event was the murder by the Big Swords Society of two German missionaries. The Seymour Expedition was defeated during this event, during which Sugiyama Akira was murdered by the Kansu Braves. The (*) International Legations were besieged during this conflict that arose out of resentment over unequal treaties such as those of Wangxia [“wang-shah”] and Nanking. The Eight-Nation Alliance ended this event, which was supported by Empress Dowager Cixi [“tsi-shi”] and led by the Society of Righteous and Harmonious Fists. For 10 points, name this anti-Western uprising in China named for its members’ interest in martial arts.", "answer_sanitized": "Boxer Rebellion (accept synonyms for “rebellion;” accept the Yihequan Movement)", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In this author’s second play, Black saves White from killing himself on the title train. One character created by this author is born during the Leonids meteor shower and joins a gang that includes Toadvine and is led by John (*) Glanton; that character by this author is killed by an entirely hairless man and is called “the kid.” One of this author’s characters stumbles upon a basement full of bodies eaten by cannibals, and tells his son they are the “good guys” while walking towards the sea on the title structure in a post-apocalyptic society. For 10 points, name this author of the novels Blood Meridian and The Road.", "answer_sanitized": "Cormac McCarthy", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This organism’s EFR protein recognizes prokaryotic elongation factors and enhances bacterial disease resistance. Agrobacterium tumefaciens is used to to transform this organism whose genome of 125 mega base pairs is contained in five chromosomes. Mutations in the SRK and SCR genes enable this organism to (*) self-pollinate, unlike its relatives in the Brassicaceae family. This organism’s double flower phenotype was observed in 1873, and eventually led to the ABC model of flower development in angiosperms. For 10 points, name this model organism, a plant that also has species name “thaliana.”", "answer_sanitized": "Arabidopsis thaliana (accept A. thaliana before “thaliana” is read) Bonuses", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "Prior to the defeat of this force, one monarch claimed that she had “the heart and stomach of a king.” For 10 points each:", "answers_sanitized": ["The Spanish Armada (or Grande y Felicísima Armada; prompt on “Spanish navy” and equivalents)", "Elizabeth I (prompt on “Elizabeth”)", "Babington Plot"], "parts_sanitized": ["Name this invading military force which was hindered by the “Protestant wind” and defeated at the Battle of Gravelines [“gravf-leen”].", "The defeat of the Spanish Armada occurred during the reign of this Tudor queen, the daughter of Anne Boleyn. She never married, earning her the nickname of the “Virgin Queen.”", "Francis Walsingham uncovered this plan to overthrow Elizabeth and replace her with Mary, Queen of Scots. Led by John Ballard and the title noble, it, like the earlier Throckmorton Plot, failed."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "This building includes a painting of its patron kneeling in front of the Virgin Mary and holding a smaller model of this building. For 10 points each:", "answers_sanitized": ["Arena Chapel (or Scrovegni Chapel)", "Giotto di Bondone", "The Last Judgment (or the Final Judgment; prompt on “Judgment Day;” prompt on “the Second Coming of Jesus” and similar answers)"], "parts_sanitized": ["Name this chapel in Padua. Its walls show episodes from the life of Joachim and Anne, and it was allegedly built to atone for the usury of the patron’s family.", "The frescos inside the Arena, or Scrovegni, Chapel were painted by this student of Cimabue. He also designed the bell tower that sits adjacent to the Duomo in Florence.", "The west wall of the Arena Chapel depicts this scene. Michelangelo painted a famous version of this scene on the Sistine Chapel that shows Jesus deciding who will go to heaven or hell."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This character presides over a group of inmates who are split into “Chronics” and “Acutes.” For 10 points each:", "answers_sanitized": ["Nurse Ratched", "One Flew Over the Cuckoo’s Nest", "deep-sea fishing (accept word forms)"], "parts_sanitized": ["Name this character, the antagonist of Ken Kesey’s most famous novel. She orders Randle McMurphy lobotomized after he nearly chokes her to death.", "Nurse Ratched appears in this novel set at an insane asylum. It is narrated by the apparently deaf-mute Chief Bromden.", "A major victory for the inmates is being allowed to go on a trip to partake in this activity by Dr. Spivey. McMurphy claims that the prostitute Candy is in fact his aunt so that she can join in on this activity."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The 10th and current holder of this position is religiously agreed to be a book, the Adi Granth. For 10 points each:", "answers_sanitized": ["guru", "Sikhism (or Sikhi)", "kirpan"], "parts_sanitized": ["Name this religious title. Its first holder famously proclaimed, “There is no Hindu; there is no Muslim,” and its ninth was Gobind Singh.", "Guru Nanak founded this Indian religion, whose female followers have the surname Kaur. Followers of this religion practice the Five K’s, which includes not cutting their hair.", "Another of the Five K’s mandates carrying this item symbolizing Sikhs’ responsibility to defend the oppressed. Carrying this ceremonial dagger sometimes lands Sikhs in trouble with airport security officers."], "category": "Religion"}, {"leadin_sanitized": "The prospect of peace with this country was denied by the signatories of the Khartoum Resolution, which outlined the “Three Nos.” For 10 points each:", "answers_sanitized": ["State of Israel (or Medinat Yisra’el)", "Six-Day War (or June War; prompt on “Arab-Israeli War”)", "USS Liberty (or AGTR-5)"], "parts_sanitized": ["Name this Jewish state which controls disputed areas like Golan Heights and the West Bank.", "Israel seized those territories in this 1967 conflict, beginning when Israel carried out a preemptive strike that nearly wiped out Egypt’s air force. It is named for its brief length.", "During the Six-Day War, Israel mistakenly--depending on whom you believe--attacked this American spy ship, leading to the death of 34 U.S. sailors."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Something’s rotten in the state of Russia. For 10 points each:", "answers_sanitized": ["Leo Tolstoy", "Ivan Turgenev", "Boris Pasternak (Ed’s note: the unnamed novel is Doctor Zhivago)"], "parts_sanitized": ["This Russian writer notoriously despised Shakespeare, calling him “not even an average writer” in an essay on “King Lear.” Perhaps this man didn’t enjoy that Shakespeare’s plays weren’t as strenuously long as this man’s own War and Peace and Anna Karenina.", "One of this Russian’s stories from A Sportsman’s Sketches is titled “Hamlet of the Schigrovsky District.” He also created the nihilist Bazarov in Fathers and Sons.", "This man provided several translations for Shakespeare into Russian, including the aforementioned King Lear and Hamlet. He won the Nobel in part for a book in which the title character falls in love with Lara while she’s working as a nurse."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Wilhelm Loeser helped this man disguise himself by giving him plastic surgery and trying to obliterate his fingerprints with acid. For 10 points each:", "answers_sanitized": ["John (Herbert) Dillinger", "Indiana", "Barker (accept the Barker-Karpis gang; accept Fred Barker; accept Arthur “Doc” Barker; accept Arizona Donnie “Ma” Barker)"], "parts_sanitized": ["Name this Depression-era gangster and bank robber. He was infamously betrayed to federal agents by Ana Cumpanas, the “Woman in Red.”", "Dillinger escaped from a jail in this state’s town of Crown Point by using a fake gun carved from a potato. Madam C.J. Walker made her fortune selling beauty products to this state’s residents, who are known as “Hoosiers.”", "Two brothers with this surname joined Alvin Karpis to found a gang that kidnapped banker Edward Bremer in 1934. Contrary to popular belief, that gang was probably not masterminded by their middle-aged mother."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This hard and dense tissue is primarily composed of collagen and hydroxyapatite. For 10 points each:", "answers_sanitized": ["bone", "osteoblasts", "calcitonin"], "parts_sanitized": ["Name this connective tissue. It makes up the outer layer of an organ whose insides consist of marrow.", "Bone formation is mediated by these cells, which arise from mesenchymal stem cells and differentiate into osteocytes when they are surrounded by the mineral matrix that they secrete. Don’t confuse them with osteoclasts.", "This hormone lowers blood calcium levels by simultaneously stimulating osteoblast activity and inhibiting osteoclast activity. This hormone is produced and secreted by the parafollicular cells of the thyroid gland."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "For 10 points each, name some things related to comics...that completely lack any superheroes:", "answers_sanitized": ["Garfield", "The Adventures of Tintin", "Art Spiegelman"], "parts_sanitized": ["Technically, a straight-to-DVD movie about this cat’s Pet Force was made, but most of the comic strips about this cat just use stale jokes about his owner John, the dog Odie, or how much this cat loves sleeping and lasagna.", "This Belgian comic written by Hergé centers on the title character, his terrier Snowy, and treasure-seeking Captain Haddock. Some of its more notable arcs include Red Rackham’s Treasure and The Calculus Affair.", "This artist introduced graphic novels into the mainstream with his book about his father’s Holocaust experiences, Maus. He’s married to Francoise Mouly, the New Yorker’s art editor."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This architect’s most famous building includes a ceiling painting of <em>The Apotheosis of James I</em> created by Peter Paul Rubens. For 10 points each:", "answers_sanitized": ["Inigo Jones", "St Paul’s Cathedral, London", "London"], "parts_sanitized": ["Name this designer of the Convent Square garden, best known for his design of the classically-inspired Banqueting House at Whitehall.", "Jones designed the western façade of this building in a classical style, inspiring Christopher Wren to emulate that style when reconstructing this building after it was destroyed in a city-wide fire.", "St. Paul’s Cathedral and the Banqueting House at Whitehall are located in this city, whose other architectural marvels include Renzo Piano’s The Shard, a namesake “Eye,” and the clock tower that houses Big Ben."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "Ezra Pound attacked these people with vitriol in the 45th of his <em>Cantos</em>, which loudly repeats “USURA.” For 10 points each:", "answers_sanitized": ["Jews (accept word forms; accept Judaism and word forms)", "du Maurier (accept George du Maurier or Daphne du Maurier)", "George Eliot"], "parts_sanitized": ["Name these people, one “of Malta” named Barabas who titles a Marlowe play. Another one named Shylock appears in The Merchant of Venice.", "Another antisemitic caricature named Svengali appears in Trilby, a novel by someone with this surname. Another writer with this surname wrote a ghost story in Jamaica Inn and set her most famous novel at the estate of Manderley.", "A more positive representation of Jewishness appears in Daniel Deronda, a novel by this author. The true name of this woman was Mary Ann Evans, and she also wrote the books The Mill on the Floss and Silas Marner."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Quizbowl always happens on Saturdays, so let’s answer questions about that other day of the weekend. For 10 points each:", "answers_sanitized": ["Paradise Lost", "Wallace Stevens", "Derek Walcott"], "parts_sanitized": ["Book 7 of this epic poem describes God’s creation of the world in six days, and then resting on the seventh. This John Milton poem describes Lucifer’s rebellion against God and subsequent tempting of Adam and Eve.", "This American poet described the “complacencies of the peignoir” in the poem “Sunday Morning.” His collection Harmonium includes his “The Emperor of Ice-Cream” and “Thirteen Ways of Looking at a Blackbird.”", "Two children cruelly dissect a butterfly in this poet’s “A Lesson for This Sunday.” This Nobel-winning Caribbean poet wondered, “How can I turn from Africa and live?” in “A Far Cry from Africa.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Three subdivisions of this sort of substance form a triangle whose main axes are elaborated/unelaborated and culture/nature. For 10 points each:", "answers_sanitized": ["food (accept literally any type of food; accept culinary triangle)", "taboo (or incest taboo)", "anthropology (or structural anthropology)"], "parts_sanitized": ["Name this sort of substance, the subject of the aforementioned triangle devised by Claude Lévi-Strauss. Two of the triangle’s points are types of this substance that also titles the first volume of Lévi-Strauss’ Mythologiques.", "Lévi-Strauss authored The Raw and the Cooked and also posited that the original reason for marriage was to avoid the “incest” type of this construct, a term generally applied to actions that egregiously violate social norms.", "Lévi-Strauss was the founder of the “structural” form of this discipline, which was pioneered in America by Franz Boas. Its name translates as “study of man.”"], "category": "Social Science"}, {"leadin_sanitized": "Answer the following about bagatelles, for 10 points each:", "answers_sanitized": ["Für Elise (or For Elise; prompt on “Bagatelle No. 25”)", "Béla (Viktor János) Bartók", "Anton Webern"], "parts_sanitized": ["The most famous bagatelle is probably this A minor piano work by Ludwig van Beethoven. Its name translates as a dedication to a woman, and it begins with the right hand alternating between the notes E and D sharp.", "Fourteen bagatelles for piano comprise a 1908 work by this Hungarian composer famous for using folk melodies. He composed music for the opera Bluebeard’s Castle and the ballet The Miraculous Mandarin.", "Six short bagatelles were written by this member of the Second Viennese School. He wrote the Concerto for Nine Instruments and a string quartet based on the BACH motif, and his entire output famously fits on just six CDs."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Vase paintings often show this goddess inflicting the spirit of madness Lyssa upon a pack of dogs. For 10 points each:", "answers_sanitized": ["Artemis (accept Diana)", "Apollo", "Callisto"], "parts_sanitized": ["Name this goddess whom Actaeon saw bathing naked. This goddess then turned Actaeon into a stag, to be eaten by his own hunting dogs.", "Artemis was usually paired with this twin brother of hers. Both Artemis and this god were birthed by Leto on the island of Delos.", "Zeus disguised himself as Artemis to seduce this figure, who then gave birth to Arcas. Hera then angrily turned this person into a wild beast, and Arcas later unknowingly killed her while hunting."], "category": "Mythology"}, {"leadin_sanitized": "This city hosted a 2016 Democratic primary debate in its Whiting Auditorium. For 10 points each:", "answers_sanitized": ["Flint", "Virginia Polytechnic Institute and State University (or Virginia Tech or V-Tech or VT)", "Michael Francis Moore"], "parts_sanitized": ["Name this city in Michigan which made national headlines after its water supply was polluted with high quantities of lead upon switching sources to its namesake river.", "Among the first studies of the pollution was carried out by Marc Edwards and a research team from this university. The EPA eventually gave this school an $80,000 grant to retest the Flint water supply.", "This documentary filmmaker and Flint native claimed the water crisis was a racially-motivated hate crime. He also set his film Roger and Me in Flint, and he’s probably best known for directing Fahrenheit 9/11."], "category": "Trash"}, {"leadin_sanitized": "The virtual variety of these particles are carriers for the electromagnetic force. For 10 points each:", "answers_sanitized": ["photons", "bosons (accept specific types)", "spin-1"], "parts_sanitized": ["Name these massless particles. They’re the quanta of light, and so have momentum and energy proportional to frequency.", "Photons are a type of these force-carrying particles in physics. One of these particles was the most recent in the Standard Model to be found, with the help of the Large Hadron Collider.", "Photons have a spin of this value, and therefore the Hilbert-space of spinors that describe the photon’s spin is three-dimensional. This is also the spin of the J-psi particle."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Le Chatelier’s principle explains why these solutions work. For 10 points each:", "answers_sanitized": ["buffers (do not accept or prompt on “bases” or “acids”)", "titration (accept word forms, like titrate)", "half-equivalence point (do not accept or prompt on “equivalence point” by itself)"], "parts_sanitized": ["Name these solutions. The Henderson-Hasselbalch equation is often used to find the “capacity” of these solutions to resist the addition of certain other compounds.", "The Henderson-Hasselbalch equation is also used during this lab technique. In this technique you drip one compound into a solution of unknown concentration using a buret until something like a color change happens.", "At this point on a titration curve for acids, the Henderson-Hasselbalch equation simplifies to pH equals pKa, since exactly half of the acid has decomposed to its conjugate."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following questions about inversions:", "answers_sanitized": ["laser", "centromere", "freezing rain (do not accept or prompt on just rain)"], "parts_sanitized": ["Population inversion is key to the operation of these devices that emit light through the stimulated emission of radiation. Pointing one of these devices at flying aircraft is a federal crime and generally a dumb thing to do.", "Chromosome inversions are called pericentric when they include this region of the chromosome that links sister chromatids together. This chromosomal region is also the location of kinetochore assembly.", "Temperature inversions in the atmosphere can lead to this weather phenomenon that results in the accumulation of glaze ice. Unlike sleet, this weather phenomenon is entirely made up of liquid droplets."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This man’s wife drove over her dead father’s body with a chariot in a road now known as the “Street of Crime.” For 10 points each:", "answers_sanitized": ["Tarquin the Proud (or Lucius Tarquinius Superbus; prompt on Lucius Tarquinius)", "Brutus (or Lucius Junius Brutus; or Marcus Junius Brutus the Younger)", "setting oneself on fire (or self-immolation; accept synonyms and equivalent phrases; accept placing one’s hand into a fire; be nice and prompt on suicide even though Mucius didn’t really try to kill himself)"], "parts_sanitized": ["Name this man who usurped Servius Tullius to become king of Rome. He himself was popularly overthrown after his son Sextus raped a woman named Lucretia.", "The overthrow of Tarquin was led by a Tribune of the Celeres with this name. Another man of this name would later be asked “Et tu?” while stabbing Julius Caesar to death.", "Tarquinius Superbus then invited Lars Porsena to invade Rome, which prompted a Roman named Mucius to do this action as a sign of bravery. Malcolm Browne won a Pulitzer for his photo of a Buddhist monk calmly doing this."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "Answer the following about Jan Zizka, for 10 points each:", "answers_sanitized": ["Hussites (or Jan Hus; or Hussite Wars)", "Kingdom of Hungary (or Magyar Királyság; or Austria-Hungary)", "war wagons"], "parts_sanitized": ["Zizka was a military commander of this pre-Reformation Czech religious group in a series of their namesake “wars.” They followed a man who was burned at the stake in 1415.", "Zizka basically invented field artillery at the Battle of Kutná Hora, where he defeated a coalition of the Holy Roman Empire and this other country, which would later form a union with Austria broken up after World War I.", "Zizka’s most famous military tactic was probably the use of these armored vehicles. Pulled by horses, they allowed soldiers to shoot out of the sides and were a kind of early mechanized infantry."], "subcategory": "History European", "category": "History"}]}