{"tossups": [{"question_sanitized": "In his 2008 book about this system, Jan Michiel Otto identified four aspects of it: the divine, the classical, the historical, and the contemporary. This system is interpreted through the lense of the public good using Maslaha. To enforce this system, officials in one nation carry out (*) beheadings in Dira Square, as that punishment is considered hudud or mandatory for some crimes. Under this system, there are no lawyers or juries. Muftis are a type of ullama that specialize in fiqh, the interpretation of this. They issue fatwas. Attempts to cite portions of this religious law code in court cases in Western nations has generated controversy. For 10 points, name this Islamic religious law code.", "answer_sanitized": "Sharia law [prompt on Islamic Law until mentioned] &lt;LT&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One character with this title proclaims, “Yourself, sir, should be as old as I am, if like a crab / you could go backward.” The Decameron is subtitled for a person with this title named Galehaut. A man with this title repudiates Aglaya’s accusations of Natasya and was in Switzerland for four years undergoing treatment for epilepsy. A character with this title bears (*) uncanny resemblance to Tom Canty, with whom he accidentally switches places. Another character with this title is from a place commonly referred to as asteroid B-612. For 10 points, identify this title of Myshkin, Hamlet, and a “little” one described by Antoine de Saint-Exupéry.", "answer_sanitized": "prince [accept Hamlet or Prince of Denmark until “subtitled”; accept principe or preents; anti-prompt on specific prince titles; prompt on heir to the throne and equivalents; prompt on knight; prompt on royalty or nobility or equivalents; do not accept or prompt on “idiot”] &lt;CL&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "For homogenous and isotropic materials, this relation is defined in 3 dimensions with Lamé’s first and second parameters. Cauchy’s (“co-sheez”) generalization of this principle utilizes a 36-entry compliance matrix with Poisson's ratio, Young’s modulus, and the shear modulus. For continuous media, this law relates the second order (*) strain and stress tensors. This law is valid for stresses below the yield strength. Objects that obey this law follow simple harmonic motion and the constant in this law relates to the stiffness of a material. For 10 points, name this principle of physics, denoted “F = -kx” that states the restoring force is proportional to displacement for a spring.", "answer_sanitized": "Hooke’s Law &lt;AP&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Streaks of turquoise, light blue and this color illustrate one Jackson Pollock work inspired by The Tempest. A series of paintings named for this color includes Men Reading and Women Laughing. In one work, curtains of this color line the window of a house behind a pitchfork-wielding dentist. The central figure of The (*) Bar at the Folies-Bergère wears a dress of this color, which is also the color of the top hat reflected in the mirror. One work titled Arrangement in Grey and this color is a portrait of the mother of the artist, James McNeill Whistler. For 10 points, name this color that names a collection of paintings by Francisco de Goya, often used as a metaphor for death.", "answer_sanitized": "black &lt;GA&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "General Pomeroy Stone ordered an early sortie across this river, which ended in the humiliating Battle of Ball’s Bluff. The Anacostia River, called forgotten owing to its high levels of pollution, is a tributary of this river. John Brown’s 1860 raid occurred at (*) Harper’s Ferry, where this river meets the Shenandoah. The army that Robert E. Lee faced in many of his campaigns was named after this river, and Lee crossed this river twice in his two invasions of the North. For 10 points, name this river that forms the border between Maryland and Virginia by flowing through Washington, D.C.", "answer_sanitized": "Potomac River &lt;LT&gt;", "category": "Geography"}, {"question_sanitized": "Entotheonella are a species of bacteria that remove arsenic from this phylum. Cladorhizidae (“cla-duh-REE-za-day”) is a carnivorous family of this phylum. Some members of this phylum use gemmules and stolons to reproduce. Pinacocytes line the outer layer of organisms in this phylum while choanocytes (“co-WA-nuh-sites”) line the interior. All members of this phylum have no (*) body symmetry and are sessile. Members of this phylum are the most primitive members of the kingdom Animalia and are all invertebrates. For 10 points, name this phylum of animals that are commonly referred to as sponges.", "answer_sanitized": "Porifera [accept sponges until read] &lt;BC&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In one work, this poet laments, “We have given our hearts away, a sordid boon!” This writer of “The World Is Too Much With Us” described flowers “Continuous as the stars that shine / And twinkle on the milky way” in another work. This poet included “Strange fits of passion I have known” in his (*) Lucy poems, which may be inspired by his sister, Dorothy. In another work, this poet explains, “Five years have past” since he last walked by “steep and lofty cliffs” in the title location. This poet also wrote about “golden daffodils” in “I Wandered Lonely as a Cloud” and, with Samuel Taylor Coleridge, collaborated on Lyrical Ballads. For 10 points, name this British poet of Tintern Abbey.", "answer_sanitized": "William Wordsworth &lt;CL&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The tallest skyscraper in San Francisco is known as the “Transamerica” this due to its distinctive shape. One urban legend regarding one structure of this type says that it has 666 glass panes. A banner reading “Novus Ordo Seclorum” in one artwork is located underneath one structure of this type, which is topped by the (*) Eye of Providence. Two ziggurats in Luxor Las Vegas surround one structure of this type, a “step” one of which was also built at Chichen Itza. For 10 points, name these triangular structures that contain tombs of pharaohs, including some “Great” ones in Giza.", "answer_sanitized": "pyramids &lt;GA&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This country’s longest-serving Prime Minister, Tage (“TAH-gay”) Erlander, belonged to its Social Democratic Party and helped make its air force the third largest in the world. That man was succeeded by his protegé whose 1986 assassination remains unsolved. Two factions during this country’s age of liberty that differed on their stance towards Russia were the (*) caps and the hats. The victor at the Battle of Lutzen, a king nicknamed the “Lion of the North,” hailed from this country. Queen Christina and Gustavus Adolphus were both famous rulers of this nation. For 10 points, name this Scandinavian nation with a capital at Stockholm.", "answer_sanitized": "Kingdom of Sweden &lt;LT&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Roger Scruton wrote a 2014 book about how to be an adherent of this philosophical approach, arguing that one must reject materialism. The modern founder of this intellectual school mocked the deism of Lord Bolingbroke in a piece that satirically extended criticism of religion to other institutions. That work in this doctrine was the 1756 essay A Vindication of Natural Society. Another work in this tradition by the same author, (*) Reflections on the Revolution in France, argues that radical attempts at change ignore human nature. Edmund Burke is often considered the intellectual founder of the modern form of this philosophy. For 10 points, name this social and political ideology that is often contrasted with liberalism.", "answer_sanitized": "conservatism [accept word forms] &lt;LT&gt;", "category": "Philosophy"}, {"question_sanitized": "This man won a Senate race against Helen Douglas with the help of a “pink sheet” that alleged Communist sympathies on her part. The Philadelphia Plan was first adopted during this man’s administration. That plan served as an early form of affirmative action. John Ehrlichman served as this man’s counsel, and his Chief of Staff was (*) H.R. Haldeman. This man made many decisions from his San Clemente home, called the “Western White House.” Fairly early in his career this man achieved national attention with the “Checkers Speech.” For 10 points, name this U.S. president whose term was cut short by his 1974 resignation over the Watergate Scandal.", "answer_sanitized": "Richard Milhous Nixon &lt;LT&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In April 2016, Lilly Singh released a YouTube video titled “If [This Person] Had Different Jobs.” In a collaboration with Lil Wayne, this person states “Can’t see ‘em cause the money in the way.” After Jennifer Lopez posted a picture of herself cuddling with this person on Instagram in 2016, she was unfollowed by Rihanna, who collaborated with this man on (*) “Work.” His diss track “Charged Up” is part of a feud with Meek Mill, and he played the role of Jimmy Brooks on Degrassi: The Next Generation. In 2015, this man released the mixtape If You’re Reading This It’s Too Late. For 10 points, name this actor and rapper, behind the song “Hotline Bling”, from his album Views.", "answer_sanitized": "Drake [accept Aubrey Graham] &lt;RY&gt;", "category": "Trash"}, {"question_sanitized": "The first people made in this myth system dissolved after absorbing water, as they were made of mud and soil. One bird in this myth system was shot with a blowgun after pretending to be both the sun and the moon. Two characters in this civilization’s mythology turned their half (*) brothers into howler monkeys, before defeating the lords of the underworld Xibalba in a ball game. This people’s mythology was primarily accounted in the Popul Vuh, and often featured Hunahpu and Xbalanque (“zeh-buh-LAWN-keh”), its namesake Hero Twins. For 10 points, name this ancient Mesoamerican civilization whose calendar predicted that the world would end in 2012.", "answer_sanitized": "Mayan &lt;RY&gt;", "category": "Mythology"}, {"question_sanitized": "The developer of drive theory, Clark L. Hull, worked in this systematic approach and wrote the 1943 book Principles of the central concept in this approach. A practitioner of this method, Edward C. Tolman, developed the theory known as latent learning. One of the most important figures in this approach rejected (*) introspection and formulated this tradition’s radical form by arguing that private events should be studied. B.F. Skinner and John Watson were notable adherents of this school of thought, which often employs conditioning. For 10 points each, name this school of psychology that focuses upon human and animal actions in an environment.", "answer_sanitized": "behaviorism [accept behavioral psychology] &lt;LT&gt;", "category": "Social Science"}, {"question_sanitized": "The craters Menrva and Sinlap can be found on this celestial body. Ontario Lacus is another geographic feature on this celestial body’s South Pole, and the Liega Mare can be found on the North Pole of this body. The (*) Xanadu region can be found on this celestial body. The first landing on this body occurred in 2005 with the Huygens spacecraft. This celestial body has an Earth-like atmosphere made up of 95 percent nitrogen and 5 percent methane. This celestial body has lakes of methane and ethane on its surface and is larger than Mercury. For 10 points, name this second largest moon in the solar system, the largest moon of Saturn.", "answer_sanitized": "Titan &lt;BC&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One character in this play says with frustration, “I have fought here three long years to bend these stiff-necked people to me.” Mercy Lewis may have stolen one character’s life savings in this play, and at the end of this play, that character’s wife notably declares that he has “found his goodness.” Mary Warren is almost beaten in this play due to the gift of a (*) “poppet.” In this play, which features Giles Corey, a crowd gathers outside Reverend Parris’ house after suspicions arise over the actions of Tituba, and Elizabeth accuses Abigail of having an affair with John Proctor. For 10 points, name this Arthur Miller play about the Salem Witch trials.", "answer_sanitized": "The Crucible &lt;CL&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Lucius Mummius Achaicus sacked this non-Carthage city in 146 B.C. after defeating the Achaean league under Diaeus, helping to solidify Roman dominance in Greece. According to Strabo, the temple of Aphrodite in this city was noted for the presence of hundreds of hetaerae, essentially sacred (*) prostitutes. An area near this city names a Panhellenic games that is not Olympic, Nemean, or Pythian. This city is the namesake of a famous isthmus that connects Peloponnesian peninsula to mainland Greece. For 10 points, name this Greek city, the namesake of a style of column that is not Doric or Ionic.", "answer_sanitized": "Corinth &lt;LT&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "The Solvay process bubbles this compound through concentrated brine in order to produce soda ash. In the Birch reduction, sodium and lithium are dissolved in the liquid form of this compound in order to reduce aromatic rings. This compound is used in the Ostwald (*) process to create nitric acid. This compound functions as a Lewis base and has a trigonal pyramidal shape, as predicted by VSEPR theory. The artificial fixation of nitrogen into this compound occurs through the Haber-Bosch process, which is used to produce both explosives and fertilizer. For 10 points, name this compound of nitrogen and hydrogen with formula NH3.", "answer_sanitized": "ammonia [do not accept or prompt on “ammonium”] &lt;AP&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This instrument plays ascending sixteenth notes to a final D in a Sibelius work that was described as a “polonaise for polar bears.” One set of six sonatas and partitas for this instrument was unusually scored without basso continuo. That work’s composer, Bach, also wrote a (*) “double concerto” for this instrument. One virtuoso work for this instrument is nicknamed “The Devil’s Laughter.” Joseph Joachim wrote a first movement cadenza to a Brahms concerto for this instrument, which is also the highest-pitched instrument in a string quartet. For 10 points, name this string instrument played by Itzhak Perlman and Niccolò Paganini.", "answer_sanitized": "violin &lt;GA&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In a novel by this author, Riad Halabi’s cousin Kamal departs after sleeping with Zulema. Another work by this author who created Rolf Carlé describes Eliza Sommers’ journey to California in search of Joaquin Andieta. This author wrote a memoir addressed to a daughter in a coma, (*) Paula, and followed Daughter of Fortune with a book about Aurora. In another work by this author of Portrait in Sepia, Transito Soto helps save Alba, Rosa the Beautiful has green hair, and Clara del Valle moves away from Tres Marías after having her teeth knocked out by Esteban Trueba. For 10 points, identify this Chilean author of The House of the Spirits.", "answer_sanitized": "Isabel Allende [accept Isabel Allende Llona] &lt;CL&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": ". This composer set music to one poem for each letter of the alphabet in his song collection Myrtles. A “wine song” is played during the scherzo of this man’s third symphony. This composer’s piano work “Estrella” was inspired by his ex-fiancée Ernestine von Fricken. That work is part of a series by this composer that includes the characters (*) Florestan and Eusebius. This composer quoted the folk tune “Grandfather’s Dance” in the eleventh movement of his piano suite Papillons. “Of Foreign Lands and Peoples” is the first of his Scenes from Childhood. For 10 points, name this German composer of Carnaval and the “Rhenish” symphony.", "answer_sanitized": "Robert (Alexander) Schumann &lt;GA&gt; Bonuses", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "This artist produced his work <em>The Heavy Burden</em> in both sculpture and painting form. For 10 points each:", "answers_sanitized": ["Honoré Daumier", "Nadar [or Félix Nadar; accept Gaspard-Félix Tournachon]", "France &lt;GA&gt;"], "parts_sanitized": ["Name this printmaker and political dissident who created a caricature of King Louis-Philippe as a ceaselessly-eating giant in his work Gargantua.", "Daumier wedded this man’s interests in photography and ballooning in a caricature subtitled “[This man] Elevating Photography to Art.” This mustachioed artist may have animated his “Revolving” Self Portrait as early as 1865.", "Both Nadar and Honoré Daumier hailed from this European country, which was also the birthplace of the daguerreotype."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This man’s quasi-mythological tale is told in the <em>White Book of Sarnen</em>. For 10 points each:", "answers_sanitized": ["William Tell [accept Guglielmo Tell; accept Guillaume Tell]", "reeve", "Huldrych Zwingli [accept Ulrich Zwingli] &lt;LT&gt;"], "parts_sanitized": ["Name this early Swiss patriot who killed the tyrannical Austrian-appointed official Gessler after Gessler forced this man to shoot an apple off of his son’s head.", "Gessler held the office of vogt, which is often equated to this general Medieval feudal office. A man in this office was generally responsible for estate management and administrative tasks, but this position might be better known for titling the third of The Canterbury Tales.", "This later Swiss patriot Grossmunster of Zurich led Protestant forces during the Second Kappel War and was killed. He met with Martin Luther at Marburg Colloquy, and is regarded as a Swiss patriotic hero."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This character says she “always want[s] to know the things one shouldn’t do” “so as to choose.” For 10 points each:", "answers_sanitized": ["Isabel Archer [accept either; prompt on a Lady]", "Henry James [prompt on James]", "Daisy Miller &lt;CL&gt;"], "parts_sanitized": ["Identify this character who rejects the marriage proposals of Lord Warburton and Caspar Goodwood before finally wedding Gilbert Osmond, an ex-pat she meets in Florence.", "Isabel Archer is the protagonist of The Portrait of a Lady, a novel by this author who also wrote What Maisie Knew and The Turn of the Screw.", "Henry James also wrote this novella, in which the title character is spotted sitting with Giovanelli in the Colosseum by Winterbourne before dying, presumably of Roman fever."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Insane in the membrane! Let’s talk about membranes, for 10 points each.", "answers_sanitized": ["2 [accept double membrane]", "lipid rafts", "vacuoles &lt;DM&gt;"], "parts_sanitized": ["Mitochondria have this number of membranes due to the fact that they are theorized to come from ancient gram-negative bacteria.", "In the plasma membrane, these entities float within the membrane and have 3 to 5 times as much cholesterol as the rest of the membrane and are more saturated. They regulate membrane protein trafficking and receptor signaling.", "This organelle is essentially a membrane filled with solution and plays a major role in storage and endocytosis. Plants have a central one to store water."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The ontological argument, which argues that the central entity being considered must exist by its mere definition, was created to support the idea that this concept is true. For 10 points each:", "answers_sanitized": ["existence of God [accept anything mentioning God being real]", "St. Anselm of Canterbury", "Kurt Friedrich Gödel &lt;LT&gt;"], "parts_sanitized": ["Name this thing that many theologians have attempted to prove and that atheists reject. A descriptive answer is acceptable.", "This British cleric was preceded as Archbishop of Canterbury by Lanfranc. He is most famous for formulating the ontological argument in his Proslogion.", "This Austro-American mathematician mathematically proved the ontological argument while he was employed at Princeton in the 1970s. He is most famous for his namesake incompleteness theorem."], "category": "Philosophy"}, {"leadin_sanitized": "For 10 points each, name some “yuge”-ly important members of President Trump’s cabinet.", "answers_sanitized": ["Department of Housing and Urban Development [accept HUD]", "Elisabeth Dee “Betsy” DeVos [accept Betsy Prince]", "Steven Turner “Steve” Mnuchin (“mah-NOO-chin”) &lt;CL&gt;"], "parts_sanitized": ["The Trump administration head of this department is former presidential candidate Ben Carson. This department’s mission is to build communities and provide shelter and/or homes for all Americans.", "Mike Pence broke a tie to confirm this current Secretary of Education. This controversial school choice advocate was blocked from entering a school during her first week on the job.", "This hedge fund manager and former Goldman Sachs employee was Trump’s pick for Secretary of the Treasury. He is the former owner of OneWest Bank."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer these questions about Michael Bay’s favorite things.", "answers_sanitized": ["explosions", "nitroglycerin", "brisance [or shattering capability] &lt;AJ&gt;"], "parts_sanitized": ["These occurrences are characterized by a rapid increase in volume and release of energy in an extreme manner.", "Explosions are frequently performed using dynamite, which was created by Alfred Nobel by using a blasting cap to agitate this chemical.", "One of the most common military grade explosives is C-4, which is made with RDX. RDX is a particularly good explosive because it has a very high value for this quantity, based mainly on the detonation pressure of an explosive."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Early in his career, this man won a tough election to the House of Representatives with the support of Patrick Henry. For 10 points each:", "answers_sanitized": ["John Marshall", "Gibbons v. Ogden [accept reverse order; both names necessary; prompt on partial answer]", "monopoly &lt;LT&gt;"], "parts_sanitized": ["Name this Virginian and fourth Chief Justice of the Supreme Court. He remains the longest serving Chief Justice, holding that office for 34 years.", "Marshall presided over this notable 1824 case in which the Commerce Clause was expanded to include laws relating to navigation. This case arose because of a dispute involving steamship licensing.", "This legal arrangement, in which only one seller is allowed by the state to operate in a particular market, was the ultimate cause of the dispute in Gibbons v. Ogden. Antitrust laws are meant to combat naturally occurring forms of this phenomenon."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer some questions about contemporary Italian composer Ottorino Respighi. For 10 points each:", "answers_sanitized": ["Pines of Rome [accept Pini di Roma]", "birds", "Brazil &lt;GA&gt;"], "parts_sanitized": ["Name this tone poem by Respighi which accompanies Roman Festivals and Fountains of Rome in his “Roman trilogy.” Its final movement is set along the Appian Way, ending in a trumpet fanfare that portrays a victorious army marching to the Capitoline Hill.", "Respighi wrote a five-movement suite titled Gli uccelli in an attempt to transcribe the songs of these animals. Modeled off the work of Jacques de Gallot and Bernardo Pasquini, Respighi’s work includes instrumentation for piccolo and celesta to portray these animals examples of which include blue jays and penguins.", "Respighi wrote three Impressions of this country, home of composer Heitor Villa-Lobos, after visiting it in the 1920s. One of those works, titled “Tropical Night,” includes folk tunes from this country, and a song set in this country describes a girl “tall and tan and young and lovely.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In this novel, Allie Cone is killed by a Bollywood star. For 10 points each:", "answers_sanitized": ["The Satanic Verses", "(Sir Ahmad) Salman Rushdie", "clown &lt;CL&gt;"], "parts_sanitized": ["Identify this novel in which a hijacked plane containing Gibreel Farishta and Saladin Chamcha explodes over the English Channel. Ayatollah Khomeini issued a fatwā against the author of this novel, urging Muslims to kill him.", "The Satanic Verses is a book by this author. This author also wrote about Saleem Sinai, who was born at the exact moment of Indian independence, in Midnight’s Children.", "Rushdie also wrote about Shalimar, who is nicknamed for this specific profession in one novel due to his tightrope walking ability."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This religion promotes the Ital diet and its practitioners venerate Haile Selassie as a god. For 10 points each:", "answers_sanitized": ["Rastafarianism", "Marcus Mosiah Garvey, Jr.", "Holy Piby or The Promise Key or the Royal Parchment Scroll of Black Supremacy [accept any underlined portion] &lt;LT&gt;"], "parts_sanitized": ["Name this monotheistic religion that was founded in Jamaica in the 1930s. Adherents of this religion often use cannabis ritualistically.", "Rastafarians also honor this black Jamaican political leader and activist as a prophet. He founded the Black Star Line to help facilitate the return of Africans to Africa.", "Name any of the three sacred texts of Rastafarianism. The authors of these texts include Leonard Howell, Fitz Balintine Pettersburg, and Robert Athlyi Rogers."], "category": "Religion"}, {"leadin_sanitized": "These shapes have a namesake proportionality theorem, by which a line parallel to the base cuts two sides in equal proportions. For 10 points each:", "answers_sanitized": ["triangle", "midline theorem", "¼ &lt;DM&gt;"], "parts_sanitized": ["Name these three-sided polygons. Types of them include scalene and isosceles.", "This theorem states that a line parallel to one side of a triangle, passing through the midpoint of another side, must pass through the midpoint of the third side, forming a namesake line half the length of the side it is parallel to.", "If all three midlines are drawn, give the ratio of the area of the triangle formed by their intersection to that of the whole triangle."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "In this book, Vernon Roscoe helps to instigate the Teapot Dome scandal. For 10 points each:", "answers_sanitized": ["Oil!", "The Jungle [do not accept or prompt on “The Jungle Book”]", "Upton (Beall) Sinclair Jr. [do not accept or prompt on “Sinclair Lewis”] &lt;CL&gt;"], "parts_sanitized": ["Identify this novel about James Arnold Ross Jr., otherwise known as “Bunny.” Tensions arise in this book when Bunny begins to sympathize with socialists who work with the title commodity.", "In this other book by the author of Oil!, Jurgis Rudkus becomes socialist after labor conditions in Chicago cause disaster for his family. In this book, Phil Connor rapes Ona, and Stanislovas is eaten alive by rats.", "Oil! and The Jungle were written by this journalist and author behind King Coal."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The first of these devices was built in 1960 by Theodore H. Maiman. For 10 points each:", "answers_sanitized": ["lasers [accept light amplification by stimulated emission of radiation]", "population inversion", "helium-neon laser &lt;AP&gt;"], "parts_sanitized": ["Name these devices that emit coherent light through the stimulated emission of electromagnetic radiation. These devices are commonly found in printers and barcode scanners.", "The creation of this state is necessary for the operation of lasers. This phenomenon occurs when more elements of a system exist in excited states than lower states.", "This type of gas laser has a gain medium consisting of the two lightest noble gases and the most widely used one of them operates at a wavelength of 632.8 nm."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The title thing of this poem “gave us kisses and the fruit of the vine” and is “A tried friend to the end.” For 10 points each:", "answers_sanitized": ["“Ode to Joy” [accept “An die Freude”]", "The Robbers [accept Die Raüber]", "(Johann Christian) Friedrich (von) Schiller &lt;CL&gt;"], "parts_sanitized": ["Identify this poem addressed to a “beautiful spark of divinity, / Daughter of Elysium.” This poem was set to music in the last movement of a certain ninth symphony.", "This play by the author of “Ode to Joy,” part of the Sturm und Drang movement, explores the relationship between brothers Karl and Franz Moor. In this play, one character tries to create a state of anarchy in the Bohemian forest.", "“Ode to Joy” and The Robbers are by this German author of The Wallenstein Trilogy."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "T​he more heads, the better! For 10 points each, name these things about mythological creatures with more than one head.", "answers_sanitized": ["goat", "China", "Airavata &lt;RY&gt;"], "parts_sanitized": ["The Chimera had the head of a lion, as well as a tail that some sources say had a snake's head at its end. Its third head was one of this animal, coming from the middle of its back.", "The nine-headed bird was an early form of the phoenix in this nation's mythology. This country's mythology also includes characters like Pangu and Sun Wukong.", "This white elephant belonging to Indra had three heads and was the king of all elephants. It is able to suck up the waters of the underworld and spray them into the clouds."], "category": "Mythology"}, {"leadin_sanitized": "This artist began her career with the painting <em>Dead Rabbit with Copper Pot</em>. For 10 points each:", "answers_sanitized": ["Georgia (Totto) O’Keeffe", "New Mexico", "The Dinner Party &lt;GA&gt;"], "parts_sanitized": ["Name this artist who created enlarged depictions of flowers in the Red Canna paintings. Her time in New York in the 1920s resulted in several artworks of the city’s skyscrapers, and she was married to Alfred Stieglitz.", "O’Keeffe spent most of her later life at her home of Ghost Ranch in this state, which provided an inspiration for her landscape artwork such as The White Place and The Black Place. A ram’s skull hovers overhead this state’s scenery in O’Keeffe’s painting Summer Days.", "Judy Chicago featured O’Keeffe as the final honoree in this installation artwork, which celebrates 39 famous women from history and mythology. This piece is located at the Brooklyn Museum."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This country was the primary loser in the Treaty of Trianon, which helped lead to the rise of a fascist regime under Admiral Miklós (“MI-klosh”) Horthy. For 10 points each:", "answers_sanitized": ["Hungary", "1848", "Lajos Kossuth (“LA-yosh KO-shoot”) [accept Lajos Kossuth de Udvard et Kossuthfalva; accept Louis Kossuth; accept Kossuth Lajos] &lt;LT&gt;"], "parts_sanitized": ["Name this Eastern European nation with a capital at Budapest. Its current Prime Minister is Viktor Orbán.", "This year is commonly associated with revolutions in Europe. In Hungary, the Habsburgs temporarily lost control of Hungary during this year, and in France Louis-Philippe was overthrown in this year.", "This Hungarian revolutionary served as the Governor-General of Hungary during its brief period of independence in the wake of the 1848 Revolutions. Following the rebellion’s defeat, he toured Britain and the United States, even attending a Joint Meeting of Congress."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "<em>Hawaiki</em> (“ha-WAI-ki”) refers to the ancestral homeland of the Polynesian people. Answer some questions about places named after it! For 10 points each:", "answers_sanitized": ["underworld [or land of the dead]", "Tahiti", "Marquesas &lt;DM&gt;"], "parts_sanitized": ["In Maori stories, Hawaiki can name this mythological location. In Greek mythology, Hades rules over this land of darkness with regions including Elysium and Tartarus.", "In Hawaii, which is named after Hawaiki, the ancestral homeland is obviously not also called Hawaiki but rather a cognate of this island from which the Hawaiians migrated. It is the largest island in French Polynesia and contains its capital, Pape’ete (“pa-pe-EH-te).", "In this island group, “Hiva,” rather than “Hawaiki,” is the word for the ancestral home, and it names multiple islands in this archipelago. This archipelago is the northeasternmost of the five archipelagos of French Polynesia and was discovered by Europeans on Álvaro de Mendaña’s (“men-DAN-ya”) second voyage."], "category": "Mythology"}, {"leadin_sanitized": "Post-independence India has had a very colorful political history. For 10 points each:", "answers_sanitized": ["Gandhi [anti-prompt on Nehru-Gandhi]", "The Emergency", "Sanjay Gandhi &lt;PO&gt;"], "parts_sanitized": ["Name this political dynasty of India. Its members with this surname have included two Prime Ministers and the man known as “the mahatma.”", "After being convicted of electoral fraud, Indira Gandhi set in place this controversial 21-month period, during which her son instituted a mass sterilization program.", "This son of Indira Gandhi instituted the mass sterilization program. He was a frontrunner to succeed his mother but died in a plane crash in 1980."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": ". In this work, one character studies the life of a Transylvania College student, Cass Mastern. For 10 points each:", "answers_sanitized": ["All the King’s Men", "Robert Penn Warren", "Louisiana &lt;CL&gt;"], "parts_sanitized": ["Identify this novel focusing on the career of a populist politician. When the narrator blackmails Judge Irwin in this work, he commits suicide, and it is revealed that he was the narrator’s father.", "This author won a Pulitzer Prize for All the King’s Men and also wrote At Heaven’s Gate and a book of interviews with civil rights leaders called Who Speaks for the Negro?", "All the King’s Men takes place in this state where John Kennedy Toole set A Confederacy of Dunces, in which Ignatius J. Reilly lives in New Orleans."], "subcategory": "Literature American", "category": "Literature"}]}