{"tossups": [{"question_sanitized": "One of this author’s characters has a head so “polished” that “on a sunshiny day, he could heliograph his orders to distant camps just by nodding”; that man is co-responsible for a girl who would “commit every crime a respectable woman can” and “justify every one of them by saying that it was the wish of her guardians.” One of this author’s protagonists asks, “You think that life is nothing but not being dead?” and later asks, “How long, (*) O Lord, how long?” until the world is ready to accept its saints. This author of a “tragedy without villains” about the posthumous canonization of a Frenchwoman also wrote a play where Ann Whitefield manages to win over Jack Tanner, a modern adaptation of Don Juan also meant to invoke Nietzsche’s ubermensch. For 10 points, name this Irish author of Saint Joan and Man and Superman.", "answer_sanitized": "George Bernard Shaw", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A warlord named Hekmatyar largely destroyed this city in a siege with indiscriminate rocketing, as discussed in Steve Coll’s Ghost Wars. Before attacking this city, a leader put on the Kerqa, the Cloak of Muhammad, and was proclaimed the Commander of the Faithful. A Tajik leader was implicated in massacres and rapes after fighting against the Hezb-i-Islami in this city’s Afshar district. After the fall of this city, Ahmad Massoud and Abdul Dostum joined in a “United Front.” A government in this city was established through the (*) Peshawar Accord after the fall of Mohammad Najibullah. The Northern Alliance formed in response to the capture of this city. This capital city was allegedly visited only a couple times by Mullah Omar, who preferred to stay in Kandahar. For 10 points, name this capital city which was captured by the Taliban in 1996.", "answer_sanitized": "Kabul", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Jesus Ben Sira praised these figures for never “turn[ing] their backs on the Lord,” saying “May their bones flower again from the tomb” in Ecclesiastes. One of these figures requested all the golden ear-rings of a group of captives and used them to make an ephod. One of these people laid wool on the threshing floor to see if it would be covered in dew. The book (*) named for these figures is characterized by a cycle of apostasy, punishment for apostasy, deliverance by one of these people, and apostasy. One of these people devised a test using the word “Shibboleth,” while another one of these figures who killed 300 Philistines using a donkey’s jawbone lost his strength when his hair was cut off by Delilah. For 10 points, name this group that included Deborah, Gideon, Jephthah, and Samson, who led the Israelites in a namesake book.", "answer_sanitized": "judges [or Shoftim; prompt on “leader” or “king”]", "category": "Religion"}, {"question_sanitized": "The third movement of one piece by this composer features a countertenor duet while the rest of the choir imitates trumpet sounds in ostinato. William Croft used this man’s setting of “Thou Knowest Lord” for one of his Funeral Sentences as an homage to him. This man’s popular Ode to St. Cecilia features a movement titled Wondrous Machine! in praise of the organ. This man is commonly attributed as the author of the (*) Irish march Lilliburlero. Cupid sings the aria “What Power art thou” in the “Frost Scene” of this man’s opera King Arthur. This frequent collaborator of Nahum Tate composed the incidental music to Abdelazer, which was used as the basis for Benjamin Britten’s Young Person’s Guide to the Orchestra. For 10 points, name this baroque composer of Dido and Aeneas.", "answer_sanitized": "Henry Purcell", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This author described “laughing Sganarelle (sgin-arr-ella) claiming his due” and “a doleful beggar-- stout-armed, vengeance-bent, Proud as Antisthenes” in a poem where “chaste, gaunt” Elvire begs “one more rapturous smile.” This author declared that “a heart like mine will not be satisfied” with “vignette-style lovelies,” claiming that “my chasm-heart needs Aeschylus to strew / its unplumbed depths.” This poet wrote about the heavens hanging low “on our groaning, (*) ennui-ridden soul” and wrote a poem dedicated to Victor Hugo that describes the title bird as a “poor beast ... myth marked for death.” That poem begins, “Andromache, I think of you!” This poet included “The Swan” in a collection where he says, “Hypocrite reader, - my double, - my brother!” For 10 points, name this author of Les Fleurs de Mal.", "answer_sanitized": "Charles Baudelaire", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In one work, this extremely pale woman is surrounded by solid red and blue figures and has her blouse popped open to reveal a weirdly spherical breast. In another work, this woman is surrounded by a collage of buttocks from pornographic magazines. Jean Fouquet modeled this woman on Charles VII’s mistress, while Chris Ofili controversially depicted this woman partly made of (*) elephant dung. One painting of this woman shows her pushing one child toward another, while another shows her reading to those children playing with a bird. Giotto placed this woman on a geometrically-shaped throne in a blue robe surrounded by angels. Versions of this woman “of the Goldfinch” and “of the Rocks” were created by Raphael and da Vinci, respectively. For 10 points, name this woman usually represented holding Jesus, her son.", "answer_sanitized": "Virgin Mary [or Madonna, accept the Virgin; accept Agnes Sorel before end of first sentence]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "An economic historian at this university wrote a 1989 article with Douglass North on the creation of institutions supporting property rights after the Glorious Revolution. A political scientist at this home of Barry Weingast wrote about the “commitment problem” and discussed the “Bargaining Model of War” in the article “Rationalist Explanations for War” and is named James Fearon. Republican Secretaries of State George Schultz and Condoleezza Rice are fellows at this university’s (*) Hoover Institute. This school’s founder was a member of the “Big Four” and hired engineer Theodore Judah. That founder of this school presided over the driving of the golden spike completing the Transcontinental Railroad as President of Central Pacific. For 10 points, name this university founded by a railroad tycoon named Leland near Palo Alto.", "answer_sanitized": "Stanford University", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A list of maxims guiding the development of this language begins with “Beautiful is better than ugly” and “Explicit is better than implicit.” That list can be accessed by running the code “import this” and is known as the Zen of this language. The seaborn library for this language can be used for data visualization, while the pandas library recreates much of the functionality of R in this language, which requires a reference to the instance variable (*) “self” to be passed as the first argument to a method. The last version of this language to use print as a statement rather than a function was version 2.7. This interpreted language with “num” and “sci” libraries marks blocks of code with tabs or spaces, and does not end lines with semicolons. For 10 points, name this language created by Guido von Rossum that takes its name from a John Cleese comedy show.", "answer_sanitized": "Python [accept more specific answers like Python 2.7 or Python 3.6]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "A portion of this project codenamed Hammertong was transported by operatives disguised as the Tonnika sisters. A tripartite architecture for this structure was designed by Raith Sienar. Qwi Xux performed research on this project without realizing its end goal; her prototype was built at Maw Installation. Another engineer on this system was forcibly recruited by (*) Orson Krennic before escaping with his wife and child. That man’s kyber crystal-based plans were stolen from a base on Eadu by Cassian Andor and Jyn Erso, whose father Galen left an intentional womp rat-sized weakness in it. That small thermal exhaust port leading to its main reactor made this installation vulnerable to a well-placed proton torpedo. For 10 points, name this superweapon developed by the Empire which was blown up by Luke Skywalker in A New Hope.", "answer_sanitized": "the first Death Star [or DS-1 Orbital Battle Station; do NOT accept or prompt on “Death Star II” or “Second Death Star” or “Starkiller Base”]", "category": "Trash"}, {"question_sanitized": "Solutions to this equation have a corner if they meet the Weierstrass-Erdmann condition. For a disk sliding on a polymer brush, the coefficient of friction can be determined by solving the fractional form of this equation. For functionals that do not depend explicitly on the independent variable, this equation simplifies to the Beltrami identity. Solving this equation proves that the minimal (*) surface for a soap film held at its ends by two wire rings is a catenoid. Finding a path for which the action is stationary is equivalent to solving this equation. The shape of the curve for which a bead accelerated from rest reaches the ground in the least time is determined by solving this equation for the brachistochrone problem. For 10 points, identify this equation central to the calculus of variations, named for two mathematicians.", "answer_sanitized": "Euler-Lagrange equation", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In German folklore, Hettel’s servant Wade uses one of these objects to abduct Hilde; that object is thus colloquially synonymous with trickery. Sergestus destroys one of these objects and is beaten by Cloanthus in the first event at Anchises’ funeral games. The dwarf Litr is burned in flames that appear when Hyrrokkin violently moves one of these objects at (*) Baldr’s funeral. Skidbladnir was a foldable one of these objects, while Naglfar is one made entirely of fingernails. A talking piece of timber from the forest of Dodona is part of one of these objects; in an epic named after that object, a group of heroes escapes the Clashing Rocks and journeys to Colchis for the Golden Fleece on this object. For 10 points, name these objects, examples of which include the Argo.", "answer_sanitized": "boat [accept synonyms like ship]", "category": "Mythology"}, {"question_sanitized": "This leader is said to embody “the paradox that required a man to live in the world without being of it” in a 1958 Edmund Morgan biography titled for a certain group’s Dilemma. This person distinguished between “natural liberty” and “civil liberty” in a celebrated speech he delivered after the Hobart family accused him of meddling with the Hingham town militia. He sided with Thomas Dudley and John Endecott in a dispute that led to the banishment of John Wheelwright. Years before he orchestrated the ostracism of (*) Anne Hutchinson during the Antinomian Controversy, this man borrowed a phrase from the Sermon on the Mount for a speech delivered aboard the Arbella. The sermon “A Model of Christian Charity” was given by, for 10 points, what leader of the Massachusetts Bay Colony who coined the phrase “city upon a hill?”", "answer_sanitized": "John Winthrop [Edmund Morgan’s book is titled The Puritan Dilemma: The Story of John Winthrop]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Methods for analyzing the data from this technique include the empirical Bayesian method in the RELION (“rely-on”) package and Sigworth’s Maximum Likelihood methods. A common mistake in this technique is to forget to clean the holey grid of excess polymer. FEI’s Vitrobot is used to prepare samples for this technique, whose resolution was significantly improved by de novo backbone tracing and the development of CMOS-based direct detectors. Aligning and averaging a homogenous sample are required for (*) single-particle reconstruction in this technique. Adenovirus was one of the first subjects of this technique, in which macromolecules are embedded in vitreous ice before imaging. For 10 points, name this technique developed by 2017 Nobelists Dubochet, Frank, and Henderson that can image proteins without crystallization.", "answer_sanitized": "cryo-EM [or cryo-electron microscopy or electron cryomicroscopy or cryo-TEM or ECT or Electron cryo-tomography or cryo-electron tomography or cryo-ET or CET; prompt on “electron microscopy”, “scanning electron microscopy”, “transmission electron microscopy”]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One man at this event claimed he had a “sign” that had come to him since he was a child. A participant at this event agreed that it was “expedient and customary” to trust generals rather than one’s fathers and brothers on military matters. One account of this event comes from Hermogenes, while in another account, a man asks for a “favor,” saying: “When my sons are grown up, I would ask you, O my friends, to punish them; and I would have you trouble them, as I have (*) troubled you.” After it was claimed that he believed the sun to be stone, one man at this event asked, “Do you think you are accusing Anaxagoras?” The central figure of this event called himself a “gadfly,” in response to being charged with atheism and corrupting the youth. For 10 points, name this event depicted in Apologias by Xenophon and Plato, in which an Athenian philosopher was sentenced to death.", "answer_sanitized": "the trial of Socrates [accept equivalents like Socrates being put to death; prompt on “the Apology”]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "The trans form of one of these compounds binds more strongly to its receptor than the cis form, because it forms an additional hydrogen bond with the CHASE domain of that receptor. ABCG14 and AtPUP14 proteins are involved in the transport of these compounds. Prenylation of tRNAs is part of one pathway for producing these compounds. AHK2 and AHK4 bind strongly to the (*) isopentenyladenine one of these compounds. These hormones are synthesized in the roots, and they promote root growth when there is a low ratio of these compounds to auxins. One of these compounds was discovered in coconut milk by van Overbeek; that is zeatin. For 10 points, name this class of plant hormones which, as their name suggests, promote cell division.", "answer_sanitized": "cytokinins", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A group that arose in reaction to this event had a leader named Konrad Schmid burned at the stake and sang songs called Geisslerlieder. During this event, Pope Clement VI consecrated the Rhone River and enjoyed surrounding himself with torches. A Compendium written by professors in Paris claimed that this event was the result of the conjunction of Saturn, Mars, and Jupiter in the zodiac symbol Aquarius. Edward III set a (*) maximum wage for laborers during this event to compensate for inflation. Many historians attribute this event to dead horses tossed by the Mongols into the city of Caffa, and it spread subsequently through Genoese merchants. This event was caused by the bacteria Yersinia pestis, which is found in the fleas carried by rats. For 10 points, name this pandemic which may have wiped out up to 50% of Europe’s population during the mid-1300s.", "answer_sanitized": "Black Death [or bubonic plague; prompt on partial answers]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This man supposedly pulled out a pistol when trombonist Zue Robertson refused to play one of his pieces the way he intended it. One member of this man’s band included Johnny St. Cyr, who played a six-string guitar-banjo hybrid during his time in that band. Fletcher Henderson rearranged a work by this man for Benny Goodman, whose recording of that work established it as a big band jazz standard. This man’s interviews with congressional folklorist (*) Alan Lomax remain an important historical source on early jazz. This bandleader of Red Hot Peppers recorded works such as “Side Walk Blues” and “Black Bottom Stomp” in an influential 1926 recording with Victor Records. For 10 points, name this influential jazz pianist and self-proclaimed creator of New Orleans Jazz.", "answer_sanitized": "Jelly Roll Morton [or Ferdinand LaMothe, or LaMotte, or LeMott]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This is the first noun in the title of a play in which a wife argues with her husband over the loaning out of their car jack before she ties up a man who helped him with a flat tire. In another play with this first title noun, schoolgirls perform a sketch mocking English officers while driving a policeman from a wedding chamber. Dr. Roberto Miranda is believed to be the man who played classical music while raping Paulina Salas in prison in a play with this first title noun by Ariel Dorfman. At a (*) masquerade in a play titled for this concept, Jane and her husband meet a man who has returned from medical school in England. This concept titles a play in which Simon Pilkings fails to prevent the ritual suicide of Olunde, who is trying to stand in for his father Elesin. For 10 points, name this concept paired with \"the King's Horseman\" in a Wole Soyinka play.", "answer_sanitized": "death [accept Death and the Maiden or Death and the King’s Horseman]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Watch, Wait, and Wonder is a dyadic psychotherapy approach focused on these subjects. A toothed wheel raising a weight was used to study arm motion in these subjects in one experiment. A theory describing monotropy in these subjects examined their deprivation in the 44 Thieves study. One study by Eleanor Gibson and Richard Walk tested these subjects’ reaction to a (*) “visual cliff” created by placing a checkerboard under a glass table. One experiment put these people in a “strange situation” and classified them as secure, ambivalent, or avoidant. Watson’s “Little Albert” experiment made one of them fear furry white objects. For ten points, name these people whose attachment styles were identified by Mary Ainsworth by separating them from their mothers.", "answer_sanitized": "infants [accept synonyms like babies, etc., prompt on “children” or synonyms]", "category": "Social Science"}, {"question_sanitized": "In a story by this author, Eleanor and Faraday marry as an intellectual partnership, living apart and meeting again in the summer, but both become unfoundedly jealous. This author of “A Point at Issue” wrote about a protagonist who keeps a picture of a “great tragedian” on her desk; that woman breaks a glass vase and stomps on her wedding ring before learning to paint and living in the “pigeon house.” Another of her protagonists decides to “live for (*) herself” and whispers “body and soul free!” after finding her husband has died; that woman, Louise Mallard, dies of heart disease on finding he is alive. This author’s most famous novel begins with a parrot shouting “Allez vous-en!” and ends with the drowning suicide of Edna Pontellier. For 10 points, name this author of “The Story of an Hour” and The Awakening.", "answer_sanitized": "Kate Chopin Bonuses:", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "An extremely inbred group of Masai lions lives in this area. For 10 points each:", "answers_sanitized": ["Ngorongoro Conservation Area", "Mount Kilimanjaro", "Dar es Salaam [or Dar as-Salam]"], "parts_sanitized": ["Name this conservation area about 100 miles west of Arusha, named for a gigantic crater that is an old caldera. This place also contains Olduvai Gorge and has Maswa and Serengeti National Park on its western border.", "East of Arusha is this dormant volcano, the highest point in Africa.", "The beaches on Zanzibar are another popular tourist destination in Tanzania, and they can be reached by ferries from this city. This city has been replaced as the capital by Dodoma, but it is still the largest city in Tanzania."], "category": "Geography"}, {"leadin_sanitized": "After a man in this play tells a woman, “Sorry, baby, I don’t think we could make it,” she responds “Sorry is right” and stabs him. For 10 points each:", "answers_sanitized": ["Dutchman", "Amiri Baraka [or Leroi Jones]", "William Carlos Williams"], "parts_sanitized": ["Name this play, in which the white Lula attempts to seduce the black Clay on a train. After he resists her, she murders him and chillingly contemplates her next victim.", "Dutchman is by this second poet laureate of New Jersey. He described his daughter praying in “Preface to a Twenty Volume Suicide Note,” and wrote the controversial “Somebody Blew Up America?” after 9/11.", "This other New Jersey poet wrote about a personified spirit “Eternally asleep, his dreams walk about the city” in his multi-volume epic Paterson. He also wrote about a midnight fridge-raid for plums in “This Is Just to Say.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "While working as a Pinkerton agent in this city, Dashiell Hammett may have been offered $5,000 to assassinate union agitator Frank Little. For 10 points each:", "answers_sanitized": ["Butte, Montana", "Industrial Workers of the World [or IWW]", "Tulsa"], "parts_sanitized": ["Name this town where Little’s 1917 lynching set off years of labor strife, culminating in a 1920 massacre of picketing copper miners on this town’s Anaconda Road.", "Frank Little was affiliated with this labor union, whose other members included “Mother” Jones and “Big Bill” Haywood. Members of this socialist-leaning union were referred to as “wobblies.”", "Three months after Little’s death, 17 Wobblies were tarred and feathered by the KKK in this city’s namesake “outrage.” A white mob destroyed this city’s Greenwood District, known as “Black Wall Street,” in a 1921 race riot."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The Davis-Moore Thesis attempted to explain the universality of this phenomenon by positing that the most important and prestigious positions are naturally filled by qualified individuals. For 10 points each:", "answers_sanitized": ["social stratification", "social mobility [or economic mobility; or upward mobility]", "Melvin Marvin Tumin [or Mel Tumin]"], "parts_sanitized": ["Name this type of differentiation in a society that produces an unequal hierarchy of socioeconomic roles.", "One criticism of the Davis-Moore Thesis lies in the institutionalized barriers to achieving this goal of moving up the strata. When a person moves up the economic ladder, he is said to achieve the “upward” type of this goal.", "This Princeton theorist published a response to the Davis-Moore Thesis in an article that argued stratification entrenched the current elite. He was also at the center of the controversy that inspired Roth’s The Human Stain."], "category": "Social Science"}, {"leadin_sanitized": "The name of this institution means “white nobles.” For 10 points each:", "answers_sanitized": ["University of Sankore [or Sankore Masjid; Sankore Madrasah; prompt on “University of Timbuktu”]", "Mansa Musa [or Musa Keita I]", "Gao"], "parts_sanitized": ["Name this institution built around a Mosque designed by Abu Ishaq as-Sahili. Ahmad Baba al Massufi was the most famous member of this institution, which was founded by judge Al-Qadi Aqib ibn Mahmud ibn Umar.", "Sankore University was founded by this ruler of the Malian Empire, whose hajj legendarily depreciated the price of gold.", "Sankore University was in Timbuktu, which would later be controlled by the Songhai Empire, which had its capital in this other city."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In one piece, this artist gave the audience objects including a gun and allowed them to do whatever they wanted to her. For 10 points each:", "answers_sanitized": ["Marina Abramovic (Ah-BRAHM-o-vich)", "a coyote", "Jackson Pollock"], "parts_sanitized": ["Name this performance artist. In her most famous piece, “The Artist is Present,” she allowed people to sit across from her for however long they wanted to create an emotional connection.", "In the performance art piece I Like America and America Likes Me, the Fluxus artist Joseph Beuys (boyz) flew to the US, lived in a small room with this wild animal for 8 hours a day for 3 days, and flew back to Germany.", "In a eulogy for this artist, Allan Kaprow argued that his emphasis on the act of painting by the “dance of dripping” foreshadowed performance art."], "category": "Fine Arts"}, {"leadin_sanitized": "A poem from this movement declares “I must summon all my strength against despair… I’m not sure of dying.” For 10 points each:", "answers_sanitized": ["Negritude", "Leopold Senghor", "New York"], "parts_sanitized": ["Name this literary movement co-founded by Leon Damas, which included works like “Midnight Elegy.” Another of its founders produced Notebook of a Return to the Native Land.", "Aime Cesaire and this President of Senegal co-founded the Negritude movement. This man proclaimed “They call us men of death / We are the men of the dance” in “Prayer to the Masks,” part of his “Shadow Songs” collection.", "Senghor’s poem to this city urges it to “listen to the distant beating of your nocturnal heart” and “let black blood flow into your blood.” In the ode, he is excited to have finally seen Harlem."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Is light a wave, or is it a particle? For ten points each:", "answers_sanitized": ["Young double-slit experiment", "quantum eraser", "difference is a half integer of the wavelength or anything equivalent"], "parts_sanitized": ["Evidence for the wave nature of light was given by this experiment performed by Young, in which light produced an interference pattern after being shined on a plate with two holes.", "In this variant of the double-slit experiment, the slit through which a photon passes is marked, and the interference pattern vanishes. This demonstrates entanglement.", "The interference pattern in a double slit experiment will have dark fringes where destructive interference occurs. At those fringes, the path lengths for the two slits have this mathematical relationship."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A peacock became a vulture when it was burned by the sun while flying to beg this god to bring back rain. For 10 points each:", "answers_sanitized": ["Olorun [or Olodumare]", "orishas", "Federal Republic of Nigeria"], "parts_sanitized": ["Name this ruler of the heavens, who gave Obatala permission to climb down from heaven on a golden chain and pour sand on the water to create land; he also sent a chameleon to defeat Olokun in a weaving contest.", "In Yoruba religion, Olorun is one of these deities. They include the trickster Eshu and the water deity Olokun.", "The Yoruba people come from Benin and this modern-day country, which is also home to the Hausa and Igbo."], "category": "Mythology"}, {"leadin_sanitized": "Structures called lampbrush chromosomes can form in reptilian cells during this process. For 10 points each:", "answers_sanitized": ["meiosis", "pachytene", "metaphase II [prompt on “meiosis II”, prompt on “metaphase”, do NOT accept or prompt on “metaphase I”]"], "parts_sanitized": ["Name this process that results in the formation of haploid gametes. Crossing over can occur during prophase I of this process.", "To be more specific, crossing over occurs during this third subphase of Prophase I, when the chiasma can form in the synaptonemal complex. It immediately follows the zygotene stage.", "In humans, meiosis is arrested at prophase I until puberty; during ovulation, eggs make it all the way to this phase before fertilization moves them past it."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Answer the following about weird things that happened in the Tower of London. For 10 points each:", "answers_sanitized": ["Henry III [or Henry of Winchester; prompt on partial answer]", "Anne Boleyn", "Perkin Warbeck"], "parts_sanitized": ["This monarch’s father was likely the first monarch to keep lions in the Tower of London. He was himself the recipient of 3 leopards from Frederick II and was given a polar bear by Norwegian monarch Haakon IV.", "The ghost of this person supposedly still haunts the Tower of London, where she was executed for adultery. This maid to Catherine of Aragon was killed by her husband, Henry VIII, for failing to produce a male heir.", "The disappearance of the “Princes in the Tower” allowed this person to claim the throne as the pretend Richard of Shrewsbury, with Margaret of York verifying his claim. This person led a revolt in Cornwall in 1497."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Feminist epistemology tends to focus on epistemological agents as connected within a system rather than as atomistic beings. For 10 points each:", "answers_sanitized": ["situated knower", "biases [prompt on “prejudice”]", "To Kill a Mockingbird"], "parts_sanitized": ["Many feminist epistemologists discuss this type of knower. This term refers to knowers in relation to what is known by other knowers.", "Feminist empiricism experiences a paradox concerning this concept, due to its implication that androcentricity in the sciences should be made more objective via adopting feminist values.", "Feminist philosopher Jose Medina discussed gendered and racial credibility in the context of this novel, in which Mayella Ewell’s testimony is regarded as more credible than Tom Robinson’s."], "category": "Social Science"}, {"leadin_sanitized": "In addition to their more well-known function, they serve as excellent lids for beakers. For 10 points each:", "answers_sanitized": ["watch glass", "recrystallization [prompt on “precipitation”]", "supercooling [accept word forms]"], "parts_sanitized": ["Name this piece of lab equipment, a transparent concave object used to evaporate liquids and hold powder.", "A watch glass is commonly used during this process, in which a pure, highly organized solid falls out of solution. Adding hot solvent is a way to remove impurities via this technique.", "One method of crystallization involves adding impurities to a solution that has undergone this process, in which its temperature is lowered below its freezing point, but it doesn’t freeze."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "One type of these items is supposed to be used only by people who are <em>Sant Sipahi</em>. For 10 points each:", "answers_sanitized": ["knife [or knives; or daggers; or swords; basically accept any answer along these lines; prompt on general descriptions like “weapons”]", "bracelets [or armlets; or bangle; prompt on “jewelry” even though that’s not really its purpose]", "Guru Gobind Singh [or Gobind Rai]"], "parts_sanitized": ["Name these types of ceremonial objects that include the Sikh kirpan, which is one of the five articles of faith. Another more immediately practical example of these objects is the Gurkha khukri.", "The kara is an iron or steel object of this kind that is worn at all times to identify oneself as Sikh and to serve as an ever-present reminder to abstain from wrongdoing. It also visually represents the infinite nature of God.", "The five kakars, or five K’s, of Sikhism were mandated by this tenth Sikh guru as part of the consolidation of the Sikh community into the panth khalsa."], "category": "Religion"}, {"leadin_sanitized": "He’s no Shakespeare or Homer, but Tolstoy has inspired his share of literary allusions. For 10 points each.", "answers_sanitized": ["Anna in the Tropics", "The Unbearable Lightness of Being [or Nesnesitelná lehkost bytí]", "Konstantin Dmitrievich Levin"], "parts_sanitized": ["In this Pulitzer-winning Nilo Cruz play, the lector Juan Julian is hired to read Tolstoy to Cuban cigar rollers in Santiago’s factory and ends up falling in love with Conchita.", "Although their dog is female, Tomas and Tereza name her Karenin. They take her to the countryside to escape Czech Communism in this Milan Kundera novel.", "In Muriel Barbery’s The Elegance of the Hedgehog, Renee befriends Mr. Ozu due to his Anna Karenina - named cats: one is named Kitty and the other is named for this landowner, Kitty’s suitor and eventual husband."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Haydn’s only contribution to this genre was supposedly a response to Ignaz Pleyel’s growing success in it. For 10 points each:", "answers_sanitized": ["Sinfonia Concertante [prompt on incomplete answer]", "Scordatura [accept anything that implies changing the tuning]", "Sergei Prokofiev"], "parts_sanitized": ["Name this classical genre that succeeded the concerto grosso, featuring soloists that are more integrated in the orchestra than a concerto. Mozart composed the most famous example of this piece in E-flat major for Violin and Viola.", "In Sinfonia Concertante, Mozart calls the viola to practice this technique in order to make it sound louder; the violins are asked to do this in the final movement of Haydn’s Symphony No. 60, Il Distratto. Description acceptable.", "This Russian composer dedicated his difficult Sinfonia Concertante to Mstislav Rostropovich. He is probably best known for composing Peter and the Wolf."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Ulugh Muhammad founded this state as a descendant of Tugh Temur. For 10 points each:", "answers_sanitized": ["Khanate of Kazan", "Ivan the Terrible [or Ivan IV Vasilyevich; Ivan Grozny; prompt on partial answer]", "Dmitri Donskoi [or Dmitri of the Don; Dmitri II; prompt on “Dmitri Ivanovich”; prompt on partial answer]"], "parts_sanitized": ["Name this state whose massacre of merchants at its fair prompted the creation of the Makariev Fair. Saint Basil’s Cathedral was built to celebrate the conquest of this state.", "The Khanate of Kazan fought against the princes of Moscow and was finally conquered by this Czar, who killed his son by hitting him with his staff and had his secret police sack Novgorod.", "An earlier Muscovite who fought against the Mongols was this person, who defeated Mamai at the Battle of Kulikovo."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "“Bloody men are like bloody buses / You wait for about a year / And as soon as one approaches your stop / Two or three others appear” begins a poem by this author. For 10 points each:", "answers_sanitized": ["Wendy Cope", "Sir Philip Sidney", "The Waste Land"], "parts_sanitized": ["Name this English comic poet who wrote the collection Making Cocoa for Kingsley Amis and parodied a variety of writers via her fictional poet Jason Strugnell.", "Cope spoofed this poet’s Arcadia with the line “My true love hath my heart and I have hers / We swapped last Tuesday.”", "Cope condensed this landmark T. S. Eliot poem into a series of five limericks which starts with “In April one seldom feels cheerful” and ends with “Shantih. I hope you’ll make sense of the notes.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The Banach-Alaoglu theorem states that the closed unit ball in the dual of a normed vector space always has this property. For 10 points each:", "answers_sanitized": ["weak-star compactness [prompt on “compactness”]", "dimension", "dot product or inner product"], "parts_sanitized": ["Name this property equivalent to every cover having an open sub-cover, where the open sets are those from the topology induced on the dual by the double-dual.", "Functional analysis is concerned with vector spaces with an infinite value for this quantity. Two vector spaces with the same finite value for this quantity are isomorphic, and it is equal to the number of elements in the basis.", "In a finite dimensional vector space, every linear functional corresponds to taking this kind of product between two vectors. This product returns a scalar, and it can be used to compute the angle between two vectors."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Name some types of Greek statuary, for 10 points each:", "answers_sanitized": ["kouros [accept plural kouroi]", "contrapposto", "Venus [or Aphrodite]"], "parts_sanitized": ["These Archaic age statues were idealized versions of male nudes, standing with one foot placed forward and often smiling. Their female counterparts were often clothed but similarly idealized.", "After the kouros’ upright posture, Greek artists introduced sculptures standing in this pose, placing most of their weight on one foot and twisting their torso.", "A statue of this Greek goddess undraped to the waist was unearthed on Milos. Her arms are famously missing."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}]}