{"tossups": [{"question_sanitized": "Retaliatory massacres during this conflict occurred in the town of Tafas. The blockhouse of Abu al Lasan was the central point of a battle during this conflict won by Auda ibu Tayi. General Liman von Sanders advised one side during this conflict. Henry Chauvel’s charge helped ensure the capture of Beersheba during this conflict. The Hejaz railway was vigorously contested during it, including before its Battle of Aqaba. A battle on the Nablus Plain at (*) Megiddo was a decisive victory for general Edmund Allenby during this conflict. The capture of Damascus was the culmination of a revolt during this conflict which began after Sherif Hussein and Prince Faisal revolted against the forces of Enver Pasha. For 10 points, name this larger conflict during which the British forces of T. E. Lawrence sponsored an Arab Revolt that ended Ottoman control of the Middle East.", "answer_sanitized": "World War I [or First World War; the Great War; WWI; accept Arab Revolt before “Arab Revolt”]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A first version of this object asks for one head every day but two on feast days. A crossbow, a ship, a cow, and a plow are made in the effort to create this object, but all of them are evil, so they are destroyed. This object is made of swan feathers, milk, barley, and wool. This object is the most famous creation of a figure who also creates a wife of gold and silver, since the bride he was promised in exchange for making this object rejected him. The first (*) kantele is made from the jaw bone of a fish in order to lull the citizens of Pohjola asleep to steal this object. Louhi commissions this object, which falls into the sea when Lemminkainen and Vainamoinen fight her for it, explaining why the sea is salty. This object, forged by Ilmarinen, could produce flour, salt, and gold. For 10 points, name this magical mill from the Kalevala.", "answer_sanitized": "Sampo", "category": "Mythology"}, {"question_sanitized": "This book muses on how one might read seated on horseback, with your feet in the stirrups since “having your feet up is the first condition for enjoying a read.” The narrator laments his Snoopy poster and tries to jumpstart the writing process by copying out the first few lines of Crime and Punishment in a part of this novel excerpted from a detective novelist’s diary. In an early chapter of this novel, a man switches empty suitcases with a man who comments on horse race results, noting that (*) Zeno of Elea has won first. “Leaning from the steep slope without fear of wind or vertigo” is part of the long sentence created by this novel’s chapter titles. In this novel, the protagonist tackles the mystery of various incomplete books with Ludmilla, the Other Reader. For 10 points, name this novel told in second-person by Italo Calvino.", "answer_sanitized": "If on a winter’s night a traveler [or Se una notte d’inverno un viaggiotore]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "BASF S6-10 catalysts are commonly used for this process. Alternatives to this process include the use of Molybdenum-HIPT catalysts in the Yandulov-Schrock cycle, and the catalyst most often used for it was developed by Alwin Mittasch. Gerhard Ertl won the 2007 Nobel for elucidating this process’ mechanism, whose rate limiting step is (*) adsorption to the iron catalyst. 3-5% of the world’s natural gas is consumed in this highly exothermic process, which occurs at very high pressures in a classic application of Le Chatelier's principle. For 10 points, name this industrial process which generates ammonia from nitrogen, developed by a German.", "answer_sanitized": "Haber-Bosch process [prompt on “nitrogen fixation”]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Gregorio Marafion’s experiments foreshadowed an important theory concerning these things. Richard Lazarus showed subjects views of skin-piercing and told viewers that the rituals were either painful or harmless to argue that these states had “cognitive intentionality.” One experiment testing a theory of these phenomena told participants they were receiving an eye drug called Suproxin, while injecting them with (*) epinephrine. Plutchik created a “wheel” of these, while Paul Ekman classified six main examples of these things occurring across cultures. The James-Lange theory argues that physiological responses cause these states, while misattribution of arousal is explained by Schacter’s two-factor theory of this. For 10 points, name these psychological phenomena including anger and happiness.", "answer_sanitized": "emotion", "category": "Social Science"}, {"question_sanitized": "The first image in Michael Lesy’s Wisconsin Death Trip is a depiction of one of these animals, awkwardly framed so that its face is concealed while its penis is visible. Rebecca Solnit’s book River of Shadows describes how a man best known for depicting these animals perfected his style while documenting the Modoc Wars. Due to a head injury sustained in a stagecoach accident, that artist was (*) acquitted of murdering his wife’s lover, Major Harry Larkyns, in a landmark justifiable homicide case. Using 24 cameras with their shutters attached to trip wires, that artist was able to depict these animals on a primitive movie projector called the zoopraxiscope. Leland Stanford commissioned Eadweard Muybridge to determine whether these animals are airborne while running. For 10 points, name this species of animal depicted in Muybridge’s photograph Sallie Gardner at a Gallop.", "answer_sanitized": "horses", "category": "Trash"}, {"question_sanitized": "Minor league affiliates of this team include the New Orleans Baby Cakes and the Jacksonville Jumbo Shrimp. Hall of Fame catcher Mike Piazza played 5 games for this team in 1998 before being traded to the Mets. This team won their first World Series in 1997 when Edgar Renteria drove in Craig Counsell in the bottom of the 11th inning of Game 7. In 2016, Ichiro Suzuki (*) got his 3000th MLB hit while playing for this team. This team won the 2003 World Series despite having an Opening Day payroll less than half the size of their opponent, the Yankees. Ozzie Guillen got himself into hot water as manager of this team in 2012 when he said to the media that he respected Fidel Castro. In 2014, Giancarlo Stanton signed a record-setting 13-year, $325 million contract to remain with this team. For 10 points, name this National League team part-owned by Derek Jeter.", "answer_sanitized": "Miami Marlins [or Florida Marlins; accept just Miami]", "category": "Trash"}, {"question_sanitized": "Red pseudovesicular plaques and nodules in Sweet syndrome are caused by infiltration of these cells into skin. Mutations in the lamin B receptor causes the nuclei of these cells to take on a pince-nez appearance in the Pelger-Huet anomaly. C5a and LTB4 are chemoattractants of these cells, whose nuclei become hypersegmented in B12 or folate deficiency. Antibodies to HMG1, proteinase 3, and MPO are named for their staining pattern in the (*) cytoplasm of these cells and are associated with small vessel vasculitis. These cells use NADPH oxidase and myeloperoxidase to produce hypochlorite in a respiratory burst, and these phagocytes are responsible for giving pus its green color. For 10 points, name these most abundant white blood cells in the circulation, the first responders to infection.", "answer_sanitized": "neutrophils [or polymorphonuclear cells or PMNs]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One ruler of this dynasty met a woman selling nuts in the market and would later make that woman, Karin daughter of Mans, queen. One ruler of this dynasty founded the Academy of Arcadia while visiting Rome to be baptized by Pope Alexander VII. That ruler of this dynasty supposedly had one shoulder lower than the other due to being dropped by a maid in infancy. One ruler of this dynasty had a tumultuous marriage with the daughter of the Elector of Brandenburg, Maria Eleonora. Hugo (*) Grotius died in a shipwreck en-route to becoming a librarian for a ruler of this dynasty, whose cold castle may have caused the death of her tutor, Rene Descartes. This dynasty was ruled by the “Minerva of the North,” who spent her early life under the regency of Axel Oxenstierna. For 10 points, name this house whose Queen Christina was the daughter of Gustavus Adolphus.", "answer_sanitized": "House of Vasa", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In a chapter named for these objects, Geoffrey Braithwaite mocks Enid Starkie’s claim that Flaubert’s weak characterization is demonstrated by his supposed disregard toward these things. In a novel with this plural noun in the title, a girl has a nightmare about her mother chasing her through a field of daffodils. That mother, Martine, was raped in the cane fields, causing her to constantly check her daughter’s virginity. In an Edwidge Danticat novel about Sophie Caco, these objects are paired with (*) “Breath” and “Memory.” Another novel named after these things begins by describing “ships at a distance” and compares a pear tree to the sexuality of the protagonist, who is forced to shoot her husband Tea Cake after a rabid dog bites him during a hurricane. For 10 points, name these body parts that, in a novel by Zora Neale Hurston, “Were Watching God.”", "answer_sanitized": "eyes [accept Emma Bovary’s eyes or Breath, Eyes, Memory or Their Eyes Were Watching God]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Leonard Hobhouse helped develop the economic theory that drove this party’s policies. It created a “shopping list” of proposed policies in the Newcastle Programme. This party supported free school meals in its Provision of Meals Act. One of its “Terrible Twins” joked that “a fully equipped duke costs as much to keep as two dreadnoughts and they are just as great a terror.” This party reduced the veto powers of the House of Lords since it blocked a key bill. This party held its last absolute majority after a landslide victory by Henry (*) Campbell-Bannerman. This party tried to pass higher land taxes in the “People’s Budget.” This party expanded social welfare under H. H. Asquith, who led the U.K. at the start of World War I. For 10 points, name this party which would later be eclipsed by the Labor party as the main enemies of the Conservatives.", "answer_sanitized": "British Liberal party", "subcategory": "History British", "category": "History"}, {"question_sanitized": "Herodian related how one monarch worshipped a god of this domain by walking backwards while holding the reins of an unmanned chariot during a festival. Vespasian converted Nero’s massive statue to one of a god of this domain. One god of this domain was represented by a black stone taken from Emesa. A common scene in Mithraic iconography shows Mithras dining with a (*) god of this domain atop a slaughtered bull. Marcus Aurelius Antoninus came to be known as Elagabalus due to his propitiation of a god of this domain imported from Syria. Saturnalia and a feast dedicated to a god of this domain were absorbed into Christmas in the 4th century. Aurelian propagated a cult of a god of this domain known as the “unconquered,” or Invictus. For 10 points, name this domain occupied by the Roman god Sol.", "answer_sanitized": "sun [or Sol Invictus before “Sol” is mentioned; or Sol Indiges before “Sol”; accept Elagabal or Elagabalus or Heliogabalus before “Vespasian”]", "category": "Mythology"}, {"question_sanitized": "This work was described by Elias Canetti as \"the oldest complete intellectual and spiritual portrait of a man.\" In one parable in this work, a man thinks thrice before acting, to which another figure responds that twice is enough. A doctrine espoused in this work, which emphasizes calling things their proper names, is known as the rectification of names. This work compares the ideal (*) ruler to the North Star and argues that individuals should cultivate a specific type of compassion known as ren. This work also compared the father-son relationship to that between ruler and subject. Written during the Warring States period and one of the Four Books, for 10 points, name this collection of the sayings and ideas of Confucius.", "answer_sanitized": "the Analects of Confucius [or Lunyu or Edited Conversations]", "category": "Philosophy"}, {"question_sanitized": "A woman known by this English first name helped her people settle on Carleton Island after the Sullivan Expedition invaded her homeland as retribution for her brother’s alleged participation in the Wyoming Valley Massacre. That woman with this name was the consort of Sir William Johnson, the British Superintendent of Indian Affairs, and the influential older sister of the Mohawk Chief Joseph Brant. A figure with this first name may have been the wife of William (*) Hays, and is often compared to similar figures like Margaret Corbin and Deborah Sampson. That figure with this first name is said to have taken her husband’s place beside a cannon, and was nicknamed for her service as a water carrier at the Battle of Monmouth. For 10 points, give this first name of a female hero of the American Revolution, usually given the last name “Pitcher.”", "answer_sanitized": "Molly [or Molly Pitcher, Molly Ludwig Hays, or Molly Brant]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One experiment to measure a parameter involved in this process employs two gadolinium-doped scintillators at a nearly isoflux geometry which detect IBD events; that is the Double Chooz experiment. When two particles participate in this process, the probability of this process occurring is proportional to sine squared of 1.27 times the change in mass squared. This process was observed in an experiment which utilized a tank filled with 50,000 tons of water and 13,000 PMTs to detect (*) Cherenkov radiation. That was Super-Kamiokande. The fact that this process occurs accounts for the discrepancy between the observed and predicted amounts of a certain type of particle emitted by the Sun. For 10 points, name this process by which neutrinos change between electron, muon, and tau flavors.", "answer_sanitized": "neutrino oscillation", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One work from this country shows a man reading a newspaper in one panel, then disappearing in the next three. Another work from this country takes its name from a Christina Rossetti poem and shows three orange lilies and a wing-headed bust of Hypnos in front of a red-haired woman. The same artist from this country also painted a woman’s head on a leopard’s body in The Caress. One work from this country, The Great Sirens, shows a classical setting under moonlight populated by pale nude women. A series from this home country of (*) Fernand Khnopff and Paul Delvaux depicts a streetlamp on a dark street underneath a daytime sky; the artist of that series painted a bowler-hatted individual with an apple in front of his face in The Son of Man and a train flying out of a fireplace in Time Transfixed. For 10 points, name this country, home to Surrealist Rene Magritte.", "answer_sanitized": "Belgium", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The final aria of Verdi’s Falstaff, “Tutto nel mundo e burla,” can be considered an example of this type of work. The second movement of a choral work by Brahms based on the hymn “O Traurigkeit, O Herzeleid” is in this form. The 24th variation of Beethoven’s Diabelli Variations is a short example of this type of work. Many of Max Reger’s non-vocal works such as the final movement of Fantasy and [this form] on Bach exemplify this form. (*) The last movement of Beethoven’s String Quartet No.13 in B-flat major was originally in this form before it was replaced with a simpler finale to appease critics. Hindemith’s Ludus Tonalis alternates between this type of work and interlude. For 10 points, name this type of work that Bach paired with “toccata” in a famous D minor work.", "answer_sanitized": "Fugue", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A poem by this man describes a day on which birds carried away all the world’s shadows in “The Season of Phantasmal Peace.” A poem by this author relates a dream of “a black woman, shawled like a buzzard” who says \"I'm the Revolution.” One of his poems describes “the ancient war between obsession and responsibility” and “the blind giant” who created “groundswell” of “great hexameters.” A poem by this author contrasts “the natural law” of “violence of beast on beast” with “upright man” who “seeks his divinity by inflicting pain.” He concluded “The (*) classics can console. But not enough” in “Sea Grapes.” This author asked “How can I turn from” the title place “and live?” in one poem, and wrote an epic about the fishermen Achille and Hector competing for Helen. For 10 points, name this St. Lucian poet of “A Far Cry from Africa” and Omeros.", "answer_sanitized": "Derek Walcott (the second poem is “The Star-Apple Kingdom”)", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Richard Baraniuk developed the restricted amplification property in a “model-based sensing” algorithm named for this process, meant to optimize data collected for it. The Calgary and Silesia corpuses are used to test new algorithms of this type, one of which uses the move-to-front transform. One algorithm for this process constantly selects two characters of minimum frequency and merges them into one node. Another algorithm for this process finds the longest string in a table that is a prefix of the unscanned input; that is the (*) Lempel-Ziv Welch algorithm. A binary trie is used to create an optimal prefix-free code in the Huffman form of this process, which can be lossless or lossy. After this process has been done to files, they may have the extension dot tar or dot zip. For 10 points, name this process of decreasing the amount of data needed to store a file.", "answer_sanitized": "compression [prompt on “coding” or “encoding”]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "This author of a philosophical manifesto ostensibly about Thomas Hardy asked, “Oh what might not Milton have been, if he’d written under Calvin Coolidge!” in response to Harriet Monroe’s claim that monarchist society stifled British poetry. Along with “A Britisher Has a Word with an Editor,” this author wrote about a “cold, angry” glacier that looks like flesh beneath a “soft, deep epidermis,” likely symbolizing Alexander’s attempts to seduce Hannelore. This author of (*) The Captain’s Doll also wrote about a woman who thinks her husband is late to dinner because he’s drinking at a bar and is surprised when Annie goes into a “little rapture” about the sweet-smelling flower in her apron. In that story by this author, Elizabeth discovers that Walter has died in a coal mine. For 10 points, name this author of “The Odour of Chrysanthemums” and Sons and Lovers.", "answer_sanitized": "D.H. Lawrence", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Patients suffering from Tangier’s disease have abnormally low levels of one type of this lipid. For 10 points each:", "answers_sanitized": ["cholesterol", "foam cells", "PCSK9 [or proprotein convertase subtilisin/kexin type 9]"], "parts_sanitized": ["Name this molecule whose “good” variety is HDL and whose “bad” variety is LDL. This molecule is the precursor of all steroid hormones and helps maintain membrane fluidity.", "Tangier’s disease is caused by a mutation in ABCA1 transporter protein. This usually accelerates the formation of these fat-laden cells from macrophages, greatly increasing cardiovascular risk.", "The recently approved monoclonal antibodies alirocumab and evolucumab target this protease that cleaves the LDL receptor."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In his diary, H. R. Haldeman described the morning of this action as the “weirdest day so far.” For 10 points each:", "answers_sanitized": ["Richard Nixon’s early morning visit to the Lincoln Memorial [accept any descriptive answer that implies Richard Nixon going to the Lincoln Memorial]", "Cambodia", "helicopters"], "parts_sanitized": ["Identify this impulsive trip taken in the early hours of May 9, 1970 by Richard Nixon, who worried his bodyguards by insisting on speaking to the young student protestors he met along the way. Description acceptable.", "The protesters Nixon conversed with were demonstrating against the invasion of this country. During the Vietnam War, this country’s Khmer Rouge regime allowed the Viet Cong to hide within its borders.", "Nixon’s policy of reducing American presence in Vietnam through “Vietnamization” included an increased support role for these things. The Iroquois version of these things was nicknamed “Huey.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Adolf Eichmann claimed that he was a supporter of this movement, since he, too really wanted to get Jewish people out of Europe. For 10 points each:", "answers_sanitized": ["Zionism [accept word forms]", "Theodor Herzl", "Gershom Scholem [or Gerhard Scholem]"], "parts_sanitized": ["Name this movement which supports the creation of a Jewish homeland in Israel.", "Modern Zionism was founded by this journalist, who created the World Zionist organization.", "This first Professor of Jewish Mysticism at the Hebrew University of Jerusalem and friend of Walter Benjamin broke with Hannah Arendt after she published correspondence where he criticized the “malicious” tone of her articles on Eichmann without telling him."], "category": "Philosophy"}, {"leadin_sanitized": "In this play, Hally’s beating at school for a caricature of a teacher is compared to Sam’s experiences with police brutality in jail. For 10 points each:", "answers_sanitized": ["Master Harold… and the Boys", "Athol Fugard", "kite"], "parts_sanitized": ["Name this play in which Hally demands that the servants Sam and Willie call him by the title name after hearing that his crippled father is returning from the hospital.", "Master Harold… and the Boys was written by this South African author of Blood Knot and The Road to Mecca.", "In Master Harold...and the Boys, Sam reminisces about helping Hally make one of these items but not being able to use it with him, since he was sitting on a Whites Only bench."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Self-organizing properties of these molecules such as Janus have been used to model biological membrane formation. For 10 points each:", "answers_sanitized": ["dendrimers [or arborols]", "micelles", "Michael Addition"], "parts_sanitized": ["Name these highly branched polymers named after their tree-like appearance. Many of these molecules such as PAMAM are currently being investigated for use in catalysis and drug delivery.", "One way that dendrimers could be used for drug delivery include formation of these spherical aggregates in solution to encapsulate the drug. Lipids can form these structures with hydrophilic heads and hydrophobic tails.", "Dendrimers can be synthesized through a series of addition reactions, such as this reaction that involves a nucleophilic conjugate attacking an alpha-beta unsaturated carbonyl."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "A lost work by Mithekos of Syracuse was thought to be the first recorded document of this type. For 10 points each:", "answers_sanitized": ["cookbooks [or recipe books]", "Denmark", "Boston Molasses flood [or Great Molasses Flood; prompt on “Molasses flood” with “in which city”]"], "parts_sanitized": ["Name these documents which include a Roman collection attributed to Apicius, which contains an epitome written by Vinidarius. Fannie Farmer tried to standardize measurements in one of these works published in America.", "Carol Gold analyzed the evolution of concepts of domesticity and national identity in cookbooks in this country. This country’s capital city of Copenhagen is home to many Michelin Star restaurants, including Noma.", "Fannie Farmer’s cookbook was named for the city where this event took place. In this event, the rupture of a large tank at the Purity Distilling Company killed 21 in a flood of the namesake substance in the North End."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The author admits that he harbors “a savage animus” against piano concertos, claiming that a soloist always sounds “feeble” after tutti strings. For 10 points each:", "answers_sanitized": ["E.T.A. Hoffmann", "French horn [or technically E-flat horn, I guess]", "Fate motif"], "parts_sanitized": ["Name this music critic who notably praised Beethoven as “a purely romantic composer” compared to the likes of Haydn or Mozart, part of his Kreisleriana papers.", "In his criticism of Beethoven’s fifth, Hoffmann describes his admiration for the E-flat major second theme of the first movement played by this instrument. Beethoven’s ninth symphony contains a famous solo for this instrument.", "Like everyone who has ever heard Beethoven’s fifth, Hoffmann expresses his surprise at the striking simplicity of the symphony’s principal motif, which is often described as this knocking at the door."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In this painting, a row of seated spectators sit behind the title figure, some waving their arms, some playing guitar, and one sleeping. For 10 points each:", "answers_sanitized": ["El Jaleo", "John Singer Sargent", "Isabella Stewart Gardner"], "parts_sanitized": ["Name this painting in which two guitars hang on a wall above a Spanish gypsy dancer in black and white whose shadow is dramatically thrown onto the wall behind her.", "El Jaleo was painted by this American who scandalously showed Virginie Gautreau in a tight black dress in Portrait of Madame X. Four young girls stand under Japanese vases in his The Daughters of Edward Darley Boit.", "El Jaleo hangs in a museum founded by and named after this eccentric Boston art patron. Sargent painted a portrait of her in pearls in front of ornate floral walls, as well as a portrait of her wrapped in white after a stroke."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Name some things about the Canongate Myth series, in which contemporary authors were recruited to rewrite old myths, for 10 points each.", "answers_sanitized": ["Margaret Atwood", "A. S. Byatt [or Antonia Susan Byatt]", "Alexander McCall Smith"], "parts_sanitized": ["Using forms such as a court trial and a jump rope rhyme, twelve hanged maids interrupt Penelope’s experience during The Odyssey in The Penelopiad by this Canadian author of Cat’s Eye and The Handmaid’s Tale.", "In this author’s Ragnarok: The End of the Gods, a child evacuated from the Blitz reads a book of Norse myth. She also wrote about the relationship of Randolph Ash and Christabel LaMotte in Possession.", "This author’s Dream Angus contains several modern and one archaic story about a Celtic god who is turned into a swan. He created the Botswanan investigator Precious Ramotswe for The No. 1 Ladies’ Detective Agency series."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This opera’s villain makes a grandiose evil speech proclaiming that “Heaven is an old wives’ tale!” and “the honest man is a mockery.” For 10 points each:", "answers_sanitized": ["Otello", "Giuseppe Verdi", "Lady Macbeth of the Mstensk District [or Ledi Makbet Mtsenskogo uyezda]"], "parts_sanitized": ["Name this opera, in which the duet “Si, pel ciel marmoreo giuro” is sung. Its leitmoifs include a “kiss” theme played at the end of the opera and a theme in which a woman’s cries of “Salce” are echoed by an English horn.", "This composer of Otello and Aida was also inspired by Shakespeare in an opera which ends in a chorus claiming “Everything in the world is a jest,” Falstaff.", "In this Shakespeare-inspired Shostakovich opera, Katerina has an affair with Sergei, killing her husband Zinovy and his mushroom-obsessed father Boris. It ends with her dying on the way to Siberia."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "Yale anthropologist James Scott wrote a book titled <em>Seeing Like [this thing]</em> about its attempts to make its subjects “legible.” For 10 points each:", "answers_sanitized": ["a state [or Seeing Like a State]", "Charles Tilly", "the Mafia [or Mafiosi; Sicilian Mafia; accept any answer along the lines of organized crime]"], "parts_sanitized": ["Name this entity that Max Weber defined as having a monopoly over the legitimate use of force. They have sovereign control over an area of territory which may include a specific group called a nation.", "This political scientist famously sought to explain state formation with the aphorism “war made the state and the state made war.” This person sought to explain Contentious Politics in a book written with Sidney Tarrow.", "Tilly compared war and state making to the extractive properties of these organizations. Diego Gambetta traced the origin of these organizations in Italy as providers of private protection and guarantors of transactions."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The Trump administration has been notable for the short tenures of many staffers. For 10 points each:", "answers_sanitized": ["Anthony Scaramucci [or the Mooch]", "Sebastian Gorka", "Hillary Clinton’s crimes and intelligence leakers [accept equivalents or more specific examples like “Hillary Clinton’s email server and White House leaks”]"], "parts_sanitized": ["This former communications director lasted only 6 days before being dismissed, probably due to a profanity-laden interview and his accusal of Steve Bannon of performing autofellatio.", "This deputy assistant to the president and member of the Strategic Initiatives Group left on August 25. This Hungarian-American with ties to the alt-right never obtained security clearances to work on national security issues.", "Rumors abounded that Trump was planning on firing Attorney General Jeff Sessions after tweets where he criticized Sessions’ “very weak” stance on these two issues, both go-to bogeymen for the Trump Administration."], "category": "Current Events"}, {"leadin_sanitized": "The simplest model of these systems considers only nearest-neighbor interactions. For 10 points each:", "answers_sanitized": ["spin glasses", "Ising model", "Sherrington-Kirkpatrick model"], "parts_sanitized": ["Name these systems which exhibit quenched disorder. The aforementioned Edwards-Anderson model of these systems can be solved exactly to determine the free energy below the critical temperature.", "The Edwards-Anderson model is similar to this model of ferromagnetism, which consists of spins on a lattice which interact with their nearest neighbors. The two-dimensional version of this model is one of the simplest to display a phase transition.", "This model of spin glasses is a mean-field model which was proven to be exactly solvable by Giorgio Parisi. Like the Edwards-Anderson model, it considers two spins interacting, but allows an infinite range of interaction."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Journalist Herman Bernstein discovered and published these documents, one of which claimed that the author “shall be overwhelmed by the pressure forced upon me”. For 10 points each:", "answers_sanitized": ["Willy-Nicky letters [accept telegrams or correspondence for “letters”; accept any answer indicating letters sent between Wilhelm II of Germany and Nicholas II of Russia; accept William for “Wilhelm”]", "July", "Franz Ferdinand [or Franz Ferdinand Carl Ludwig Joseph Maria; prompt on partial answer]"], "parts_sanitized": ["Name these documents, another of which lamented an “outrageous crime” that resulted from “the unscrupulous agitation that has been going on in Serbia.” Description acceptable.", "The Willy-Nicky letters were mostly sent at the end of this month during a namesake “Crisis” that led to World War I.", "The July Crisis was kicked off by the assassination of this Archduke and heir to the Austro-Hungarian throne along with his wife, Sophie, in Sarajevo."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This hero’s mother complains that the sun is moving too fast for her to dry cloth, so he lassoes the sun and makes it agree to slow down in the summer. For 10 points each:", "answers_sanitized": ["Maui", "Hina [accept Hinatea or Hinauri or Hina-moe-aitu]", "Maori"], "parts_sanitized": ["Name this Polynesian hero who legendarily used his fishhook to pull up many islands out of the sea and is killed by the vagina dentata of Hine-nui-te-po.", "In different myth systems, this goddess associated with the phases of the moon is alternately Maui’s mother, wife, or sister. In some stories, he saved her from being molested by an eel and used her hair to make his sun-lasso.", "In the myths of these Polynesian people, Hine-nui-te-po is the ruler of the underworld. Her father and husband Tane pushed apart his parents the sky goddess Rangi and the earth mother Papa in this culture."], "category": "Mythology"}, {"leadin_sanitized": "Jewish scholars during the long Middle Ages, despite living far apart, still influenced the greater Jewish community and each other. For 10 points each:", "answers_sanitized": ["Maimonides [or Moshe ben Maimon]", "Nachmanides [or Moses ben Nahman]", "Sephardic Jews"], "parts_sanitized": ["This author of The Guide for the Perplexed attempted to codify the entirety of the Talmud in his Mishneh Torah. He is sometimes known as “Rambam.”", "This other Jewish thinker took a Kabbalist approach to Maimonides in 13th-century Spain, where he lost the Disputation of Barcelona to Pablo Christiani. He is nicknamed “Ramban.”", "Maimonides and Nachmanides both belong to this subgroup, a type of Judaism characterized by its origin in Spain, Provence, North Africa, or the Middle East."], "category": "Religion"}, {"leadin_sanitized": "This event led to the passage of the Madrid Accords during the last days of Francisco Franco. For 10 points each:", "answers_sanitized": ["Green March", "Morocco [or al-Mamlakah al-Maghribiyah]", "Polisario Front [or Frente Polisario; FRELISARIO; Frente Popular de Liberacion de Saguia de Hamra y Rio de Oro]"], "parts_sanitized": ["Name this demonstration called by Hassan II where 350,000 people met up in Tarfaya. This event was not resisted by the Sahrawi people, who would later wage a 16-year guerrilla war.", "The Green March was organized by a monarch of this country, whose northern Rif Region tried to break away from Spain. The Casablanca Conference occurred in this country ruled by the Alaouite Dynasty.", "This guerilla organization leads resistance against Morocco and Mauritania in Western Sahara. Ould Daddah’s failure to conquer this organization led to his downfall."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answer some questions about clouds, for 10 points each:", "answers_sanitized": ["dew point", "cumulonimbus", "altostratus"], "parts_sanitized": ["For a cloud to form, the temperature must reach this point. When this value is close to the air temperature, relative humidity is high.", "These kind of clouds have an anvil-like top and flat bases. They are often associated with thunderstorms and tornadoes.", "Another kind of cloud, typically found higher up than cumulonimbus clouds, are these thin layers of gray clouds. The Sun is usually visible as a bright spot behind them."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Two characters in this play argue over whether one of them should wear a white or red dress. For 10 points each:", "answers_sanitized": ["The Maids [or Les Bonnes]", "Jean Genet", "Deathwatch [or Haute Surveillance]"], "parts_sanitized": ["Name this play, in which the title servants, Claire and Solange, frame Madame’s lover and fail to serve her a cup of poisoned tea after playing at being her in a series of power fantasies.", "This French ex-con and playwright of The Maids also wrote The Balcony and The Blacks.", "This other Genet work features tension between the prisoners Maurice and Lefranc as they ostensibly argue over the girlfriend of the soon-to-be-guillotined Green-Eyes."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A sheriff in this play complains about a woman suspected of murder who still worries about her preserves. For 10 points each:", "answers_sanitized": ["Trifles", "Emily Dickinson", "Edna St. Vincent Millay"], "parts_sanitized": ["Name this one-act play, adapted into the story “A Jury of Her Peers,” in which Mrs. Hale and Mrs. Peters hide evidence which hints that Mrs. Wright killed her abusive husband for strangling her canary.", "Trifles was written by Susan Glaspell, a playwright who also fictionalized the legacy of this reclusive female poet from Amherst, Massachusetts, in her play Alison’s House.", "Glaspell founded the Provincetown Players, a group that discovered Eugene O’Neill and this author of Renascence. A woman freezes to death making clothes for her son in this poet’s “The Ballad of the Harp-Weaver.”"], "subcategory": "Literature American", "category": "Literature"}]}