{"tossups": [{"question_sanitized": "During one of these events, a dragon was distracted by some villagers in need of help and a rabbit was stranded on a log in a river. After one of these events in the Iliad, Ajax the Lesser jokes that Athena watches over Ulysses “as though she were his mother” while spitting cow manure out of his mouth. During one of these events, Ganesha (*) circled his parents three times, claiming that they were the world. Cats hate rats because they were excluded from one of these events, which was used to design the Chinese Zodiac. Myrtilus was convinced to sabotage one of these events by Pelops, who thus won the hand of Hippodamia. Another woman was distracted during one of them by several golden apples. For 10 points, name these athletic competitions, in one of which Hippomenes beat the fleet-footed Atalanta.", "answer_sanitized": "race [accept specific answers like chariot races or footraces] &lt;JK Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "Alan Shipman wrote about the “myth” of this topic, claiming that its opponents have tried to “[defuse] the Western class war” via the shifting of alienation. The “race to the bottom” is often attributed to this phenomenon, which John Gray has described as a post-Cold War “American project.” Paul Krugman quipped that “If there were an Economist’s Creed, it would surely contain” two affirmations underlying this process’s economic (*) neoliberalism. George Ritzer discussed this process in terms of “McDonaldization,” and Joseph Stiglitz wrote about it and its “Discontents.” This is the topic of Thomas Friedman’s The World is Flat, which argues that historical political divisions are growing increasingly meaningless. For 10 points, name this phenomenon of growing interconnectedness in the world’s economy.", "answer_sanitized": "globalization [prompt on free trade or universalization; prompt on neoliberalism; prompt on McDonaldization until read] &lt;JK Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "This novel is framed as a French translation by Abbé Vallet, although its last words are in Latin and claim “naked names are all we hold.” Organized into seven days that are individually divided into liturgical hours, this novel is mostly set near a tetragonal building called the Aedificium. In this novel, Venantius is found (*) dead face down in a jar of pig’s blood, causing the inquisitor Bernard Gui to later investigate the library. The blind librarian Jorge of Burgos uses a poisoned second section of Aristotle’s Poetics to kill monks in this novel. For 10 points, name this novel about the apprentice Adso of Melk and the monk William of Baskerville solving murders in a 14th-century monastery, written by Umberto Eco.", "answer_sanitized": "The Name of the Rose [or Il nomme della rosa] &lt;OL European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The “Women’s Union” was organized to run canteens and ambulance stations during this event by Elisabeth Dmitrieff and Nathalie Lemel. Gay Gullickson’s book about “Unruly Women” during this event argues that stories of women using gasoline to burn down buildings during it were unfounded. A female leader of this event participated in a revolt of the Kanak people after being deported to New Caledonia for her role in it; that “Red Virgin” of this event was (*) Louise Michel. Over one hundred participants in this event were shot against a wall in the Père Lachaise [“pair lah-SHEZ”] cemetery during the “Bloody Week.” This event began after women prevented the Montmartre cannons from being taken by Adolphe Thiers’s [“tee-AIR’s”] troops. For 10 points, name this socialist government that briefly ruled the French capital in 1871.", "answer_sanitized": "Paris Commune &lt;JB European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Hamilton Harty rearranged two works by this composer for full orchestra. One of this composer’s works calls for side drums to play ad libitum during the first and second movements, but no parts were written for them. A French overture of one work by this composer divides the nine natural trumpets and horns into three separate groups. The Bourrée of that work by this composer is followed by a (*) Largo Alla Siciliana movement. The premiere of a work by this composer caused a 3-hour traffic jam on London Bridge and resulted in one soldier losing his hand as a result of a pyrotechnics mishap. One movement frequently excerpted from a piece by this composer is La Réjouissance [“rage-wee-SAWNS”]. For 10 points, name this composer of Music for the Royal Fireworks, a piece that is often paired with this composer’s Water Music.", "answer_sanitized": "Georg Friedrich Handel [or George Frideric Handel] &lt;KS Music and Opera&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This country controls the islands of Conway Reef and Kia. This country is home to the earth-oven cooking system of Lovo, as well as the Kava drink. This country’s longest rivers are the Sigatoka and Rewa. Savusavu is located in this country. This country’s main international airport is located along Bligh Water. This country’s indigenous inhabitants are called the iTaukei. This country’s highest point is Mt. (*) Tomanivi. The Koro Sea is located in this country. The Methodist Church in this country supported a coup d’état that toppled its prime minister Mahendra Chaudhry, who belongs to its prominent Indian minority. Nadi and Lautoka are cities in this country, whose two major islands are Viti Levu and Vanua Levu. For 10 points, name this island country in the South Pacific with capital at Suva.", "answer_sanitized": "Republic of Fiji &lt;GP Geography&gt;", "category": "Geography"}, {"question_sanitized": "Discharges of radiation in this part of the electromagnetic spectrum are responsible for Schumann resonances on earth; those waves are a subtype of ELF [“elf”] waves. The FAST telescope in China, nicknamed “the Eye of Heaven,” observes these waves. This region of the spectrum includes skywaves, which are reflected or refracted by the Heaviside region of the (*) ionosphere. The Very Small Array and Very Large Array are telescopes that operate in this part of the spectrum. These waves also include myriameter waves, which are known as “very low frequency” waves. The first system to transmit and receive these waves was a monopole antenna built by Guglielmo [“gool-YELL-mo”] Marconi. For 10 points, name these waves that have the largest wavelengths of the electromagnetic spectrum.", "answer_sanitized": "radio waves [accept ELF waves or extremely low frequency waves until “ELF” is read] &lt;AR Physics&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "A poem in this collection repeatedly refers to God, saying “he comes, comes, ever comes.” An essay about this collection ends by quoting lines from it that claim “children seek not for hidden treasures, [since] they know not how to cast nets.” The speaker of a poem in this collection describes a place “where knowledge is free” and “where the mind is without fear” into which he entreats “let my (*) country awake.” The speaker of a poem in this collection compares himself to “this little flute of a reed” and “this frail vessel” which is emptied again and again. The line “thou hast made me endless, such is thy pleasure” opens this collection after an introduction by W. B. Yeats. For 10 points, name this collection of poems by Rabindranath Tagore.", "answer_sanitized": "Gitanjali [or Song Offerings] &lt;OL World Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "ProTAC drugs comprise a linked binder for a target protein and a binder for one of these enzymes. The activity of one type of these enzymes can be quantified by Weiss units, which measures the rate of transfer of phosphate from pyrophosphate to ATP. The SCF and APC complexes are among the RING-finger family of enzymes of this class. An enzyme of this type complexes with XRCC4 in the process of non-homologous end (*) joining. Proteins are targeted to the proteasome by ubiquitination, which requires an “E3” one of these enzymes. Another enzyme in this class joins together Okazaki fragments by forming a phosphodiester bond between a 5-prime phosphate and the 3-prime hydroxyl of DNA. For 10 points, name these enzymes that catalyze the joining together of molecules.", "answer_sanitized": "ligase [accept E3 ubiquitin ligase; or DNA ligase] &lt;AR Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The first book in a trilogy by J. L. and Barbara Hammond describes the effects of the parliamentary stage of this practice. During the “year of commotion,” opponents of this practice targeted Robert Kett for engaging in it, leading him to join their cause. Shakespeare’s Coriolanus is often thought to have been influenced by unrest against this action known as the Midlands Rising. The terms “Levellers” and (*) “Diggers” originally referred to people who took action against this practice. During the Agricultural Revolution, innovations such as the seed drill and the four field crop system were applied on areas that private owners had obtained through this movement. For 10 points, name this process from British history in which hedges and ditches were used to break communal fields up into private holdings.", "answer_sanitized": "enclosure [prompt on answers indicating the division of common land in England] &lt;JB British History&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "This substance can be studied dynamically using the SWMM, which includes parameters of Manning’s roughness and curve number. The Richards equation describes this substance’s transport and can be analytically solved using the Green and Ampt method. The Secchi [“SEK-ee”] disk, a 30-centimeter circle with black and white quadrants, is used in this substance’s analysis, while certain regions containing this substance include (*) littoral, profundal, and limnetic. The phreatic zone contains this substance at atmospheric pressure and lies right under the vadose zone. The presence of benthic macroinvertebrates in this substance can be used to study the effects of human activity nearby. This substance may undergo eutrophication as a result of excess phosphates and nitrates. For 10 points, name this substance found in lakes with chemical formula H2O.", "answer_sanitized": "water [accept reasonable equivalents like seawater, ocean water, or salt water] &lt;DM Earth Science&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "“Made-Up” examples of these entities title a song on Built to Spill’s album Perfect From Now On. The only Radiohead song title fully in parentheses mentions a “Nice” one of these entities. The first song on Deafheaven’s album Sunbather is about a house of this type. A song by The National claims that “The System Only” creates these entities “in Total Darkness.” A Tame Impala song is about “Apocalypse” varieties of these things. A Beach (*) House album is titled after a Teen one of these entities, and a Smashing Pumpkins album is titled after a Siamese one. Green Day wrote about a “Boulevard of Broken” examples of them. An Aerosmith song titled after these phenomena includes the line “sing with me, sing for the years.” For 10 points, name these phenomena that humans may experience while they sleep.", "answer_sanitized": "dreams &lt;AS Trash&gt;", "category": "Trash"}, {"question_sanitized": "An uncommon form of this practice involves a zikui [“zee-KOO-ee”]. A gang that used extortion and kidnapping to force this practice was led by the so-called “Prodfather,” Rabbi Mendel Epstein. A type of this procedure known as a khul’ requires a payment that does not exceed the mahr and is based on the story of Jamilah, wife of Thabid bin Qais. Women known as agunot [“ah-goo-NOTE”] are the result of a halakhic [“ha-LAH-kick”] requirement that men undergo this process (*) voluntarily. A type of this practice known as tafwid in Sharia delegates authority to women. In Sunni Islam, saying the word talaq three times can be used to accomplish this practice, which in Jewish law requires the husband to grant a get. For 10 points, name this practice forbidden by the Catholic Church, which may instead annul the marriage.", "answer_sanitized": "divorce [or equivalents like ending a marriage; or khul’ or talaq before mention; prompt on annulment before mention] &lt;JK Religion&gt;", "category": "Religion"}, {"question_sanitized": "An artist known for his “blurred style” showed this place in the painting Divine Spirit. This place is depicted in the background of a work that inspired Jeff Wall’s photograph A Sudden Gust of Wind. This location is shown in Travellers Caught in a Sudden Breeze and it can be seen through a barrel being painted by a shirtless man in one work. The artist of that work also depicted a rainstorm (*) “beneath” this place in a picture dominated by dark red with several jagged scarlet lines in the bottom right. In another work, a saturated blue sky almost covered with white clouds is shown behind this location, which is a bright red. This subject of South Wind, Clear Sky can also be seen in the background of a print showing three boats being menaced by a massive wave. For 10 points, name this location painted by Taikan Yokoyama, the subject of “Thirty-Six Views” by Hokusai.", "answer_sanitized": "Mt. Fuji [or Fuji-san] &lt;JK Painting and Sculpture&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Northrop Frye suggested that the aspect of poetry Aristotle called opsis is rooted in this sort of text, whereas melos is rooted in the charm. A medieval text of this sort uses phallic imagery to describe an onion being cut by a “proud woman”; that one is collected with over ninety of these texts in the Anglo-Saxon Exeter Book. One of these things that describes “Thirty white horses on a red hill” appears in a (*) chapter of The Hobbit titled for these things “in the dark,” in which Bilbo Baggins and Gollum exchange statements of this sort. In Alice and Wonderland, the Mad Hatter gives one of these things that consists of the question “Why is a raven like a writing-desk?” For 10 points, name this type of puzzling statement or question with an answer.", "answer_sanitized": "riddles &lt;JB British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "De-aeration and zinc dust are applied to a solvent of this compound to precipitate other atoms from it. N-heterocyclic carbenes such as thiamine can display similar reactivity to this species, leading to their use in umpolung [“OOM-po-lung”] transformations of carbonyls such as the benzoin [“BEN-zo-in”] condensation. The mitochondrial enzyme rhodanese mitigates the adverse effects of this compound by adding a sulfur atom to it. This substance is used to extract (*) gold from low-grade ore by converting it into a water-soluble complex. The pigment Prussian blue is made of iron bonded with atoms of this functional group. Molecules with this functional group are known as nitriles, and it can be detoxified by the body to thiocyanate. For 10 points, name this functional group that has a carbon triple bonded with a nitrogen.", "answer_sanitized": "cyanide [accept CN-minus; or cyano group; accept nitriles until read] &lt;AR Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This religious group was targeted as “heterodox people” by the “Protect the King,” or Cần Vương [“kun VOO-ung”], movement. A member of this religious group created the quốc ngữ [“gwuck NUH”] script that replaced chữ Nôm [“chew nome”] writing system. Forces of a leader from this religious group killed nine civilians for flying banned flags and conducted a midnight raid on a sacred building at Xá Lợi [“sah loy”]. Unpopular policies [emphasize] in favor of this religious group led to a crisis that ended after Cable 243 greenlit (*) Henry Cabot Lodge, Jr. to allow the assassination of a leader and his brother. Persecutions conducted by a leader who practiced this religion were protested by the self-immolation of Thích Quảng Đức [“tick gwang duck”]; South Vietnamese Buddhists were targeted by that leader of this faith, Ngô Đình Diệm. For 10 points, name this religion brought to Southeast Asian by Francis Xavier and other Jesuits.", "answer_sanitized": "Vietnamese Roman Catholics [accept Jesuits until “flags” is read; prompt on Christians] &lt;JB World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A book of photographs depicting these people was criticized by Raymond Solokov in a Wall Street Journal article that placed black bars over a photo of one of them. The books Aperture and Still Time include photos of these people, including one where only a tomato is in focus. A 1962 photo shows one of these people in black suspenders with his hands held rigidly to his sides. Three of them were the subject of controversial photos by Sally Mann. Identical (*) twin people of this sort in black dresses appear in a photo from Roselle, New Jersey that was referenced by Stanley Kubrick in The Shining. Diane Arbus also depicted one of them holding a fake grenade in Central Park. Two of these people bury their faces behind a woman’s back in a Dorothea Lange photo. For 10 points, identify this type of person, some of whom cling to the title woman in Migrant Mother.", "answer_sanitized": "children [or Sally Mann’s children; or kids; or preteens; or teenagers; accept any answer referring to people who are younger than adults] &lt;JK Other Arts (Photography)&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This politician was one of the plaintiffs in a 1976 case that declared that federal limits on election spending were unconstitutional, Buckley v. Valeo. During the 1960 DNC, this man declared that time had come to raise “the cry of the ancient prophet” in his speech nominating two-time failed candidate Adlai E. Stevenson for the presidency. In one bid for this man’s presidency, young voters cut their hair to show support for this (*) anti-Vietnam War politician whose surprise win in the New Hampshire primary in that race led the sitting president, President Lyndon Johnson, to not seek re-election. For 10 points, name this former Democratic Senator who, despite winning the most votes in the 1968 presidential Primary, lost the nomination to fellow Minnesotan Hubert Humphrey.", "answer_sanitized": "Eugene Joseph McCarthy [prompt on McCarthy] &lt;AN American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In one novel, this character watches her sister’s children pile yellow roses around a dead thrush to give it a funeral. The story of a day in this person’s life is intertwined with narratives of Ms. Vaughan’s interactions with the dying poet Richard and the housewife Laura Brown’s near-suicide in the novel that won the 1999 Pulitzer, Michael Cunningham’s The Hours. In a play titled for this person, a man relates the plot of his “second novel” in order to (*) accuse his wife of using her “hysterical pregnancy” to force their marriage; that occurs during a game of “Get the Guest” in the section “Walpurgis Night.” A dead son who “swerved, to avoid a porcupine,” is revealed to be fictional in that play titled for this person, about Nick and Honey’s visit with Martha and George. For 10 points, an Edward Albee play title asks “Who’s Afraid of” what British author?", "answer_sanitized": "Virginia Woolf &lt;JB American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "An album by a musician who played this instrument opens with a 35 second track consisting of dialogue between Lee Morgan and Rudy Van Gelder. A musician that played this instrument played in a quintet with Clifford Brown on the album Daahoud and an album named after him and Brown “at Basin Street.” Feathering is typically used in big band uses of this instrument to produce a form of the four-on-the-floor rhythm. A solo for this instrument opens the Benny Goodman recording of (*) “Sing, Sing, Sing.” The Bobby Timmons standard “Moanin’” opens an album by a musician that played this instrument that founded the Jazz Messengers. For 10 points, name this instrument played by Gene Krupa and Buddy Rich, the most common percussion instrument in jazz.", "answer_sanitized": "jazz drums [accept drum kit] &lt;YFL Other Arts (Jazz)&gt; Bonuses:", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "Answer the following about the work of novelist William Golding, for 10 points each.", "answers_sanitized": ["Lord of the Flies", "Pincher Martin", "Ancient Egypt &lt;OL British Literature&gt;"], "parts_sanitized": ["This most famous book by Golding follows Piggy, Ralph, and their fellow schoolboys as they wreak havoc on a deserted island in the wake of a plane crash. This novel’s title comes from a rotting pig head.", "This Golding novel mostly takes place after its protagonist’s death. Its title character is a navy officer who believes himself to be the sole survivor of the sinking of the Wildebeest.", "Golding’s first full-length non-fiction book was a journal he took on a cruise in this country at the age of 75. This country’s ancient language was used to write “The Tale of Sinuhe” and the Book of the Dead."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This compound’s structure can be considered as adamantane with the methine groups replaced by nitrogen atoms. For 10 points each:", "answers_sanitized": ["hexamine [or methenamine; or hexamethylenetetramine]", "formaldehyde [or methanal]", "silver [or Ag] &lt;AR Chemistry&gt;"], "parts_sanitized": ["Name this heterocyclic organic compound often used in camping fuel tablets. Its reaction with nitric acid generates the high explosive RDX.", "Hexamine was first discovered by Aleksandr Butlerov when treating this compound with ammonia gas. This simplest aldehyde, with formula CH2O, is also used as a fixative in histology and preservative for cadavers.", "Hexamine is also used in Grocott’s stain and Jones’s stain in histology, which also employs this element. This element’s halides are used in traditional film photography due to their photosensitivity."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about things getting set on fire in modern artwork, for 10 points each.", "answers_sanitized": ["New York City [or NYC]", "cubes [accept Cubism] (That sculptor is Pablo Picasso.)", "Anselm Kiefer &lt;JB Painting and Sculpture&gt;"], "parts_sanitized": ["The fire department was called after a piano caught fire during the self-destruction of a Jean Tinguely [“tang-LEE”] assemblage titled for this city. This city’s street grid inspired Piet Mondrian’s Broadway Boogie Woogie.", "Jackie Winsor’s Burnt Piece is one of these objects that she roasted over a bonfire for five hours. An art movement named for this sort of object included the sculptor Jacques Lipchitz and the sculptor of a namesake baboon-like sculpture in Chicago.", "Materials such as charred wood, burnt books, and ash often appear in the work of this German artist, who drew on the imagery of Paul Célan’s poetry and the memory of the Holocaust for works such as Margarethe [“mar-gah-RAY-tuh”]."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "At this battle, the attacking force under Robert II of Artois was defeated by William of Julich. For 10 points each:", "answers_sanitized": ["Battle of the Golden Spurs [or Battle of Courtrai]", "Philip IV [or Philip the Fair; prompt on Philip]", "shields &lt;GP European History&gt;"], "parts_sanitized": ["Name this 1302 battle at which French knights were decisively beaten by Flemish militia, making it an example of the nascent “Infantry Revolution.”", "This French king ruled during the Franco-Flemish War, which he won 1305. This king oversaw the expulsion of France’s Jews and the destruction of the Knights Templar.", "Before the Battle of the Golden Spurs, the Flemish massacred French soldiers who failed to correctly say the word for this object and “friend.” The buckler was a small, round type of these defensive objects that are carried by hand."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This book claims that inferiority complexes result from embracing the culture of the Mother Country. For 10 points each:", "answers_sanitized": ["Black Skin, White Masks", "Frantz Fanon", "Karl Marx &lt;YFL Philosophy&gt;"], "parts_sanitized": ["Name this book that uses psychoanalysis to study the effect of colonization on blacks in the chapter “The Negro and Psychopathology.”", "This Martinique philosopher wrote Black Skin, White Masks as well as a book that argues that the colonized need to utilize the power of the lumpenproletariat to violently expel the colonizers, The Wretched of the Earth.", "Frantz Fanon was strongly influenced by this philosopher, from whom he borrowed the term lumpenproletariat. This philosopher is best known for The Communist Manifesto, which he wrote with Friedrich Engels."], "category": "Social Science"}, {"leadin_sanitized": "Proteins in this disease aggregate to form Lewy bodies. For 10 points each:", "answers_sanitized": ["Parkinson’s disease", "monoamine oxidase B [or MAO-B]", "L-DOPA [or levodopa] &lt;DM Biology&gt;"], "parts_sanitized": ["Name this neurodegenerative disease caused by inhibited dopamine production as a result of cell death in the substantia nigra. Its symptoms include shaking, rigidity, and a characteristic shuffling gait.", "Medications for Parkinson’s include inhibitors of this enzyme that breaks down dopamine. Its inhibitors include selegiline and rasagiline.", "This amino acid, the precursor to dopamine, can be administered to aid dopamine production. Once it has entered the nervous system it is converted to dopamine by its namesake carboxylase."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "At the end of John Steinbeck’s “The Chrysanthemums,” Elisa surprises her husband by asking about the bloodiness of this sport. For 10 points each:", "answers_sanitized": ["boxing", "Norman Mailer", "Joyce Carol Oates &lt;JB Other Lit&gt;"], "parts_sanitized": ["Name this combat sport, the subject of A. J. Liebling’s essay collection The Sweet Science. The 1975 book The Fight follows its star Muhammad Ali.", "This author of The Fight sparred with boxing champ Jose Torres on The Dick Cavett Show in 1971, the same year he feuded with Gore Vidal on the show. He also wrote the novel The Executioner’s Song.", "This author wrote what is likely the best-known work of non-fiction about boxing, her essay collection On Boxing. Connie encounters the predator Arnold Friend in this prolific novelist’s story “Where Are You Going, Where Have You Been?”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Members of this orchestra comprise most of the Mostly Mozart Festival Orchestra, which often performs at the Lincoln Center. For 10 points each:", "answers_sanitized": ["New York Philharmonic [or NY Phil]", "NBC Symphony Orchestra [prompt on partial answer]", "Leopold Stokowski &lt;KS Music and Opera&gt;"], "parts_sanitized": ["Name this orchestra. The oldest of the “Big Five” orchestras, this orchestra is currently led by Jaap van Zweden [“YOP fon ZWAY-din”] and has historically been the home of such conductors as Gustav Mahler and Leonard Bernstein [“BURN-styne”].", "This orchestra, one of the most prominent in the “Golden Age” of American classical music, was formed specifically for the conductor Arturo Toscanini. Although not part of the “Big Five,” this radio orchestra was originally disbanded in 1954 but was reformed and premiered Amahl and the Night Visitors.", "The successor the NBC Symphony Orchestra, the Symphony of the Air, was led by this conductor. This Polish émigré is most famous for leading the Philadelphia Orchestra and notably orchestrated many works, including the Toccata and Fugue and Pictures at an Exhibition."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "A Directorate took power in this country in 1918 after its anti-socialist Skoropadsky regime was deposed. For 10 points each:", "answers_sanitized": ["Ukraine", "pogroms", "shtetls &lt;GP European History&gt;"], "parts_sanitized": ["Name this country whose short-lived People’s Republic was led by Symon Petliura, who was assassinated by Shlomo Schwarzbard in Paris in 1926 in part of because of the atrocities perpetrated by his forces.", "Schwarzbard shot Petliura because he held him responsible for a massive one of these events in Ukraine that killed his entire family. The 1905 Russian Revolution was accompanied by many of these bouts of anti-Semitic violence.", "Pogroms often targeted these small Jewish towns of Eastern Europe, many of which were founded in the Russian Pale of Settlement."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This deity’s namesake “Virgins” were in charge of a sacred flame that could never go out, and their number included Rhea Silvia. For 10 points each:", "answers_sanitized": ["Vesta", "phallus [accept reasonable equivalents]", "Janus [or Ianus] &lt;JK Mythology&gt;"], "parts_sanitized": ["Name this Roman goddess of the hearth whose Greek counterpart was Hestia.", "Vesta was also symbolized by the fascinus, which was one of these objects. The Vestal Virgins hung effigies of these things under the chariots of victorious generals, and charms depicting them were used to ward off evil.", "Along with Vesta, this deity was considered to be present at every wedding. This deity once caused a volcanic spring to erupt on the Sabines, and religious rites were required to invoke Vesta last and this deity first."], "category": "Mythology"}, {"leadin_sanitized": "This character is said to feed children’s eyes to his own offspring on the moon. For 10 points each:", "answers_sanitized": ["the Sandman [or der Sandmann]", "Ernst Theodor Amadeus Hoffmann", "Olympia &lt;OL European Literature&gt;"], "parts_sanitized": ["Name this character. He titles a story in which Nathaniel conflates him with Coppelius and Giuseppe Coppola, both of whom are also obsessed with eyes and are revealed to be the same person.", "This German writer of “The Sandman” included the clockmaker Drosselmeyer in his story “The Nutcracker and the Mouse King.” Offenbach adapted some of his stories into an opera.", "Nathaniel falls in love with this automaton in “The Sandman.” She is introduced as the beautiful daughter of Professor Spalanzani, although her beauty may be marred by her inability to say anything but “Ah, Ah!”"], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "The Massina Empire was created by one of these events that targeted the Bambara Empire. For 10 points each:", "answers_sanitized": ["West African jihads [prompt on holy wars or equivalents of rebellions]", "merchants [or traders]", "Senegal &lt;JB World History&gt;"], "parts_sanitized": ["Name this sort of event that became a common method of West African state formation in the 19th century after Usman dan Fodio conducted one that established the Sokoto Empire.", "The Kingdom of Kong, which is sometimes classed as one of the jihad states, was founded by the Dyula people, a caste of this profession. In medieval Eurasia, people of this occupation travelled with their goods on the Silk Road.", "One of the other major 19th-century African jihads was conducted by Umar Tall, who clashed with Louis Faidherbe’s [“fed-AIRB’s”] French forces in this modern-day country. Léopold Senghor was this country’s first president."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answer the following about colors in mathematics, for 10 points each.", "answers_sanitized": ["four", "knots", "John Horton Conway &lt;DM Math&gt;"], "parts_sanitized": ["In 1976, Appel and Haken proved that any map can be colored with at most this many colors such that no two regions of the same color touch.", "Tricolorability is an invariant of these things, whose other invariants include the Jones and Alexander polynomials. These things are an embedding of a circle into 3-dimensional space, and a simple example of these things is the trefoil.", "Two players take turns removing colored edges from a graph in hackenbush, a game invented by this mathematician. This man invented surreal numbers to analyze two-player games like Go."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "In the original production of this ballet, half of the ballet was pantomime and half was dance. For 10 points each:", "answers_sanitized": ["Giselle [“zhee-ZELL”]", "France", "Marius Petipa &lt;YFL Other Arts (Ballet)&gt;"], "parts_sanitized": ["Name this ballet where the Wilis [“vee-LEE”] summon the title character back from the dead. It was originally choreographed by Jean Coralli and Jules Perrot.", "The music for Giselle was written by Adolphe Adam [“ah-DOM”], a composer from this country. Jean-Baptiste Lully created the Paris Opera Ballet in this country, the first professional ballet company.", "Giselle was revived by this French and Russian dancer who is also known for his revival and restaging of Swan Lake with Lev Ivanov."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "The Sassoon family are leaders of this country’s confusingly-named sect of Baghdadi Jews. For 10 points each:", "answers_sanitized": ["India", "tribes of Israel [accept shvatim or shivtei yisrael]", "Saint Thomas &lt;JB Religion&gt;"], "parts_sanitized": ["Name this country also home to the Bene Israel. Its oldest Jewish community, which is centered on a southwestern city, is believed to descend from sailors of Solomon’s era.", "The Bene Israel of the Bombay area claim to be one of the “lost” Israeli groups of this sort. The twelve groups of this sort in Ancient Israel claimed descent from the twelve sons of Jacob.", "Traditions of the Cochin Jews have influenced those of an Indian Christian community named after this apostle, who is said to have brought Christianity to India."], "category": "Religion"}, {"leadin_sanitized": "Answer the following about William Cronon’s book <em>Changes in the Land</em>, for 10 points each.", "answers_sanitized": ["New England", "pigs [or hogs, boars, sows, etc.]", "Richard Hakluyt [“HACK-lutt”] &lt;JB American History&gt;"], "parts_sanitized": ["Cronon’s book documents how the deforestation practices, diseases, and livestock that colonists brought to this region changed its ecology. A “Dominion” of this region was ruled by Edmund Andros until his 1689 overthrow.", "In it, Cronon discusses how these animals introduced by the colonists wrought havoc on the Indian’s supply of food such as oysters. Salted meat from the belly of this animal and bullets covered in its lard were widely used during the Civil War.", "The book borrows the term “merchantable commodities” from this author’s 1584 Discourse Concerning Western Planting. This man’s treatises on voyages to the New World are widely credited with popularizing English colonization efforts."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This genre includes books written by a woman who used the pseudonym Linda Brent. For 10 points each:", "answers_sanitized": ["slave narratives [accept anything indicating the memoirs or autobiographies of slaves; do not accept “captivity narratives”]", "Olaudah Equiano", "Edward Covey [or Mr. Covey] &lt;OL American Literature&gt;"], "parts_sanitized": ["Name this genre of American literature that includes the work of Harriet Ann Jacobs, Henry Box Brown, and Frederick Douglas. It includes memoirs written by men and women escaping captivity.", "This Nigeria-born author’s “Interesting Narrative” is addressed to the British parliament, and eventually helped influence it to the slave trade. Lieutenant Michael Pascal referred to him as Gustavus Vassa.", "This man is included in a number of slave narratives by Frederick Douglass. Douglass won a fight with this sadistic farmer after being taken to him by the Auld family."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This phenomenon was first observed in pollen grains moving on a drop of water. For 10 points each:", "answers_sanitized": ["Brownian motion", "Albert Einstein", "fluctuation–dissipation theorem [or FDT] &lt;DM Physics&gt;"], "parts_sanitized": ["Name this random motion of a particle as it is buffeted by surrounding molecules.", "In a 1905 paper, this scientist explained Brownian motion using a diffusion equation that he related to the mean squared displacement and a method of calculating Avogadro’s number. This scientist’s work was later expanded upon by Smoluchowski [“small-oo-KOFF-skee”].", "When a particle is disturbed from equilibrium by a force and starts moving randomly, it must deal with the same drag forces that slow it down, a result of this theorem. This theorem relates the strength of friction and noise."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The book <em>The Ritual Process</em> examines how this entity’s “anti-” form is created through rituals that produce the feeling of “communitas.” For 10 points each:", "answers_sanitized": ["structures", "Victor Turner", "Émile Durkheim &lt;JB Social Science&gt;"], "parts_sanitized": ["Name these entities that are uncovered across cultures in a school of anthropology pioneered by Claude Levi-Strauss, who wrote about “elementary” entities of this kind that define kinship rules.", "The concept of “anti-structure” was explored by this anthropologist, who developed his teacher Arnold van Gennep’s concept of “liminality” in his studies of rites of passage among the Ndembu.", "Turner’s view that ritual transcends social structure contradicts the theory put forth in this Frenchman’s The Elementary Forms of Religious Life. He also wrote The Division of Labor in Society and On Suicide."], "category": "Social Science"}, {"leadin_sanitized": "This woman organized “die-ins” on Staten Island before her death in late 2017. For 10 points each:", "answers_sanitized": ["Erica Garner Snipes", "Black Lives Matter [or BLM]", "Laquan McDonald &lt;OL Current Events&gt;"], "parts_sanitized": ["Name this activist who appeared in a 2016 Bernie Sanders ad called “It’s Not Over” with her daughter Alyssa. The hospitalization that preceded her death was to treat asthma, a condition her father shared.", "Erica Garner was heavily involved with this organization after the death of her father Eric Garner. This organization advocates against police violence towards marginalized groups, especially African-Americans.", "Black Lives Matter protested the treatment of this Chicago teenager by Jason Van Dyke, who shot him sixteen times. According to a 2016 report, the CPD probably tampered with the dash-cam recording of this seventeen year old’s death."], "category": "Trash"}, {"leadin_sanitized": "This religious official holds the highest position in the Gelug school of Buddhism. For 10 points each:", "answers_sanitized": ["Dalai Lama [prompt on Lama]", "Tibet [or Tibetan Plateau; or Bod; or Zangqu]", "Avalokiteśvara [or Avalokiteshvara; or Lokesvara; or Lokanatha; or Kannon; or Kanzeon; be generous about pronunciation] &lt;YFL Religion&gt;"], "parts_sanitized": ["Name this religious title. The fifth holder of this title began the construction of the Potala Palace, where the rest of the holders of this title have resided.", "The Potala Palace is located in this region, where the Dalai Lama normally resides and serves as a spiritual leader. Tenzin Gyatso, the current Dalai Lama, is currently living in India on exile from this region.", "The Potala Palace takes its name from the mountain where this deity lives, Mount Potalaka. This earthly manifestation of Amitabha is the bodhisattva of infinite compassion and became the female figure Guanyin in Chinese Buddhism."], "category": "Religion"}]}