{"tossups": [{"question_sanitized": "John Oxenham’s expedition in this modern-day country was aided by a community of escaped African slaves who lived here, the Cimarrons. This country elected the first Jewish president in the Western Hemisphere, Eric Arturo Delvalle. A holiday in this country commemorates the deaths of students during a 1964 riot over rules forbidding the raising of its flag. Ferdinand de Lesseps and Gustave Eiffel were convicted in a bribery scandal involving an (*) infrastructure project in this country. A leader of this country was forced out of the Vatican embassy with the help of blaring rock music during Operation Nifty Package, part of the United States’s 1989 invasion of this country, Operation Just Cause. For 10 points, Manuel Noriega ruled what country home to a canal on its namesake isthmus?", "answer_sanitized": "Republic of Panama &lt;GP World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In this novel, a visitor’s diary describes a cafe with signs reading “Bring Your Own Sugar” and claims “nobody laughs, except the drunks, and they laugh too much.” A sermon in this novel about King Umberto and the book of Exodus escalates to parallel a rainstorm; that sermon takes place during a “Week of Prayer.” In this novel, “jerky movements” by an actor in Gluck’s Orpheus foreshadow his later on-stage collapse. In this book, (*) Father Paneloux deems the title event a punishment sent by God before Othon’s son dies. Near the beginning of this novel, characters like the journalist Raymond Rambert and the smuggler Cottard are surrounded by dead rats in Oran. For 10 points, name this novel presented as Dr. Bernard Rieux’s memorial for victims of the title epidemic, written by Albert Camus.", "answer_sanitized": "The Plague [or La Peste] &lt;OL European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In 2017, Yo-Yo Ma and the Chicago Symphony premiered the cello concerto by a composer from this country, who is currently head conductor of the Philharmonia Orchestra. Another composer from this country wrote the second movement of his Symphony No. 2 while being haunted by the spirit of Don Juan in his castle. That composer from this country wrote a violin concerto described as a “polonaise for polar bears” for its third movement’s dotted-eighth-note sixteenth-note rhythms. A composer from this country (*) stopped writing major works for 30 years after finishing his tone poem Tapiola. That composer from this country wrote a one-movement Symphony No. 7 and is known for his nationalism in pieces such as the Karelia Suite. For 10 points, name this country home to the composer of The Swan of Tuonela, Jean Sibelius.", "answer_sanitized": "Finland [or Suomi] &lt;YFL Music and Opera&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A port on this body of water is the site of the former Fort St. George. An island in this body of water was home to a prison that was called “Black Waters” by political prisoners. Japan committed the Homfreyganj Massacre on an island in this body of water. The Cooum and Hooghly Rivers flow into this body of water, which the port of Tuticorin lies on. Port (*) Blair is the capital of a territory located in this body of water. The Chola Empire extended control over much of this body of water, whose northern shore is home to the world’s largest mangrove forest, the Sundarbans. The Andaman and Nicobar Islands are located in this body of water, which the Ganges and Irrawaddy Rivers flow into. For 10 points, name this northeastern bay of the Indian Ocean located east of India.", "answer_sanitized": "Bay of Bengal [prompt on Indian Ocean; anti-prompt (ask “can you be less specific?”) on Andaman Sea] &lt;GP Geography&gt;", "category": "Geography"}, {"question_sanitized": "These people killed Sam Ford in their victory against Confederate forces at the First Battle of Dragoon Springs. These people were defeated by Thomas Roberts and the California Column at the battle of their namesake pass. A member of these people launched a war of vengeance after his nephews and brother were executed by George Bascom. This tribe had subdivisions such as the Chiricahua and Jicarilla, and was led by men such as (*) Mangas Coloradas and Cochise. George Crook fought this tribe in wars that largely ended when one of its leaders surrendered General Nelson Miles in Skeleton Canyon. For 10 points, name this tribe of the American Southwest that fought Mexico and the United States and was once led by Geronimo.", "answer_sanitized": "Apache &lt;GP American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Castilian sculptures of this scene include a set of five by Gregorio Fernandez, one of which is also called Sexta Angustia. A sculpture of this scene in St. Peter’s Basilica is the only sculpture signed by its artist, who wanted to dispel rumors that it was made by Cristoforo Solari. A sculpture of this scene commissioned by Jean Bilhères de Lagraulas shows one figure as impossibly (*) young, which its artist justified by saying chaste women age slower. A depiction of this scene by El Greco depicts the central male figure with his arms curled around two people in yellow and green shirts, while a blue-veiled woman gazes up at the sky behind him. Along with the Mater Dolorosa and the Stabat Mater, this is one of three common depictions of the Virgin Mary. For 10 points, name this scene that depicts Mary cradling the body of the dead Jesus, the subject of a sculpture by Michelangelo.", "answer_sanitized": "the Pieta [accept the Lamentation of Christ or Sorrow of the Virgin Mary; prompt on the Deposition or the Descent from the Cross] &lt;JK Painting and Sculpture&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The multi-pass rheometer measures this phenomenon in polymer melts which are being subjected to shear stresses. A Lyot filter exploits this phenomenon to produce a narrow band of allowed wavelengths. A Michel–Levy chart can be used to relate the colours observed as a result of this phenomenon to sample thickness and composition. It’s not piezoelectricity, but materials with non-centrosymmetric unit cells can display a linear relation between the strength of this phenomenon and applied electric field in the (*) Pockels effect. Observing a subject through a calcite sample gives rise to a double image due to this phenomenon. For 10 points, name this phenomenon where a material’s refractive index depends on the direction and polarization of incident light.", "answer_sanitized": "birefringence [accept word forms] &lt;EM Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a play by Sarah Ruhl, this poet writes “There’s something haunting and nihilistic about your hairdresser,” and he told a woman “I write entirely for you” in a letter included in Words in Air. This poet wrote “In the end / the water was too cold for us” about another author, who returned the favor by making him the dedicatee of a poem that describes “frail, illegal fire balloons” and “a weak (*) mailed fist / clenched ignorant against the sky!” Elizabeth Bishop’s “The Armadillo” was written for this poet, who made Bishop the dedicatee of a poem that describes the “chalk- dry and spar spire / of the Trinitarian Church” and declares “I myself am hell.” For 10 points, name this poet who wrote about an animal that “jabs her wedge-head in a cup… and will not scare” in “Skunk Hour.”", "answer_sanitized": "Robert Lowell [do not prompt on or accept “Amy Lowell” or “James Russell Lowell”] &lt;JK American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In the central metaphor of a comparative mythology book by Wendy Doniger, the “implied” title figure creates structures of this sort representing “shared humanity.” The hero of one story offers to create one of these things to rescue Leopard from a pit he fell into. The Lakota and the Ojibwe respectively credited the hero Iktomi and a “grandmother” figure with creating structures of this sort that inspired the willow (*) hoops traditionally hung over baby’s cradles. A character whose chief ability is creating these physical objects caught a python and some hornets in order to obtain the world’s stories from Nyame. A woman was condemned to create these objects after depicting the god’s affairs in a contest with Athena. For 10 points, name these objects created by the trickster Anansi and Arachne in their animal forms.", "answer_sanitized": "spider webs [or anything indicating filaments or threads produced by spiders; prompt on rope, netting, threads, etc.] &lt;JB Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "Fibres of this mineral have a filament diameter above the respiratory limit which has allowed them to be used as replacements for asbestos in fireproofing. Colour index and silica content are used to distinguish this mineral from andesite. Zeolites such as Thomsonite are often found in amygdaloidal cavities within this mineral. (*) Scoria is a highly vesiculated form of this mineral. This mafic mineral has a similar composition to gabbro but a small crystal size. Volcanic glass is often found on the surface of newer regions of the “pillow” form of this mineral. The Giant’s Causeway consists of hexagonal columns of this rock, which is the major component of oceanic crust. For 10 points, name this common fine-grained igneous rock formed by the rapid cooling of magma.", "answer_sanitized": "basalt &lt;EM Earth Science&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "An author with this surname wrote a work of criticism framed as a fictional debate about Samuel Richardson’s Clarissa. That author wrote about the title character’s quest for a “real Friend” in The Adventures of David Simple. That author Sarah was the sister of an author with this surname who wrote a picaresque novel about a character who gives a would-be highwayman two guineas out of pity. In that novel by an author with this surname, Mr. (*) Fitzpatrick fights a duel with a character who is believed to be the son of Jenny and Partridge, and who sleeps with Mrs. Waters. An author with this surname wrote about a “foundling” who turns out to be the son of Bridget Blifil, making him Squire Allworthy’s nephew. For 10 points, give this surname of the author of Tom Jones.", "answer_sanitized": "Fielding [accept Sarah Fielding or Henry Fielding] &lt;JK British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The composer Samuel Coleridge-Taylor used one of these works for his overture to Hiawatha’s Wedding Feast. These songs inspired the third movement of a “Tone Journey” by Ferde Grofé [“FER-dee gro-FAY”] whose last section depicts Fat Tuesday. These works play the part of a chorale in a piece written in response to Kristallnacht, Michael Tippett’s oratorio A Child of Our Time. Michael Steinberg claims that one of these songs inspired a flute solo in the first movement of a symphony in E minor, whose (*) Largo second movement was adapted into one of these works by William Arms Fisher. These songs inspired Grofé’s Mississippi Suite and Antonín Dvořák’s Symphony No. 9 “From the New World.” For 10 points, “Go Down Moses” and “Swing Low, Sweet Chariot?” are examples of what kind of religious songs created by African-Americans?", "answer_sanitized": "spirituals [or Negro melodies; prompt on folk songs, prompt on hymns, prompt on answers like gospel songs or blues songs] &lt;JK Other Arts (Misc. Music)&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A criterion for this concept is critiqued by an argument that points out the finite number of coherent phrases in English, which Ned Block presented in “Psychologism and Behaviorism.” Thought about this concept makes use of the flawed epistemological and ontological assumptions according to Hubert Dreyfus. An essay arguing against this concept anticipates the “Systems Reply” to its arguments; that essay attacks (*) computationalism, a form of functionalism that ideas about the “strong” form of this concept are predicated on. The possibility of this concept is criticized with the scenario of a man using English instructions to interpret slips of paper in John Searle’s “Chinese Room” argument. For 10 points, the Turing Test is a method of assessing whether a machine possesses what concept?", "answer_sanitized": "artificial intelligence [or AI; or strong AI; or machine intelligence; or MI; accept computational theory of mind until “computationalism” is read; prompt on intelligence until “machine” is read, but accept after; prompt on functionalism and representationalism] &lt;JB Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "One technique for this process continuously measures the ionic current across the pore of alpha hemolysin embedded in a lipid membrane. The cleavage of a fluorescent dye molecule at the bottom of a zero-mode waveguide forms the basis for one of these techniques developed by Pacific Biosciences called SMRT. The error probability associated with this technique is quantified by the Phred quality score. Incorporation of radiolabeled phosphorus allows the (*) Maxam-Gilbert type of this process. A form of this process which relies on the incorporation of chain-terminating ddNTPs is named for Frederick Sanger. Craig Venter’s “shotgun” approach to this process competed with the human genome project. For 10 points, name this process of finding the order of bases such as guanine and thymine in genetic material.", "answer_sanitized": "DNA sequencing [prompt on sequencing] &lt;EM Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The “numberless sentient beings” are the subject of the first of four of these actions done by would-be Bodhisattvas. In Hinduism, actions of this type are called vrata and are most commonly performed by married women. In order to convert to Buddhism, hundreds of thousands of B. R. Ambedkar’s followers performed twenty-two of these actions in a mass ceremony held in Najpur. Truth, non-stealing, non-possession, (*) non-violence, and chastity are known as the “five” of these actions in Jainism. Takers of one of these actions called a mauna often remain silent for years. Seven steps around a fire are the Hindu analogue of the statements of this sort made at Western weddings. For 10 points, identify these statements that oblige their makers to certain behavior, as in those taken by initiates of many religious communities.", "answer_sanitized": "vows [or oaths; prompt on other related words] &lt;JB Religion&gt;", "category": "Religion"}, {"question_sanitized": "Two members of this band won primary songwriting credits for The Verve song “Bitter Sweet Symphony.” Liz Phair claims that her debut album is a song-by-song reply to one of this band’s double albums. A risqué documentary film featuring this band is only legally allowed to be screened when its director Robert Frank is present. That film, Cocksucker Blues, follows this band during their tour for an album that includes the songs (*) “Ventilator Blues,” “Rocks Off,” and “Tumbling Dice.” This band behind Exile On Main Street sings “pleased to meet you, hope you guess my name” in “Sympathy for the Devil” and repeats the line “I can’t get no” in “Satisfaction.” For 10 points, name this English rock band fronted by Keith Richards and Mick Jagger.", "answer_sanitized": "The Rolling Stones &lt;AS Trash&gt;", "category": "Trash"}, {"question_sanitized": "Some members of this group made Tsar Paul I their leaders after he offered them refuge in Saint Petersburg. This group sold Saint Barthelemy and their other Caribbean possessions to the French West India Company. During one battle, this group’s leader ordered the heads of captured prisoners to be shot from cannons into the enemy camp. Raymond II of Tripoli gave this group the castle of Krak de Chevaliers. This group was founded by merchants from Amalfi, and was later led by (*) Gerard Thom. Raymond de Puy was a notable leader of this group, which Suleiman the Magnificent forced off the island of Rhodes. This group was led by Jean Parisot de Valette at the Great Siege of Malta. For 10 points, name this Christian order originally founded to provide for sick and injured pilgrims to the Holy Land.", "answer_sanitized": "Knights Hospitaller [accept Order of Hospitallers, Order of Saint John, Knights of Saint John, Knights of Rhodes before the mention of Rhodes, Knights of Malta before the mention of Malta] &lt;GP European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "An author from this country wrote about a woman with a tattoo of a giant spider, which eventually takes on a compelling but demonic quality. An author from this country distinguished between gleam and shine in an essay that calls for a subtle appreciation of shadow and light. In one novel from this country, the protagonist grows bored with his modern wife, becomes interested in (*) puppets, and fixates on his father’s doll-like mistress; that novel was originally titled for water-pepper bugs. Some Prefer Nettles is set in this country, as is a novel about a formerly wealthy family who has been unable to find a husband for their now thirty-year old daughter, Yukiko. For 10 points, name this setting of The Makioka Sisters, the home country of Junichiro Tanizaki.", "answer_sanitized": "Japan [or Nippon or Nihon] &lt;JK World/Classical/Other Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The “mafia hypothesis” claims that the destruction of these things leads to greater depredation from Molothrus ater and Clamator glandarius. These objects are sometimes “tossed” to improve fitness, and they are classified as micro-, meso-, or macrolecithal depending on their composition. “Pipping” refers to breaking these things, often with the help of an appendage that (*) falls off several days later. One of these things is gingerly moved from one animal to the other before the recipient goes on a two-month fast. Emperor penguins devote an unusual amount of care to these objects, probably due to their long incubation period. The cuckoo is a brood parasite, meaning that it puts these things in the nests of other birds. For 10 points, name these things from which birds hatch.", "answer_sanitized": "bird eggs [or egg cell; prompt on ova or embryo or bird] &lt;JK Bio&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Some of the oldest examples of these institutions were begun as “mounts of piety” in the Middle Ages, one of which is Monte dei Paschi di Siena. A leader of one of these institutions apocryphally used carrier pigeons to get advance knowledge of the Battle of Waterloo’s outcome. One family which led one of these institutions was divided into “deer” and “lily” branches; Charles V’s election as Holy Roman Emperor was aided by the patriarch of that family, (*) Jakob Fugger. One of these companies declined under Piero the Gouty and collapsed despite attempts to prop it up using embezzled funds by Lorenzo the Magnificent. For 10 points, name this type of institution led by the Rothschild and Medici families, modern examples of which include Barclays and Crédit Agricole.", "answer_sanitized": "banks [prompt on credit companies, moneylenders, pawnbrokers, financial companies etc.] &lt;CH European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "One philosopher called this concept “the form of inner sense,” in contrast with another concept that he called “the pure form of all outer intuitions.” The growing block and the moving spotlight are both theories of this concept. Two ways of viewing this concept are dubbed the A-series and B-series in a J. M. E. McTaggart paper titled for “The Unreality of [this concept].” This concept is described as the “horizon of being” in a book that discusses how (*) dasein [“dahs-EIN”] is grounded in this concept. This concept is coupled with free will in the title of an Henri Bergson work. One philosopher divided the concepts integral to the structure of human experience into the dichotomies of cause and effect, and this concept and space. For 10 points, name this concept typically divided into the past, present, and future.", "answer_sanitized": "time &lt;YFL Philosophy&gt; Bonuses:", "category": "Philosophy"}], "bonuses": [{"leadin_sanitized": "One psychologist theorized that this process occurs with the aid of “vicarious reinforcement” and “modelling.” For 10 points each:", "answers_sanitized": ["learning [or social learning; accept answers indicating the acquisition of skills or knowledge]", "aggression [accept word forms; accept equivalents like violence; anti-prompt on synonyms of crime]", "control [accept word forms] &lt;JB Social Science&gt;"], "parts_sanitized": ["Name this process placed in a social context in that theory by Albert Bandura. Lev Vygotsky theorized that this process occurs in the “zone of proximal development.”", "Bandura tested his social learning theory by conducting an experiment in which children exhibited this type of behavior after watching adults interact with a bobo doll. A 2015 APA study found evidence for the belief that shooter video games cause this type of behavior.", "A key idea from social learning theory is Julius Rotter’s theory of the “locus” of this concept. People with an external locus of this concept believe that their life events are determined primarily by outside forces."], "category": "Social Science"}, {"leadin_sanitized": "A photograph taken during this event depicts the 14-year-old runaway Mary Ann Vecchio kneeling over the body of Jeffrey Miller. For 10 points each:", "answers_sanitized": ["Kent State Massacre", "Vietnam War", "teach-ins &lt;AN American History&gt;"], "parts_sanitized": ["Name this event in which unarmed students were attacked by members of the Ohio National Guard.", "The students targeted in the Kent State shootings were protesting American involvement in this war, specifically the massive bombing operations conducted in its Cambodian Campaign.", "In a less bloody instance of anti-Vietnam War activism on a Midwestern college campus, Marshall Sahlins held the first of these events at the University of Michigan. This form of protest features expert lectures and group discussions."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This novella ends with a passage describing a chain gang entitled “The Twelve Mortal Men.” For 10 points each:", "answers_sanitized": ["The Ballad of the Sad Cafe", "Carson McCullers (That novel is The Heart is a Lonely Hunter.)", "he is a hunchback [accept clear equivalents] &lt;OL American Literature&gt;"], "parts_sanitized": ["Name this novella about Miss Amelia Evans. Marvin Macy takes advantage of Cousin Lymon in this novella.", "The Ballad of the Sad Cafe was written by this Southern American author best-known for a novel about a town’s interactions with the deaf-mute John Singer.", "In The Ballad of the Sad Cafe, Cousin Lymon has this trait. Victor Hugo created a character with this trait who is crowned the Pope of Fools and works as a bellringer at Notre-Dame."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Pseudo-Apollodorus credits this person’s lover Thamyris as the first man to love another man. For 10 points each:", "answers_sanitized": ["Hyacinth [or Hyacinthus]", "sacrificing his daughter [or sacrificing his daughters; accept synonyms for “sacrificing” such as killing; prompt on partial answers such as sacrificing one’s child or human sacrifice]", "Crete &lt;JB Mythology&gt;"], "parts_sanitized": ["Name this youth loved by Apollo, from whose blood a namesake flower sprang after he was killed by a discus blown by the jealous wind god Zephyrus.", "Another Hyacinth of Greek myth was a man who performed this action on the tomb of the Cyclops Geraestus to save the city of Athens. In the Cypria, the seer Calchas persuades a king to perform this action to appease Artemis.", "Robert Graves claims Hyacinth was a flower god from this island, where Daedalus built a labyrinth to house the Minotaur for King Minos."], "category": "Mythology"}, {"leadin_sanitized": "This man and Gustav Stresemann shared the 1926 Nobel Peace Prize for their work with Austen Chamberlain on the Locarno Treaties. For 10 points each:", "answers_sanitized": ["Aristide Briand", "laïcité [or secularism; or separation of church and state; prompt on anti-clericalism or anti-Catholicism; prompt on freedom of religion]", "navies [or naval forces] &lt;JB European History&gt;"], "parts_sanitized": ["Name this eleven-time prime minister of France who proposed and names with Frank Kellogg a pact intended to universally outlaw war.", "With Émile Combes, Briand was one of the main proponents and authors of a 1905 law that officially implemented this doctrine. The Jules Ferry laws on schooling are the first notable implementation of this doctrine.", "In 1922, Briand attended a conference in Washington that was intended to regulate the size of these forces. An arms race was sparked by the introduction of the HMS Dreadnought by the royal British force of this type."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Scientists have argued over whether or not <em>Homo sapiens</em> is an example of these creatures. For 10 points each:", "answers_sanitized": ["apex predator [or alpha predator; prompt on “top predator”]", "trophic levels", "decomposers [prompt on detritivores or saprotrophs] &lt;JK Biology&gt;"], "parts_sanitized": ["Name this term for a predator at the “top” of a food chain, upon which no other animals prey. Examples include the saltwater crocodile and the gray wolf.", "Apex predators occupy the highest of these levels, which were theorized by Raymond Lindeman. Primary producers occupy the first of these levels.", "Even apex predators are “consumed” by these things, examples of which include fungi and bacteria. They link the top and bottom trophic levels of an ecosystem by recycling nutrients to be used by primary producers."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The Haggadah credits this man with placing bitter herbs between two pieces of matzoh to create his namesake sandwich. For 10 points each:", "answers_sanitized": ["Hillel", "the Torah [prompt on the Pentateuch]", "sedarim [or seder; prompt on orders] &lt;JB Religion&gt;"], "parts_sanitized": ["Name this Jewish sage of the second century A.D. whose debates with Shammai are a common subject of rabbinic literature. He is the namesake of a foundation that sponsors Jewish campus organizations.", "Hillel legendarily explained this text while standing on one foot by stating the golden rule. This holy text of Judaism consists of the first five books of the Bible.", "Hillel is credited with organizing these six sections of the Mishnah, which include the “Zeraim” and “Moed.”"], "category": "Religion"}, {"leadin_sanitized": "This composer wrote the 40-part motet <em>Spem in alium</em>. For 10 points each:", "answers_sanitized": ["Thomas Tallis", "William Byrd", "Elizabeth I &lt;JK Music&gt;"], "parts_sanitized": ["Name this Renaissance British composer who also set two Lamentations from the Book of Jeremiah to music. His “Why fum’th [“fyoom-ith”] in fight” inspired a “Fantasia” by Ralph [“rafe”] Vaughan Williams.", "Tallis was Catholic, as was this student with whom Tallis wrote the Cantiones Sacrae. This composer also wrote a collection of keyboard music called My Ladye Nevell’s Booke.", "While some Anglicans frowned on the grandiose religious music of the Catholic Church, this Protestant queen and music-lover was less strict. Byrd and Tallis were given a 21-year monopoly for polyphonic music by this English monarch."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "These very space-efficient data structures are often used to avoid unnecessary lookups on disks. For 10 points each:", "answers_sanitized": ["Bloom filters [prompt on partial answer]", "hash collisions", "web caches &lt;DM Computer Science&gt;"], "parts_sanitized": ["Name these probabilistic data structures, consisting of a bit array and several hash functions, that are used for testing whether an element is in a set. They can output false positives but not false negatives.", "Hash tables can be considered Bloom filters with only one hash function if they ignore these events, in which the function outputs the same value for two different inputs. The birthday paradox gives the probability of these events occuring in hash functions.", "Bloom filters are often used by content delivery networks to determine what items to store in these structures for faster access. Web browsers use these things to store the contents of recently-visited websites."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "A cake shaped like this one of these buildings is eaten at the end of <em>Billiards at Half Past Nine</em>, in which three successive generations of the Faehmel family build, destroy, and rebuild it. For 10 points each:", "answers_sanitized": ["abbeys [prompt on monasteries or equivalents]", "lambs", "Nazi Party &lt;OL European Literature&gt;"], "parts_sanitized": ["Name this type of building. People living in this type of building follow the rule “do what thou wilt” in Rabelais’s Gargantua and Pantagruel.", "In Billiards at Half Past Nine, the bellboy Hugo is repeatedly compared to a “little” one of these animals. William Blake contrasted this animal with “The Tyger” in his Songs of Innocence and Experience.", "In some translations of the novel, Robert Faehmel classifies supporters of this party as “buffaloes.” The title figure is compared to a member of this party in Sylvia Plath’s “Daddy,” which says he is “not God but a swastika.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "WARNING: TWO ANSWERS REQUIRED. One of these two nations ceded the Caroline and Marianas Islands to the other after World War I. For 10 points each:", "answers_sanitized": ["Germany AND Japan", "Qingdao", "Treaty of Shimonoseki &lt;GP World History&gt;"], "parts_sanitized": ["Name these two countries that, along with Italy, formed the Tripartite Pact in 1940. The Nuremberg and Tokyo Trials tried war criminals from these two nations after World War II.", "During World War I, Japan captured this city in Germany’s Kiautschou Bay Concession. This Chinese city is home to St. Michael’s Cathedral, built by German missionaries.", "Germany, France, and Russia earlier prevented Japan from annexing the Liaodong Peninsula in this treaty through the Triple Intervention. This treaty ended the First Sino-Japanese War of 1894 to 1895."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The electrons in a MOSFET are often modeled as a gas with this property. For 10 points each:", "answers_sanitized": ["two-dimensional [or 2D]", "Ising model", "graphene &lt;EM Physics&gt;"], "parts_sanitized": ["Name this characteristic property of systems in which particles called anyons can occur.", "Lars Onsager solved the two-dimensional version of this model of ferromagnetism which considers a set of interacting spins on a lattice.", "Perhaps the best known two-dimensional system is this massively overrated material consisting of a single layer of carbon atoms, which can be prepared by peeling layers off a pencil lead with sticky tape."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A former mayor of this city claimed that he would not enter into a coalition government with anyone that had not watched the HBO series <em>The Wire</em>. For 10 points each:", "answers_sanitized": ["Reykjavík", "Five Star Movement [or Movimento 5 Stelle or M5S]", "Jean-Marie Le Pen [do not accept or prompt on “Marine Le Pen”] &lt;JK Current Events&gt;"], "parts_sanitized": ["Name this city where comedian Jon Gnarr was elected mayor in 2010 as part of a backlash against the political establishment. Gnarr campaigned on promises of “free towels in all swimming pools” and a polar bear for this Icelandic capital’s zoo.", "This anti-establishment Italian political party founded by blogger and comedian Beppe Grillo received the most votes of any single party in the 2018 parliamentary elections, finishing second behind the center-right coalition.", "The comedian Dieudonné is a close friend of this French politician, probably due to their shared anti-Semitism. This former head of the FN was succeeded by his daughter Marine."], "category": "Current Events"}, {"leadin_sanitized": "Julius Shulman photographed a series of structures of this type that were commissioned by <em>Arts &amp; Architecture</em> magazine starting in 1945. For 10 points each:", "answers_sanitized": ["residential houses [or villas; accept anything indicating personal homes]", "De Stijl [“duh style”]", "Le Corbusier [or Charles-Édouard Jeanneret] &lt;JB Other Arts (Architecture)&gt;"], "parts_sanitized": ["Name this type of building, iconic modernist examples of which were designed by Charles and Ray Eames and Richard Neutra as part of that “Case Study” program. The Savoye family is the namesake of a white concrete one of these buildings.", "The sliding walls and window coloring of the Eames’s Case Study House No. 8 displays the influence of this movement. The best-known architectural work of this movement is Gerrit Rietveld’s Schröder House.", "This Swiss-born architect of the Villa Savoye proclaimed that “a house is a machine for living” in his Toward an Architecture, which was published under the mononym he is best-known by."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "A legend about this sort of figure among sugarcane workers is treated as a critique of commodity fetishism in an anthropological book by Michael Taussig. For 10 points each:", "answers_sanitized": ["devils", "South America [prompt on America]", "shamanism &lt;JB Social Science&gt;"], "parts_sanitized": ["Name this sort of figure. In sociology, a Stanley Cohen book about moral panics introduced the idea of the “folk” type of these figures, who are groups of outsiders blamed for societal ills.", "Michael Taussig’s The Devil and Commodity Fetishism draws from field work on this continent. Napoleon Chagnon dubbed the Yanomami tribe of this continent’s Amazon rainforest “the fierce people.”", "Another Taussig book about South America is titled for this practice, “Colonialism, and the Wild Man.” A word from the Tungusic language names this practice, in which namesake healers enter a trance state in order to interact with the spirit world."], "category": "Social Science"}, {"leadin_sanitized": "Thomas Rymer called this play a “bloody farce” in <em>A Short View of Tragedy</em>. For 10 points each:", "answers_sanitized": ["The Tragedy of Othello, the Moor of Venice", "Dom Casmurro", "Joaquim Maria Machado de Assis [prompt on Machado or de Assis] &lt;OL World Literature&gt;"], "parts_sanitized": ["Name this Shakespearean tragedy in which Desdemona is suspected of an affair with Cassio by the title “Moor of Venice.” Her husband’s strongest piece of evidence is a misplaced handkerchief.", "Bento Santiago believes his wife Capitu has cheated on him with Escobar in this novel, an adaptation of Othello.", "This Brazilian author of Dom Casmurro also wrote The Posthumous Memoirs of Bras Cubas and Philosopher or Dog? He translated Oliver Twist into Portuguese."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "It avoids the risk of over-alkylation inherent in directly reacting an alkyl halide with ammonia. For 10 points each:", "answers_sanitized": ["Gabriel synthesis", "amines", "palladium [or Pd] &lt;AR Chem&gt;"], "parts_sanitized": ["Name this reaction where alkyl halide reacts with potassium phthalimide before further reaction with hydrazine gives a primary product.", "The Gabriel synthesis is used to produce these compounds. This functional group has a nitrogen atom with a lone pair and is thus a derivative of ammonia.", "The Buchwald–Hartwig reaction allows the one step introduction of amines onto aromatic rings by using this metal as a catalyst. This metal is also as a catalyst for forming carbon-carbon bonds in the Suzuki and Heck reactions."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This man emerged victorious over Sweyn Estridsson at the Battle of Nisa in 1062. For 10 points each:", "answers_sanitized": ["Harald Hardrada [or Harald Sigurdsson; or Harald III; prompt on Harald]", "Sicily", "Battle of Stamford Bridge &lt;GP British History&gt;"], "parts_sanitized": ["Name this man who succeeded Magnus the Good as the King of Norway. He won the Battle of Fulford during his invasion of England.", "While in exile, Harald Hardrada had served as the commander of the Byzantine Varangian Guard, with whom he fought in a campaign against the emirate of this island. This Italian island is home to the city of Syracuse.", "Harald Hardrada was killed in this battle on the Derwent River. Harold Godwinson defeated Hardrada and his ally Tostig Godwinson at this battle, which is generally considered the end of the Viking Age in England."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Name some authors who wrote fiction involving the evacuation of children from London during the Blitz, for 10 points each.", "answers_sanitized": ["C. S. Lewis", "Evelyn Waugh", "A. S. Byatt &lt;JB British Literature&gt;"], "parts_sanitized": ["The Pevensie children are sent to Professor Digory Kirk’s home at the opening of this author’s The Lion, the Witch and the Wardrobe, the first entry in his Chronicles of Narnia series.", "Basil Seal takes bribes from people who don’t want to billet evacuees in their country homes in this author’s novel Put Out More Flags. This author used a phrase from “The Waste Land” to title his novel A Handful of Dust.", "Two evacuees, the girls Penny and Primrose, see the Loathly Worm in this author’s story “The Thing in the Forest.” This sister of Margaret Drabble wrote about two academics studying a fictional pair of Romantic poets in her novel Possession."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A cycle of paintings of these things covers the walls of an oval room in the Musée de l’Orangerie. For 10 points each:", "answers_sanitized": ["waterlilies [or Nymphéas]", "Claude Monet", "Rouen Cathedral &lt;JB Painting and Sculpture&gt;"], "parts_sanitized": ["Name these objects that an artist focused on painting at his home in Giverny as he grew increasingly blind from cataracts over the last twenty years of his life. In some entries, they appear beneath a Japanese-style bridge.", "Those waterlily paintings were done by this French artist. A review of his painting Impression: Sunrise gave its name to the impressionist movement.", "For an earlier series, Monet rented a room across the street from this building to work on over thirty depictions of its facade at different times of day."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "All women are said to be embodiments of this goddess. For 10 points each:", "answers_sanitized": ["Lakshmi [or Laxmi]", "cows [do not accept “bulls”]", "Brahma &lt;JK Mythology&gt;"], "parts_sanitized": ["Name this Hindu goddess of wealth and fortune. The churning of the ocean produced this wife of Vishnu along with other precious and beautiful things.", "Lakshmi exited the ocean along with Kamadhenu, the “mother of” these creatures. She is considered to be the source of all prosperity.", "In the Mahabharata, the first cow is named Surabhi, and is born when this god drinks too much Amrita and throws up. This creator god and husband of Saraswati formed a trinity with Vishnu and Shiva."], "category": "Mythology"}]}