{"tossups": [{"question_sanitized": "A line from this poem about an “inevitable hour” may draw on its poet’s earlier “Monody on the Death of Queen Caroline.” “A youth to Fortune and to Fame unknown” whose “frailties” and “merits” dwell in “the bosom of his Father and his God” provides the subject for the epitaph that ends this poem. Near the end of this poem, the absence of the speaker from his “fav’rite tree” and “custom’d hill” is recalled by an imaginary “hoary-headed (*) swain.” “Some Cromwell guiltless of his country’s blood” and “some mute inglorious Milton” are imagined in the title location of this poem. This poem provides the title for Thomas Hardy’s Far From the Madding Crowd and begins by describing the “knell of parting day.” For 10 points, name this poem by Thomas Gray.", "answer_sanitized": "“Elegy Written in a Country Churchyard” &lt;OL British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A thinker who was introduced to the “spyglass of anthropology” in this city measured the size of people’s skulls while standing on a street corner here. A “book vendor and street intellectual” in this city calls himself a “public character” in an ethnographic work featuring that man, Hakim Hasan. Mitchell Duneier [“dun-YER”] explored how this city has changed in the four decades since its design was critiqued in a book that describes the “intricate ballet” of the sidewalk and excoriates (*) modernist urban planning. Shoppers’ pronunciation of the words “fourth floor” in this city was analyzed by William Labov [“luh-BOHV”]. Jane Jacobs’s The Death and Life of Great American Cities criticizes Robert Moses’s work in this city. For 10 points, name this city where Franz Boas championed cultural relativism at Columbia University.", "answer_sanitized": "New York City [or NYC] (The first clue is about Zora Neale Hurston.) &lt;JK Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "The Dream Program may have inspired this event’s location, which was planned under the slogan “New Horizons.” Almost fifteen years after losing a California governor race, Elizabeth Swaney was criticized for participating in this event. Colorful robotic fish premiered at this event, as did a 5G wireless network sponsored by Samsung and Intel. Pancake and Steak, both members of the Garlic Girls, received stuffed (*) white tigers at this event. Although outdoor sex was prohibited at this event, 110,000 condoms were given to participants. Because of a 2014 doping scandal, certain participants in this event were referred to as “Athletes from Russia.” For 10 points, name this winter sporting event held in Pyeongchang.", "answer_sanitized": "2018 Winter Olympics [or Pyeongchang Olympics until read; prompt on the Olympics] &lt;OL Current Events&gt;", "category": "Trash"}, {"question_sanitized": "This event grew violent after demonstrators at the Radio Building were fired on by members of the AVH secret police. During this event, a set of sixteen demands read out beneath a statue of Polish general Jozef Bem were rejected by Ernő Gerő [“AIR-no GAIR-oh”]. András Hegedüs [“ON-drahsh HEG-ed-yoosh”] fled during this event and was replaced with a man who was lured out of the Yugoslavian embassy at its end. Cardinal (*) Mindszenty [“MEEND-sen-tee”] was freed from prison during this event. Tensions from this event resulted in the “blood in the water” polo match at the Melbourne Summer Olympics. János Kádár [“YAH-nohsh KAH-dar”] replaced the leader of this event after his execution; that leader was Imre Nagy [“EEM-ray NAWJ”]. For 10 points, name this revolt that Soviet forces crushed by sending tanks into Budapest.", "answer_sanitized": "Hungarian Revolution of 1956 [or Hungarian Uprising of 1956; or Soviet Invasion of Hungary; accept equivalents] &lt;GP European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The CW structure of complex projective space consists of one cell in each dimension with this property. A symplectic form can only be defined on spaces in dimensions with this property. The Euler characteristic of any closed orientable surface is an integer with this property. If n has this property, then no n-sphere has a nonvanishing tangent vector field, by the (*) hairy ball theorem. The order of any dihedral group is an integer with this property. If a polynomial with real coefficients only has complex roots, then its degree must have this property. It is an open conjecture that every perfect number has this property. Goldbach’s conjecture states that every integer with this property can be written as the sum of two primes. For 10 points, two is the only prime number that has what property?", "answer_sanitized": "even numbers [or even integers] &lt;AW Math&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "This painting’s subject matter is treated in the photorealist, blurry painting Ema by Gerhard Richter. This painting is inferior from the “standpoint of decorative value, of sincerity, and of artistic merit” to the “Navajo rug” in the author’s bathroom according to the essay “A Layman’s View of an Art Exhibition.” Despite the pleas of his brothers, the artist refused to change its “literary” title to get Gleizes [“glez”] and Metzinger to display it at the Salon des Indépendants. A photo sequence from (*) Muybridge's book Animal Locomotion likely inspired this painting, which Julian Street compared to an “Explosion in a shingle factory.” Many viewers of this painting at the 1913 Armory Show could not see the title figure amid the brown shapes and motion lines it depicts. For 10 points, name this Marcel Duchamp painting of a naked person.", "answer_sanitized": "Nude Descending a Staircase No. 2 [or Nu descendant un escalier no. 2] &lt;JB Painting and Sculpture&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A book by this philosopher includes a table of “instances agreeing in the Form of Heat.” That work by this thinker analogizes ideal philosophers to bees, who have the positive aspects of both spiders and ants. This philosopher wrote a book in which a pillar of light reveals the location of a bible to the inhabitants of Renfusa. That book by this philosopher features an ideal school called Salomon’s House located on the (*) island of Bensalem. This philosopher’s major work describes false idols of the cave, the theater, the tribe, and the marketplace that one must overcome in order to use his namesake method. For 10 points, name this British philosopher of The New Atlantis and Novum Organum who championed science through empiricism and inductive reasoning.", "answer_sanitized": "Sir Francis Bacon &lt;YFL Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "In an essay titled for these objects, the writer describes his country’s “love for Form” and outlines the process of dissimulation. A poem dedicated to Pablo Picasso describes one of these objects as the “beauty of my monochord eye,” while another poem by that same writer mentions black, red, and white varieties of this object in a “prayer” to them; those poems are by Léopold Senghor. An essay from Octavio Paz’s Labyrinth of Solitude discusses (*) “Mexican” objects of this sort. One of these objects titles a novel in which a gay man finds himself attracted to St. Sebastian. Actors in Zeami Motokiyo plays tilt these objects to express emotions, and Yukio Mishima wrote a novel about the “confessions” of one of these objects. For 10 points, name these objects worn by actors in Noh theatre.", "answer_sanitized": "masks [accept “Mexican Masks” or “Black Mask” or “Prayer to Masks” or Lament of the Masks or Confessions of a Mask] &lt;OL World Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "One of these places is the site of the oldest public inscription of its language, which is carved on a mysterious shrine known as the Black Stone. A marble and gilt-bronze column called the Golden Milestone stood as a symbolic crossroads in the best-known of these places. People in one of these places customarily defiled the strangled corpses that were thrown down into it from the Gemonian stairs. An altar to Hercules stood in the (*) “boarium” one of these places, which served as a cattle market. The northeast section of the most famous one of these places featured a speaking platform called the rostra. Buildings such as basilicas and curias place usually stood adjacent to these places, the analogues of the agora of Greek cities. For 10 points, name these public squares in Roman cities.", "answer_sanitized": "Roman fora [or Roman forums] &lt;JB European History&gt;", "category": "History"}, {"question_sanitized": "This deity’s grandson was suspicious of his wife getting pregnant the day after their marriage, so his wife gave birth to triplets in a burning house to prove they were his children. That grandson of this deity chose to marry the princess of flowers, instead of the princess of rocks, which explains why human lifespans are so short. This deity gave birth to three women from her (*) brother’s sword and sent her grandson Ninigi-no-Mikoto down to earth with a sword, a mirror, and a jewel. This goddess was lured out of a cave by the sound of other gods laughing at an erotic dance by the goddess Uzeme on top of a bathtub. This goddess’s brother is Susano’o [“SOO-sah-NO-wo”] and her direct descendents are the emperors of Japan. For 10 points, name this Shinto sun goddess.", "answer_sanitized": "Amaterasu [accept Takamimusuhi until “birth” is red] &lt;YFL Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "One compound used to study this process contains two ruthenium atoms linked by a bridging pyrazine ligand. A theory of this process describes an inverted region where the rate of it decreases with increasing exergonicity in the very negative delta-G domain. That theory describes the “outer-sphere” form of this process and is named for Rudolph (*) Marcus. The free energy change associated with this process is depicted on a Frost diagram. TTF and ferrocene are commonly used in electrochemical sensing as they easily undergo this process. This process is often written as two half-reactions, each with a standard electrode potential. For 10 points, name this process that changes the oxidation states of atoms as they exchange negatively charged particles.", "answer_sanitized": "electron transfer [accept redox; prompt on reduction or oxidation] &lt;EM Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This man asked, “Can you make [the Sun] rise from the West?” in a debate with Nimrod, who felt threatened after this man survived being catapulted into a fire. This figure declared “Who will buy my idols? They will not help you and they cannot hurt you!” when this figure’s father forced him to sell idols in the marketplace. A holiday celebrating this figure follows the Day of Arafat, and though it’s not (*) Eid al-Fitr, it contains a prayer with six additional Takbirs. A ritual during the Hajj commemorates how this man’s wife ran between the hills of Safa and Marwah seven times in search of water for their son. He and his son rebuilt the “House of God” in what is now Mecca. This builder of the Ka’aba is honored on Eid al-Adha, which praises his willingness to sacrifice his son. For 10 points, name this father of Ishmael, who in the Bible is the father of Isaac.", "answer_sanitized": "Ibrahim [or Abraham; or Avraham] &lt;JK Religion&gt;", "category": "Religion"}, {"question_sanitized": "James Robson accused an organization named for this place of “sleeping” beside it for an 80-year period in which the only exception to its passive policies was the construction of Henley House. Under pressure from 300 armed men, a judge ended the monopoly of an organization named for this place at the Sayer trial. Cuthbert Grant’s men massacred members of an organization named for this body of water at the Battle of Seven Oaks, in a conflict that ended when it (*) merged with its rival, the North West Company. Rupert’s Land was controlled by a company based on this body of water that traded colorful “point blankets” for fur from First Nation peoples. This body of water is named for a captain who was set adrift in it with his son after a mutiny. For 10 points, name this large Canadian bay named for an explorer.", "answer_sanitized": "Hudson Bay [prompt on Hudson until “bay” is read, but accept after] &lt;JB World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "An opinion in this case notes that the author believes the dominance of a group “in prestige, in achievements, in education, in wealth, and in power” will continue “for all time.” That dissent in this case was written by a justice who also dissented in a case that extended it by upholding the Day Law, Berea College v. Kentucky. Future justice William Rehnquist wrote a memo in which he argued that this case should be reaffirmed. The phrases “There is no (*) caste here” and “The constitution is color-blind” appear in John Marshall Harlan’s lone dissent in this case. Albion Tourgee represented the plaintiff of this case, which centered on an incident caused by the Comité des Citoyens’ recruiting of an octoroon to sit in the whites-only railway car. For 10 points, name this case that established the “separate but equal” doctrine.", "answer_sanitized": "Plessy v. Ferguson [accept either underlined name; accept names in either order] &lt;AN American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A character in one of this man’s novels quotes Pushkin’s Eugene Onegin, claiming that women have “a heart which bears the stamp of woe.” This writer asked “Why did he give his hand to worthless slanderers?” and claimed that “black blood won’t wash away the poet’s sacred blood” in a poem dedicated to Pushkin. The protagonist of one of this writer’s novels encounters a blind boy and Yanko’s smuggling operation in Taman. The princess (*) Tamara dies after a kiss from her evil lover in a narrative poem by this author of “Death of the Poet.” In this author’s most famous novel, a Byronic hero’s love of Princess Mary causes Grushnitsky to be killed in a duel with that protagonist, Pechorin. For 10 points, name this Russian author of Demon and A Hero of Our Time.", "answer_sanitized": "Mikhail Yuryevich Lermontov &lt;OL European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This quantity squared is in the numerator of the equation calculating Hall conductance, and this quantity is equal to 2 divided by the product of the Josephson constant and the von Klitzing constant. It’s not current, but the nuclear form factor gives the spatial distribution of this quantity over elastic scattering. This quantity is necessarily zero for a Majorana fermion. (*) Gauss’s law states that the flux integral of electric field equals this quantity over epsilon-naught. An experiment by Cronin and Fitch demonstrated the violation of symmetry under parity inversion and the conjugation of this quantity. An inaccurate value for the viscosity of air led to errors in calculating this quantity for an electron in the Millikan oil drop experiment. For 10 points, name this quantity measured in coulombs which is positive for protons and negative for electrons.", "answer_sanitized": "electric charge [accept charge quantum; accept charge of the electron] &lt;DM Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Although not mallets, George Crumb’s Makrokosmos III includes the first classical instance of bowing this non-stringed instrument. In gamelan, the cyclic structure of pieces is maintained by these instruments in various different sizes. This instrument accompanies the timpani in making the “death rattle” at the end of Richard Strauss’s Death and Transfiguration. One of these instruments is played immediately before the (*) brass chorale in the fourth movement of Tchaikovsky’s Sixth Symphony. One of these instruments, along with the piano, is played to open A Love Supreme. These instruments are hung vertically by strings in their suspended variety. These instruments originated in Eastern forms of music but have been introduced in orchestral music primarily through the tam-tam. For 10 points, name these large flat circular metal percussion instruments.", "answer_sanitized": "gongs [accept tam-tam until read; do not accept “cymbals”] &lt;YFL Other Arts (Misc. Music)&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The speaker claims she can “only do two things” including to “not add a last line” in a Wislawa Szymborska poem titled for this event. This event inspired one author’s essay “In the Ruins of the Future,” which primed readers to expect his novel about Eric Packer’s journey to a barber shop to be about this event. The boy Justin use binoculars to search for Bill Lawton after this event in a novel about Keith Neudecker. The mysterious company “hashslingrz” catches the attention of (*) Maxine Tarnow a few months before this event in one novel, and Oskar Schell’s father dies during this event in a book by Jonathan Safran Foer. For 10 points, name this event, the subject of Thomas Pynchon’s Bleeding Edge, Don DeLillo’s Falling Man, and Extremely Loud and Incredibly Close.", "answer_sanitized": "9/11 [accept answers involving the 2001 World Trade Center terrorist attack or WTC; or “Photograph from 9/11”] &lt;OL American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In a duet from this opera, the two characters say they will love each other “morning time and evening time” and one character says that there is no wrinkle on her brow because the “sorrow of the past is all done.” A character in this opera sings about doubting “the things you’re liable to read in the Bible.” Characters in this opera sit around a bed and sing (*) “Gone, Gone, Gone” to mourn a man’s death. The song “I got plenty o’ nuttin” is reprised in this opera while characters are setting off to a picnic on Kittiwah Island. In this opera, Crown kills Robbins with a cotton hook while arguing over craps winnings, and Sportin’ Life sings “It Ain’t Necessarily So” at the picnic. For 10 points, name this opera set in Catfish Row where Clara sings the song “Summertime,” an opera by George Gershwin.", "answer_sanitized": "Porgy and Bess &lt;YFL Music and Opera&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "A derivative of this compound forms the backbone of the artificial information storage molecule PNA. Deionized water, methanol, Tris, and this compound make up the Towbin buffer that is used in western blotting. It’s not acetylcholine, but strychnine acts as an antagonist of this compound. This amino acid and glutamate simultaneously bind (*) NMDA receptors to activate them. This amino acid acts as an inhibitory neurotransmitter, and like proline it is not confined to the alpha helix or beta sheet regions of a Ramachandran plot, owing to its small side chain. For 10 points, name this achiral amino acid rarely found in alpha helices that contains a single hydrogen atom as its side chain, abbreviated G.", "answer_sanitized": "glycine [accept aminoacetic acid; prompt on G until read] &lt;MW Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This quantity’s existence can be shown by the fact that in nonadiabatic processes, a function T exists such that the change in internal energy minus the differential work all over T is a total differential. The change in this quantity is equal to the line integral of the change in total heat over time according to the Clausius inequality. This quantity for a substance is not proportional to the amount of the substance in a paradox named for (*) J. Willard Gibbs. That paradox is resolved by assuming that the substance’s particles are indistinguishable, leading to an equation for calculating this quantity in monatomic ideal gases named for Sackur and Tetrode. This quantity is equal to Boltzmann’s constant multiplied by the log of the number of microstates, and according to the second law of thermodynamics, it always increases. For 10 points, name this quantity that measures a system’s disorder.", "answer_sanitized": "entropy [or S] &lt;CH Physics&gt; Bonuses:", "subcategory": "Science Physics", "category": "Science"}], "bonuses": [{"leadin_sanitized": "A song named for this actress repeatedly asks whether it’s “warm enough outside.” For 10 points each:", "answers_sanitized": ["Drew Barrymore", "SZA [“sizza”] [or Solana Imani Rowe; or Sovereign Zig-Zag Allah; or Savior Zig-Zag Allah]", "Maroon 5 &lt;OL Trash&gt;"], "parts_sanitized": ["Name this actress. She’s often featured in romantic comedies like 50 First Dates and Never Been Kissed, and played Gertie in E.T. when she was six.", "This artist’s debut album Ctrl features the song Drew Barrymore. This artist claims “my man is your man” in The Weekend and describes the title sensation as “the only thing keepin’ me by your side right now” in Love Galore.", "SZA collaborated with this Adam Levine-led band on the track What Lovers Do. This band’s most popular songs include “Moves Like Jagger” and “Payphone.”"], "category": "Trash"}, {"leadin_sanitized": "Answer the following about the South Indian Kingdom of Mysore during the reign of Tipu Sultan, for 10 points each.", "answers_sanitized": ["British East India Company [or the BEIC]", "mulberry silk [prompt on fabric, textiles, and similar answers]", "Calicut [accept Kozhikode] &lt;GP World History&gt;"], "parts_sanitized": ["Tipu Sultan used sword-tipped rockets to great success against the forces of this joint-stock corporation, which ruled British India until it was removed from power following the Sepoy Mutiny.", "Data collected by Francis Buchanan-Hamilton suggests the high living standard of workers with this substance in Tipu Sultan’s Mysore. Smuggling carried out by two Nestorian monks is credited with introducing this commodity to the Byzantine empire.", "During his conflicts with the Company in Kerala [“CARE-uh-luh”], Tipu Sultan invaded the kingdom centered on this city, which was ruled by Hindu monarchs with the title Zamorin."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "These cells contain ion channels in their flagella called CatSper. For 10 points each:", "answers_sanitized": ["sperm cells", "acrosome", "protamines &lt;DM Biology&gt;"], "parts_sanitized": ["Name these haploid cells first observed by Anton van Leeuwenhoek [“LAY-vin-hook”] that consist of a head, a neck, a middle piece, and a tail. They are the male gamete.", "Spermatozoa contain this cap-like organelle on their head that helps break down the zona pellucida to enable the sperm to join with the ovum. This structure derived from the Golgi body uses the hyaluronidase enzyme in its functions.", "These small proteins rich in arginine replace histones in the later phases of spermatogenesis to package DNA more efficiently. Their sulfates are used as heparin overdose medication."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Okun’s law observes an empirical relationship between this phenomenon and GDP. For 10 points each:", "answers_sanitized": ["unemployment", "wages [or pay]", "David Card &lt;JK Social Science&gt;"], "parts_sanitized": ["Name this economic phenomenon which Keynesians [“CANE-zee-ins”] argue is composed of both cyclical and natural components, as opposed to the structural and frictional elements focused on by classical economics.", "Keynesians support the “efficiency” types of these things, arguing that they increase productivity. Mandatory “minimum” ones often fall above the market-clearing level created by the intersection of labor supply and demand.", "This economist and Alan Krueger used a natural experiment in Pennsylvania and New Jersey to argue that minimum wage increases did not decrease employment. He also argues that immigration does not decrease wages."], "category": "Social Science"}, {"leadin_sanitized": "This state shares the Uinta Mountains with Wyoming and the Wasatch Range with Idaho. For 10 points each:", "answers_sanitized": ["Utah", "Bryce Canyon National Park", "Hoodoos &lt;AN Geography&gt;"], "parts_sanitized": ["Name this western state, whose prehistoric Lake Bonneville formed its largest lake, the Great Salt Lake. It also contains national parks such as Canyonlands and Capitol Reef.", "This other national park in Utah is known for its bright red, white, and orange colored formations. Its highest point is known as Rainbow Point.", "These tall rock structures make up most of Bryce Canyon National Park. They are often caused by a process known as frost weathering, and can also be found in Cappadocia, as well as the Aorangi mountains in New Zealand."], "category": "Geography"}, {"leadin_sanitized": "This character bonds with his former coach Marty Tothero over dinner. For 10 points each:", "answers_sanitized": ["Harry “Rabbit” Angstrom [accept either underlined name; prompt on Angstrom]", "John Updike", "drowning [accept word forms] &lt;OL American Literature&gt;"], "parts_sanitized": ["Name this MagiPeeler salesman. He inherits a Toyota dealership in the third novel in which he appears, and lives with Skeeter and Jill before his house burns down in the second book of that series.", "Rabbit Angstrom appears in a series written by this American author. The devilish Darryl Van Horne seduces three women in his novel The Witches of Eastwick.", "Rabbit’s daughter Rebecca June dies in this way at the hands of her mother Janice in Rabbit, Run. Judy almost dies in this manner before her grandfather saves her in Rabbit at Rest."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "One figure sails to this place after escaping from the stomach of the giant Antero Vipunen. For 10 points each:", "answers_sanitized": ["Pohjola [or Pohja; or Pohjoland; accept Northland]", "Seppo Ilmarinen", "The Kalevala &lt;YFL Mythology&gt;"], "parts_sanitized": ["Name this place whose great hall is often used to hold marriages between its daughters and heroes from the south. One character is forced to come to this place to forge the Sampo for Louhi, the mistress of this place.", "This figure was forced to forge the Sampo. This blacksmith travels with Väinämöinen and Lemminkäinen to take the Sampo back from Pohjola.", "The Sampo, Pohjola, and Väinämöinen all appear of this collection of epic poetry, Finland’s national epic."], "category": "Mythology"}, {"leadin_sanitized": "The decline of this country’s “Golden Age” may have begun with its <em>rampjaar</em>, or “disaster year,” in 1672. For 10 points each:", "answers_sanitized": ["Holland [or the Netherlands; prompt on the Dutch Republic]", "Jan Steen [“stain”]", "St. Luke [or St. Lucas] &lt;JK Painting and Sculpture&gt;"], "parts_sanitized": ["Name this modern-day country home to the Delft school of painters. The wife of Jan Vermeer, an artist from this country, claimed that the rampjaar was so bad that her husband was unable to sell any paintings afterwards.", "The collapse of the Dutch art market drove this other Golden Age painter to open a tavern. His often-humorous paintings include Rhetoricians at a Window and Children Teaching a Cat to Dance.", "Steen co-founded a guild dedicated to this saint in Leiden. The many guilds dedicated to this patron saint of artists provided training for a fee and tried to keep prices high by restricting the production and sale of art."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "These devices can use optical pumping to raise the energy level of their medium’s electrons to a higher energy state. For 10 points each:", "answers_sanitized": ["lasers", "optical tweezers", "electric field &lt;DM Physics&gt;"], "parts_sanitized": ["Name these devices that produce a coherent light beam through stimulated emission of radiation.", "This piece of apparatus traps a dielectric particle in the centre of a highly focused laser beam. It can be used to study piconewton forces.", "The highest value for this quantity is found at the beam waist of the optical tweezers. Increases in this quantity result in the splitting of field lines in the Stark effect."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Name some books by the Brontë sisters, for 10 points each.", "answers_sanitized": ["Wuthering Heights", "Villette", "The Tenant of Wildfell Hall &lt;OL British Literature&gt;"], "parts_sanitized": ["This novel chronicles the tragic love affair of Catherine Earnshaw and Heathcliff. Lockwood narrates most of this novel from Thrushcross Grange.", "In this novel, Lucy Snowe falls in love with Monsieur Paul Emmanuel in the title Belgian hamlet before he drowns on his way home from a North American plantation.", "Helen Graham marries Gilbert Markham after her husband Arthur Huntingdon dies in this epistolary novel made up of letters to Jack Halford."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This Italian fashion designer collaborated with Jean Cocteau on a rose-topped evening coat with an optical illusion of two faces. For 10 points each:", "answers_sanitized": ["Elsa Schiaparelli", "Salvador Dalí", "Yayoi Kusama &lt;JK Other FA&gt;"], "parts_sanitized": ["Name this Italian designer and rival of Coco Chanel whose “speakeasy dress” was popular during Prohibition. She was known for her Surrealist-inspired designs, like sweaters featuring trompe l’œil [“tromp LOY”] images.", "Schiaparelli collaborated with this Spanish Surrealist on several projects, including a hat shaped like a shoe and the “Lobster Dress.” His Soft Construction with Boiled Beans is a “premonition” of the Spanish Civil War.", "More recently, Louis Vuitton released a collection in collaboration with this Japanese artist known for her brightly-colored polka dots, which she calls Infinity Nets."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The Nicene Creed rejects this view, declaring the Son to be “consubstantial” with the Father. For 10 points each:", "answers_sanitized": ["Arianism", "Trinity", "the baptism of Jesus [or Jesus being baptized; or John baptizing Jesus; prompt on incomplete answers like “a baptism” or “Jesus being covered in water”] &lt;JK Religion&gt;"], "parts_sanitized": ["Name this heresy attributed to a student of Lucian of Antioch. It asserts that the Son is distinct from and subordinate to the Father, and its variants include its Eunomian and Homoian types.", "Arians reject this Catholic doctrine that holds that there is “one God in three Divine Persons.” This “Holy” term is used to refer to the Father, the Son, and the Holy Ghost.", "The entire Trinity is often considered to have manifested during this event, during which the words “This is my beloved Son, in whom I am well pleased” were heard. This event is not directly depicted in the Gospel of John."], "category": "Religion"}, {"leadin_sanitized": "This ruler was forced to pay 11,000 pounds of gold to the Persians for the “Eternal Peace.” For 10 points each:", "answers_sanitized": ["Justinian I [or Justinian the Great]", "Khosrow I [or Khosrow Anushirawan; or Khosrow the Just; prompt on Khosrow]", "Flavius Belisarius &lt;GP European History&gt;"], "parts_sanitized": ["Name this Byzantine emperor known as “the great” who was married to Theodora. The Nika riots and conquest of Italy from the Ostrogoths occurred during his reign.", "Justinian was forced to pay 11,000 pounds of gold to this Sassanid shahanshah for the “Eternal Peace.” This son of Kavadh broke the “Eternal Peace” eight years later by invading Syria and capturing Antioch.", "The “Eternal Peace” was signed after this Byzantine general defeated the Persians at the Battle of Dara. This general also conquered the Vandal kingdom and temporarily controlled Rome during the Gothic War."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "The repulsion between these particles gives rise to the Chandrasekhar limit. For 10 points each:", "answers_sanitized": ["electrons", "white dwarves", "Helium [or He] &lt;DM Astronomy&gt;"], "parts_sanitized": ["Name these negatively charged particles whose “degeneracy pressure” prevents collapse to neutron stars or black holes.", "Electron degeneracy pressure is most prevalent in the formation and support of these stars, which have a maximum mass of 1.44 times the mass of the Sun. These stars are on the bottom-left of an HR diagram.", "A “zombie star” can result from a type Iax [“one-A-X”] supernova, which occurs when this element accretes on a white dwarf. Astronomers consider this to be the heaviest non-metallic element."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "The math teacher Hector falls in love with Griselda Webster during a production of this play in the first novel of Robertson Davies’s Salterton Trilogy. For 10 points each:", "answers_sanitized": ["The Tempest", "Margaret [accept Margaret Laurence or Margaret Atwood]", "Canada &lt;JB World/Classical/Other Lit&gt;"], "parts_sanitized": ["Name this play that one-time theater director Felix tries to stage at a prison in the 2016 novel Hag-Seed.", "An author with this first name and the surname Laurence rewrote The Tempest in her novel The Diviners. A compatriot of that author that also has this given name wrote Hag-Seed and the dystopian novel Oryx and Crake.", "Robertson Davies, Margaret Laurence, and Margaret Atwood are among the authors from this country to write Tempest-inspired novels. Timothy Findley coined the name of this country’s “Southern Ontario Gothic” genre."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The <em>Introduction and Polonaise brillante</em> for this instrument and piano was dedicated to Joseph Merk. For 10 points each:", "answers_sanitized": ["cello", "Frédéric Chopin", "Raindrop Prelude &lt;YFL Music and Opera&gt;"], "parts_sanitized": ["Name this instrument. Auguste Franchomme [“oh-GOOST fron-SHUM”], a musician who played this instrument, was the dedicatee of a sonata for this instrument in G minor and the co-composer of a Grand Duo concertant for this instrument and piano.", "This Polish composer of those pieces is known for his “Black Key,” “Wrong Note,” and “Revolutionary” piano etudes.", "This Chopin prelude uses a left-hand A-flat to represent the title phenomenon. This is the fifteenth of Chopin’s 24 preludes."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about Anthelme Brillat-Savarin [“on-TELM bree-YAH-sav-RAN”], whose 1826 book <em>Physiology of Taste</em> established him as one of the first food writers, for 10 points each.", "answers_sanitized": ["French Revolution [or the French First Republic]", "Switzerland [or Swiss Confederation]", "Thomas Jefferson &lt;CH Euro/British History&gt;"], "parts_sanitized": ["Brillat-Savarin was part of the Estates General during this period of turmoil, during which many of the first restaurants were established by cooks once employed by nobles. Periods of this event include the Reign of Terror and the Thermidorian Reaction.", "During the Revolution, Brillat-Savarin briefly fled to this modern-day country, where the writer Germaine de Staël [“stahl”] also spent her exile. Revolts such as the Bourla-papey [“BOOR-lah-pah-PAY”] and the War of the Sticks destabilized a state in this country that was abolished by the Act of Mediation.", "Brillat-Savarin also spent time in exile in the US, where he may have learned to cook wild turkey from this politician. While Minister to France, this man helped Lafayette draft the Declaration of the Rights of Man."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "When these reactions do not alter host geometry, they are termed “topotactic.” For 10 points each:", "answers_sanitized": ["intercalation", "tungsten [or W]", "graphite &lt;DM Chemistry&gt;"], "parts_sanitized": ["Name this process in which a molecule or ion is reversibly inserted into a crystal structure.", "One notable intercalation is the insertion of group I metals into this element’s trioxide to form its namesake bronzes. This metal’s ores include Scheelite, and it was formerly known as wolfram.", "Potassium can also intercalate between the hexagonally symmetric layers of this allotrope of carbon."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In one speech, this man called the assassination of President John F. Kennedy “chickens coming home to roost.” For 10 points each:", "answers_sanitized": ["Malcolm X [or Malcolm Little; or El-Hajj Malik el-Shabazz]", "Medgar Wiley Evers", "“The Ballot or the Bullet” Speech &lt;AN American History&gt;"], "parts_sanitized": ["Name this African-American civil rights leader, who was convinced by Elijah Muhammad to join the political and religious group Nation of Islam.", "In justifying the “chickens coming home to roost” comment, Malcolm cited the death of this civil rights leader. This NAACP field secretary was murdered in Mississippi by Klansman Byron De La Beckwith.", "This Malcolm X speech compares taking civil rights cases to the federal government to “running from the wolf to the fox,” and speaks of “the type of Black man on the scene in America today… who just doesn’t intend to turn the other cheek any longer.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In a letter to George Sand, this author wrote “Axiom: Hatred of Bourgeois is the beginning of all virtue.” For 10 points each:", "answers_sanitized": ["Gustave Flaubert", "receiving the cross of the Legion of Honour [or being made a chevalier in the Legion of Honour; accept anything involving the Legion of Honour or la Légion d’honneur]", "dictionary &lt;JB European Literature&gt;"], "parts_sanitized": ["Name this French author known for his obsessive dislike of bourgeois culture. His other obsessions, including his idea of “le mot juste” [“luh moh joost”], slowed his production of novels such as Salambo.", "Julian Barnes described Madame Bovary’s last sentence as the “bourgeois apotheosis” of the pharmacist Homais, since it states that he had just received this distinction. Ironically, Flaubert himself received it less than a decade after the novel’s publication.", "Flaubert listed bourgeois cliches in a book of this format whose title calls them “received ideas.” Samuel Johnson compiled a book of this type for the English language."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Name some playwrights characterized by Martin Esslin as members of the Theater of the Absurd. For 10 points each:", "answers_sanitized": ["Arthur Adamov", "Samuel Beckett", "Jean Genet &lt;OL European Literature&gt;"], "parts_sanitized": ["Characters sit under a handless clock and ask the time in this writer’s play The Parody. He also featured a pinball machine in his play Ping Pong.", "This writer is best known for a play in which Vladimir and Estragon repeatedly say there is “nothing to be done” while they are Waiting for Godot. This Irishman also wrote about Hamm’s parents and servant in Endgame.", "This man wrote an “epic of masturbation” entitled Our Lady of the Flowers, along with a play about Claire and Solange pretending to kill their Madame, who they work for as The Maids."], "subcategory": "Literature American", "category": "Literature"}]}