{"tossups": [{"question_sanitized": "Thomas Muntzer appears as “The Coiner” in a novel from this country, in which the protagonist adopts the alias “Titian” while distributing the text The Benefit of Christ Crucified. The historical novel Q was written under the name “Luther Blissett” by a group of activists from this country who now use the pseudonym Wu Ming. A deformed man who speaks a “Babelish” mix of languages is revealed to be an ex-Dulcinist in a novel from this country in which the narrator loses his virginity on a kitchen floor to an unnamed (*) peasant girl. In that novel from this country, the inquisitor Bernard Gui investigates a rash of corpses with stained tongues, including one found in a vat of pig’s blood. A blind monk devours a poisoned book at this end of a novel from this country narrated by Adso of Melk. For 10 points, name this home country of The Name of the Rose author Umberto Eco.", "answer_sanitized": "Italy &lt;AP, European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A princess born in this country wrote a memorandum against the 1890 Heligoland–Zanzibar Treaty and was denounced along with her sister as “the center of the international anti-German conspiracy.” Those two princesses from this country were Alexandra and Maria Feodorovna. A queen and regent of this country was opposed by a band of pirates called the Victual Brothers during a siege against Albert of (*) Mecklenburg. That queen of this country, Margaret I, adopted her nephew Erik of Pomerania as her heir, who was coronated as the monarch of three realms during a meeting in Kalmar, thus inaugurating the Kalmar Union. For 10 points, name this Scandinavian country where Queen Margrethe II currently reigns from Amalienborg Palace in Copenhagen.", "answer_sanitized": "Denmark [or Danmark] &lt;AE, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The Hollenberg group has pioneered a nanoscale version of this technique using NV centers in diamond as sensors. Decoherence produces longitudinal relaxation observed in this technique. Small “shim” coils produce adjustment fields in this technique. Free induction decay produces RF signals analyzed in this technique. Johnson and Bovey developed a model of shielding or deshielding at different molecular locations to explain the results of this technique. Refocusing can produce a (*) spin echo in this technique. The ring-current model describes how aromaticity affects the results of this technique. Reference molecules for this technique include TMS and deuterated chloroform. Nuclei with different neighbors show up as peaks with different chemical shifts in this technique. For 10 points, name this technique that measures the behavior of nuclei like protons and carbon-13 in large magnetic fields.", "answer_sanitized": "NMR [or nuclear magnetic resonance spectroscopy; accept MRI or magnetic resonance imaging until “shielding” is read] &lt;GR, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A Takashi Miike (“MEE-kay”) film titled for this character takes place during the Genpei (“ghem-pay”) War and follows a lone gunman who travels to Yuta and stumbles into a conflict between the Genji and Heike (“HAY-keh”). A Union soldier with this name comes into conflict with the Confederate Red Shirts and a band of Mexican revolutionaries in Sergio Corbucci’s loose adaptation of Yojimbo. In another film titled for a character of this name, Franco Nero makes a cameo as (*) Amerigo Vessepi, a mandingo trader. Another character with this name is freed by a German bounty hunter who was once a dentist and embarks on a quest to save his wife Broomhilda from Candyland. For 10 points, give the name of a character who is “Unchained” in a 2012 film by Quentin Tarantino.", "answer_sanitized": "Django [accept Django Unchained] &lt;JH, Other Arts&gt;", "category": "Literature"}, {"question_sanitized": "In a field experiment in Kenya, Dupas and Robinson found that when offered a formal way to do this action, female market vendors were significantly more likely to participate than male boda taxi drivers. Members in ROSCAs (“ROSS-kuhs”) lose reputation when they fail to meet their collective informal obligations to perform this action. Edmund Phelps used a fable about an imaginary kingdom called Solovia to describe a (*) “golden rule” about this action, which has been formulated as “do unto future generations as we hope previous generations did unto us.” In a closed economy, an identity states that this economic quantity is equal to investment. For 10 points, people can choose either to consume or do what with their income?", "answer_sanitized": "savings [or save or word forms; accept accumulation; accept investment until it is read; anti-prompt on paying loans] &lt;WC, Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "In a work, a man from this school contrasts the orator’s technē with that of the fisherman, while using a method of definition based on collection and division, called diairesis. That unnamed philosopher from this school appears in the late Platonic dialogues Statesman and Sophist, where he is called “the Stranger.” In another Platonic dialogue, a man from this school argues that if there is a Form of Greatness, then there must be a Form that includes it in a (*) regress argument, dubbed the “third man argument.” That monist philosopher from this school distinguished the “way of opinion” from the “way of truth” in his fragmentary poem On Nature. For 10 points, name this Greek school of pre-Socratic philosophy founded by Parmenides.", "answer_sanitized": "Eleatic (“ell-ee-attic”) School [or the Eleatic Stranger; or Elea] &lt;CK, Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "Members of this group forged friendly relations with Saturiwa and his namesake tribe at their settlement of Fort Caroline, before it was destroyed by Pedro de Avilés (“ah-vee-LACE”). Members of this group established an agricultural settlement in the valley of Franschhoek (“fronce-HOOK”) in South Africa. The military forces of this group were led to victory in the Battle of Ivry (“eev-REE”) over the Duc de Mayenne (“mah-YEN”). (*) Frederick Wilhelm of Prussia encouraged the migration of this group to Brandenburg by issuing the Edict of Potsdam. This group was targeted by violence after the marriage of Margaret of Valois (“val-WAH”) and Henry of Navarre during the St. Bartholomew’s Day Massacre. For 10 points, the Edict of Fontainebleau (“fon-ten-BLOH”) revoked the religious toleration granted by the Edict of Nantes (“nont”) to what group of French Calvinists?", "answer_sanitized": "Huguenots [prompt on French Calvinists or French Protestants] &lt;AE, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In an “autobiography” by an author of this ethnicity who mysteriously disappeared in 1974, the protagonist refers to this group as “buffalos” and gives himself a new middle name. The words “I will endure!” in all caps ends a poem written by an activist of this ethnicity nicknamed “Corky.” An author of this ethnicity inspired Raoul Duke’s Samoan attorney Dr. Gonzo in Hunter S. Thompson’s Fear and Loathing in Las Vegas. In a novel by an author of this ethnicity, the protagonist desires to (*) “baptize” herself under a name like “Zeze the X” and tries on high heels with her friends Rachel and Lucy. That protagonist of this ethnicity is sexually assaulted at a carnival and composes “vignettes” (“vin-YETS”) during her time living in the title Chicago dwelling. For 10 points, the author of The House on Mango Street, Sandra Cisneros, is of what ethnicity?", "answer_sanitized": "Mexican-American [or Chicano; or Chicana; prompt on Latino, Latina or Hispanic] (the leadin clues Autobiography of a Brown Buffalo by Oscar Zeta Acosta) &lt;AP, World/Other Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This artist prepended the letter “f” to his name in the only signature in his oeuvre, which is visible in a pool of blood in a painting that was executed as a passage fee for the Knights of Malta. This artist had to repaint one work to show a bearded man kneeling on a stool in response to complaints that he’d placed a dirty foot too close to the altar. This artist mocked a rival by depicting a horse’s buttocks facing toward that rival’s work in his painting for the Cerasi (“cheh-RAH-zee”) Chapel. This artist of The (*) Beheading of Saint John the Baptist fled Rome after killing a man in a street fight. He depicted a saint’s “inspiration” in one of his works for the Contarelli Chapel, another of which depicts a group of men huddled around a table as a bright light illuminates a man being chosen as Jesus’s disciple. For 10 points, name this user of chiaroscuro (“KYAH-ro-SKOO-ro”) who painted The Calling of Saint Matthew.", "answer_sanitized": "Caravaggio [or Michelangelo Merisi] (The horse buttocks-containing painting, Conversion on the Way to Damascus, was aimed at a work of Annibale Carracci.) &lt;JH, Painting &amp; Sculpture&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Nuclear emulsions alternating with plates of iron were used in a detector for these particles; in that Fermilab-based experiment, one type of these particles was observed for the first time. Experiments, including one based on liquid xenon-136 called nEXO, are trying to observe a double beta decay process that atypically does not involve these particles. That process would prove the Majorana (“ma-yo-RA-na”) nature of these particles. Antarctic ice serves as a scintillation detector for these particles in the (*) IceCUBE experiment. Photomultiplier tubes surround 50,000 tons of water in the Super-Kamiokande experiment designed to study these particles; that experiment demonstrated that these particles, produced by hydrogen fusion in the Sun, have mass and oscillate between different flavors. For 10 points, name these neutral leptons that come in electron, muon, and tau types.", "answer_sanitized": "neutrinos [accept sterile neutrinos in the first sentence; accept specific types like electron neutrinos] &lt;GR, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "After she accidentally killed her own son in an attempt to murder one of Niobe’s children, this sort of event happened to Aedon. It’s not related to drowning, but this action happened to a king and queen of Trachis after they were punished for calling each other “Zeus” and “Hera.” Demeter buried a daimon under a rock, then performed this action on him after Heracles freed him, because he told the gods that Persephone ate pomegranate seeds in the underworld. In the (*) Metamorphoses, two women undergo this transformation while being pursued by Tereus for the murder of Itys (“itis”). Ceyx (“SEE-ix”) and Alcyone (“al-SY-uh-nee”) undergo this transformation, as do Procne and Philomela. Another transformation of this type led to the birth of Clytemnestra and Helen, as well as Castor and Pollux. For 10 points, name this transformation undergone by Zeus to rape Leda, which resulted in her laying eggs.", "answer_sanitized": "turning into a bird [accept being turned into a bird; accept specific birds like nightingale, kingfisher, swallow, owl, or swan in place of “bird”] (The daimon is Ascalaphus.) &lt;JS, Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "A successful campaign against the “big-belly” disease, or schistosomiasis (“SHIST-oh-so-MY-uh-siss”), in this country preceded the establishment of a “rural cooperative medical system” staffed by “barefoot doctors.” This country sponsored Project 523, which discovered an antimalarial medicine derived from the sweet wormwood plant, called artemisinin. This country was the origin of the 2002 SARS outbreak. The Kilgour–Matas report accused this country’s government of (*) harvesting organs from members of a persecuted religion. Theories in this country’s traditional medicine include the Five Elements and the flow of energy through lines on the body called meridians, which can be stimulated by sticking in needles. For 10 points, name this Asian country, the origin of acupuncture.", "answer_sanitized": "China [or People’s Republic of China; or PRC; or Zhōngguó; do not accept or prompt on “Republic of China” or “ROC”] &lt;WC, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "According to Emery’s rule, one form of this behavior often happens between closely related species. Tropical forest birds that engage in that form of this behavior do so by “bivouac (“BIV-oo-ack”) checking.” Richard Dawkins described the “action at a distance” form of this behavior in The Extended Phenotype and used it as an example of organisms manipulating other organisms as part of their environment. This behavior may trigger rapid evolution called an (*) “arms race.” Mixed-species ant colonies exemplify the social form of this behavior, and cowbirds and cuckoos engage in its brood form, where members of another species raise their offspring. For 10 points, name this form of symbiosis in which one species benefits at the expense of the other.", "answer_sanitized": "parasitism [or word forms; accept kleptoparasitism, social parasitism, or brood parasitism; prompt on symbiosis until read] &lt;GR, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A woman who was raised among practitioners of this activity on Lant Street is tricked into entering an insane asylum by “Gentleman” Rivers in a 2002 novel. A character who engages in this activity exclaims “I am an Englishman; Where are my privileges?” while on trial. An archaic euphemism for this non-sexual activity titles a novel by Sarah Waters about Sue Trinder. While living on Saffron Hill, the title character of a novel initially believes that a (*) group that engages in this activity makes handkerchiefs for a living. Mr. Brownlow attempts to save a boy from getting caught up in this activity after Charley Bates targets him with it. Fagin (“FAYG-in”) trains a group of children to engage in this crime. For 10 points, the Artful Dodger excels at what type of street crime in Dickens’s Oliver Twist?", "answer_sanitized": "pickpocketing [accept stealing, thieving, petty theft, or being a fingersmith; prompt on larceny, or anything less specific about (street) crime] &lt;JH, British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "It’s not Seattle, but this city contains the largest permanent collection of Dale Chihuly (“chih-HOO-lee”) glassworks. The US Rowing team trains in this city’s Boathouse District on the North Canadian River. The American Banjo Museum is located in this city’s entertainment district called Bricktown. Following Hurricane Katrina, the New Orleans (*) Hornets played home games in this city. A memorial for a non-9/11 terrorist attack in this city includes the Survivor Tree and the Field of Empty Chairs. This city houses the National Cowboy &amp; Western Heritage Museum. In this city, the Alfred P. Murrah Federal Building was truck-bombed in 1995 by Timothy McVeigh. For 10 points, name this capital of the state that is directly north of Texas.", "answer_sanitized": "Oklahoma City [or OKC] &lt;CK, Other&gt;", "category": "Geography"}, {"question_sanitized": "In the fifth movement of a long, unusual piece in this genre, a male choir sings text from Adam Oehlenschläger’s (“AY-dum UH-len-SHLAY-ur’s”) Aladdin. Ferdinand Hiller conducted the premiere of a piece in this genre with a cryptogrammic C B A A motif after a pregnant Clara urged Robert Schumann to expand his Phantasie in A minor by two movements. Before Leonard Bernstein (“BURN-styne”) conducted a piece in this genre, he controversially stated that the exceptionally (*) slow tempi were not suggested by him. Brahms joked that the dark second movement of his second piece in this genre was “a tiny little wisp of a scherzo.” The composer who wrote a heavier ossia cadenza for one piece in this genre and dedicated another to his hypnotherapist Nikolai Dahl was Sergei Rachmaninoff. For 10 points, name this type of piece that Lang Lang might play alongside an orchestra.", "answer_sanitized": "piano concertos [or piano concerti; prompt on concerto or concerti] (The first clue is about Busoni.) &lt;JN, Classical Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This organization created the Index of American Design, a collection of about 18,000 watercolors of American decorative art. While working for this organization, Elmer Rice produced Ethiopia, an example of a “Living Newspaper” play that dramatized current events. Lyndon B. Johnson got his political start as a Texas director of this organization’s National (*) Youth Administration. Allegations of patronage surrounding this agency led to the introduction of the Hatch Act. This agency, which superseded FERA, included Federal Project Number One, which supported cultural programs that employed actors, artists, and writers. For 10 points, name this New Deal agency that was led by Harry Hopkins, which employed millions of people to build public works.", "answer_sanitized": "WPA [or Works Progress Administration or Work Projects Administration; accept Federal Project Number One until “Lyndon” is read, then anti-prompt after; accept Federal Art Project until “Elmer” is read, then anti-prompt after] &lt;WC, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Alexander Grothendieck (“GRO-ten-deek”) names a means of constructing these objects from commutative monoids, which is useful in K-theory. Homotopy classes of loops at a chosen basepoint in a topological space form one of these objects often symbolized pi-sub-one. Galois (“gal-WAH”) theory uses examples of these objects consisting of automorphisms to study fields. The Sylow (“SEE-lohv”) theorems relate to the (*) order of these objects, which equals their index times the cardinality of their left cosets according to the theorem of Lagrange. These structures are sets with a binary operation that has associativity, identity, and inverse properties and are often used to study symmetry. For 10 points, name these algebraic structures, the commutative form of which are called “abelian.”", "answer_sanitized": "groups [accept abelian groups] &lt;JN, Other Science: Mathematics&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In a play by this author, a black man is told “you win many battles” after accompanying his lover on a visit to her in-laws wearing a summer suit but holding a chauffeur’s cap. This author who wrote about Henry and Albertine’s relationship in one play declared “I cannot and will not cut my conscience to fit this year’s fashions” in a celebrated letter refusing to name names to HUAC (“HYOO-ack”). Julian brings his new bride Lily home to his doting spinster sisters in this author’s play (*) Toys in the Attic. This author wrote a play in which Leo steals the wheelchair-bound Horace’s Union Pacific bonds, and one in which a girl alleges a lesbian affair between the boarding school operators Martha and Karen. For 10 points, name this author who wrote about the lies of Mary Tilford in The Children’s Hour and Regina Hubbard Giddens in The Little Foxes.", "answer_sanitized": "Lillian Hellman &lt;JH, American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A biblical poem about this thing opens with an extended metaphor about mining and declares that “Abbadon and Death say, ‘We have heard a rumor of it with our ears.’” Qoheleth (“ko-HEL-ett”) declared in another biblical book that “in much [of this thing] is much vexation.” “The fear of the Lord” is called the “beginning” of this concept in chapter 9, verse 10 of the Book of (*) Proverbs. This concept names a category of biblical literature that includes Job, Proverbs, and Ecclesiastes (“uh-KLEE-zee-ASS-teez”); the last of those is narrated by an anonymous king of Israel who has acquired this characteristic, traditionally thought to be Solomon. For 10 points, gold, frankincense, and myrrh (“murr”) were the three gifts given to the infant Jesus by the Magi, who are often called three men with what characteristic?", "answer_sanitized": "wisdom [or wise; accept chokhmah or sophia; prompt on knowledge, intelligence, skill, insight, acumen, shrewdness, and other synonyms by asking “another synonym required”] &lt;WC, Religion&gt; Bonuses", "category": "Religion"}], "bonuses": [{"leadin_sanitized": "In order to prevent starvation during an Arctic expedition, this explorer ate his shoe leather and thus was billed in the press as “the man who ate his boots.” For 10 points each:", "answers_sanitized": ["John Franklin", "Hudson’s Bay Company [or HBC; or Compagnie de la Baie d’Hudson; or The Bay; or La Baie; do not accept “Hudson Bay Company” or “Hudson Bay’s Company”]", "Victoria &lt;AP, European History&gt;"], "parts_sanitized": ["Name this British explorer who disappeared in 1847 along with his ships the Erebus and the Terror during an attempt to find the Northwest Passage. John Rae later accused his expedition of resorting to cannibalism.", "John Rae was an employee of this company who interviewed Inuit near the area of the wrecks. This company, which traded its point blankets for Native Americans’ furs, had exclusive rights to Rupert’s Land.", "John Franklin’s last voyage took place during the reign of this queen, who spent many years of her life wearing black and mourning the death of her husband, Prince Albert."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A poet with this surname stated that he’d never forget a stone in the title location for the lifetime of his “fatigued retinas” in his poem “In the Middle of the Road.” For 10 points each:", "answers_sanitized": ["de Andrade (“jee on-DRAH-jee”) [accept Carlos Drummond de Andrade or Mário de Andrade]", "Portuguese [or Brazilian Portuguese; or Português]", "Elizabeth Bishop &lt;AP, World/Other Literature&gt;"], "parts_sanitized": ["Give this surname of the poet of a “Friendly Song” once printed on some Brazilian currency. An unrelated poet of this surname pioneered Brazilian modernism through his collection Hallucinated City and his novel Macunaíma (“ma-koo-na-EE-muh”).", "Although Mário de Andrade used some Tupi slang in Macunaíma, both de Andrades wrote in this primary language of Brazil.", "Despite admitting that she spoke Portuguese “like a dog,” this poet of “The Armadillo” translated much of Carlos Drummond de Andrade’s poetry into English. She repeated the line “The art of losing isn’t hard to master” in the villanelle “One Art.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "During his tenure as the New York Philharmonic’s Music Director, he removed every chair from the concert hall and held so-called Rug Concerts. For 10 points each:", "answers_sanitized": ["Pierre Boulez (“boo-LEZZ”) (The institute is IRCAM.)", "Aaron Copland", "opera [or opera houses; accept operas by Richard Wagner or music-dramas or Oper or Musikdrama] &lt;CK, Classical Music&gt;"], "parts_sanitized": ["Name this French conductor who alienated New York concertgoers and was replaced with Zubin Mehta (“ZOO-bin MEH-ta”). In the 1970s, he founded the Ensemble intercontemporain (“ANN-tair-con-tom-po-RAN”) for playing avant-garde chamber music and an underground music research institute.", "During his time in New York, Boulez gave a celebrated performance that popularized this American composer’s serialist work Connotations. He composed Fanfare for the Common Man and Appalachian Spring.", "In 1967, dissatisfied with this musical genre’s stagnation, Boulez suggested the “elegant, inexpensive” solution of blowing up all venues for performing it, but a decade later, he controversially conducted a set of pieces in this genre at the Jahrhundertring (“yarr-HOON-dirt-ring”), or the centenary Bayreuth (“BYE-royt”) Festival."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about the application of the root locus technique in control theory, for 10 points each.", "answers_sanitized": ["complex numbers [prompt on C]", "gain [or open-loop gain; prompt on K]", "stability [or stable; do not accept “instability” or “unstable”] &lt;AP, Other Science: Engineering&gt;"], "parts_sanitized": ["The root locus of a feedback system is plotted on the s-plane, a plane used to represent these numbers. These numbers can be represented as a real part plus an imaginary part.", "The root locus plots the poles of a system’s transfer function for a range of its scaling factor, known by this term. This term, which can describe the voltage output-input ratio of an amplifier, quantifies the different types of feedback in a PID (“P-I-D”) loop.", "The root locus aids in determining if a closed-loop system has this property for a given gain. The gain and phase margins quantify this property, which is determined by the number of encirclements of a Nyquist plot."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Historian E. M. Rose argued that Simon de Novers helped spread rumors about the death of a boy with this name to free himself from being punished for killing a Jewish banker. For 10 points each:", "answers_sanitized": ["William [accept William of Norwich or William of York]", "blood libel [or blood accusation]", "Edward I [or Edward Longshanks] &lt;AE, European History&gt;"], "parts_sanitized": ["Give the name of that English boy from Norwich, who was venerated as a saint after he was allegedly tortured and murdered by Jews in 1144. The contemporary Archbishop of York, who also had this name, was deposed from his see following his quarrels with the Cistercians.", "The death of William of Norwich is the first recorded instance of this anti-Semitic myth, which held that Jews ritually murder Christian boys on Passover to make matzah.", "In 1290, anti-Semitism in England culminated with this monarch’s expulsion of the Jews. This monarch, who was nicknamed after his long legs, defeated William Wallace at the Battle of Falkirk."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "This character, who is nicknamed “Broom” because the aides make him sweep the halls, speaks for the first time in years when another character gives him a package of Juicy Fruit. For 10 points each:", "answers_sanitized": ["Chief Bromden [accept Big Chief Bromden; prompt on Chief or Chief Broom]", "One Flew Over the Cuckoo’s Nest", "the Combine &lt;CK, American Literature&gt;"], "parts_sanitized": ["Name this “Chronic” who, at the end of the novel he narrates, euthanizes a lobotomized Randall McMurphy.", "Chief Bromden narrates this Ken Kesey novel that centers on a psychiatric ward ruled by the tyrannical Nurse Ratched (“RATCH-id”).", "Throughout the novel, Bromden believes that fog is being blown into the ward by this imaginary entity that he believes punishes those who don’t adhere to rigid social norms."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This animal-rights activist blew the whistle against Edward Taub, a psychologist who severed the nerves of the “Silver Spring monkeys” and subjected them to shocks to research neuroplasticity. For 10 points each:", "answers_sanitized": ["Alex Pacheco [or Alexander Fernando Pacheco]", "whaling [or hunting whales; or killing whales; or equivalents]", "Japan [or Nippon] &lt;AP, Other&gt;"], "parts_sanitized": ["Name this animal rights activist who co-founded PETA with the British activist Ingrid Newkirk in 1980.", "Pacheco served as a crew member with the Sea Shepherd Conservation Society, which rammed the Sierra in 1979 to thwart this activity. The IWC regulates this activity and allows it for ostensibly scientific purposes.", "The Sea Shepherd Conservation Society has frequently clashed with whalers from this East Asian country, which withdrew from the IWC in December 2018 and declared its intent to resume commercial whaling."], "subcategory": "History Other", "category": "History"}, {"leadin_sanitized": "These systems have significant cross-linking and often form in concentrated polymer solutions. For 10 points each:", "answers_sanitized": ["gels [accept polyacrylamide gel electrophoresis; prompt on, but DO NOT REVEAL, colloids]", "colloids", "self-healing hydrogels &lt;GR, Chemistry&gt;"], "parts_sanitized": ["Name these materials that contain a fluid in a solid network. Examples of these materials composed of acrylamide (“uh-KRILL-uh-myde”) allow molecules to differentially drift in an applied electric field depending on their charge.", "Gels, along with sols and emulsions, are examples of this class of mixtures with small particles of one phase dispersed in another phase. Unlike suspensions, these mixtures do not settle over time.", "Hydrogels with this property are used as scaffolds for tissue engineering. The polymers in hydrogels with this property sometimes have large dangling side chains that can readily form new bonds."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about Hindu pilgrimages to the Venkateshwara (“vayn-kuh-TAYSH-wuh-ruh”) Temple on the hills of Tirupati (“TIH-roo-puh-tee”), India, for 10 points each.", "answers_sanitized": ["mūrti (“MOOR-thee”) [or mūrthy; or vigraha; or pratima]", "money [or currency; or cash; accept specific forms of money like coins or bills; accept dollars or rupees; accept slang terms for money; accept wealth]", "hair [accept more specific types of hair like beard, mustache, etc.] &lt;AP, Religion&gt;"], "parts_sanitized": ["After a tortuous 5-hour climb to the temple, pilgrims only glimpse the god’s idol for a few seconds before the crowd jostles them away. Name the Sanskrit word used to refer to idols and other physical images of gods.", "After viewing the idol, pilgrims put some of this stuff into a container called a hundi. This stuff, which in Hindu tradition is sacred to Kubera (“koo-BAY-ruh”) and Lakshmi (“LUKSH-mee”), is used by devotees for the practice of dāna (“DAH-nuh”).", "After the pilgrims are mollified by eating the sweet laddus offered to the god as prasāda (“pruh-SAH-dah”), they undergo tonsure, a ritual cutting of this stuff. Sikhs are forbidden from cutting this stuff, so they cover it with a dastar."], "subcategory": "Religion East Asian", "category": "Religion"}, {"leadin_sanitized": "Alexander Calder’s sculpture <em>Horizontal</em> stands in front of this building. For 10 points each:", "answers_sanitized": ["Centre Pompidou [or Centre Georges Pompidou; or Pompidou Center]", "Paris", "Metz (“mess”) [or Centre Pompidou-Metz] &lt;GR, Other Arts&gt;"], "parts_sanitized": ["Name this building designed by Piano, Rogers, and Francini that has color-coded piping and steel structural elements on its outside.", "The Centre Pompidou is in this city whose Musée d’Orsay (“myoo-ZAY dor-SAY”) was converted from a Beaux-Arts (“boh-ZARR”) train station. Another museum in this city includes an I. M. Pei-designed glass pyramid complex.", "A branch of the Pompidou Arts Centre in this French city was designed by Japanese architect Shigeru Ban. Its complex undulating roof was inspired by a Chinese hat that the architect found in Paris."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "Under the pen name “Lonely Orphan Girl,” this journalist wrote a letter to the editor in response to a column titled “What Girls Are Good For,” earning her a job offer. For 10 points each:", "answers_sanitized": ["Nellie Bly [or Elizabeth Jane Cochrane]", "Joseph Pulitzer", "New York Journal-America [or New York Morning Journal; prompt on Journal] &lt;JH, American History&gt;"], "parts_sanitized": ["Name this reporter who faked insanity to infiltrate the asylum on Blackwell Island, an experience that she detailed in Ten Days in a Mad House.", "Bly published her exposé in the New York World, a paper owned by this publisher and rival of William Randolph Hearst. In his will, he established a namesake award for journalism, letters, and music.", "The competition between the New York World and this Hearst-owned paper gave rise to the tactics of “yellow journalism,” so named because this paper poached the Yellow Kid cartoon series from the New York World."], "category": "Literature"}, {"leadin_sanitized": "While locked in a bathroom, a character in this novel fantasizes about destroying his captor’s stuffed owl. For 10 points each:", "answers_sanitized": ["The Heart of a Dog [or Sobachye syerdtsye; accept translations with any combination of articles]", "Anton Chekhov [accept Chekhov’s gun]", "Gerasim (“gyeh-ruh-SEEM”) &lt;JH, European Literature&gt;"], "parts_sanitized": ["Name this Mikhail Bulgakov novel in which the surgeon Philip Philipovich Preobrazhensky surgically implants a human pituitary gland in Sharik, causing him to become the man Polygraph Polygraphovich.", "This other Russian author wrote about Gurov’s affair with Anna Sergeyevna in “The Lady with a Dog.” The pistol in his play Uncle Vanya provides a literal example of a dramatic principle known as this author’s “gun.”", "A deaf-mute porter of this name is forced to drown his beloved pet dog Mumu in an anti-serfdom story by Ivan Turgenev (“tur-GAIN-yeff”). Another peasant of this name spends hours propping up the title character’s legs in Tolstoy’s Death of Ivan Ilyich."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This standard prevented the plaintiffs from arguing that the Endangered Species Act ought to be applied abroad in <em>Lujan v. Defenders of Wildlife</em>. For 10 points each:", "answers_sanitized": ["standing [or locus standi]", "William O. Douglas", "pay taxes [or taxpayers or file taxes or equivalents; accept specific variations like pay income tax] &lt;CK, Social Science&gt;"], "parts_sanitized": ["Name this legal standard that requires a plaintiff to establish injury-in-fact, causation, and redressability in order to bring a case.", "This Supreme Court justice famously argued that the standing doctrine ought to be expanded to allow inanimate objects, like trees, to bring lawsuits in his dissenting opinion in Sierra Club v. Morton.", "The standard established in Flast v. Cohen grants people who do this action the standing to sue the government over the appropriation of funds. People who do this action fill out the 1040 form provided by the IRS."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The Baker–Campbell–Hausdorff formula expresses the log of a product of exponentials in terms of nested applications of this operation. For 10 points each:", "answers_sanitized": ["commutator", "Heisenberg uncertainty principle [prompt on partial answer]", "Fourier transform [prompt on Fourier decomposition by asking “what is the name for the operation?”; do not accept or prompt on “Fourier series”] &lt;GR, Physics&gt;"], "parts_sanitized": ["Name this operation, the difference between two operator products. When it is nonzero for two operators, the operators cannot be simultaneously diagonalized.", "The generalization of this principle in quantum mechanics relates the product of standard deviations of two operators to their commutator. This principle specifically applies to position and momentum.", "Wavefunctions represented with respect to conjugate variables like position and momentum are related to each other by this operation, which decomposes a function into frequency components."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "In his dissertation, Leon Henkin introduced a namesake “construction” to prove that first-order logic has this property. For 10 points each:", "answers_sanitized": ["completeness", "consistency [or word forms like consistent]", "Martin Löb [accept Löb’s theorem or Gödel–Löb axiom or Gödel–Löb logic] &lt;CK, Philosophy&gt;"], "parts_sanitized": ["Name this property of a formal system that can prove every valid formula. Kurt Gödel (“GUR-tle”) proved that first-order logic has this property and also that higher-order formal systems lack this property.", "Gödel’s second incompleteness theorem states that a sufficiently strong formal system cannot prove that it has this property. A formal system with this property contains no contradictions.", "Most provability logics are not strongly complete because they include an axiom named for this logician and sometimes Gödel, which states: if it is provable that the provability of p implies p, then it is provable that p."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Following the end of apartheid, a public holiday celebrating this battle called the Day of the Vow was replaced with the Day of Reconciliation. For 10 points each:", "answers_sanitized": ["Battle of Blood River", "Second Boer War [or Anglo-Boer War or South African War]", "Cecil Rhodes [or Cecil John Rhodes; accept Rhodes Scholarship] &lt;CK, World History&gt;"], "parts_sanitized": ["Name this 1838 battle that saw Andries Pretorius lead a small group of Voortrekkers (“FOR-trekkers”) to victory over ten thousand Zulu warriors.", "The Voortrekkers left the Cape Colony and established two independent republics, Transvaal and the Orange Free State, which were annexed by the British after this war, which had been preceded by the Jameson Raid.", "The Jameson Raid led to the resignation of this diamond magnate as the British Cape Colony’s prime minister. In his will, he established a namesake scholarship to study at Oxford."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This poem ends with the image of “A four-foot box, a foot for every year.” For 10 points each:", "answers_sanitized": ["“Mid-Term Break”", "Seamus Heaney (“SHAY-muss HEE-nee”)", "“Blackberry-Picking” &lt;JH, British Literature&gt;"], "parts_sanitized": ["Name this poem in which the narrator returns to his home from college to attend his younger brother’s funeral.", "This Irish poet of “Mid-Term Break” also translated Beowulf and wrote the lines “Between my finger and my thumb / The squat pen rests; snug as a gun” in “Digging,” part of his collection the Death of the Naturalist.", "Heaney’s collection Opened Ground also contains this poem that describes “palms sticky as Bluebeard’s.” This poem describes the discovery of “a rat-grey fungus” and ends “Each year I hoped they’d keep, knew they would not.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A group of artists in this city whose members underwent drunken initiation rites at the “Temple of Bacchus” were known as the Bentvueghels (“bent-FEW-khulls”), or “Birds of a Feather.” For 10 points each:", "answers_sanitized": ["Rome [or Roma]", "Nicolas Poussin (“nee-ko-LAH poo-SANN”)", "Sabine women [accept Abduction of the Sabine Women or The Rape of the Sabine Women or The Intervention of the Sabine Women] &lt;JH, Painting &amp; Sculpture&gt;"], "parts_sanitized": ["Name this city where a man nicknamed “the ugly doll,” Pieter van Laer, led a group of genre painters. Utrecht-born painters such as Gerrit van Honthorst developed their characteristic style in this city.", "Salvator Rosa categorized Pieter van Laer’s Bamboccianti (“BAHM-bo-CHAHN-tee”) group as low-life painters in his Satire on Painting, much preferring the style of this French Baroque artist of Et in Arcadia Ego.", "Poussin portrayed Romulus ordering the title abduction, or “rape,” of this group. Jacques-Louis David (“dah-VEED”) depicted a woman standing with her arms outstretched between soldiers in a painting of this group’s “intervention.”"], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Ragnar Lothbrok, the legendary pillager of England, touched the lives of many in Norse mythology. For 10 points each:", "answers_sanitized": ["blood eagle [or blóðugr örn; accept any answer with both blood and eagle; prompt on eagle]", "Sigurd [prompt on Siegfried]", "Thor &lt;JS, Mythology&gt;"], "parts_sanitized": ["Ragnar’s son Ivar the Boneless executed his father’s killer in this manner, in which the ribs are severed from the spine and the lungs pulled out of the victim’s back. This form of execution was used as a method of sacrifice to Odin.", "Ragnar’s third wife, Aslaug, was the daughter of this hero, who hid her in a harp. This hero owned the horse Grani, and his sword Gram was sharp enough to cut through an anvil.", "The Ragnarsdrapa, a skaldic poem that may have been composed in Ragnar’s honor, contains the story of this god’s battle with Jormungandr during a fishing trip. This wielder of Mjölnir once disguised himself as Freyja."], "category": "Mythology"}, {"leadin_sanitized": "This pigment primarily absorbs light at 680 nanometers in dimers in photosystem II (“two”), which contains both its a and b forms.", "answers_sanitized": ["chlorophyll [accept chlorophyll a or chlorophyll b]", "oxygen evolving complex [or OEC]", "carotenoids &lt;GR, Biology&gt;"], "parts_sanitized": ["Name this family of pigments based on porphyrin rings holding a central magnesium atom. So-called antenna complexes in these molecules help transfer energy from light to reaction centers.", "This manganese-and-calcium-containing protein complex in photosystem II causes the oxidation of water molecules.", "These yellow-orange pigments are not involved directly in the light-dependent reactions of photosynthesis and primarily exist to protect cells from blue and violet light."], "subcategory": "Science Biology", "category": "Science"}]}