{"tossups": [{"question_sanitized": "It’s not necessity, but Jaakko Hintikka (“YAWK-ko HEEN-teek-kaw”) modeled this concept as the operator box in the modal logic S4, which controversially includes the positive introspection axiom. The lottery paradox is used to argue that this sort of norm governs the speech act of assertion. David Lewis argued that ascriptions of this concept are context-dependent in a paper whose title calls this concept “elusive.” Alvin Goldman’s causal (“CAUSE-al”) account of this concept struggles to explain (*) “fake barn cases.” A 1963 paper imagines a job applicant who believes that a man with ten coins in his pocket will get the job in order to challenge the definition of it given in Plato’s Theaetetus (“thee-uh-TEE-tuss”). Gettier (“GETTY-er”) cases illustrate why this concept cannot be defined as justified true belief. For 10 points, name this concept studied in epistemology.", "answer_sanitized": "knowledge &lt;CK, Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "In a story by this author, the narrator fantasizes about the “fairy mountain” that he can see from his house, but finds that a girl who lives on it, Marianna, daydreams about his house instead. A story by this author consists of a collection of “Sketches,” one of which describes an encounter with a Galápagos tortoise, while another describes the USS Essex encountering a phantom ship. A ladle falls into some smelting metal, blemishing a (*) bell that is rung by an automaton until it kills its master, the architect Bannadonna, in this author’s story “The Bell-Tower.” Nippers and Turkey work with the title character, who repeatedly states that he “prefers not to,” in a story by him. For 10 points, name this author of the collection The Piazza Tales, which contains “Bartleby, the Scrivener.”", "answer_sanitized": "Herman Melville &lt;JH, American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A knight from this region married Sikelgaita, who rallied his men at a battle that ended with the Varangian Guard being burnt alive in a church named for the archangel Michael. A queen from this region married both Æthelred the Unready and Canute the Great. A succession dispute over this region was settled after the Battle of Tinchebray (“tan-shuh-BRAY”). A knight from this region defeated Alexius Comnenus in the Battle of Dyrrhachium; that knight was (*) Robert Guiscard (“geese-CAR”). In the Treaty of Saint-Clair-sur-Epte, Charles the Simple agreed to cede this region to Rollo. During the Hundred Years’ War, the Battle of Formigny (“for-meen-YEE”) marked this region’s reconquest by France from England. For 10 points, name this region in northern France that saw several beach landings on D-Day.", "answer_sanitized": "Normandy [or Normandie] &lt;CK, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Reppe developed catalysts for alkyne trimerization based on this element. This element is the primary component of a highly corrosion-resistant alloy called Monel (“mo-NELL”). Ions of this element are theorized to be covered by a molecular flap in the active site of urease to reduce catalytic activity. Like palladium, this element can catalyze cross couplings, including couplings of Grignard (“green-YARR”) reagents. When alloyed with aluminum, this element can catalyze the removal of thioketal groups or (*) hydrogenation. This element complexes with carbon monoxide reversibly in the Mond process, which is used for its purification and is the main component of a catalyst named for Raney. For 10 points, name this ferromagnetic transition metal that is thought to make up the Earth’s core in an alloy with iron.", "answer_sanitized": "nickel [or Ni] &lt;GR, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This text inspired Wyschnegradsky’s symphony for four quarter-tone pianos and Boulez’s (“boo-LEZZ’s”) 1974 incidental music for Barrault’s (“bah-RO’s”) theater. Frederick Delius’s (“DEE-lee-us’s”) long cantata A Mass of Life sets this text. The 1902 Budapest premiere of a piece based on this text inspired Béla Bartók’s early tone poem Kossuth (“KOH-shoot”). Gustav Mahler planned to title his Third Symphony after this book, and an alto solo in its slow fourth movement sets the (*) “Midnight Song.” A tone poem based on this book features a fugue on all 12 pitches in the movement “Of Science,” an unresolved B major and C major conflict, a “world riddle,” and a rising C G C brass fanfare, or “dawn motif,” that opens 2001: A Space Odyssey. For 10 points, name this philosophical text by Friedrich Nietzsche (“NEE-chuh”) that Richard Strauss adapted into a tone poem.", "answer_sanitized": "Also sprach Zarathustra (“ALL-zoh shprock tsah-rah-TOOS-trah”) [or Thus Spoke Zarathustra or Thus Spake Zarathustra; or Ainsi parlait Zarathoustra or Ainsi parla Zarathoustra; accept Zoroaster in place of “Zarathustra”; prompt on Zarathustra] &lt;JN, Classical Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The Arabic-based sorabe (“so-ra-BAY”) script was used to transcribe the language of this place, which received a group of Muslim settlers from Sumatra named after an ancestor named Ramini. The Sakalava people dominated this place during the 18th century and monopolized its slave trade. On this island, a cathedral was built on a cliff where Christian martyrs were hurled to their deaths on the orders of Queen (*) Ranavalona I. In 1895, the French established a protectorate over this island after occupying the capital of this island’s Merina Kingdom. In 1958, Philibert Tsiranana became the first president of this island country after a referendum established the Malagasy Republic. For 10 points, name this large island country, whose capital is Antananarivo.", "answer_sanitized": "Madagascar [or Madagasikara] &lt;JH, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A poet who used this language wrote a poem about searching for his son on a hill opposite a shepherd looking for a goat, and wrote a poem that begins “God has pity on kindergarten children, / He pities school children – less. / But adults he pities not at all.” The author of the collection Open Closed Open used this language, as did the poet Zelda, whose mentorship of another writer is described in the memoir A Tale of Love and Darkness. A poem in this language tells a (*) city that “If I forget thee… let my right hand forget her cunning.” A poem dedicated “to the Chief Musician” is the 19th entry in a set of poems written in this language, whose 23rd poem describes how “He causes me to lie down in green pastures.” For 10 points, name this language whose poets include Yehuda Amichai (“yeh-HOO-dah AH-mee-khy”), Amos Oz (“ah-MOSE OHZ”), and the author of the Psalms.", "answer_sanitized": "Hebrew [or Ivrit; accept Modern Hebrew or Israeli Hebrew or Biblical Hebrew or Ancient Hebrew] &lt;JB, World/Other Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A chapter of the Quran titled after these people rhetorically asks why one would not fight for weak and ill-treated people who cry, “Rescue us from this town, whose people are oppressors!” During the compilation of the Quran, Zayd ibn Thabit referenced a collection of “leaves” belonging to one of these people named Hafsa. These people receive a customary payment called the (*) mahr (“MAH-hurr”), which can be returned during khul‘ to break the corresponding contract, after which they must observe a waiting period called ‘idda. The only one of these people mentioned by name in the Quran is also the namesake of a chapter that details the birth of the prophet ‘Isa, or Jesus. For 10 points, name these people who might fulfill an Islamic requirement to dress modestly by wearing a hijab.", "answer_sanitized": "women [or females or girls; accept An-Nisa; anti-prompt (i.e., ask “can you be less specific?”) on wives, wives of Muhammad, daughters, or any other specific types of women] &lt;WC, Religion&gt;", "category": "Religion"}, {"question_sanitized": "Comb generators and sample phase detectors make use of one of these devices with very low doping near the junction. Clipping circuits use these devices to limit the maximum voltage of a waveform. One type of these asymmetric devices relies on minority charge carriers tunneling from the valence band to the conduction band. Another type of these devices contains a metal–semiconductor interface. Those types of these circuit elements are named for (*) Zener and Schottky. Full-wave rectifiers connect four of these circuit elements in a square pattern. These circuit elements only conduct in the reverse direction when the reverse bias exceeds their breakdown voltage. For 10 points, name these circuit elements that ideally allow current to flow in only one direction, exemplified by a light-emitting type.", "answer_sanitized": "diodes [accept step-recovery diodes, Schottky diodes, Zener diodes, or light-emitting diodes] &lt;GR, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This man concluded, “To be a man is to suffer for others,” in a speech announcing the end of a 25-day fast. Miriam Pawel’s biography of this man revealed that he was inspired by Synanon (“sin-anon”) to encourage members of his organization to verbally attack one another as part of “the Game.” After the ALRB ran out of money, this man unsuccessfully campaigned for Proposition 14. In opposition to backdoor (*) contracts signed with the Teamsters, this man launched the Salad Bowl strike. Dolores Huerta coined the slogan “Sí, se puede!” that was popularized by this man. In 1965, the NFA, led by this man, joined a strike of Filipino grape pickers in California. For 10 points, a holiday on March 31 honors what Latino labor leader, a founder of the United Farm Workers?", "answer_sanitized": "Cesar Chavez [or Cesar Estrada Chavez] &lt;WC, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Internal feature structure is represented through an attribute value matrix in one of these systems that is described as “head-driven.” Arvind Joshi proposed a formalism in which these systems consist of elementary trees that can be substituted and adjoined. The Lambek calculus, which allows for the concatenation of types, is an example of a categorial one. These systems have only two operations, Move-alpha and Merge, in the (*) Minimalist Program. They are ordered by increasing expressive power in a hierarchy that divides them into types 0 through 3. A set of terminal and non-terminal symbols, a start symbol, and production rules can be used to model the context-free type of these systems. Noam Chomsky posited an innate “universal” one. For 10 points, name these sets of rules that govern the composition of words in a language.", "answer_sanitized": "grammars [accept context-free grammar or categorial grammar or head-driven phrase structure grammar or tree-adjoining grammar; or theories of grammar; prompt on phrase structure rules] &lt;CK, Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "The French dentist Laurent Mourguet (“lo-RON moor-GAY”) created one of these objects that has since become a symbol of the city of Lyon and its silk workers, the canuts (“kah-NOO”). A still-extant “College of Professors” is made up of people who use an instrument called the swazzle to manipulate these objects. Gamelan music accompanies Indonesian wayang (“WAH-yahng”) performances with these objects. Chanters and musicians playing a three-string skin-covered lute called (*) shamisen (“shah-mee-sen”) typically accompany a Japanese art form centered on these objects, bunraku. Jim Henson performed the song “Bein’ Green” using one of these objects. For 10 points, Punch and Judy exemplify what objects, whose limbs and mouth are moved by the person who voices them?", "answer_sanitized": "puppets [accept specific types of puppets like sock puppets or glove puppets or shadow puppets; accept marionettes; accept puppeteers; prompt on shadows; anti-prompt on Muppets] (The puppet in the first line is Guignol.) &lt;AP, Other Arts&gt;", "category": "Fine Arts"}, {"question_sanitized": "In a 1981 study, Lewis and Perkin applied corrections to previous calculations of this quantity by converting those results to the PSS-78 standard. A method of determining this quantity is the Mohr–Knudsen titration, which uses a silver nitrate solution as the titrant. A common value for this quantity is 35 psu (“P-S-U”). A class of plants including glasswort tolerates high levels of this quantity, which is used in the Venice system to classify (*) bodies of water. Along with temperature, differences in this quantity cause density gradients that drive thermohaline circulation. In an estuary, this quantity is typically highest near the mouth. For 10 points, name this quantity that measures the concentration of sodium and chloride ions dissolved in water.", "answer_sanitized": "salinity [or salt concentration; prompt on saltiness; prompt on amount of salt or similar answers; anti-prompt (i.e. ask “can you be less specific?”) on chlorinity or chloride ion concentration] &lt;WC, Other Science: Earth Science&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In a work by this author, a man in a bowler hat reports a tourist who had told his daughter to bathe naked on a beach to clean her bathing suit. In that work by this author, a man gifts a lady a pin with the phrase “Pensez très fort” (“pawn-SAY tray FOR”), having earlier made a heckler stick his tongue out at the audience by cracking a whip. An allegory of fascism by this author climaxes with a youth shooting an (*) entertainer who’d hypnotized him into kissing his cheek. This creator of the magician Cipolla (“chee-PO-lah”) also wrote a novella about a recently-ennobled author who eats some over-ripe strawberries after losing sight of a boy he is stalking, Tadzio (“TAH-joe”), leading to his contraction of cholera. For 10 points, name this German author of Mario and the Magician and Death in Venice.", "answer_sanitized": "Thomas Mann &lt;AP, European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The entourage of a man who descended from this place included a wrestler named Corineus, who defeated the giant Gogmagog by throwing him off a cliff. The Welsh name for this place, Caerdroia, is given to turf labyrinths built on hilltops, which in other parts of Britain are called this place’s “towns.” In the Prose Edda, Snorri Sturluson claims that the Aesir are the descendants of people from this place. The legendary first king of (*) Britain, Brutus, was descended from the royalty of this city, whose citadel housed a sacred statue called the Palladium. A prince of this city was abducted by Zeus to become the cupbearer of the gods; that prince was Ganymede. Laocoön (“lao-KOH-on”) was killed by snakes after he threw a spear at a structure that was used to infiltrate this city. For 10 points, name this city ruled over by Priam, the target of the Greek siege in the Iliad.", "answer_sanitized": "Troy [or Ilion; or Ilium] &lt;JS, Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "In 1947, this country appointed a woman who had led its “Moscow” faction against the “native” faction as the world’s first modern female foreign minister. That woman, Ana Pauker, facilitated the emigration of this country’s Jews to Israel until she was purged by a leader who industrialized this country by building the Galați (“gah-LAHTS”) steel works. A dictator of this country who styled himself as (*) “Conducător” (“con-doo-kuh-TOR”) put down a rebellion led by Horia Sima, the Legionnaires’ rebellion. Gheorghe Gheorghiu-Dej (“GYOR-gay gyor-GHEE-oo-DEZH”) was a Communist leader of this country; another Communist leader of this country issued Decree 770 to outlaw abortion and contraception, and fled the capital with his wife Elena during a 1989 uprising. For 10 points, name this country once ruled by Nicolae Ceaușescu (“chow-SHESS-koo”).", "answer_sanitized": "Romania &lt;AE, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A “ghost city” on the banks of this river features a “Bridge of Helplessness” that features actors dressed up in traditional costumes as the Ghost King and his officials. Continued gold prospecting on a section of this river has led to that section being called the “Gold Dust River.” Oddly-shaped, perforated “scholar’s rocks” are collected from Lake (*) Tài in this river’s delta. This river was once home to a vibrant population of báijì (“bye-jee”) river dolphins, which are now believed to be functionally extinct. A dam built on this river led to a slight slowdown of the Earth’s rotation and the displacement of over 1.3 million people living along this river; that dam is the Three Gorges Dam. For 10 points, the Grand Canal links the Yellow River to what other Chinese river?", "answer_sanitized": "Yangtze River [or Yángzǐ Jiāng or Cháng Jiāng] &lt;JH, Other&gt;", "category": "Geography"}, {"question_sanitized": "Frances Arnold won part of the 2018 Nobel Prize in Chemistry for using directed evolution on these molecules. Complex examples of these molecules exhibit the ping-pong mechanism. Walter Gilbert theorized that the first examples of these molecules were made of RNA. The Briggs–Haldane derivation of a relation governing these molecules uses the free ligand and (*) steady-state approximations. These molecules, which irreversibly form covalent bonds with suicide inhibitors, may require cofactors to function, and their active sites bind to substrates in the lock-and-key or induced fit models. K-cat, the turnover number, characterizes their efficiency, and is equal to V-max over the concentration of these molecules. Those constants appear in the Michaelis–Menten equation for the kinetics of these molecules. For 10 points, name these ubiquitous biological catalysts.", "answer_sanitized": "enzymes [prompt on catalysts until read] &lt;GR, Biology&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A boy asks a character working in this profession “Do you love me?” after mistaking that character for a visitor to his family’s bakery in Millau (“mee-YO”). The narrator describes leaving university to work in this job in Devonshire in Vera Brittain’s memoir Testament of Youth. A character with this job is warned against playing a possibly booby-trapped piano by her future love interest, a Sikh sapper, while living in the (*) abandoned Villa San Girolamo. Briony (“BRY-nee”) Tallis works in this profession in the third part of Ian McEwan’s (“muck-YOO-in’s”) Atonement. A Canadian member of this profession named Hana assists the title character of Michael Ondaatje’s (“on-DAH-chee’s”) The English Patient. For 10 points, women of what profession are often depicted doing tasks like changing bedpans in novels set during the World Wars?", "answer_sanitized": "nurses &lt;JH, British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This artist depicted six horses, each accompanied by a wreath-bearing woman, pulling a king surrounded by four cardinal virtues in an ornate chariot. A group of merchants living in Venice commissioned a painting by this artist that depicts St. Dominic handing out flower crowns to worshippers. This artist of Large Triumphal Carriage and Feast of the Rosary used passages from Martin Luther’s translation of the Bible to accompany a diptych (“DIP-tick”) currently housed at the (*) Alte Pinakothek (“ALL-tuh PEE-nah-koh-take”). This artist of The Four Apostles completed a work that shows a skull on the windowsill and a lion and dog sleeping on the floor as the title haloed man writes. In another of his works, a lizard runs to the right beneath a skeletal figure and an armored man, both on horseback. For 10 points, name this German artist of prints like St. Jerome in His Study and Knight, Death, and the Devil.", "answer_sanitized": "Albrecht Dürer &lt;JL, Painting &amp; Sculpture&gt; Bonuses", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "During this war, an Irish immigrant named Jennie Hodgers took the name of Albert D. Cashier and served as an infantryman, continuing to live as a man after this war. For 10 points each:", "answers_sanitized": ["American Civil War [or War Between the States; accept War of Northern Aggression]", "Clara Barton [or Clarissa Harlowe Barton]", "Mary Walker [or Mary Edward Walker] &lt;AE, American History&gt;"], "parts_sanitized": ["Name this war in which a number of women served in combat roles in disguise as men, such as Loreta Velazquez, who was exposed after being wounded by an exploding shell at the Battle of Shiloh.", "During the Civil War, this woman earned the nickname “Angel of the Battlefield” for her work in bringing supplies to wounded soldiers at Antietam and elsewhere. This woman founded the American Red Cross in 1881.", "This woman became the first, and so far, only female Medal of Honor recipient for serving as a Union surgeon. After the war, her preference for men’s clothing led her to be arrested several times for impersonating a man."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "One of these particles that spontaneously breaks down due to the Higgs mechanism is named for ’t Hooft (“ut HOHFT”) and Polyakov. For 10 points each:", "answers_sanitized": ["magnetic monopoles", "protons", "solitons [or solitary waves; do not accept or prompt on “stationary waves” or “standing waves”] &lt;VS, Physics&gt;"], "parts_sanitized": ["Name these particles that are equivalent to dyons with no electrical charge. Two of these particles are connected by hypothetical solenoid-like Dirac strings.", "Monopoles catalyze the decay of these particles in the Callan–Rubakov effect. These hadrons have a net electric charge, and the strong force holds them together with neutrons in atomic nuclei.", "The ’t Hooft–Polyakov monopole is a topological version of this type of wave that does not change shape during propagation. The Korteweg–de Vries equation for waves in shallow water has these waves as solutions."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Joseph Nye distinguished this concept’s “hard” form from its “soft” form, which is a nation’s ability to influence other states without using military force. For 10 points each:", "answers_sanitized": ["power", "neorealism", "Stephen M. Walt &lt;CK, Social Science&gt;"], "parts_sanitized": ["Identify this ability of a state to influence the international system.", "Kenneth Waltz’s Theory of International Politics popularized the “neo-” version of this approach to IR theory that views states as power maximizers. It is divided into offensive and defensive branches.", "This defensive realist argued that states balance against perceived threats rather than against all increases in power. With John Mearsheimer, he was accused of anti-Semitism for writing The Israel Lobby and U.S. Policy."], "category": "Social Science"}, {"leadin_sanitized": "In this ballet’s “Kingdom of the Shades” scene, 24 dancers in white tutus enter the stage from a ramp, zigzagging in single file, performing a series of 39 arabesques. For 10 points each:", "answers_sanitized": ["La Bayadère (“bah-yah-DAIR”) [or The Temple Dancer or Bayaderka]", "Marius Petipa", "The Sleeping Beauty [or Spyashaya krasavitsa] &lt;WC, Other Arts&gt;"], "parts_sanitized": ["Name this ballet set to music by Ludwig Minkus in which the warrior Solor has his vision of the shades after Nikia dies from the bite of a poisonous snake hidden in a basket of flowers.", "La Bayadère was originally choreographed by this French-born ballet master of the Russian Imperial Ballet. He collaborated with Lev Ivanov on The Nutcracker.", "Petipa sent Tchaikovsky detailed specifications for the music for this classical ballet. The Lilac Fairy puts a 100-year spell on Princess Aurora after four princes court her on her 16th birthday in this ballet’s “Rose Adagio.”"], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "This poem describes a “sea-worm” as “grotesque, slimed, dumb, indifferent.” For 10 points each:", "answers_sanitized": ["“The Convergence of the Twain”", "Gerard Manley Hopkins", "Percy Bysshe Shelley &lt;JH, British Literature&gt;"], "parts_sanitized": ["Name this Thomas Hardy poem set “In a solitude of the sea / Deep from human vanity.” Its lines are arranged to form the shape of an ocean liner’s prow in reference to its subject matter, the sinking of the Titanic.", "This poet used his trademark “sprung rhythm” technique in his poem about the “Wreck of the Deutschland (“DOYTCH-lont”),” which is dedicated “To the happy memory of five Franciscan Nuns.”", "This poet said to have predicted his death by shipwreck with the lines “My spirit’s bark is driven, / Far from the shore” in his poem “Adonais” (“ad-oh-NAY-iss”). He also wrote “Ode to the West Wind,” “To a Skylark,” and “Ozymandias.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Dana H. Ballard generalized this method to detect arbitrarily-defined shapes. For 10 points each:", "answers_sanitized": ["Hough (“huff”) transform", "Gaussian function [or Gaussian filter or Gaussian blur; accept Carl Friedrich Gauss]", "Python &lt;AP, Other Science: Computer Science&gt;"], "parts_sanitized": ["Name this transform that detects features like lines or polygons in an image by using a “voting” procedure to pick the “brightest” points on sinusoidal curves in the r–theta plane, with each curve corresponding to a pixel.", "The Hough transform is applied after edge detection, a process optimized using a noise-reducing filter named for this function. The filter blurs the image by convolution with this function, which is the exponential of a concave quadratic.", "The Hough transform is easily implementable using bindings for the OpenCV library in this programming language. This interpreted, open-source language’s scientific libraries include matplotlib (“mat-plot-lib”), NumPy (“num-pie”), and SciPy (“sigh-pie”)."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This monarch set up a private army called the Force Publique that terrorized the inhabitants of his colony by cutting off the hands of workers who failed to meet rubber collection quotas. For 10 points each:", "answers_sanitized": ["Leopold II", "Belgium [or Kingdom of Belgium]", "Tippu Tip [or Tippu Tib or Muhammad bin Hamid] &lt;AE, European History&gt;"], "parts_sanitized": ["Name this monarch who ruled the Congo Free State as his private property. This monarch hired Henry Morton Stanley to help establish his rule in the Congo Free State.", "Leopold II was the king of this country, whose government took over the Congo Free State in 1908. This country granted independence to the Congo in 1960.", "In establishing control of the Congo Free State, Leopold II clashed with this Arab trader of slaves and ivory, whom he attempted to co-opt with an appointment as the governor of the Stanley Falls district."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The narrators of this poem state, “We tell you, tapping on our brows, the story as it should be, – as if the story of a house were told, or ever could be.” For 10 points each:", "answers_sanitized": ["“Eros Turannos”", "Edward Arlington Robinson", "Garrison Keillor (“KEE-ler”) &lt;CK, American Literature&gt;"], "parts_sanitized": ["Name this poem about an unhappy wife that begins, “She fears him, and will always ask what fated her to choose him.”", "“Eros Turannos” is by this American poet, who wrote about “a gentleman from sole to crown” who “went home and put a bullet through his head” in “Richard Cory.”", "This humorist wrote a parody of “Richard Cory” in which his suicide is blamed on a difficult wife. This creator of Lake Wobegon, Minnesota, had his show The Writer’s Almanac canceled by NPR after a 2018 sex scandal."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "During the festival of a god known as “the Night Drinker,” worshippers would wear the product of this action for twenty days to symbolize the growth of new crops. For 10 points each:", "answers_sanitized": ["flaying [accept skinning; accept any answer that indicates skin being removed from the body until it is read]", "corn [or maize]", "Marsyas (“MAR-see-us”) &lt;JS, Mythology&gt;"], "parts_sanitized": ["Identify this action undergone by the Aztec god Xipe Totec (“SHEEP-uh TOH-tek”) to give food to humans.", "James Frazer’s The Golden Bough (“bao”) claims that a personification of Chicomecōātl (“chee-ko-may-KO-ah-tull”), the goddess of this crop, was flayed during an Aztec fall festival. This crop was one of the “three sisters,” along with squash and beans.", "The Golden Bough also discusses the flaying of this satyr, which he underwent at the hands of Apollo after foolishly challenging the god to a music contest."], "category": "Mythology"}, {"leadin_sanitized": "A painting in which this person is depicted covered in jewels is discussed in a Cynthia Burlingham book titled for its “Strange Magic.” For 10 points each:", "answers_sanitized": ["Salomé", "symbolism [or word forms]", "charcoal &lt;JL, Painting &amp; Sculpture&gt;"], "parts_sanitized": ["Name this woman who is depicted pointing at a glowing, levitating head in The Apparition, a painting described in detail in Joris-Karl Huysmans’s (“weese-MONS’s”) novel À rebours (“ah ruh-BOOR”).", "The artist of The Apparition, Gustave Moreau, was part of this loosely-defined art movement of the 19th century. Artists from this movement, such as Arnold Böcklin and Odilon Redon, often used mystical and dreamlike imagery.", "Huysmans’s À rebours also describes several other symbolist artworks, including drawings in this medium by Odilon Redon. The namesake material of this medium is produced by burning wood in airless kilns."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Bovine serum albumin is often used to create a standard curve for this assay. For 10 points each:", "answers_sanitized": ["Bradford protein assay", "tryptophan [or Trp]", "nucleic acids &lt;VS, Biology&gt;"], "parts_sanitized": ["Name this assay that uses the Coomassie Brilliant Blue G-250 dye, and measures the shift in the absorbance maximum, which is correlated to the amount of protein in the solution.", "The Bradford assay is an alternative to measuring absorbance at 280 nanometers, which indicates the presence of aromatic amino acids, like this one symbolized W. A well-studied operon in E. coli for synthesizing this amino acid contains an attenuator and leader peptide.", "The ratio of absorbance at 260 nanometers to 280 nanometers quantifies the concentration of this class of molecules, which includes DNA and RNA."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In 1662, this leader sent the Dominican missionary Vittorio Riccio to Manila as an envoy to demand that the governor of the Philippines should pay tribute to him. For 10 points each:", "answers_sanitized": ["Koxinga (“coke-SING-ah”) [or Coxinga; or Guóxìngyé or Zhѐng Chénggōng]", "Taiwan [or Formosa]", "Suí (“sway”) Dynasty &lt;AE, World History&gt;"], "parts_sanitized": ["Name this Chinese pirate and Ming-dynasty loyalist who captured Fort Zeelandia from the Dutch East India Company and established the kingdom of Dōngníng.", "Koxinga established Chinese control over this island, which became the destination of Chiang Kai-Shek and the remnants of the KMT following their defeat by the Communists in the Chinese Civil War.", "Taiwan may have been the location of an expedition sent to Liúqiú (“l’yoh-ch’yoh”) by Emperor Yáng, the second emperor of this dynasty. The Grand Canal was constructed during this brief dynasty."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This philosopher distinguished between “allographic” art, which allows for multiple instantiations of the same artwork, and “autographic” art, which does not. For 10 points each:", "answers_sanitized": ["Nelson Goodman", "mimesis [or Mimesis as Make-Believe: On the Foundations of the Representational Arts]", "aesthetics &lt;CK, Philosophy&gt;"], "parts_sanitized": ["Name this analytic philosopher who analyzed art as a “symbol system” in his Languages of Art.", "Kendall Walton developed a representational theory of art in a book whose title compares this concept to “make-believe.” This concept is defined as the imitation of nature by art in Aristotle’s Poetics.", "Kendall Walton and Nelson Goodman both worked in this subfield of philosophy that is concerned with the nature of art."], "category": "Philosophy"}, {"leadin_sanitized": "This political party was founded by Umberto Bossi, who used the slogan, “Roma ladrona,” or “thieving Romans!” For 10 points each:", "answers_sanitized": ["Lega Nord [or Northern League or LN or Lega Nord per l’Indipendenza della Padania; or il Carroccio]", "Matteo Salvini", "Silvio Berlusconi &lt;WC, Other&gt;"], "parts_sanitized": ["Name this right-wing populist political party that governs Italy in a coalition of Eurosceptics (“euro-skeptics”) with the Five Star Movement. This political party once emphasized the regionalist ideology of “Padanian nationalism.”", "The Lega Nord is headed by this politician, who serves as Deputy Prime Minister along with Luigi Di Maio of the Five Star Movement. As Interior Minister, he refused to allow entry for the refugee rescue ship Aquarius.", "In 1994, the Lega Nord under Umberto Bossi joined a coalition with the Forza Italia party of this Italian politician, whose many controversies include soliciting sex from underage prostitutes at “bunga bunga” parties."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In a novel by this author, the protagonist disassociates from her body by a process she calls “doubling” during her mother’s weekly examination of her virginity. For 10 points each:", "answers_sanitized": ["Edwidge Danticat (“ed-WEEJ don-tee-KAH”)", "Gabriel García Márquez [prompt on partial answer]", "cane fields [accept sugarcane fields or sugar plantations; prompt on plantations, farms, or fields] &lt;JH, World/Other Literature&gt;"], "parts_sanitized": ["Name this Haitian-American author of a novel in which Sophie uses a pestle to break her hymen before leaving her mother; that novel is Breath, Eyes, Memory.", "This author wrote a novella in which a bride is returned on her wedding night because she is not a virgin, titled A Chronicle of a Death Foretold. He also wrote One Hundred Years of Solitude.", "After losing his virginity to Ybón (“ee-BONE”), the title character of Junot Diaz’s (“JOO-noh DEE-azz’s”) novel The Brief Wondrous Life of Oscar Wao is taken to one of these settings by the henchmen of Ybón’s boyfriend. A “golden mongoose” guides Oscar’s mother out of this sort of place, where Anabelle works in Danticat’s The Farming of Bones."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Molecules with this property include a ring of resonance bonds. For 10 points each:", "answers_sanitized": ["aromaticity [or word forms like aromatic]", "electrophilic aromatic substitution [or EAS]", "meta position &lt;GR, Chemistry&gt;"], "parts_sanitized": ["Name this property of planar molecules that obey Hückel’s rule, including benzene.", "In these Lewis acid-catalyzed reactions, a substituent group attached to an aromatic ring is exchanged, leaving the pi bonds of the resonance structure intact. Reactions of this type can produce chlorobenzene or arenes from benzene.", "Substituent groups are called directing groups when they influence the position where EAS reactions take place. Deactivating groups, which slow the rate of reaction, act as directors to this position. Nitro and cyano groups are directors to this position."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In one article, the musicologist James Webster declared that “The key to the history of 18th-century Viennese chamber music is” this term. For 10 points each:", "answers_sanitized": ["divertimento [prompt on divertissement]", "Joseph Haydn", "Esterházy &lt;AE, Classical Music&gt;"], "parts_sanitized": ["Give this Italian term that is often applied to informal, entertaining, or lighthearted music written for a small ensemble. Mozart’s serenades are often paired with these pieces, such as the three Salzburg Symphonies for strings.", "This composer wrote many pieces entitled divertimento, including many keyboard sonatas. This father of the string quartet wrote the “Surprise” and “Drumroll” symphonies.", "Two notable divertimenti are two octets for violin, viola, cello, violone (“vee-oh-LO-nay”), horn, and baryton (“BAIR-ih-tawn”), which Haydn wrote while serving as Kapellmeister for a prince from this Hungarian family."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In his apocryphal <em>Acts</em>, this apostle converts a rich woman named Thecla who spends three days watching him preach from the window before eventually baptizing herself in a pool of killer seals. For 10 points each:", "answers_sanitized": ["Paul the Apostle [or Paulos; or Saul of Tarsus]", "1 Corinthians [or First Epistle to the Corinthians; prompt on Corinthians]", "Timothy [or Timotheos] &lt;WC, Religion&gt;"], "parts_sanitized": ["Name this apostle who converted to Christianity after being blinded by a heavenly light on the road to Damascus. Thirteen of the twenty-one New Testament epistles are traditionally attributed to him.", "In the Acts of Paul and Thecla, Paul preaches sexual abstinence, similar to chapter 7 of this epistle in which he declares, “It is good for a man not to have sexual relations with a woman,” while giving advice on marriage.", "In both First Corinthians and the first epistle to this person, Paul declares that women should be silent; in that epistle to this person, Paul declares that “I suffer not a woman to teach, nor to usurp authority over the man.”"], "category": "Religion"}, {"leadin_sanitized": "This monarch died while on crusade due to a plague while he was invading Tunisia, but he had previously managed to capture Damietta during the Seventh Crusade. For 10 points each:", "answers_sanitized": ["Louis IX [or St. Louis]", "Raymond VII [prompt on Raymond of Toulouse]", "Cathars [or Catharism or Cathari; or Albigensians or Albigensianism or Albigenses] &lt;WC, European History&gt;"], "parts_sanitized": ["Name this French king from the Capetian dynasty who was canonized by Pope Boniface VIII (“the eighth”). He held the 1240 Disputation of Paris in which four rabbis defended the Talmud against the Christian convert Nicholas Donin.", "In 1229, Louis IX signed the Treaty of Paris with this count, curtailing the independence of Toulouse from the French crown. After a failed revolt, the Treaty of Lorris (“lo-REESE”) further reduced this count’s independence.", "The Treaty of Paris put an end to a crusade against members of this Christian heresy in southern France. This heresy professed dualism and divided its members into the “perfects” and the “believers.”"], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This character receives a set of gilded pistols as a wedding gift from a friend who delivers a passionate speech at a banquet about this character’s painting of a biblical scene. For 10 points each:", "answers_sanitized": ["Abel Sánchez [accept either underlined name]", "Miguel de Unamuno", "Cuba &lt;AP, European Literature&gt;"], "parts_sanitized": ["Name this artist whose marriage to Elena escalates Joaquín (“hwah-KEEN”) Montegro’s hatred of him. Joaquín confesses his guilt on his deathbed about grabbing this character’s throat, which triggers a fatal heart attack.", "This member of the Spanish Generation of ’98 referred to his book Abel Sánchez: The History of a Passion as a “nivola.” He also wrote The Tragic Sense of Life and Mist.", "Unamuno frequently corresponded with José Martí, a national hero of this country. The Generation of ’98 were active during the Spanish-American War, which grew out of this country’s fight for independence from Spain."], "subcategory": "Literature World", "category": "Literature"}]}