{"tossups": [{"question_sanitized": "It’s not New Jersey, but the first order of religious sisters in the Americas was founded in this present-day state by Elizabeth Seton. An act passed in this colony was repealed by the governor William Claiborne, passed again once he left office, then repealed again after the Glorious Revolution. This state’s ruling family worked with the (*) Penn family to hire two surveyors to establish this colony’s northern border. The drafting of the 1st Amendment was influenced by a religious toleration law in this colony meant to protect Catholics. For 10 points, name this colony separated from Pennsylvania by the Mason-Dixon line and once led by George Calvert, Lord Baltimore. ", "answer_sanitized": "Province of Maryland", "subcategory": "American History", "category": "History"}, {"question_sanitized": "A sculptor from this country depicted a younger woman grasping at an older man who is being carried off by an older woman in her sculpture The Mature Age. Another sculpture by an artist from this country shows three identical figures hunched over and gazing down as they point at an inscription. That sculpture, The Three Shades, was placed at the top of a larger work from this country that consists of two massive (*) bronze doors. 72 names of scientists and engineers are inscribed on a monument in this country that debuted at the 1889 World’s Fair. For 10 points, name this country where Auguste Rodin sculpted The Gates of Hell and Gustave Eiffel designed his namesake tower.", "answer_sanitized": "France (The first sculpture is by Camille Claudel.)", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "These structures contain quiescent centers surrounded by pools of stem cells. Examples of these structures in Rhizophora mangle are described as “adventitious.” These structures are penetrated by arbuscular mycorrhiza (“mai-kaw-RYE-zuh”), which consist of an association of (*) fungi with these structures. Rhizobia (“REE-zo-bee-uh”) mutualistically fix nitrogen while residing in the “nodules” of these structures. These structures connect members of the clonal colony pando, the heaviest organism on Earth. Monocots typically have a “fibrous” system of these structures, while the “tap” form of these structures is exemplified by carrots. For 10 points, name these plant structures that absorb water from the soil.", "answer_sanitized": "roots [accept root nodules or root tips] ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This organization’s founder was inspired by Ludolph of Saxony’s Vita Christi to pray for 11 months in a cave at Manresa. A member of this organization died right before reaching mainland China, and led this order’s evangelical efforts in India and Japan. Members of this order follow a set of meditations from the Spiritual Exercises, written after its author was hit by a cannonball at the Battle of Pamplona. The seven founding members of this order included Francis (*) Xavier. Pope Francis is the first pope from this order, which was founded by Ignatius of Loyola. For 10 points, which Catholic order operates universities such as Fordham and Georgetown?", "answer_sanitized": "Jesuits [or Society of Jesus or Societas Iesu]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In this play, a game of hide-and-seek is interrupted by a “strange man” who “won’t do mother any harm.” A character in this play who is often called “little squirrel” frantically dances the Tarantella to distract her husband from a letter in the letterbox. After learning a character in this play (*) forged her father’s signature to fund a trip to Italy, one man tries to keep his bank job using blackmail. Krogstad stops his threats, but the protagonist of this play still walks out on her husband. For 10 points, name this play about the dissolution of the marriage between Torvald and Nora Helmer, by Henrik Ibsen.", "answer_sanitized": "A Doll’s House [or Et dukkehjem]", "subcategory": "Drama", "category": "Literature"}, {"question_sanitized": "Oswell Spencer founded a company named for one of these objects, which employed Albert Wesker as a virologist. A company named for one of these objects destroyed Raccoon City with a virus and is a primary antagonist in the Resident Evil series. In a Netflix show partially named for one of these objects, which was adapted from a comic book written by Gerard Way, the violinist Vanya is played by (*) Elliot Page.  In a song named for one of these objects, the chorus begins “when the sun shines we shine together.” Mary Poppins uses one of these objects to fly. For 10 points, name this object that titles a Rihanna song whose chorus repeats “ella, ella, eh, eh, eh.”", "answer_sanitized": "umbrellas [accept Umbrella Corporation or The Umbrella Academy]", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "In this novel, a mouse runs over a character who dreams of the coffin of a girl who drowned herself. Another character from this novel is given a cross made of cypress. The protagonist of this novel writes an article in which he claims “extraordinary” people like Napoleon are justified in committing crimes. In this novel, (*) Marmeladov dies in a carriage accident. The protagonist of this novel is blackmailed by Svidrigailov and confesses his crimes to the prostitute Sonya. For 10 points, name this Fyodor Dostoyevsky novel in which the former student Rodion Raskolnikov murders a pawnbroker.", "answer_sanitized": "Crime and Punishment [or Prestuplenie i nakazaniye]", "subcategory": "Long Fiction", "category": "Literature"}, {"question_sanitized": "In July 2020, this man released an image that included a depiction of his dog Captain at one end of a rope, a young man hanging off a “boyfriend cliff,” and the slogan “Forget the Politics, Get Smart!” In April 2020, this politician unveiled a mural of thousands of cloth masks while his administration banned (*) nursing homes from denying patients admission based on COVID-19 diagnoses. In December 2020, Lindsey Boylan, a candidate for Manhattan Borough President, accused this politician of sexual harassment when she worked as his advisor in Albany. For 10 points, name this current governor of New York.", "answer_sanitized": "Andrew Cuomo [do not accept or prompt on “Mario Cuomo”]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "Ehrenfest’s theorem relates the time derivative of the expectation of this quantity with potential energy. This quantity’s operator is equal to negative i times h-bar times the gradient. An object’s de Broglie (“duh BROY”) wavelength equals Planck’s constant divided by this quantity. Kinetic energy equals this quantity (*) squared over two times mass. The Heisenberg uncertainty principle states that there is a tradeoff between precise knowledge of position and this quantity. The change in this quantity is often expressed with units of force times time, which equals impulse. For 10 points, name this quantity, symbolized p, that is equal to mass times velocity.", "answer_sanitized": "linear momentum [accept momentum operator] ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In an opera by this composer, one character teases another for being sent to the military by singing the aria “Non più andrai” (“known pyoo ahn-DRY”) to his page. In that opera by this composer, a “little song on the breeze” is sung as Susanna dictates a letter that will eventually expose the infidelity of Count Almaviva, whose valet is the opera’s (*) title character. In another of this composer’s operas, the notoriously difficult aria “Der Hölle Rache” (“dair HUR-luh RAH-khuh”) is sung by the Queen of the Night, whose attendants give Prince Tamino the opera’s title instrument in the first act. For 10 points, name this Austrian composer of The Marriage of Figaro and The Magic Flute.", "answer_sanitized": "Wolfgang Amadeus Mozart [or Johannes Chrysostomus Wolfgangus Theophilus Mozart]", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "This thinker used a newspaper contest in which entrants gauge public perceptions of beauty as an analogy for price fluctuations in equity markets. Aggregate income is plotted against planned total spending in this economist’s namesake cross. This economist’s namesake perspective introduced the idea of price stickiness and focuses on changes in aggregate (*) demand. This economist’s General Theory of Employment, Interest and Money sparked a “revolution” against neoclassical economics. For 10 points, name this British economist who advocated deficit spending in response to the Great Depression.", "answer_sanitized": "John Maynard Keynes, 1st Baron Keynes", "subcategory": "Economics", "category": "Social Science"}, {"question_sanitized": "An unsuccessful defense of a hill fort led to this country’s partition at the 1954 Geneva Conference. Le Loi (“leh luh-ee”) established this country’s independence from its northern neighbor in 1428. A short lived rebellion by this nation in the first century CE was led by the  (*) Trung Sisters. An independence leader from this country petitioned Woodrow Wilson for US support during the Versailles Peace Conference. The Battle of Dien Bien Phu ended colonial rule of this country, which was formerly part of French Indochina. For 10 points, the Tet Offensive took place in which country unified by Ho Chi Minh?", "answer_sanitized": "Vietnam", "subcategory": "World History", "category": "History"}, {"question_sanitized": "“The wise man” is described as understanding one form of this concept to be necessary “if he remembers that he is a man”, in the book The City of God. The “Nine Situations” are described in a 5th century BCE work titled for this concept, which it refers to as being “based on deception.” This title concept is described as “the continuation of state policy” in a book by Carl von (*) Clausewitz. Building on the ideas of St. Augustine, Thomas Aquinas claimed that this concept must be conducted by a rightful sovereign to be considered “just,” given the suffering it causes. For 10 points, a military treatise by Sun Tzu concerns “The Art of” what concept?", "answer_sanitized": "war [accept just war; accept The Art of War; accept On War]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "An orange salt used to selectively facilitate this process is called the Corey-Suggs reagent or pyridinium chlorochromate, or PCC. Passivation works by encouraging this process to occur in an outer layer of a material. Zinc is a common “sacrificial metal” because it is often consumed by this process instead of another metal. In concentration cells, this process occurs in the (*) half-cell with the lower concentration, while in an ordinary galvanic cell this process occurs at the anode. Iron rusting is an example of this reaction. For 10 points, name this reaction in which a species loses electrons, contrasted with reduction.", "answer_sanitized": "oxidation [prompt on redox or reduction–oxidation or corrosion] ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This politician deliberately used the word “adjutant” in one telegram because it had a different meaning to a rival power. This politician organized a conference that initiated the “Scramble for Africa.” This politician promoted anti-Polish nationalism in Poznan as part of the (*) Catholic-persecuting Kulturkampf (“cool-tur-KOMPF”) policy. This politician incited war with France by carefully editing the Ems Dispatch. In one speech, this politician claimed that major decisions will not be made by speeches, but by “iron and blood.” For 10 points, name this politician nicknamed the “Iron Chancellor,” who served under Kaiser Wilhelm II and oversaw the unification of Germany.", "answer_sanitized": "Otto von Bismarck", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In a poem by this author, the speaker calls for “public doves” to wear “crepe bows [around] their necks” and “traffic policemen” to wear “black cotton gloves.” In another poem by this author, children “afraid of the night” are “lost in a haunted wood.” In this author's poem \"Funeral Blues,\" the speaker instructs, “Stop all the (*) clocks, cut off the telephone.” In another poem by this author, the speaker declares, “We must love one another or die.” That poem by this author begins with the speaker sitting “in one of the dives / On Fifty-second street.” For 10 points, name this poet of “September 1, 1939.” ", "answer_sanitized": "W.H. Auden [or Wystan Hugh Auden] ", "subcategory": "Poetry", "category": "Literature"}, {"question_sanitized": "The first European to visit this place was Jacob Roggeveen (“YAH-kop RO-guh-vain”), who was actually searching for Davis’s Land. Construction of certain objects in this place stopped after a birdman cult called the tangata manu took hold. The local cultivation and name of the sweet potato indicated that people in this place likely had contact with South America. In this place, ancestors were commemorated by massive (*) cephalic statues built by the Rapa Nui people. For 10 points, name this island, a Chilean territory best known for its large, mysterious moai statues, which depict human heads in stone.", "answer_sanitized": "Easter Island [also accept Rapa Nui before mention]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "In a myth from this country, a monster that looks like a beautiful woman smiles at young men to seduce them before killing them with her barbed hair.  Hearing the laughter of other deities, this country’s sun goddess looked out of her cave, only to be dazzled by her reflection in a (*) mirror. Monsters in this country’s folklore include a cucumber-loving demon with a water-filled depression on its head; that demon is called a kappa. In a culture-bound syndrome in this country, people believe they are possessed by a fox spirit, which are called kitsune. For 10 points, name this country that reveres kami such as Amaterasu as part of Shintoism.", "answer_sanitized": "Japan", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "The fourth movement of a chamber piece by this composer is a set of variations on the theme from his popular D. 550. That work, like another quintet by this composer, unusually adds a low string instrument to the standard quartet. He’s not Rachmaninoff, but this composer of an F minor Fantasia piano duet also wrote six Moments Musicaux. This composer’s (*) Wanderer Fantasy is based on a theme from one of his many lieder (“LEE-der”). Thundering octave G’s in the right hand represent a galloping horse in another of this composer’s lieder, called Der Erlkönig (“dair AIRL-kah-nig”). For 10 points, name this Austrian composer of the Trout Quintet and an unfinished 8th symphony.", "answer_sanitized": "Franz Peter Schubert", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "This character draws a charcoal of the Florence Cathedral from memory, and mocks a woman’s West Virginian accent after she hands him a questionnaire. This character falsely names a former acquaintance as “Louis Friend,” an anagram for iron sulfide. Before making an improvised slurping sound, this character recalls a meal that included “some (*) fava beans and a nice Chianti.” This character impersonates a man who brings him a dinner of extra-rare lamb by skinning his face and wearing it like a mask, allowing this character to escape prison. For 10 points, name this cannibalistic former psychiatrist played by Anthony Hopkins who helps Clarice Starling catch a serial killer in The Silence of the Lambs.", "answer_sanitized": "Hannibal Lecter", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "This poet’s escape from government arrest on horseback inspired a poem that is addressed to “a jeweler with crushed fingers” and a tamer of guanacos, and begins by telling the reader to “arise to birth with me, my brother.” This poet’s Communist sympathies forced him to take a journey that inspired his poem “The Heights of Macchu Picchu.” In an earlier collection, this poet lamented (*) “in you, everything sank!” and declared “Tonight I can write the saddest lines.” This poet wrote the collections Elemental Odes and Canto General. For 10 points, name this Chilean Nobel Laureate who wrote Twenty Love Poems and a Song of Despair.", "answer_sanitized": "Pablo Neruda", "subcategory": "Misc Literature", "category": "Literature"}, {"question_sanitized": "Robert Pape argues that this activity is rooted in territorial disputes in his book Dying to Win. The University of Maryland hosts a global database of instances of this activity, and the ODNI was established in response to an instance of this activity. This activity’s “state” and (*) “state-sponsored” forms are often disputed by scholars who believe it can only be performed by “non-state actors.” An instance of this activity in the U.S. resulted in the creation of the Department of Homeland Security and George W. Bush’s declaration of a “war on” this activity. For 10 points, name this type of violence that attempts to destabilize social and political order. ", "answer_sanitized": "terrorism [accept terror or suicide terrorism; accept suicide bombings or suicide attacks; prompt on suicide; prompt on plane attacks with “What broader class of activities is that a part of?”]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Adrian Daninos designed one of these structures that is located south of Philae. Several of these structures have been built near Inga to support the copper mining industry in the Democratic Republic of the Congo. The Rhodesian colonial governments promoted Operation Noah to save wildlife affected by one of these structures at Kariba that forced over 50,000 Tonga to relocate. Another of these structures at (*) Itaipu is the largest producer of electricity in South America. For 10 points, name these structures that include a “High” one at Aswan on the Nile. ", "answer_sanitized": "dams [prompt on hydroelectric power stations] ", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Excessive paging of this resource leads to thrashing, in which this resource is rapidly transferred between two sites. L1, L2, and L3 types of this resource are faster than the “main” form of this resource. A segmentation fault occurs when a program attempts to access this resource without permission. Garbage collection automatically deallocates this resource. (*) Pointers store addresses for this resource in the stack and are used to access this resource in the heap. The “cache” form of this resource is typically stored in the CPU as SRAM (“ess-ram”). For 10 points, name this computing resource whose “random access” type can be measured in gigabytes.", "answer_sanitized": "memory [accept virtual/computational/cache memory, accept random access memory; accept RAM before “SRAM”; prompt on RAM after “SRAM”] ", "subcategory": "Computer Science", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This condition is diagnosed more than twice as often in boys than in girls. For 10 points each:", "answers_sanitized": ["ADHD [or Attention Deficit Hyperactivity Disorder; do not accept “ADD” or “Attention Deficit Disorder”]", "psychostimulants", "ODD [accept Oppositional Defiant Disorder]"], "parts_sanitized": ["Name this psychiatric disorder, which is often treated with Vyvanse or Adderall. A theory for its underdiagnosis in girls is that girls are more likely to have its inattentive type rather its hyperactive-impulsive type.", "Vyvanse and Adderall belong to this class of drugs used to treat ADHD. These drugs generally increase metabolic activity.", "Frequent comorbidities of ADHD are depression, anxiety, and this disruptive behavior disorder. It is characterized by anger and hostility towards figures of authority."], "difficultyModifiers": ["e", "m", "h"], "subcategory": "Psychology", "category": "Social Science"}, {"leadin_sanitized": "For 10 points each, answer the following about the letter pi in mathematics.", "answers_sanitized": ["prime", "multiplication", "factorial "], "parts_sanitized": ["“Pi of x” is a function that returns the count of numbers under “x” that have this property, which means their only factors are one and itself.", "Pi is also used to indicate this operation among the elements of a sequence. For a sequence of independent events, the probability that all events occur is this operation performed between the probability of each event.", "Gauss used pi to symbolize a function where “pi of z equals gamma of z plus 1.” Because of the definition of the gamma function, Gauss’ pi function is essentially equal to this other function."], "difficultyModifiers": ["e", "m", "h"], "subcategory": "Math", "category": "Science"}, {"leadin_sanitized": "A story about one of these places inspired Jonathan Basile to create a digital version of one that contains all possible variations of 23 characters. For 10 points each:", "answers_sanitized": ["library [or Internet libraries]", "Jorge Luis Borges", "Latin American Boom [or El Boom]"], "parts_sanitized": ["Name these places. The Internet Archive operates an “open” one of these places that has faced copyright violation accusations for mass scanning books and allowing unlimited borrowing.", "“The Library of Babel” and “The Garden of Forking Paths” are included in Ficciones, a collection by this blind Argentinian author.", "The experimental themes in Borges’ writing were a major influence on this literary movement of the 1960s and 70s. Its writers included Mario Vargas Llosa and Julio Cortazar. "], "difficultyModifiers": ["e", "m", "h"], "subcategory": "Short Fiction", "category": "Literature"}, {"leadin_sanitized": "The presto agitato third movement of this piece opens with rapidly rising C-sharp minor arpeggios in the right hand. For 10 points each:", "answers_sanitized": ["Piano Sonata No. 14 in C-sharp minor, Op. 27, No. 2 [or Moonlight Sonata; accept BUT DO NOT REVEAL Beethoven’s Op. 27, No. 2]", "Ludwig van Beethoven", "pastoral or pastorale [accept Pastoral Sonata or Pastoral Symphony]"], "parts_sanitized": ["Name this second of two piano sonatas published under the title Quasi una fantasia, which got its nickname when Ludwig Rellstab likened its first movement to a shimmering Lake Lucerne.", "Moonlight Sonata is the fourteenth of thirty-two piano sonatas by this German composer of Für Elise, whose performing career was cut short due to deafness.", "Directly after Moonlight Sonata in Beethoven’s opus catalog is the Piano Sonata No. 15, which the publisher gave this nickname. Beethoven would later use this name as the title of a programmatic symphony in F major."], "difficultyModifiers": ["m", "e", "h"]}, {"leadin_sanitized": "Answer the following about naturally occurring continuously burning fires, for 10 points each:", "answers_sanitized": ["natural gas [prompt on gas; do not accept or prompt on “petroleum”] ", "Turkmenistan", "Java [or Jawa] "], "parts_sanitized": ["Many naturally occurring eternal flames are fueled by this non-oil hydrocarbon resource, which is sometimes “flared” off from oil wells and is primarily composed of methane. It is considered “cleaner” than oil or coal. ", "The Darvaza gas crater, which has been burning since geologists lit it in 1971, is located in this country’s portion of the Karakum Desert. This country’s southern border with Iran is formed by the Kopet Dag Mountains. ", "The Mrapen eternal flame, which has been burning since at least the 15th century, is considered sacred by the culture of this most populous island of Indonesia, which also contains its capital of Jakarta."], "difficultyModifiers": ["e", "h", "m"], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "The city of Arkhangelsk in Russia is named for this figure, who is said to have defeated the devil near the city. For 10 points each: ", "answers_sanitized": ["St. Michael the Archangel [accept St. Michael the Taxiarch]", "The Church of Jesus Christ of Latter-day Saints [accept the Mormon Church]", "St. Raphael the Archangel"], "parts_sanitized": ["Name this angel who is invoked in a prayer that asks him to “defend us in the hour of conflict.” The Book of Revelation relates how this archangel will lead God’s army to victory against Satan’s forces. ", "Members of this Christian denomination believe that the archangel Michael and Adam are one and the same. This religion’s founder discovered a set of gold plates which were revealed to him by the angel Moroni. ", "This other archangel helps Tobias marry the demon-tormented Sarah in the apocryphal Book of Tobit. The Babylonian Talmud relates that he appeared to Abraham along with Gabriel and Michael. "], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This sport appeared in the 1908 Summer Olympic games, making it the oldest sport now in the Winter Olympics. For 10 points each:", "answers_sanitized": ["figure skating [prompt on skating or ice skating]", "axel", "Yuzuru Hanyu [or Hanyu Yuzuru]"], "parts_sanitized": ["Name this sport, which features techniques like spirals, salchows, and lutzes performed on ice. Michelle Kwan was an American Olympian in this sport, which takes its name from the shapes competitors used to make.", "This jump is the only figure skating jump with a forward takeoff, requiring an extra half rotation to complete. Mirai Nagasu became the first American woman to land the triple version of this jump at the 2018 Winter Olympics.", "This Japanese figure skater became the first Asian skater to win men’s singles gold in 2014, and has broken 19 world records for points. His fans often throw Winnie the Pooh plushes onto the ice after his performances."], "difficultyModifiers": ["e", "m", "h"], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "In a poem titled for this character, the speaker describes passing by a “house that seemed / A Swelling of the Ground.” For 10 points each:", "answers_sanitized": ["Death [accept “Because I could not stop for Death –”]", "Emily Dickinson ", "the soul [accept “The Soul selects her own Society”]"], "parts_sanitized": ["Name this literary character who “kindly stopped” for the narrator of a poem. In that poem, the narrator and this character ride in a carriage that held but “just Ourselves – / And Immortality.”", "This “Belle of Amherst” wrote a poem beginning with the line, “Because I could not stop for Death –.” ", "In a poem by Emily Dickinson, this entity “selects her own Society.” In another poem, the speaker claims hope, which is “the thing with feathers,” “perches in” this entity. "], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Poetry", "category": "Literature"}, {"leadin_sanitized": "Answer the following about innovations created by the Mongols, for 10 points each.", "answers_sanitized": ["law codes [accept reasonable equivalents, such as legal systems; prompt on laws or codes]", "astronomy", "Ögedei Khan [or Ogodei]"], "parts_sanitized": ["After founding the Mongol Empire, Genghis Khan created one of these systems, known as the Yassa, in order to maintain order. One of these systems created by Hammurabi of Babylon was carved into a stone stele.", "Hulagu Khan was deeply interested in this scientific field and hired the Persian polymath Tusi to build the Maragheh observatory. Tusi’s observations in this field may have influenced Nicolas Copernicus’s heliocentrism.", "This successor of Genghis Khan developed the Yam route system, a postal system so effective that Tsarist Russia kept it after the fall of the Golden Horde."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "In order for these particles to be consistent with general relativity, they would have to be massless and have a spin of two. For 10 points each:", "answers_sanitized": ["gravitons [prompt on G]", "photons", "bosons "], "parts_sanitized": ["Name these hypothetical particles. Experiments like LIGO (“lye-go”) detect waves that may provide information about these particles.", "While gravitons would be the quanta of the gravitational force, these particles are the quanta of the electromagnetic force. These massless particles are constantly travelling at the speed of light.", "Because gravitons and photons both have integer spin, they are this type of particle. These particles can become superfluids when cooled and are contrasted with fermions."], "difficultyModifiers": ["h", "e", "m"], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This man founded the cursed House of Atreus. For 10 points each:", "answers_sanitized": ["Tantalus", "Ixion", "Hades"], "parts_sanitized": ["Name this king of Phrygia (“FRIDGE-ee-uh”) who served his son Pelops to the Olympians, and was punished by being imprisoned in Tartarus in a pool of water and next to fruit branches that would recede whenever he reached for them.", "This miserable fellow was bound to a constantly spinning fiery wheel in Tartarus for being the first human to kill his kin and, perhaps more seriously, for attempting to seduce Hera.", "While the Greek gods sent mortals they wished to punish to Tartarus, this underworld, named after its patron god, was where the dead went in Greek mythology."], "difficultyModifiers": ["m", "h", "e"], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "This organization was founded by Henry Dunant after he witnessed the bloodshed at the Battle of Solferino. For 10 points each:", "answers_sanitized": ["Red Cross [accept International Red Cross or American Red Cross]", "Kingdom of Denmark", "Kingdom of Sweden [accept Sverige]"], "parts_sanitized": ["Name this medical humanitarian organization whose American chapter was founded by Clara Barton.", "The first battle monitored by the Red Cross was the Battle of Dybbøl (“DUE-bull”), which was lost by this country’s army. Later in the same war, this country led by Christian IX lost the duchies of Schleswig and Holstein to Prussia.", "During World War II, this nation’s Red Cross assisted in the “White Buses” operation to rescue German prisoners. A diplomat from this country, Raoul Wallenberg, saved thousands of Jews during the Holocaust. "], "difficultyModifiers": ["e", "m", "h"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This vehicle is the latest to survive the “Seven Minutes of Terror”, which occur due to delayed radio signals before landing. For 10 points each: ", "answers_sanitized": ["Perseverance [accept Percy]", "Mars ", "Artemis program"], "parts_sanitized": ["Name this rover that landed at Octavia Butler Landing Site in Jezero Crater on February 18th, 2021. Like its 2012 predecessor Curiosity, this vehicle used a hovering “sky crane” technique to soften the landing. ", "Jezero Crater was chosen as a landing site due to its proximity to an ancient river delta that might have traces of microbial life on this planet, the fourth planet from the Sun. ", "Under a directive from the Trump administration, NASA plans to also send more humans to the Moon.This program announced in 2019 with a mythological name seeks to put the first woman on the moon by 2024."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "This story was based on its author’s experience surviving the shipwreck of the SS Commodore. For 10 points each:", "answers_sanitized": ["“The Open Boat”", "Stephen Crane", "deserting [accept abandoning his regiment or leaving his regiment]"], "parts_sanitized": ["Name this story about four men stranded in a small dinghy. At the end of the story, the cook, captain, and correspondent swim to shore and find the oiler Billie dead on the beach.", "This author of “The Open Boat” wrote about Henry Fleming in the novel The Red Badge of Courage.", "Henry Fleming encounters the “tattered soldier” after taking this action at the beginning of the novel. He is hit on the head by a rifle after taking this action, but it is assumed he was grazed by a bullet in combat."], "difficultyModifiers": ["h", "e", "m"], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "A lit-up young girl stands to the left of this painting’s central figure, carrying a dead chicken. For 10 points each:", "answers_sanitized": ["The Night Watch ", "Rembrandt Harmenszoon van Rijn", "Rijksmuseum (“RIKES-museum”)"], "parts_sanitized": ["Name this 1642 painting that depicts Captain Franz Banning Cocq (“COKE”) and his militia company. ", "This Old Master of the Dutch Golden Age painted The Night Watch and depicted a dissection in The Anatomy Lesson of Dr. Nicolaes Tulp. ", "The Night Watch is on permanent loan to this museum, the most-visited in Amsterdam. In addition to the art collection, this museum also has a Michelin-starred restaurant inside."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "Plutarch wrote a critical essay titled “On the Malice of” this historian, which accuses him of lying so much it would take several books to record. For 10 points each:", "answers_sanitized": ["Herodotus", "Hanging Gardens of Babylon", "Marcus Tullius Cicero"], "parts_sanitized": ["Name this Ancient Greek historian, born in Halicarnassus. Despite their questionable historical accuracy, this man’s Histories have established his reputation as the “Father of History.”", "Though Herodotus claimed to have visited Babylon, he does not include any mention of this place. The historian Stephanie Dalley has claimed this wonder was not in Babylon, but was built by Sennacherib in Nineveh.", "This Roman scholar was the first to use the title “Father of History” for Herodotus. This man’s philosophy book De Oficiis was very influential in medieval Europe and was the third book printed by Johannes Gutenberg."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "The biosynthesis of this compound is rate-limited by the production of mevalonate by HMG-CoA reductase. For 10 points each:", "answers_sanitized": ["cholesterol", "cell membrane [accept plasma membrane]", "statins "], "parts_sanitized": ["Name this steroid hormone, whose transport is facilitated by apolipoprotein (“aa-poh-lih-poh-protein”) B100. Buildup of this molecule on artery walls can lead to atherosclerosis.", "Cholesterol is embedded into this structure to maintain fluidity at different temperatures. This structure is described by the fluid mosaic model and is composed of a phospholipid bilayer.", "The risk of atherosclerosis and coronary heart disease can be lowered by taking this class of drugs, which inhibit HMG-CoA reductase. This class of drugs is the most commonly prescribed to lower cholesterol levels."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Daniel Libeskind designed the controversial “crystal” expansion for a museum located in this country. For 10 points each:", "answers_sanitized": ["Canada", "Frank Gehry", "Disney [accept Walt Disney Concert Hall; accept Disney World]"], "parts_sanitized": ["Name this country, in which iconic buildings like the Moshe Safdie-designed Habitat 67 and Buckminster Fuller’s Biosphere were constructed for the 1967 World Expo.", "This Canadian-born architect designed the Art Gallery of Ontario, as well as the Guggenheim Museum in Bilbao and the Stata Center at MIT.", "Gehry also designed a Los Angeles concert hall named for the founder of this company. This company’s EPCOT theme park contains Spaceship Earth, a geodesic dome inspired by Buckminster Fuller."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "One type of this concept is defined as being able to be ascertained without any prior experience. For 10 points each:", "answers_sanitized": ["knowledge", "empiricism", "tabula rasa [or blank slate]"], "parts_sanitized": ["Name this concept. Epistemology is the study of this concept, which Immanuel Kant divided into a priori and a posteriori types in his Critique of Pure Reason.", "This theory claims that we gain knowledge only from sense experience, in contrast with rationalism. W.V.O. Quine wrote “Two Dogmas of [this theory].”", "In An Essay Concerning Human Understanding, John Locke uses this term to describe the human mind before any sense experience."], "difficultyModifiers": ["e", "m", "h"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "The singer of this song asks “Where did you come from? Where did you go?”. For 10 points each:", "answers_sanitized": ["“Cotton-Eye Joe”", "Sweden", "Avicii [or Tim Bergling]"], "parts_sanitized": ["Name this folk song whose techno version by the band Rednex was featured on their album Sex &amp; Violins. If it weren’t for the title character of this song, the singer would “been married long time ago.”", "Despite their attire, Rednex is from this European country that hosts the annual Way Out West festival. The YouTube series iamamiwhoami (“i-am-am-i-who-am-i”) by singer Jonna Lee was produced in this country.", "This Swedish EDM artist of “Lover” created the dance mix of a song that says to do the title action “when I’m wiser and I’m older.” This artist’s album Tim was released posthumously after his death in Oman."], "difficultyModifiers": ["e", "h", "m"], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "Moliere’s version of this character is an atheist who clashes with the valet Sganarelle over religion. For 10 points each:", "answers_sanitized": ["Don Juan (“don JOO-in” in Byron’s pronunciation)", "George Bernard Shaw", "Hell [accept “Don Juan in Hell” or “hell is other people”]"], "parts_sanitized": ["Name this fictional libertine who first appeared in The Trickster of Seville by Tirso de Molina. Lord Byron’s verse satire imposes an English pronunciation on this man’s Spanish name.", "This playwright wrote Man and Superman at the urging of the critic Arthur Walkley, who had told him to write a Don Juan play. This man’s own criticism includes the essay “The Quintessence of Ibsenism.”", "Act III of Shaw’s Man and Superman depicts Don Juan in this place. In Jean-Paul Sartre’s No Exit, the journalist Garcin concludes that this place “is other people.”"], "difficultyModifiers": ["m", "h", "e"], "subcategory": "Drama", "category": "Literature"}, {"leadin_sanitized": "Kimberlé Williams Crenshaw popularized this term in a 1989 paper, where she used it to explain how black women were experiencing compound discrimination in the workplace. For 10 points each:", "answers_sanitized": ["intersectionality", "third-wave feminism", "bell hooks [or Gloria Jean Watkins]"], "parts_sanitized": ["Name this concept that considers how different identities, such as race, gender, and sexuality, interact with each other.", "The third wave of this movement for gender liberation began in the 1990s, and emphasizes topics like intersectionality and sex positivity. ", "This feminist thinker and activist wrote about intersectionality in Ain’t I A Woman and discussed educating students to be free in Teaching to Transgress. "], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Sociology", "category": "Social Science"}, {"leadin_sanitized": "Carbonation in this material is undesirable because it converts calcium hydroxide to calcium carbonate, thus lowering the pH and promoting corrosion. For 10 points each:", "answers_sanitized": ["concrete [prompt on cement with “what is the cement used for?”]", "silica [or silicon dioxide or SiO2]", "salt "], "parts_sanitized": ["Name this alkaline composite material. One reaction in this material referred to as its namesake “cancer” causes the formation of water-absorbing gel that induces swelling.", "Concrete cancer is caused by a reaction between alkaline cement and this compound, the major constituent in sand. The vast majority of this compound’s commercial use is in concrete.", "Another compound that degrades concrete is this substance that deposits onto concrete as white efflorescence. Sodium chloride, a type of this substance, can corrode rebar and may be introduced via de-icing or seawater."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Upon hearing the speech that produced this phrase, Edward Carrington was so moved by it that he requested he be buried at the location of the speech. For 10 points each:", "answers_sanitized": ["“Give me liberty or give me death!”", "William Wirt", "American Revolutionary War [or Revolutionary War or American War of Independence]"], "parts_sanitized": ["Name this phrase delivered during a speech to the Second Virginia Convention. This phrase embodied colonial disgust against taxation by the British Parliament. ", "“Give me liberty or give me death” did not enter the popular consciousness until this man’s biography of Patrick Henry. He would later serve as Attorney General for 12 years, the longest tenure in American history.", "Patrick Henry’s rhetoric was critical to charging up colonists in the run up to this conflict which began with the Battles of Lexington and Concord in April 1775. "], "difficultyModifiers": ["m", "h", "e"], "subcategory": "American History", "category": "History"}]}