{
    "tossups": [
        {
            "question_sanitized": "When this class of items requires additional costs to evaluate their usefulness, they possess credence qualities, as opposed to search or experience qualities. Work on treating radio spectrums as part of this class of items won Paul Milgrom and Robert Wilson the 2020 Nobel Prize in Economics. Thorstein Veblen names a type of these items that indicate status and violate a general law of these items. If these items are (*) non-excludable and non-rival, they are called “public.” The trade-off between two types of these items is represented by the production possibility frontier. For 10 points, name these items that, along with services, can be bought to satisfy wants or needs.",
            "answer_sanitized": "goods [accept public goods or Veblen goods]"
        },
        {
            "question_sanitized": "After completing this ritual, participants may shave or cut their hair, which occurs after a ritual sacrifice meant to imitate the sacrifice of Abraham’s son. A lesser form of this ritual that can take place at any time of year is called umrah. People performing this ritual drink water from the well of Zamzam and throw pebbles from the Jamarat bridge, a ritual known as the “stoning of the Devil.” People engaging in this ritual perform tawaf by (*) walking seven times around the Kaaba. For 10 points, name this fifth pillar of Islam, a pilgrimage to Mecca that every Muslim who is able must make before dying.",
            "answer_sanitized": "hajj [prompt on pilgrimage or pilgrimage to Mecca by asking “what is the specific term for the pilgrimage?”]"
        },
        {
            "question_sanitized": "An officer of this country executed the Irish missionary Charles Stokes without trial after he was accused of illegal trading. This country conducted a genocide of 10 million people according to an Adam Hochschild book on the “ghost” of a ruler of this country. The invasion of this country drew England into World War I. The Casement Report detailed conditions in this country’s colonial (*) rubber plantations. This country’s Force Publique brutally maintained control of an African colony. The Schlieffen Plan called for Germany to go through this country to invade France. For 10 points, name this country that annexed the Congo Free State under King Leopold II.",
            "answer_sanitized": "Belgium"
        },
        {
            "question_sanitized": "This country was accused of bombing civilians in the village of Bounti in January 2021 as part of its ongoing Operation Barkhane. Following terrorist attacks in this country, its Muslim council was asked to create a register of Imams and sign the Charter of Republican Values. In October 2020, the teacher Samuel Paty was (*) beheaded in this country for showing cartoon pictures of Mohammad to his students. That beheading came five years after the Charlie Hebdo (“shar-LEE eb-DOH”) shooting in this country’s capital and another 2015 attack in the banlieue (“bon-lee-UH”) of Saint-Denis (“san-duh-NEE”). For 10 points, name this European country led by President Emmanuel Macron. ",
            "answer_sanitized": "France "
        },
        {
            "question_sanitized": "This figure is at the center of a painting whose fruit trees in the background were inspired by the emblem of the artist’s patrons. A girl rummages through a chest in the background of one painting of this figure. That painting of this figure by Titian depicts a small dog sleeping next to her and is partly titled for the city of (*) Urbino. In another painting, the Three Graces dance to the left of this figure as she stands in an arch in the middle of an orange grove. That artist, who featured this figure in Primavera, also depicted her being blown to shore by Zephyr as she stands on a seashell. For 10 points, Sandro Botticelli painted what goddess of love’s “Birth?”",
            "answer_sanitized": "Venus"
        },
        {
            "question_sanitized": "Applying the Box–Cox transformation makes data follow this distribution. Data sets sampled from this distribution have high correlation coefficients on a default Q–Q plot. When values sampled from this distribution are squared, they follow a chi-square distribution. A large number of sample means follow this distribution via the (*) central limit theorem. When population variance is unknown, the t-distribution is used instead of this distribution. The empirical rule states that 95% of values sampled from this distribution are within two standard deviations of the mean. For 10 points, name this bell-shaped distribution.",
            "answer_sanitized": "normal distribution [or Gaussian distribution] "
        },
        {
            "question_sanitized": "In a novel by this author, a cabaret performer spends a year at a penal colony that prisoners later break out of with hand&nbsp;grenades made of Universal Matter. In that novel by this author, a journalist who records the actions of Huberto Naranjo falls in love with a woman who was conceived after her mother Consuelo comforted a gardener bit by a snake. This author created a character who was (*) silent for nine years after the poisoning of her green-haired sister Rosa. That clairvoyant character moves to Las Tres Marías with her husband Esteban Trueba in a novel by this author. For 10 points, name this magical realist Chilean author of Eva Luna and The House of the Spirits.",
            "answer_sanitized": "Isabel Allende"
        },
        {
            "question_sanitized": "One variant of the ELISA technique uses a “sandwich” of these proteins to detect the target of interest. Diversity of these proteins is partially achieved through a process that introduces point mutations into V gene regions known as somatic hypermutation. The hinge regions of these proteins connect their Fab and Fc fragments. Depending on how many epitopes they recognize, these proteins can be classified as polyclonal or (*) monoclonal. These proteins can class-switch between their different isotypes, which include IgA and IgE. These proteins are composed of two heavy chains and two light chains. For 10 points, B cells secrete what Y-shaped proteins that bind to antigens?",
            "answer_sanitized": "antibodies [or antibody; accept immunoglobulins; prompt on Ig or Ab] "
        },
        {
            "question_sanitized": "A film by this director prominently uses the Shepard Tone and ticking sounds in its score. Several members of the Pittsburgh Steelers appeared as the fictional “Rogues” in one of this man’s films. A film directed by this man features a ship called Endurance and the robot TARS. Michael Caine appears as a NASA official in that film by this director, and in another film by this director plays a professor who mentors (*) Dom Cobb. In that film by this director, Cobb, played by Leonardo DiCaprio, is a thief who uses items called totems when he enters other people’s dreams. For 10 points, name this director of Interstellar, The Dark Knight Rises, and Inception.",
            "answer_sanitized": "Christopher Nolan"
        },
        {
            "question_sanitized": "A character in this novel stops sewing because the needle had become “so heavy” shortly before her death. That character in this novel had previously gifted a pair of slippers to Mr Laurence. An aspiring writer in this novel sells her hair for 25 dollars. Another character in this novel cares for the Hummel baby but contracts (*) scarlet fever and dies. One character in this novel refuses to take her sister to the theater, so that sister burns her notebooks in revenge. In this novel, Fred Vaughn is rejected by Amy in favour of Laurie, who himself had been turned down by Jo. For 10 points, Amy and Jo appear with their sisters Beth and Meg in what novel by Louisa May Alcott?",
            "answer_sanitized": "Little Women (The character in the first sentence is Beth.)"
        },
        {
            "question_sanitized": "Jasper Becker’s book Hungry Ghosts is a history of this period, and suggests that a photo taken during this period of children standing on a field of wheat was faked. This period came after the consolidation of Communist Party control in the Hundred Flowers Campaign. Peng Dehuai’s (“pung duh-h’why’s”) criticism of this campaign led to his replacement by Lin Biao. This second (*) Five Year Plan organized existing farms into massive People’s Communes. This campaign resulted in large amounts of low-quality steel being produced in backyard furnaces and widespread famine. For 10 points, name this Chinese economic campaign started in 1958 by Mao Zedong.",
            "answer_sanitized": "Great Leap Forward [accept Second Five-Year Plan of the People’s Republic of China until mentioned; accept Da Yuejin]"
        },
        {
            "question_sanitized": "A composer from this country wrote a suite whose fourth “dance episode” is based on a folk tune collected by Alan and Elizabeth Lomax, “Bonaparte’s Retreat.” A short piece for brass and percussion by that composer from this country opens with bass drum and timpani hits before a rising F, B-flat, F motif in the trumpets. Another composer from this country excerpted the second movement of his B minor String Quartet for a piece often played at funerals, his (*) Adagio for Strings. For 10 points, Rodeo and Appalachian Spring are ballets from what home country of Samuel Barber and Aaron Copland?",
            "answer_sanitized": "United States of America [or America; or USA]"
        },
        {
            "question_sanitized": "A thinker from this school of thought argued for the supremacy of intellectual pleasures by claiming that it is better to be “Socrates dissatisfied” than “a fool satisfied.” This school of thought was expanded to all sentient beings in the book Animal Liberation, written by Peter Singer. The proper action in a given situation and the proper rules to follow are the subject of the “act” and (*) “rule” forms of this school. This school’s founder argued that lawmakers should seek to maximize pleasure while minimizing pain. For 10 points, Jeremy Bentham and John Stuart Mill were proponents of what school of ethical theories that seeks to maximize good for the most amount of people?",
            "answer_sanitized": "utilitarianism"
        },
        {
            "question_sanitized": "A local specialty in this country consists of half a loaf of white bread filled with curry called bunny chow. The fynbos (“FAIN-boss”) shrubland of this country contains many species of honeybush and rooibos (“ROY-boss”) plants, whose leaves produce red tea. A nickname for a gold-rich escarpment that lies partially in Gauteng (“khow-TENG”) province gave this country the name of its currency, the (*) rand. This country’s 11 official languages include Xhosa (“KOH-sah”) as well as one that arose from its Dutch colonization, Afrikaans. For 10 points, Johannesburg and Cape Town are cities in what African country? ",
            "answer_sanitized": "Republic of South Africa [or RSA] "
        },
        {
            "question_sanitized": "During an uprising led by people in this occupation, Sam Nzima took a photo of Hector Pieterson after he was shot dead by police. People in this occupation led demonstrations that led to Hu Yaobang’s sidelining in the Politburo. An organization of people with this occupation drafted the Port Huron Statement and was founded in (*) Ann Arbor. John Filo won a Pulitzer Prize for a photograph of Mary Ann Vecchio kneeling over a man who was shot when the National Guard opened fire on people with this occupation protesting the Vietnam War. For 10 points, name this occupation of protestors who occupied Columbia University in 1968.",
            "answer_sanitized": "university students "
        },
        {
            "question_sanitized": "Upon reading this story, its author’s friend, Henry James, decided “It seemed harmless sport simply to turn that situation round” and wrote about Arthur Prime’s lie to his cousin Charlotte in the story “Paste.” A woman in this story who is tortured by “the poverty of her dwelling” finally lives her dream at the Ministry of Education ball while wearing a newly purchased dress. After ten years of taxing labor, a meeting at the (*) Champs-Élysées (“SHAWN-zay-lee-ZAY”) with Madame Forestier (“for-est-YAY”) in this story reveals that the object lost by Mathilde Loisel (“mah-TEELD lwah-ZELL”) was a fake worth five hundred francs. For 10 points, name this story by Guy de Maupassant about the title piece of jewelry. ",
            "answer_sanitized": "“The Necklace​” [or “The Diamond Necklace​”; or “La Parure​”]"
        },
        {
            "question_sanitized": "After a San Francisco parade concerning this war was bombed, labor leaders Thomas Moody and Warren Billings were fraudulently convicted. The Preparedness Movement emerged in response to this war, and the Creel Commission operated during this war. Charles Schenk’s resistance to this war’s draft was ruled a violation of the (*) Espionage Act, which was passed during this war. To raise funds for this war, the US government started a mass campaign to sell Liberty Bonds. The US entered this war after the sinking of the Lusitania and the discovery of the Zimmermann Telegram. For 10 points, name this war that the US entered during Woodrow Wilson’s presidency.",
            "answer_sanitized": "World War I [or the Great War]"
        },
        {
            "question_sanitized": "During this conflict, two people on opposing sides exchanged armor after realizing that their grandfathers had known each other. In order to avoid fighting in this war, one person feigned madness and sowed his fields with salt while another person disguised himself as a princess. At the beginning of this war,  (*) Protesilaus is tricked into being the first to set foot on enemy soil, leading him to be the first to die. This war was instigated after the Judgement of Paris and Paris’s subsequent elopement with Helen. For 10 points, name this war described in the Iliad that ended with Greek victory after a large wooden horse tricked the enemy into opening their gates. ",
            "answer_sanitized": "the Trojan War"
        },
        {
            "question_sanitized": "This musician listed himself under a fake name so that he could play with Dizzy Gillespie at Massey Hall and avoid a contract dispute. This musician’s tunes “Ah-Leu-Cha” and “Anthropology” were contrafacts based on “I Got Rhythm,” a song that this musician once performed so badly that Jo Jones threw a cymbal at him. The session where this musician first recorded his tune “Ko-Ko” is thought to be the first-ever (*) bebop recording session. This musician adapted the standard “How High the Moon” into “Ornithology,” a tune whose title was inspired by his nickname. For 10 points, name this alto saxophonist nicknamed “Bird.”",
            "answer_sanitized": "Charlie Parker [or Charles Parker Jr.; accept Bird or Yardbird before “Bird”; accept Charlie Chan, as that’s the fake name he played under]"
        },
        {
            "question_sanitized": "Early LaserDisc players contained lasers that used a mixture of helium and this element as a gain medium. Instead of fluorine, this element has the highest electronegativity in the Allen scale. The first discovery using mass spectrometry and the first evidence of isotopes were the discovery of this element’s (*) 20 and 22 isotopes. This is the lightest element to have a full p-shell. This element naturally gives off a red-orange glow when excited in a gas discharge tube, although it is often mixed with other gases to produce other colors. For 10 points, name this noble gas commonly used to produce colorful illuminated signs.",
            "answer_sanitized": "neon [or Ne] "
        },
        {
            "question_sanitized": "George Shelvocke’s memoirs inspired William Wordsworth’s contributions to this poem. “Blue, glossy green, and velvet black” water snakes are “blessed unaware” by this poem’s protagonist. A woman whose “skin was white as leprosy” gleefully shouts “I’ve won! I’ve won!” after securing the soul of this poem’s protagonist from Death in a (*) dice game. The title character of this poem laments that there was “Water, water, every where / Nor any drop to drink’’ and tells the Wedding-Guest about the time when “With [his] cross-bow / [He] shot the Albatross.” For 10 points, name this long poem about the title seaman written by Samuel Taylor Coleridge.",
            "answer_sanitized": "“The Rime of the Ancient Mariner”"
        },
        {
            "question_sanitized": "This rapper’s long-standing beef with Rich the Kid culminated in them getting into a fistfight in a Philadelphia Starbucks in 2018. For the unreleased project 16*29 (“sixteen-twenty-nine”), Playboi Carti claimed to have recorded around 100 songs with this artist, who has a long verse at the beginning of Carti’s song “Shoota.” This rapper collaborated with Future on the project (*) Pluto x Baby Pluto shortly after releasing Eternal Atake in 2020. In early 2021, this rapper had a pink diamond embedded into his forehead. For 10 points, name this rapper who sings “all my friends are dead, push me to the edge” in “XO Tour Llif3” (“X-O tour life”) and featured on “Bad and Boujee.”",
            "answer_sanitized": "Lil Uzi Vert [accept Symere (Bysil) Woods]"
        },
        {
            "question_sanitized": "In the 1970s, this organization adopted a “two-track system” to allow members to hold up particular pieces of business without harming overall work. The negative effects of “mutable government” are cited in support of this organization in Federalist 62. During business in this organization, reconciliation is used to avoid a certain (*) delaying tactic. This organization is tasked with ratifying treaties in Article I of the US Constitution. Sixty votes are needed for cloture in order to end a filibuster in this legislative body. For 10 points, name this legislative body, the upper chamber of the United States Congress.",
            "answer_sanitized": "the United States Senate [prompt on United States Congress]"
        },
        {
            "question_sanitized": "The Relativistic Heavy Ion Collider used gold ions to detect this particle’s antiparticle in 2011. After protons, these particles are the most common type of cosmic ray. Stars with especially high temperatures perform fusion with three of these particles. These particles were fired through a (*) zinc sulfide screen in Rutherford’s gold foil experiment. Uranium-238 decays to thorium-234 by emitting one of these particles, which are equivalent to the nucleus of a helium atom. For 10 points, name this particle consisting of two protons and two neutrons, named for the first letter of the Greek alphabet.",
            "answer_sanitized": "alpha particles [accept alpha decay; prompt on helium 2+, helium (cat)ion, or helium-4 nucleus] "
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "These succulents have thick stems and waxy cuticles to store and conserve water. For 10 points each:",
            "answers_sanitized": [
                "cactuses [or cacti; accept Cactaceae]",
                "stomata [or stoma or stomates]",
                "CAM (photosynthesis) [or crassulacean acid metabolism] "
            ],
            "parts_sanitized": [
                "Name these desert plants with sharp spines. The saguaro type of these plants is found in the American southwest.",
                "In cactuses, these pores are closed during the day to reduce evaporation and conserve water. These pores let in carbon dioxide and are bordered by guard cells.",
                "Like all plants that close their stomata during the day, cactuses use this alternative carbon fixation pathway. In this pathway, carbon dioxide is stored as malic acid when stomata are open at night."
            ],
            "difficultyModifiers": [
                "e",
                "m",
                "h"
            ]
        },
        {
            "leadin_sanitized": "The island of Rugen in this body of water is located across from the city of Stralsund and contains spectacular chalk-white cliffs. For 10 points each:",
            "answers_sanitized": [
                "Baltic Sea",
                "Sweden [or Sverige]",
                "Riga"
            ],
            "parts_sanitized": [
                "Name this body of water that contains the island of Gotland, on which a large hoard of silver was found at Spillings Farm. ",
                "Gotland is part of this modern-day Scandinavian country, whose capital of Stockholm spreads across an archipelago of islands in the Baltic Sea.",
                "This city on the Daugava River was a major Hanseatic Port on the Baltic and was occupied by Sweden for nearly a hundred years. It is the capital city of Latvia."
            ],
            "difficultyModifiers": [
                "h",
                "e",
                "m"
            ]
        },
        {
            "leadin_sanitized": "This character repeatedly advises Roderigo to “put money in thy purse” and accuses another character of “making the beast with two backs.” For 10 points each:",
            "answers_sanitized": [
                "Iago",
                "jealousy [or being jealous]",
                "The Winter’s Tale"
            ],
            "parts_sanitized": [
                "Name this manipulative villain from Othello who plants a handkerchief in Cassio’s room in order to make Desdemona appear unfaithful to her husband.",
                "Iago warns his general, Othello, to beware of this emotion, which he describes as a “green-eyed monster.”",
                "In this other Shakespearean play, the jealous King Leontes imprisons Hermione after falsely accusing her of infidelity. Antigonus dies offstage in this play after being given the stage direction, “Exit, pursued by a bear.”"
            ],
            "difficultyModifiers": [
                "m",
                "e",
                "h"
            ]
        },
        {
            "leadin_sanitized": "Legendarily, a treasure of six million gold marks was dumped in this modern-day nation’s Otjikoto Lake during World War I. For 10 points each:",
            "answers_sanitized": [
                "Republic of Namibia",
                "Imperial State of Germany [or German Empire; or Second Reich; do not accept or prompt on “Prussia”]",
                "Bantu people [or Bantu languages]"
            ],
            "parts_sanitized": [
                "Name this modern-day country that was the location of a concentration camp on Shark Island. This nation was the site of the first 20th-century genocide against the Herero and Namaqua. ",
                "During World War I, Namibia was a colony of this country, which was then ruled by Kaiser Wilhelm II. Other colonies of this nation include modern-day Tanzania, Cameroon, and Gabon.",
                "The Herero people are members of this larger ethnic group. These people brought agriculture to Sub-Saharan Africa upon their migration in the first century BCE, and name a language family that includes Swahili."
            ],
            "difficultyModifiers": [
                "h",
                "e",
                "m"
            ]
        },
        {
            "leadin_sanitized": "Some Rastafarians believe that this deity came to Earth in the form of Emperor Haile Selassie I. For 10 points each:",
            "answers_sanitized": [
                "Jah",
                "Babylon",
                "Jamaica "
            ],
            "parts_sanitized": [
                "Name this monotheistic Rastafari god whose name derives from a shortening of the Biblical “Jehovah.”",
                "This term is used by some Rastafarians to refer to institutions that oppose Jah, or to modern society more generally. It is metaphorically contrasted with Zion.",
                "The Rastafari movement originated in ancestral African communities on this British-colonized Caribbean island in the 1930s."
            ],
            "difficultyModifiers": [
                "m",
                "h",
                "e"
            ]
        },
        {
            "leadin_sanitized": "A piece of dancing driftwood catches this man’s attention before a broken rope sends him falling into a stream. For 10 points each:",
            "answers_sanitized": [
                "Peyton Farquhar [or Peyton Farquhar]",
                "lawyer [or attorney]",
                "To Kill A Mockingbird"
            ],
            "parts_sanitized": [
                "Name this plantation owner who, after attempting to burn down a bridge, hallucinates reuniting with his wife before being hanged by Union troops.",
                "Peyton is a creation of Ambrose Bierce, who defined this job as “one skilled in circumventing the law” in The Devil’s Dictionary. In another novel, a character with this job has his son visit the morphine-addicted Mrs. DuBose.",
                "Atticus Finch tells Jem to visit Mrs. DuBose in this Harper Lee novel set in Maycomb, Alabama."
            ],
            "difficultyModifiers": [
                "h",
                "m",
                "e"
            ]
        },
        {
            "leadin_sanitized": "In a 2018 televised live performance of a certain musical, Sara Bareilles played this woman opposite John Legend. For 10 points each:",
            "answers_sanitized": [
                "Mary Magdalene [or Mary Magdalene]",
                "Andrew Lloyd Webber [prompt on Lloyd or Webber]",
                "“Memory”"
            ],
            "parts_sanitized": [
                "Name this character who sings “I Don’t Know How to Love Him.” In the song “Strange Thing, Mystifying,” Judas expresses disapproval of this woman’s profession.",
                "Mary and Judas appear in Jesus Christ Superstar, a rock opera by Tim Rice and this composer. Other musicals by this composer include The Phantom of the Opera and Cats.",
                "Grizabella reflects on her time as a glamour cat in this song from Andrew Lloyd Webber’s Cats. In the original performance of this song, Elaine Paige belts out “touch me, it’s so easy to leave me.”"
            ],
            "difficultyModifiers": [
                "m",
                "e",
                "h"
            ]
        },
        {
            "leadin_sanitized": "An object’s Mach number is the ratio of its speed to this quantity. For 10 points each:",
            "answers_sanitized": [
                "speed of sound [or Mach 1; prompt on Mach number]",
                "cone [accept Mach cone or vapor cone]",
                "vorticity [prompt on omega]"
            ],
            "parts_sanitized": [
                "Name this speed that characterizes transonic flow. Objects moving faster than this speed emit a sonic boom.",
                "The sound waves emitted by an object moving faster than the speed of sound form this shape, so its sonic boom can be heard along the boundary of this shape. Aircraft travelling near the speed of sound often become surrounded in a “shock collar” of water vapor in this shape.",
                "The Kutta–Joukowski (“zhoo-KOV-skee”) theorem describes the lift on an aircraft as the product of speed, air density, and circulation, which is the closed line integral of this quantity. This quantity is the curl of flow velocity."
            ],
            "difficultyModifiers": [
                "e",
                "m",
                "h"
            ]
        },
        {
            "leadin_sanitized": "In a Roman domus, these spaces were open-air and designed to provide light to the interior of the building. For 10 points each:",
            "answers_sanitized": [
                "atrium [accept atria]",
                "lares (“LAH-reez”) [prompt on lararium]",
                "baths"
            ],
            "parts_sanitized": [
                "Name this Roman room that usually had an impluvium set in the middle of the floor to collect rainwater from the compluvium. This word now more generally refers to a large open-air entrance to a building.",
                "The atrium usually contained a small niche dedicated to these Roman household deities.",
                "Very wealthy Romans had rooms with these features in their houses. The town of Aquae Sulis was home to a “Great” one of these features in Roman Britain."
            ],
            "difficultyModifiers": [
                "e",
                "h",
                "m"
            ]
        },
        {
            "leadin_sanitized": "This thinker’s namesake “trap” describes catastrophic conflicts over limited resources. For 10 points each:",
            "answers_sanitized": [
                "Thomas Robert Malthus",
                "mercantilism [accept mercantile policy or mercantile system]",
                "colonialism [or colonization; prompt on imperialism]"
            ],
            "parts_sanitized": [
                "Name this British economist who predicted that runaway population growth would necessarily lead to the depletion of the food supply in his Essay on the Principle of Population.",
                "Malthus’s economics led him to support the Corn Laws, which are often considered to be part of this economic policy. This policy seeks to maximize exports and minimize imports, particularly through extracting precious metals.",
                "Historically, mercantilism was dependent on the rise of this practice among European countries. This practice developed after the Age of Exploration and resulted in the economic exploitation of dependent territories."
            ],
            "difficultyModifiers": [
                "m",
                "h",
                "e"
            ]
        },
        {
            "leadin_sanitized": "Max Bruch wrote an extended “fantasy” named for this country. For 10 points each:",
            "answers_sanitized": [
                "Scotland [accept Scottish Symphony; prompt on the United Kingdom or UK or Great Britain; do not accept or prompt on “England”]",
                "overture [or concert overture]",
                "violin [accept violin concertos]"
            ],
            "parts_sanitized": [
                "Name this country where Felix Mendelssohn began work on his Symphony No. 3, which is nicknamed for it.",
                "After an excursion to Fingal’s cave, Mendelssohn set aside work on his Third Symphony to compose a piece of this type, titled The Hebrides. These instrumental works typically serve as introductions to an opera or ballet.",
                "Bruch and Mendelssohn wrote two of what Joseph Joachim (“YO-zef YO-ah-kim”) considered to be the only four German concertos for this smallest orchestral string instrument."
            ],
            "difficultyModifiers": [
                "h",
                "m",
                "e"
            ]
        },
        {
            "leadin_sanitized": "Ambrosia conferred this trait to the gods in Greek mythology. For 10 points each:",
            "answers_sanitized": [
                "immortality [or eternal life or eternal youth; accept Eight Immortals]",
                "Hou Yi [or Shen Yi]",
                "Xiwangmu [or Queen Mother of the West]"
            ],
            "parts_sanitized": [
                "Name this status that distinguishes gods from mortals. A group of eight people with this trait are worshipped in Taoism.",
                "This archer, the husband of Chang’e (“chong-UH”) received an elixir of immortality for saving mankind by shooting down 9 of the 10 suns that were scorching the surface of the Earth.",
                "This figure rewarded Hou Yi with the elixir of immortality. In Journey to the West, Sun Wukong steals the Peaches of Immortality from this figure, who has a garden on Mount Kunlun. "
            ],
            "difficultyModifiers": [
                "e",
                "m",
                "h"
            ]
        },
        {
            "leadin_sanitized": "Robert Merton developed this methodology to test the effectiveness of World War II propaganda. For 10 points each:",
            "answers_sanitized": [
                "focus groups",
                "in-group bias [or in-group favoritism or in-group preference; prompt on inter-group bias by asking “In what direction?”; prompt on descriptions of bias towards the group the participant is in]",
                "quantitative research "
            ],
            "parts_sanitized": [
                "Name this qualitative research method that consists of interviews with a relatively homogenous set of people in a group setting.",
                "Henri Tajfel studied this type of bias using the minimal group paradigm. In Muzafer Sharif’s Robbers Cave experiment, the Rattlers and the Eagles formed this type of bias after a week of team activities.",
                "Qualitative research is typically contrasted with this other kind of research, which is more heavily based on empirical observation."
            ],
            "difficultyModifiers": [
                "m",
                "h",
                "e"
            ]
        },
        {
            "leadin_sanitized": "Matsuo Munefusa published some of his works under the name “Green Peach,” a homage to this poet whose full name translates to “White Plum.” For 10 points each:",
            "answers_sanitized": [
                "Li Bai [or Li Po; or Li Bo; Li Pai; or Li Taibai; or Rihaku]",
                "Japanese banana tree",
                "haiku [or hokku]"
            ],
            "parts_sanitized": [
                "Name this Tang dynasty poet who described seeing moonlight beside his bed and yearning for his hometown in “Quiet Night Thought.”",
                "Munefusa’s most common pen name, Bashō, originates from this type of tree. Bashō wrote poems about a tree of this type near his hut, which was gifted to him by a student.",
                "Bashō is considered a master of this three-line poetic form which has a pattern of five, seven, five syllables."
            ],
            "difficultyModifiers": [
                "m",
                "h",
                "e"
            ]
        },
        {
            "leadin_sanitized": "This property is said to be permanent when it can’t be removed through boiling or the addition of lime water. For 10 points each:",
            "answers_sanitized": [
                "water hardness",
                "calcium [or Ca]",
                "reverse osmosis [accept RO; do not accept or prompt on “osmosis”] "
            ],
            "parts_sanitized": [
                "Name this property of water. One indication of this property is the formation of “scum” when introducing a surfactant.",
                "Hard water has high levels of magnesium and this other element. Its 2-plus cation may enter the water supply in limestone aquifers, which contain this element’s carbonate in minerals such as calcite.",
                "One method for water softening without adding any additional chemicals is through this process. In this process, a pressure gradient is applied across a thin-film composite membrane to overcome a specific pressure threshold."
            ],
            "difficultyModifiers": [
                "m",
                "e",
                "h"
            ]
        },
        {
            "leadin_sanitized": "In the Tenderloin district of this city, an altercation between a trans woman and a police officer led to the Compton’s Cafeteria Riot, a foundational moment in the trans rights movement. For 10 points each:",
            "answers_sanitized": [
                "San Francisco [or SF] (The first openly gay member of the Board of Supervisors was Harvey Milk.)",
                "Stonewall riots",
                "lavender [or Lavender Scare]"
            ],
            "parts_sanitized": [
                "Name this city home to the Castro, one of the first gay neighborhoods in the United States. Dan White assassinated this city’s first openly gay member of the Board of Supervisors.",
                "The Compton’s Cafeteria Riot preceded this event, which began with a police raid at the namesake Greenwich Village establishment. These 1969 riots at a New York gay bar helped launch the gay rights movement.",
                "The passage of Executive Order 10450 by Dwight Eisenhower led to the firings of suspected gay and lesbian government officials in a “scare” named for this color."
            ],
            "difficultyModifiers": [
                "m",
                "e",
                "h"
            ]
        },
        {
            "leadin_sanitized": "In November 2020, this state’s governor was photographed without a mask at a birthday party for a lobbyist friend at the exclusive French Laundry restaurant. For 10 points each:",
            "answers_sanitized": [
                "California",
                "Uber Technologies, Inc.",
                "Xavier Becerra (hah-vee-AIR beh-SEHR-a)"
            ],
            "parts_sanitized": [
                "Name this state where Governor Gavin Newsom is facing a potential recall.",
                "California voters recently passed Proposition 22, which allows drivers for app-based companies like this one founded by Travis Kalanick to be classified as independent contractors. This company’s main competitor is Lyft.",
                "This first Latino Attorney General of California opposed Uber’s attempts to classify its drivers as independent contractors. In March 2021, he was confirmed as Secretary of Health and Human Services by a 50 to 49 vote."
            ],
            "difficultyModifiers": [
                "m",
                "e",
                "h"
            ]
        },
        {
            "leadin_sanitized": "During the early 20th century, philosophy underwent a “linguistic turn” that focused thought on language and meaning. For 10 points each:",
            "answers_sanitized": [
                "United Kingdom [or the United Kingdom of Great Britain and Northern Ireland; or Great Britain; or the UK; accept England]",
                "Bertrand Russell",
                "Gottlob Frege"
            ],
            "parts_sanitized": [
                "Many philosophers of the linguistic turn worked at universities in this country. Continental philosophy is so&nbsp;named because it stemmed from philosophical ideas promulgated outside this island country.",
                "This philosopher mentored Ludwig Wittgenstein at Cambridge and shaped the development of the linguistic turn with his essay “On Denoting.” He also co-authored Principia Mathematica with Alfred North Whitehead.",
                "Russell in turn drew from this German philosopher, who used the example of the morning star and the evening star, which both refer to Venus, to distinguish the title concepts in his book On Sense and Reference."
            ],
            "difficultyModifiers": [
                "e",
                "m",
                "h"
            ]
        },
        {
            "leadin_sanitized": "A sculpture by this artist was loaned from the Denver Museum of Art to Seattle after the Seahawks defeated the Broncos in the Super Bowl. For 10 points each:",
            "answers_sanitized": [
                "Frederic Remington",
                "horses",
                "Norman Rockwell "
            ],
            "parts_sanitized": [
                "Name this artist who depicted a cowboy modeled after Teddy Roosevelt in his sculpture Bronco Buster. He popularized illustrations of the American West in his work for Harper’s Weekly.",
                "The cowboy in Remington’s Bronco Buster is riding one of these animals. These animals are featured in equestrian statues.",
                "Like Remington, this other American artist is known for his work appearing in magazines. This artist drew many covers for the Saturday Evening Post, as well as the Four Freedoms series and The Problem We All Live With."
            ],
            "difficultyModifiers": [
                "h",
                "e",
                "m"
            ]
        },
        {
            "leadin_sanitized": "Much of the early political philosophy of Jawaharlal Nehru and Lee Kuan Yew was based on the work of this group. For 10 points each:",
            "answers_sanitized": [
                "Fabian Society [or Fabians]",
                "Clement Attlee",
                "Winston Churchill"
            ],
            "parts_sanitized": [
                "Name this group, a British socialist organization that advocates for gradual democratic socialism rather than revolution. Four early members of this organization founded the London School of Economics.",
                "This Labour prime minister was a Fabian in his youth. He led Labour to a surprise victory in the 1945 general election before being defeated six years later.",
                "This Conservative Prime Minister lost the Prime Ministership to Attlee in 1945, then regained it in 1951. He led Britain through World War II."
            ],
            "difficultyModifiers": [
                "h",
                "m",
                "e"
            ]
        },
        {
            "leadin_sanitized": "An often-quoted line from this movie was improvised by Robert De Niro from a line instructing him to “speak to himself in the mirror.” For 10 points each:",
            "answers_sanitized": [
                "Taxi Driver",
                "Martin Scorsese",
                "Hong Kong"
            ],
            "parts_sanitized": [
                "Name this film that features the famous “You talkin’ to me?” scene, in which a Vietnam War vet named Travis Bickle plots to kill the pimp of the underage prostitute Iris, played by a 12-year-old Jodie Foster.",
                "Taxi Driver was directed by this man, who frequently collaborated with Robert De Niro in other films like Raging Bull and Goodfellas.",
                "In 2006, Scorsese directed The Departed, which was an adaptation of Infernal Affairs, a movie from this city’s film industry. Other films made in this city include In the Mood for Love and Drunken Master."
            ],
            "difficultyModifiers": [
                "m",
                "e",
                "h"
            ]
        },
        {
            "leadin_sanitized": "Travis Kelce and Sammy Watkins catch touchdowns from this quarterback. For 10 points each:",
            "answers_sanitized": [
                "Patrick Mahomes II",
                "Big 12",
                "Michael Crabtree Jr."
            ],
            "parts_sanitized": [
                "Name this quarterback who won Super Bowl LIV (“fifty-four”) with the Kansas City Chiefs in 2020. He returned to the Super Bowl in 2021, but lost to Tom Brady and Tampa Bay.",
                "Mahomes played both football and baseball at Texas Tech, a university in this athletic conference. In 2019, Oklahoma managed to break Kansas’s streak of 14 straight basketball championships in this conference.",
                "Under Mike Leach’s Air Raid offense, this Texas Tech wide receiver formed a record-breaking tandem with quarterback Graham Harrell. Richard Sherman called this former San Francisco 49ers player a “sorry receiver.”"
            ],
            "difficultyModifiers": [
                "e",
                "m",
                "h"
            ]
        },
        {
            "leadin_sanitized": "The title character of this novel is thought to be Velutha, who fixes broken objects at Paradise Pickles &amp; Preserves. For 10 points each:",
            "answers_sanitized": [
                "The God of Small Things",
                "Salman Rushdie",
                "India"
            ],
            "parts_sanitized": [
                "Name this novel by Arundhati Roy. Sophie Mol drowns in this novel while running away with her cousins, the twins Rahel and Estha, who incestuously reunite at the end of this novel.",
                "Roy called this other author “exotic” in contrast to her own “truthful” works. The large-nosed Saleem Sinai manages a pickle factory and was one of 1,001 people born at the moment of his country’s independence in this author’s novel Midnight’s Children.",
                "Rushdie and Roy both write in this country. The Mahabharata and the Ramayana are two Hindu epics from this country."
            ],
            "difficultyModifiers": [
                "h",
                "m",
                "e"
            ]
        },
        {
            "leadin_sanitized": "Evidence for the acceleration of the universe’s expansion led scientists away from this theory. For 10 points each:",
            "answers_sanitized": [
                "Big Crunch",
                "absolute zero [or zero kelvins]",
                "vacuum [accept false vacuum] "
            ],
            "parts_sanitized": [
                "Name this theory concerning the fate of the universe suggesting that at some point, the universe will begin contracting in a manner opposite of the Big Bang’s expansion.",
                "Other theories for the fate of the universe include the Big Rip, where the expansion of the universe eventually tears apart all matter, and the Big Freeze, where the universe’s temperature approaches this lowest possible value.",
                "A dramatic end to the universe would occur if it was a “false” version of this concept. The low density and pressure of outer space makes it the closest approximation of this concept, sometimes called free space."
            ],
            "difficultyModifiers": [
                "h",
                "e",
                "m"
            ]
        }
    ]
}