{"tossups": [{"question_sanitized": "This author wrote about their exercise regimen in the essay Sun and Steel. One character created by this author has a distinct pattern of moles on his back, leading other characters to believe that he has been reincarnated as the kendoist Isao. That character, Kiyoaki, is the protagonist of Spring Snow, the first novel in his (*) Sea of Fertility tetralogy. In one novel by this author, Father Dosen reads koans from The Gateless Gate to his disciples. In that novel by this man, Mizoguchi smokes a cigarette after burning down the title Buddhist temple. For ten points, name this Japanese author of The Temple of the Golden Pavilion.", "answer_sanitized": "Yukio Mishima [accept in either order, accept Kimitake Hiraoka in either order]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "A Native American leader in this state was known as Cowkeeper for his large cattle holdings. In this state, U.S. troops lost the first and second Battles of Loxahatchee, and were defeated by Thlocco Tustenuggee’s [th-LOCK-oh tust-en-oog-ee’s] forces in the Dade Massacre. In this state, the Treaty of (*) Payne’s Landing was allegedly slashed by Osceola, who was captured near this state’s city of St. Augustine. Andrew Jackson’s capture of Pensacola forced Spain to sell this state to the U.S. in the Adams-Onis Treaty. For ten points, name this state where the Seminole people once inhabited the sites of cities like Tallahassee.", "answer_sanitized": "Florida", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Before inventing the telephone, Alexander Graham Bell led an experiment to train one of these animals to “speak” different phrases. In one experiment, these animals had their esophagus removed and food directly placed in their stomachs. These animals were placed in a shuttle box and were applied electric shocks in an experiment to demonstrate the concept of (*) “learned helplessness” by Martin Seligman. These animals were taught to salivate when they heard the ringing of a bell in an experiment demonstrating classical conditioning. Ivan Pavlov experimented on, for ten points, what canines?", "answer_sanitized": "dogs", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A rerecording of a song written by a musician who plays this instrument opens with another musician blowing into beer bottles. “Unsquare Dance” was written in 7/4 time by a player of this instrument known for his unorthodox time signatures. “Watermelon Man” was included along with “Chameleon” on Head Hunters by (*) Herbie Hancock, who plays this instrument. Billy Strayhorn, himself a player of this instrument, collaborated with a bandleader who played this instrument on songs like “Take the A Train.” Dave Brubeck and Duke Ellington played, for ten points, what keyboard instrument with eighty-eight black and white keys?", "answer_sanitized": "piano [accept keyboard before mention]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "For a worldwide campaign against landmines, this figure was iconically photographed walking across a minefield in central Angola. Many blame security guard Henri Paul for the death of this person, who famously shook hands with an AIDS patient without gloves to improve public perception of the disease. While travelling with (*) Dodi Fayed, an overaggressive paparazzo was blamed for this woman’s fatal Paris car accident. An explosive BBC interview pushed this woman to divorce her royal husband in 1996. For ten points, name this first wife of Prince Charles, the mother of Prince William and Prince Harry.", "answer_sanitized": "Princess Diana [accept Diana Frances Spencer]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "A false confession is extracted from a character in this novel by a prosecution led by Jacques Charmolue. Vagabonds led by Clopin in this novel attempt to stop an experimental play put on by Gringoire, which is then interrupted by the crowning of the main character as the “Pope of Fools.” A woman in this novel is pursued by (*) Captain Phoebus, but is later accused by him of an attack committed by Claude Frollo. The title character of this novel swings from a tower to kill Frollo but is unable to prevent the hanging of his gypsy lover Esmeralda. For ten points, name this novel about a bell ringer with deformities named Quasimodo, a work by Victor Hugo.", "answer_sanitized": "The Hunchback of Notre Dame [or Notre-Dame de Paris]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A glass of this color is often used to filter out light from sodium in a flame test. A compound named for this color is formed from a salt containing iron 3+ [three-plus] and a ferrocyanide complex. The transition from pink to this color is observed in the dehydration of cobalt chloride. Hydrated (*) copper (II) [two] sulfate forms crystals of this color, while the copper 2+ [two-plus] cation is this color in a solution. A common pH indicator that transitions around the neutral range is a bromothymol derivative named for this color. When placed in a basic solution, litmus becomes this color. For ten points, name this color that is often associated with the ocean and sky.", "answer_sanitized": "blue [accept cobalt blue glass or Prussian blue or bromothymol blue]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A personification of one of these places fathered the goddesses Ganga and Parvati. When Hanuman failed to identify an herb needed to heal Lakshmana, he brought Rama one of these places instead. One of these places is called Mandara and was used as a rod to stir the (*) Ocean of Milk. Ravana once attempted to lift one of these features that was home to Shiva, but was ultimately trapped under it. That one of these features is named Kailash, whose slopes are sacred and cannot be stepped on by pilgrims. For 10 points, the Himalayas are what kind of tall geological features?", "answer_sanitized": "mountains [accept mountain ranges]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "It’s not a coordinate, but the time derivative is applied to the generalized form of this quantity in the Euler-Lagrange equation, which sets this quantity equal to the partial derivative of the Lagrangian with respect to q-dot. The conservation of this quantity is implied by translational invariance according to Noether’s theorem. The center of mass (*) reference frame is defined by when the net value of this quantity is zero. The kinetic energy of a rigid body is equal to this quantity squared divided by twice its mass. This quantity remains constant after any collision. For ten points, name this quantity that is defined as mass times velocity.", "answer_sanitized": "linear momentum [prompt on p; do not accept or prompt on “angular momentum”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "The super PAC Americans for Responsible Solutions was co-founded by a former representative from this state and a current Senate candidate from this state. Jon Kyl returned as a senator from this state by appointment in September 2018, although he resigned in December of that year. In this state’s 2020 Senate special election, former (*) astronaut Mark Kelly successfully defeated incumbent Martha McSally. Mark Kelly is married to Gabrielle Giffords, a former representative from this state who was the victim of an assassination attempt in this state’s city of Tucson. For ten points, name this state which Doug Ducey governs from Phoenix.", "answer_sanitized": "Arizona", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "In a painting from this movement, a man lying on a book sees a Gothic cathedral and a Greek temple sprawled out in front of him. Another artist from this movement painted the eruption of Cotopaxi and pioneered this movement’s Luminist phase. The Architect’s Dream was painted by a member of this movement, who also painted a series that includes Destruction and Desolation. The (*) Heart of the Andes was painted by a member of this movement, whose founder painted the Course of Empire series and depicted a bend in the Connecticut River in The Oxbow. For ten points, name this school founded by Thomas Cole, and named for a New York river.", "answer_sanitized": "Hudson River School [prompt on luminism until mention]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Douglas Crockford published a book on “The Good Parts'' of this programming language. The 2015 revision of this language introduced “fat-arrow” functions that do not bind the special variable “this” as well as the keywords “const” and “let.\" Using two equals signs in this language is discouraged due to its coercion leading to statements such as “0 == [equals-equals] (*) undefined” evaluating to true. Server-side scripts in this language may use the Node framework. This programming language often interfaces with the Document Object Model. For ten points, name this scripting language used in tandem with CSS and HTML to create websites.", "answer_sanitized": "JavaScript [or ECMAScript; prompt on JS; do not accept or prompt on “Java”]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Before a game, the head coach of this school motivated his players by “shotgunning” two Red Bulls and ripping off his shirt. A speech given by one of this school’s players led to over $400,000 in donations to a foodbank in Athens, Ohio. Justin Jefferson caught four touchdown passes in a 2020 Peach Bowl win by this school over (*) Oklahoma. After winning the Heisman and setting the record for touchdown passes thrown in a season, this school’s quarterback was drafted #1 overall by the Cincinnati Bengals. For ten points, Joe Burrow celebrated which school’s 2020 college football national championship in its “hometown” of Baton Rouge.", "answer_sanitized": "Louisiana State University football [accept “Tigers” or “Bayou Bengals”]", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "This deity’s dreams are interpreted by a völva in a myth where Odin disguises himself as Vegtam. This deity’s son handed down justice and settled lawsuits in his palace, Glitnir. In one story, Odin asks Vafthrudthnir what he whispered into the ear of this father of Forseti. The giantess Hyrrokkin produced flames and made the earth shake when she launched this deity’s (*) ship, which was called Hringhorni. The ring Draupnir and this god’s wife Nanna were burned alongside him on his funeral pyre. This god’s mother, Frigg, made all objects on earth swear an oath not to harm him, with the exception of a certain plant. For ten points, name this Norse god who was killed by mistletoe.", "answer_sanitized": "Baldr", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "One symphony named after people from this country incorporated pieces from its composer’s unfinished opera Rashana. Another composer from this country called for a bongo, gourd, claves, and maracas to be placed “right in front of the conductor’s stand” in his Cuban Overture. A composer from this home country of William Grant Still included movements named after (*) “Emerson” and “Thoreau” in his Concord Sonata. George Gershwin incorporated taxi horns into an orchestral piece depicting a person from this country in Paris. Charles Ives lived in, for ten points, what country whose northeast inspired Three Places in New England?", "answer_sanitized": "United States of America [accept equivalents; the first clue refers to William Grant Still’s Afro-American Symphony]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In this nation, Polish soldiers who deserted from an invading force were given property rights and excluded from a massacre of foreigners. A leader of this country defeated Alexandre Pétion and André Rigaud in the War of the Knives and later lost the Battle of Crête-à-Pierrot. In this country, (*) yellow fever nearly wiped out an army led by Charles Leclerc that was defeated by this country’s eventual emperor, Jean-Jacques Dessalines. Toussaint L’Ouverture led a successful slave revolt in, for ten points, what nation that shares the island of Hispaniola with the Dominican Republic?", "answer_sanitized": "Republic of Haiti [accept République d’Haïti or Repiblik d Ayiti]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A poem by this author reminisces “how often beneath the sun/with childish bounds I used to run” to the title location. Another poem by this author of “The Deserted Garden” addresses a “liberal/and princely giver.” That poem is in a collection that begins by describing “how Theocritus had sung/of the sweet years.” In another poem, this poet implores the reader to “call me by my (*) pet-name!” In another poem by this author, the speaker answers the title question “freely, as men strive for Right.” That poem begins “How do I love thee? / Let me count the ways.” For ten points, name this author of the poetry collection Sonnets from the Portuguese.", "answer_sanitized": "Elizabeth Barrett Browning [prompt on Browning, do not accept or prompt on “Robert Browning”]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This leader was first recruited into politics by Sir Samuel Hoare on behalf of the MI5. The death of a general from this man’s country provoked him to bombard the island of Corfu. In order to settle a border dispute, this leader signed the Lateran Treaty. The (*) Gran Sasso Raid led by Otto Skorzeny rescued this man from prison, whereafter he was able to head the Salo Republic. This man’s government recognized Pope Pius XI as an independent head of state, and King Victor Emannuel III handed this man power after he led the Blackshirts on a march on Rome. For ten points, name this fascist Italian dictator nicknamed “Il Duce”.", "answer_sanitized": "Benito Mussolini", "subcategory": "European History", "category": "History"}, {"question_sanitized": "It’s not a hormone, but a “thyroid-stimulating” one of these molecules is present in abnormally high concentrations in Graves’ disease. The Fc [F-C] region of these molecules allows them to communicate with other proteins and cells, while the Fab [F-A-B] region of these molecules each contain one paratope. These molecules are used to detect proteins in a Western blot. (*) Monoclonal examples of these proteins all bind to the same epitope of their target. These proteins contain two heavy chains and two light chains and are produced in plasma B cells. For ten points, name these Y-shaped proteins that bind to specific antigens.", "answer_sanitized": "antibodies [or immunoglobulins; prompt on Ab or Ig]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This novel’s main character is not allowed to go to the funeral of a yellow mule by her second husband, who forces her to wear a headscarf. Alice Walker revived interest in this novel by writing an essay about “Looking” for its author. The protagonist of this novel marries Jody Starks after kissing (*) Johnny Taylor under a blossoming pear tree. During a hurricane in this novel, a man known as Tea Cake is bitten by a dog and later is shot by the protagonist after he comes down with rabies. That character later returns to her home in the African-American town of Eatonville. For ten points, name this novel about the life of Janie Crawford by Zora Neale Hurston.", "answer_sanitized": "Their Eyes Were Watching God", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Alan Rufus’s early arrival to this battle allowed him to lead the vanguard Breton forces to victory. The “Proven Companions” of this battle’s victor later assisted him in his campaigns against Edgar the Atheling. One side in this battle utilized Housecarls and Fyrds on their position of (*) Senlac Hill. The losing side in this battle was forced to rapidly march south after having earlier won the Battle of Stamford Bridge against Harald Hardrada. The losing commander of this battle is shown with an arrow in his eye on the Bayeux Tapestry. For ten points, name this decisive 1066 victory for William the Conqueror over Harold Godwinson during the Norman Conquest of England.", "answer_sanitized": "Battle of Hastings", "subcategory": "European History", "category": "History"}], "bonuses": [{"leadin_sanitized": "A ruler of this kingdom collected portraits of attractive noble women, including his Irish mistress Lola Montez. For ten points each:", "answers_sanitized": ["Kingdom of Bavaria [or Königreich Bayern or Kinereich Bayern]", "Federal Republic of Germany [or Bundesrepublik Deutschland]", "Frankfurt Parliament [or Frankfurter Nationalversammlung, accept Frankfurt Constitution] "], "parts_sanitized": ["Give this kingdom ruled by the Wittelsbach Dynasty. Another ruler of this kingdom built Neuschwanstein [noish-wahn-steyn] Castle in honor of Richard Wagner.", "The Ludwigs of the Wittelsbach Dynasty ruled Bavaria in what is now this modern-day country. The largest city in Bavaria, Munich, is also the third-largest city in this country.", "During the Revolution of 1848, Maximilian II of Bavaria decided to attend this event, which attempted to create a unified Germany. Frederick William IV rejected a constitution produced during this event, calling it a “crown from the gutter.”"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This man mocked Kurt Cobain’s singing by gargling and playing samples of cows on the song “Smells Like Nirvana.” For ten points each:", "answers_sanitized": ["“Weird Al” Yankovic [accept either underlined portion]", "“Amish Paradise”", "Hamilton "], "parts_sanitized": ["Name this eccentric singer and accordionist known for his parody songs such as “White and Nerdy” and “Eat It.”", "On this song by Weird Al, he raps “I know I’m a million times as humble as thou art” and says “I shun fancy things like electricity” as a member of the title Pennsylvania sect.", "Many of Weird Al’s parodies are polka versions of popular songs, including a five minute version of this musical by Lin-Manuel Miranda, which includes the songs “My Shot” and “The Room Where it Happened.”"], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "This composer’s final twelve symphonies are collectively known as the London symphonies. For ten points each:", "answers_sanitized": ["Franz Joseph Haydn", "bassoon", "Surprise Symphony "], "parts_sanitized": ["Name this Austrian classical-era composer. This composer wrote 106 symphonies in total, including ones nicknamed “The Miracle,” “The Clock,” and “Drumroll.”", "Although he categorized it with the symphonies, the 105th item in Anthony van Hoboken’s catalogue of Haydn’s works is actually a sinfonia concertante for violin, viola, oboe, and this instrument. Mozart’s only concerto for this woodwind instrument was written in B-flat major.", "Haydn’s Symphony No. 94, the second of the London symphonies, got this nickname due to the sudden fortissimo chord that interrupts the pianissimo introduction to its second movement."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "A generalization of these mathematical objects for functions containing singularities is named for Laurent. For ten points each:", "answers_sanitized": ["Taylor series [prompt on power series]", "differentiation [accept derivative]", "exponential function [or e to the x] "], "parts_sanitized": ["Name this mathematical object that, for an analytic function, converges in some neighborhood for every point on its domain. The radius of convergence for these objects can be determined using the ratio or root test.", "The n-th coefficient in a Taylor series is given by the n-th order of this operation evaluated at a given value divided by n factorial. This calculus operation is the inverse of integration and represents the instantaneous slope of a function at a point.", "The Taylor coefficients of this function centered at zero all are one over n factorial, since evaluating zero at the derivatives of this function is equal to one. The derivative of this nonzero function is equal to itself."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Christ, what are patterns for? For ten points, name some things about the author of the poem “Patterns,\" Amy Lowell.", "answers_sanitized": ["Imagism", "Ezra Loomis Pound [the poetry series is The Cantos]", "John Keats "], "parts_sanitized": ["Lowell was a poet from this movement, which advocated for the usage of clear, direct language. Other members of this movement included William Carlos Williams and H.D.", "Lowell’s periodical publication “Some Imagist Poets” led this author of a translation of Li Bai’s “The River Merchant’s Wife” and a series of poems with subsections entitled “Rock Drill” and “Pisan” to distance himself from Imagism, after which he founded Vorticism instead.", "Amy’s first collection “A Dome of Many-Coloured Glass” took its title from “Adonais,” a poem memorializing this poet written by Percy Shelley. Lowell tried to write a biography of this author of “Ode to a Nightingale.”"], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "One leader of this country used the Ruvuma Development Association as an example of his policy of ujamaa. For ten points each:", "answers_sanitized": ["United Republic of Tanzania", "Julius Kambarage Nyerere", "Cold War "], "parts_sanitized": ["Name this country, which resulted from the joining of Tanganyika and Zanzibar. Since 1974, this country’s official capital has been Dodoma, though many government functions are still based in Dar es Salaam.", "This man, the main proponent of ujamaa, was the first post-independence president of Tanzania. In 1967, this man outlined his governing principles in the Arusha Declaration.", "During this broadly-defined 20th century conflict, Tanzania joined the Non-Aligned movement, which included a wide range of countries that were not directly aligned with either the United States or USSR."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "This phenomenon is present in \"Ballerina\" apple trees, so they can be grown in small gardens. For ten points each:", "answers_sanitized": ["apical dominance", "xylem", "leaves [or leaf] "], "parts_sanitized": ["Identify this phenomenon that causes lateral buds to remain dormant, thus causing the central stem to grow more strongly. This phenomenon is regulated by auxins such as IAA.", "When the concentration of auxins is equal to that of the cytokinins, this type of tissue is generated. This type of plant tissue transports water and nutrients, and it contains tracheids and vessel elements.", "Xylem tissue often transports water and nutrients to stems and these structures. These plant structures often change color in autumn and fall to the ground from deciduous trees."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Constantin Brancusi [brin-koosh] created the Endless Column to commemorate the infinite sacrifice of his countrymen in this international conflict. For ten points each:", "answers_sanitized": ["World War I [or the First World War, or Great War]", "Bonaparte family [accept Napoleon Bonaparte or Marie Bonaparte]", "heads "], "parts_sanitized": ["Brancusi also sculpted his Table of Silence for the war memorial at Targu Jiu [ter-go jyoo] in his native Romania. The memorial honored victims of this war, which ended in 1918.", "Brancusi’s Princess X was the subject of heavy criticism for its supposedly phallic depiction of a member of this royal family. Paul Delaroche painted another member of this family crossing the Alps.", "The Sleeping Muse by Brancusi depicts one of these body parts lying on its side. He also created a sculpture depicting this body part of Margit Pogany using abstract and simplified shapes."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This god was married to his twin sister, until she banished him for killing Uke Mochi, the goddess of food. For ten points each:", "answers_sanitized": ["Tsukuyomi-no-mikoto", "Amaterasu-no-mikoto", "Japan [accept Nihon or Nippon] "], "parts_sanitized": ["Name this Shinto moon god. Myths disagree on whether he was born from a white copper mirror or from the right eye of Izanagi.", "Tsukuyomi was the brother and husband of this Shinto sun goddess, who hid in a cave out of anger at their brother Susanowo.", "Tsukuyomi and Amaterasu originate from this island nation. Its two major mythological texts are the Kojiki and the Nihon Shoki."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "In one of this man’s plays, Palaestra attempts to reunite with her father after being kidnapped by pirates. For ten points each:", "answers_sanitized": ["Titus Maccius Plautus", "comedy [accept comoedia, accept The Comedy of Errors]", "forum [accept fora or Forum Romanum or Forum Boarium] "], "parts_sanitized": ["Name this Roman playwright, the author of The Rope and Menaechmi, the latter of which is a play about identical twins that inspired one of Shakespeare’s plays.", "That play by Shakespeare is titled for this type of genre of Errors. Plautus and the later Terence wrote in this genre often contrasted with tragedy.", "Several of Plautus’ plays were adapted by Stephen Sondheim into the musical A Funny Thing Happened on the Way to [this place]. These places, which included the Boarium and Romanum, served as mercantile, political, and religious centers in the city of Rome."], "subcategory": "Classical Literature", "category": "Literature"}, {"leadin_sanitized": "For ten points each, answer the following about diatomic oxygen:", "answers_sanitized": ["ozone [prompt on O3 [O-three]]", "infrared spectroscopy [or IR spectroscopy]", "bond dipole moment [prompt on dipole or polar bond; do not accept or prompt on “moment”] "], "parts_sanitized": ["This triatomic allotrope of oxygen is formed when ultraviolet radiation is absorbed by diatomic oxygen. This compound forms a namesake “layer” in the stratosphere.", "Diatomic oxygen is inactive in this laboratory technique, which measures the vibrational energy of bonds within a molecule. The results from this technique are plotted against wavenumber, which is measured in inverse centimeters.", "Because its value for this quantity is zero across the oxygen-oxygen double bond, diatomic oxygen is IR inactive. In a water molecule, this quantity points toward the oxygen atom because of its high electronegativity."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "In this novel, the World Controller Mustapha Mond banishes Helmholtz Watson to the Falkland Islands. For ten points each:", "answers_sanitized": ["Brave New World", "Aldous Huxley", "Lenina Crowne [accept either underlined portion] "], "parts_sanitized": ["Name this dystopian novel in which Bernard Marx has trouble fitting into his status as an “alpha” in a world in which years are dated to the production of Henry Ford’s first Model T. This novel ends with John the Savage hanging himself in a lighthouse.", "Brave New World is a work by this British author, who chronicled a drug-induced trip in his The Doors of Perception. This author fictionalized himself as Philip Quarles in his novel Point Counter Point.", "This character in Brave New World travels with Bernard to a New Mexico Reservation where she meets and falls for John the Savage. This character is attacked by John with a whip after she tries to seduce him."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "According to tradition, this denomination of Christianity was founded by Saint Mark. For ten points each:", "answers_sanitized": ["Coptic Orthodox Church of Alexandria", "Council of Chalcedon", "Cairo "], "parts_sanitized": ["Name this branch of Christianity, the largest Christian denomination in Egypt. This non-Catholic denomination is currently led by Pope Tewodros II.", "The Coptic Church broke off from the rest of the Eastern Church following this council. The schism formed at this council followed from disagreements regarding miaphysitism, or the belief that Jesus is both fully divine and fully human.", "The Coptic Church presides from Saint Mark’s Orthodox Cathedral in the Abbassia District of this city. In the 12th Century, the Coptic Church relocated from Alexandria to this city, the modern-day capital of Egypt."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Fashion and film have often gone hand in hand. For ten points each:", "answers_sanitized": ["Daniel Day-Lewis [do not accept or prompt on partial answer]", "(Dame) Anna Wintour", "black [accept little black dress] "], "parts_sanitized": ["This actor played the London dressmaker Reynolds Woodcock in the 2017 film Phantom Thread, which won the BAFTA Award for Best Costume Design. This actor starred as Abraham Lincoln in Steven Spielberg’s Lincoln.", "Miranda Priestly, Meryl Streep’s character in The Devil Wears Prada, was thought to have been a caricature of this journalist. This journalist, the editor-in-chief of Vogue, was also the subject of the documentary The September Issue.", "Hubert de Givenchy [zhee-vawn-shee] designed a “little dress” of this color for Audrey Hepburn to wear in Breakfast at Tiffany’s. Coco Chanel first published an image of a dress of this color in Vogue in 1926."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Harry Hopkins was instrumental in the adoption of this program. For ten points each:", "answers_sanitized": ["New Deal", "Frances Perkins", "Yalta Conference "], "parts_sanitized": ["Name this series of programs initiated by Franklin Roosevelt to combat the Great Depression. Hopkins oversaw the Works Progress Administration, one of this program’s largest projects.", "Hopkins served alongside this longest-serving Secretary of Labor. This woman, the first woman ever appointed to the cabinet, pushed for stronger labor laws and helped pass the Fair Labor Standards Act.", "In 1945, Harry Hopkins attended this summit, the second major “Big Three” wartime conference. This conference, which was codenamed the Argonaut Conference, laid out a plan for the division of Germany after the war."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "In 2014, five eight-foot tall robotic cops were installed to help regulate traffic in this city. For ten points each:", "answers_sanitized": ["Kinshasa", "Congo river", "Equator [accept Equatorial Guinea] "], "parts_sanitized": ["Name this capital city, which recently surpassed Paris as the largest Francophone city in the world. Formerly known as Leopoldville, it lies directly across from Brazzaville.", "Kinshasa and Brazzaville are the capitals of a “Democratic Republic” and “Republic” named for this central African river. This river, which is the second longest in Africa after the Nile, also contains Livingstone Falls and Pool Malebo.", "The Congo River is the only river to pass this geographical feature twice. A predominantly Spanish-speaking country governed from Malabo shares its name with this geographical feature."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "The efficiency of this process is equal to one minus the ratio of the temperature of the cold reservoir to that of the hot reservoir. For ten points each:", "answers_sanitized": ["Carnot cycle [or Carnot engine]", "volume", "adiabatic [prompt on isentropic or constant entropy] "], "parts_sanitized": ["Name this four-step thermodynamic cycle named for a French physicist. This cycle has the theoretical maximum efficiency for converting heat energy into work.", "The Carnot cycle functions by manipulating this non-temperature quantity for a gas. Boyle’s law states that pressure is inversely proportional to this quantity, which is measured in liters.", "Unlike the first and third stages, which are isothermal, the second and fourth steps of the Carnot cycle are expansion and compression under this condition, in which the system neither gains nor loses any heat."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This agreement did not provide any protection for Calvinists in the Holy Roman Empire. For ten points each:", "answers_sanitized": ["Peace of Augsburg [or Augsburg Settlement]", "Thirty Years’ War", "Sweden [accept Kingdom of Sweden] "], "parts_sanitized": ["Name this treaty meant to settle the divisions between Protestants and Catholics. This treaty’s principle of cuius regio, eius religio was meant to bring religious stability and unity to the empire.", "The Augsburg Settlement only stalled the religious tensions that led to the outbreak of this European conflict. The Second Defenestration of Prague sparked this conflict that was ended by the Peace of Westphalia.", " This country’s king Gustavus Adolphus led Protestant forces during the Thirty Years’ War. After his death at the Battle of Lützen, he was laid to rest at Riddarholm Church in this country’s capital of Stockholm."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This character declares that she has survived by “performing tricks” her whole life. For ten points each:", "answers_sanitized": ["Nora Helmer [prompt on Helmer]", "Henrik Ibsen", "manuscripts [accept Eilert Lövborg’s manuscript] "], "parts_sanitized": ["Name this character who dances the tarantella to prevent her husband Torvald from finding an incriminating letter and slams the door on him at the end of the play she appears in.", "In addition to featuring Nora Helmer in A Doll’s House, this Norwegian playwright also wrote Hedda Gabler and Peer Gynt, which was set to incidental music by Edvard Grieg.", "Ibsen depicted a rival of George Tesman who lost one of these items at a party. Hedda Gabler burns one of these items and compares it to killing a child after giving its owner a pistol and encouraging him to “die beautifully.”"], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Modern philosophers in this movement include bell hooks and the transphobic Germaine Greer. For ten points each:", "answers_sanitized": ["feminism", "Judith Butler", "intersectionality [accept intersectional feminism] "], "parts_sanitized": ["Name this political movement whose goals include women’s liberation.", "This influential lesbian feminist philosopher posited the theory of gender performativity in her seminal work of queer theory, Gender Trouble.", "This framework of understanding the combination of distinct identities to create unique forms of oppression is central to modern feminism and was created by Kimberlé Crenshaw in 1989."], "subcategory": "Philosophy", "category": "Philosophy"}]}