{
    "tossups": [
        {
            "question_sanitized": "In the 1870s, Henry Wickam smuggled seventy thousand seeds of this plant to India. Production of this cropcontributed to the 19th-century growth of cities like Santarém (“sahn-tuh-REM”), Belém (“bay-LEM”), and Manaus(“mah-NAH-oos”). “Fordlandia” was a plantation town intended to harvest this crop. The “Red” system forproducing this crop was overseen by the Force Publique (“poo-BLEEK”), who would cut off the hands of forcedlaborers who did not collect enough of it. This crop was processed more efficiently as a result of Charles Goodyear’swork. For 10 points, name this crop harvested in Leopold II’s Congo Free State that was used for manufacturingtires.",
            "answer_sanitized": "rubber [accept L andolphia&nbsp; owariensis &nbsp;or H evea&nbsp; brasiliensis ; accept Pará rubber or Congo rubber ]",
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "question_sanitized": "This artist studied under Arthur Wesley Dow at the University of Virginia, and created watercolors of the school’sarchitecture. This artist depicted curtain-like fabric around a black column that supports the central object in apainting subtitled Red, White, and Blue . This artist included her husband’s name in a red bar in a painting of theRadiator Building. This artist’s detailed depictions of plants include Red Canna&nbsp; and Jimson Weed . &nbsp; This artistpainted cliff formations that she called “the White Place” and Black Mesa in the desert scenes she created whileliving in New Mexico with her husband Alfred Stieglitz. For 10 points, name this artist best known for her paintingsof animal skulls and suggestive flowers.",
            "answer_sanitized": "Georgia Totto O’Keeffe",
            "subcategory": "Painting",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A co-host of a Thai spinoff of this show drew a distinction between this show’s central practice and Thai kathoey(“ka-TUH-ee”) by contrasting it with Miss Tiffany’s Universe. Two popular contestants on this show published aGuide to Modern Womanhood &nbsp;in 2020. This show’s library challenge popularized the slang term “reading.” Thewinner of this show’s Season 4 impersonated its frequent guest judge Michelle Visage on the recurring challenge“Snatch Game.” In Season 6 of this show, Bianca Del Rio performed so dominantly that she never had to “lip-syncfor her life.” For 10 points, name this American reality television show hosted by RuPaul.",
            "answer_sanitized": "RuPaul’s&nbsp; Drag Race",
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "question_sanitized": "Pre-Inca cultures built andenes &nbsp;(“ahn-DEN-ess”) to facilitate this process. The rings of the von Thünen modelseparate different types of this process. Communal space is divided up to be employed in this process in Mexico’sejido &nbsp;(“ay-HEE-doh”) system. Advances in the efficiency of this process led to the 1970 Nobel Peace Prize beingawarded to Norman Borlaug. Historically, Mesoamerican people have used chinampas &nbsp;to accomplish this process onlake beds. Aboriginal people burn trees to clear room for this process in its “fire-stick” variety. This process becamewidespread during the first Neolithic Revolution. The three-field system is a method of, for 10 points, what processthat produces food from the soil?",
            "answer_sanitized": "farming [or terrace farming ; or agriculture ]",
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "question_sanitized": "In this country, rebels defending a volcanic crater were massacred at Bud Dajo (“bood DA-ho”). The firstconstitution of this country was created by the Malolos Congress, while its path to independence was legislatedthrough the Tydings–McDuffie Act. In the early 1900s, a rebellion in this country launched by its muslim Moropopulation was suppressed with the help of John Pershing. This country’s president Emilio Aguinaldo(“ah-gee-NAHL-doh”) led an insurrection against a former allied power who had helped liberate this country fromSpanish rule. For 10 points, name this Pacific nation that the US seized after the Battle of Manila Bay.",
            "answer_sanitized": "Philippines [or Republika ng Pilipinas ; accept First Philippine Republic; accept Malolos Republic",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "When first meeting the protagonist of this work, a character is said to have a “sly grin, as if they had a good joketogether.” In this novel, a blossoming pear tree kissed by bees during springtime symbolizes the protagonist’s sexualawakening, after which she kisses the local boy Johnny Taylor. This novel’s protagonist leaves the older farmerLogan Killicks to elope with Jody Starks. This novel’s protagonist is acquitted by an all-white jury for shooting herhusband, who was bitten by a rabid dog during a hurricane. After the death of Tea Cake, Janie Crawford returns toEatonville in, for 10 points, what novel by Zora Neale Hurston?",
            "answer_sanitized": "Their Eyes Were Watching God",
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "This scientist devised an equation that computes the time derivative of the distribution function to model howparticles are transported in fluids. This scientist is the [emphasize] second &nbsp;namesake of an equation which states thatthe radiant emittance of a blackbody is directly proportional to its temperature raised to the fourth power. Thisscientist’s namesake constant multiplied by three-halves temperature yields the average kinetic energy of a gas, andthat constant multiplied by the log of the number of microstates gives entropy. For 10 points, name this man whosework with James Maxwell led to the description of the speed distribution of ideal gases at a particular temperature.",
            "answer_sanitized": "Ludwig Boltzmann",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "A man had a dream about delivering one of these objects and the fruit of three branches into the Pharaoh’s hand,which Joseph interprets favorably. At Gethsemane (“geth-SEM-uh-nee”), Jesus asks God to take one of these thingsfrom him, saying “Not as I will, but as you will.” When Jesus tells James and John that he may not decide who sitsat his right and left, he says that they may use these objects that he uses. Benjamin is accused of stealing a silver oneof these objects when Joseph tests his brothers. Earlier, while holding one of these things after his disciples ate,Jesus says, “this is my blood of the new covenant.” For 10 points, what type of objects serve wine during theEucharist?",
            "answer_sanitized": "cup s [accept Joseph’s silver cup ; accept Pharaoh’s cup s; accept Holy Grail ]",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "An epic poem set in this decade features characters like Dai Greatcoat and John Ball; that poem is David Jones’sIn Parenthesis . A work written in this decade closes by comparing each slow dusk to “a drawing-down of blinds.” Apoem set in this decade compares a man’s “hanging face” to “a devil’s sick of sin” and describes “vile, incurablesores on innocent tongues.” Another poem about this decade opens by asking “What passing-bells for these who dieas cattle?” For 10 points, Anthem for Doomed Youth&nbsp; and Dulce et Decorum Est&nbsp; were written by Wilfred Owenduring what decade in which World War I took place?",
            "answer_sanitized": "1910s [prompt on ’ 10s or teens ]",
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "This organelle can import oligomeric proteins with only some of its subunits having its target signal in a processknown as piggyback importing. Derivatives of these organelles that are used by fungi to plug hyphal wounds areknown as Woronin bodies. Defects in the PEX genes that code for this organelle’s proteins cause biogenesisdisorders such as Zellweger syndrome. Fatty acids too large to be processed by the mitochondria undergo betaoxidation in this organelle. These organelles use the enzyme catalase to break down a namesake compound. For 10points, name these organelles involved in the metabolism of hydrogen peroxide.",
            "answer_sanitized": "peroxisome s",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "David Maslanka wrote a “short symphony” for this ensemble titled Give Us This Day . Modern works written forthis ensemble include Equus &nbsp;(“ek-wuss”) &nbsp; and October , both composed by Eric Whitacre. An 8-bar solo shared bythe tuba and euphonium begins the “Chaconne” movement of Gustav Holst’s First Suite in E-flat for this ensemble.A composer who wrote many pieces for this ensemble that often included “dogfight” sections also conducted one ofthese ensembles nicknamed “The President’s Own.” For 10 points, “The Stars and Stripes Forever” and othermarches were written by John Phillip Sousa for what ensemble?",
            "answer_sanitized": "concert band [or military band ; or symphonic band ; or marching band ; or wind band ; or wind",
            "subcategory": "Music",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "As part of the Capitulary for the Jews, this ruler banned Jewish subjects from engaging in money-lending. Afterconquering them, this ruler gave a specialized law code to the Frisians. This ruler developed a system of rotatinglocal administrators known as missi dominici &nbsp;(“mee-see doh-MEE-nee-chee”). After Widukind’s(“VEE-doo-kint’s”) Rebellion, this ruler ordered the slaughter of thousands of captured Saxons. After defeatingDesiderius (“dess-ih-DARE-ee-us”), this man united his kingdom with the Lombards. This man’s biographerEinhard chronicled a coronation ceremony on Christmas day in 800 in which Pope Leo III granted him a new title.For 10 points, name this “great” Frankish king, the first Holy Roman Emperor.",
            "answer_sanitized": "Charlemagne [or Carolus Magnus ; or Charles I ; or Charles the Great ; prompt on Charles ]",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "In a novel from this country, one character falsely confesses after a stolen watch is found under his mattress.Another novel from this country contrasts the stigma faced by the illegitimate Mariam with Laila’s relativeprivilege. A novel from this country ends in America with the newly-adopted Sohrab giving a lopsided smile, afterwhich another character begins running with the words “For you, a thousand times over.” The friendship of Hassanand Amir is central to that novel from this country, which is the setting of A Thousand Splendid Suns . For 10 points,name this country where Khaled Hosseini (“HA-led ho-SAY-nee”) set The Kite Runner , a novel partly inspired bythe actions of the Taliban.",
            "answer_sanitized": "Afghanistan",
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "A July 2020 paper using data from SOHO found that these events are often followed by large earthquakes, andposits that that phenomenon is due to the inverse piezoelectric (“pee-AY-zo-electric”) effect. Throughphotoionization, these events can cause sudden ionospheric disturbances. These events and CMEs result whenmagnetic reconnection accelerates particles near the speed of light, which usually happens near darker, cooler areason the photosphere of a namesake body. These events, which may be followed by coronal mass ejections, usuallyoriginate from sunspots. For 10 points, name these events in which the Sun releases powerful UV and X-rayradiation.",
            "answer_sanitized": "solar flare s [or stellar flare s; prompt on flares ]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "During this period, students were instructed to memorize the Imperial Rescript on Education. A governmentduring this period called upon its citizens to “enrich the state, strengthen the military.” The short-lived Ezo Republicand Satsuma Rebellion were both attempts to counter progressive efforts undertaken during this period, which beganafter the Boshin War. This period included the creation of the Charter Oath, which sought to modernize beyond theperceived isolation and backwardness of the Tokugawa Shogunate. For 10 points, name this period in the late 19thcentury during which Japan rapidly industrialized under a namesake emperor.",
            "answer_sanitized": "Meiji (“MAY-jee”) Restoration [or the Meiji Era; or the Meiji Renovation; or the Meiji Revolution; or",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "A book by this philosopher has a section that uses two columns to defend contradictory answers to fourquestions, including “Is the world finite in time and space?” In that book, this non-Aristotle philosopher uses a“table of judgments” to deduce twelve pure concepts of the understanding called “categories.” This philosopherwrote that David Hume’s skepticism about causality (“cause-AL-it-ee”) woke him from his “dogmatic slumber,”inspiring him to investigate the possibility of synthetic a priori &nbsp;(“pree-OR-ee”) judgments. According to this man’sdoctrine of transcendental idealism, we do not have access to objects as “things-in-themselves.” For 10 points, whatGerman Enlightenment philosopher wrote the Critique of Pure Reason &nbsp;and formulated the categorical imperative?",
            "answer_sanitized": "Immanuel Kant (“kahnt”)",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "In a play from this country, a childless woman strangles her husband outside a hermitage in the mountains, thendeclares that she has killed her son. In a play from this country, a young woodcutter with a white face represents themoon, while an old beggar woman represents death. Another play from this country ends with Adela’s death afterthe title matriarch imposes an eight-year mourning period on her five daughters. A “Rural Trilogy” from thiscountry includes a play in which Leonardo Felix and the Groom kill each other titled Blood Wedding . The House ofBernarda Alba &nbsp;is from, for 10 points, which country that was home to Golden Age author Federico García Lorca,who wrote “Lament for the Death of a Bullfighter”?",
            "answer_sanitized": "Spain [or Kingdom of Spain ; or Reino de España ]",
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "This figure spent his final days wandering the Plain of Aleion. This man battled the Solymi and defeated theAmazons by dropping boulders on them. Proetus sent this man to be killed by King Iobates (“eye-OB-uh-teez”) afterthis man was falsely accused of rape by Stheneboea (“s’THEE-nuh-BEE-uh”). After his steed was stung by a gadfly,this man fell while trying to ascend to Mount Olympus. This man won his most famous battle using a block of leadattached to a spear. After sleeping in a temple of Athena, this man awoke to find a golden bridle that he used to tamea flying horse. For 10 points, name this hero who slew the Chimera while riding Pegasus.",
            "answer_sanitized": "Bellerophon tes",
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "question_sanitized": "The composer of this opera took several themes from a music box that he received from the diplomat BaronFassini-Camossi. In this opera’s first act, a children’s chorus sings a melody based on the folk song “Jasmine” as themoon rises, signalling the impending arrival of the Prince of Persia. Luciano Pavarotti’s (“pah-vuh-ROT-tee’s”)signature number was an aria from this opera, whose performers dramatically hold the final two syllables of its lastword, “Vincerò!” (“veen-cheh-RO”). After solving the title character’s three riddles, the suitor Calaf boasts of hisimpending victory in this opera’s aria “Nessun Dorma.” For 10 points, name this opera about an icy Chineseprincess, the final opera by Giacomo Puccini.",
            "answer_sanitized": "Turandot &nbsp;(“TUR-an-doh”)",
            "subcategory": "Other Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The effective form of this quantity for rocket exhaust, which is equal to specific impulse times gravity, is used inTsiolkovsky’s (“tsee-ol-KOV-skee’s”) rocket equation as a coefficient to solve for the maximum possible change inthis quantity. The ratio between two values of this quantity is represented by beta in the denominator of the Lorentzfactor. In Bernoulli’s equation for fluid dynamics, this quantity is squared and divided by 2. When drag forcecancels out gravity, this quantity hits a constant “terminal” value. For 10 points, name the derivative of position withrespect to time, a quantity that can be expressed in meters per second.",
            "answer_sanitized": "velocity [prompt on speed ]",
            "subcategory": "Physics",
            "category": "Science"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "A 14th-century novel from this country describes the Peach Garden Oath being sworn by Liu Bei (“l’yoh bay”).For 10 points each:",
            "answers_sanitized": [
                "China [or Zhōngguó or Zhōnghuá or Huáxià or Shénzhōu or Jiǔzhōu ]",
                "Water Margin &nbsp;[or Shuǐhǔ Zhuàn ; accept Outlaws of the Marsh , Tale of the Marshes &nbsp;or All Men Are"
            ],
            "parts_sanitized": [
                "Name this country whose Four Great Classical Novels include Journey to the West&nbsp; and Romance of the ThreeKingdoms , which is attributed to Luo Guanzhong (“gwen-jong”).",
                "In this other Chinese Great Classical Novel, an outlaw group known as the Stars of Destiny opposes theoppressive government official Gao Qiu (“chee-oh”). Its characters include Wu Song, who kills a tiger."
            ],
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Anthropologist W. E. H. Stanner coined the term “everywhen” to describe this concept. For 10 points each:",
            "answers_sanitized": [
                "Dreamtime [or the Dreaming s]",
                "Australia [or Commonwealth of Australia ]",
                "Rainbow Serpent [or Rainbow Snake ; prompt on serpent or snake ]"
            ],
            "parts_sanitized": [
                "Name this mythological period during which ancestral spirits travelled along songlines and created the world.",
                "Dreamtime is a concept in the belief systems of many indigenous Aboriginal groups of this country, includingthe Noongar and Murrinh-Patha peoples.",
                "This Australian Aboriginal creator deity was said to shape the Earth and create animals during Dreamtime. Insome stories, this colorful deity creates rain by tickling the bellies of frogs."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Answer the following about Confederate officer Jubal Early, for 10 points each.",
            "answers_sanitized": [
                "Washington , D.C. [or Washington, D.C. ; or the District of Columbia ]",
                "Philip Henry Sheridan",
                "George Armstrong Custer"
            ],
            "parts_sanitized": [
                "In 1864, Early led a Confederate attack on this city, during which Abraham Lincoln came under fire amid theBattle of Fort Stevens. The Union’s Department of War was based in this city on the Potomac River.",
                "Early was defeated by this Union general at the Third Battle of Winchester. Late in the war, this man usedscorched earth tactics to devastate the Shenandoah Valley.",
                "This general led the “Wolverines” to a victory against Early’s forces at Cedar Creek. This man was killed in alater battle where his 7th Cavalry was aided by the forces of Frederick Benteen and Marcus Reno."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This composer’s Fifth Symphony begins with a melancholy melody in E minor from a solo A clarinet that is laterrestated in a major key to begin the Andante maestoso&nbsp; finale. For 10 points each:",
            "answers_sanitized": [
                "Pyotr Ilyich Tchaikovsky (“chye-KAWFF-skee”)",
                "Pathetique Symphony [or Symphony No. 6 ]",
                "waltz [or valse ]"
            ],
            "parts_sanitized": [
                "Name this composer whose Fourth Symphony opens with a penetrating repeated A-flat fate motif on bassoonsand horns that recurs throughout the symphony. His first symphony is subtitled “Winter Daydreams.”",
                "This last symphony by Tchaikovsky opens with a slow, foreboding bassoon solo. It shares its name with aBeethoven’s 8th piano sonata.",
                "The second movement of the Pathetique Symphony is often described as a “limping” example of this dancegenre as it is in 5/4 time. Johann Strauss II was known as the king of this genre, exemplified by his “On theBeautiful Blue Danube.”"
            ],
            "subcategory": "Music",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "G. Stanley Hall led a university founded by and named after a man with this surname that, with Johns Hopkins,was one of the main centers of early American psychology. For 10 points each:",
            "answers_sanitized": [
                "Clark [accept Clark University, Jonas Gilman Clark , or Kenneth and Mamie Clark ]",
                "psychoanalysis [accept psychotherapy ; prompt on, but DO NOT REVEAL, descriptive answers such"
            ],
            "parts_sanitized": [
                "Give this surname also held by two psychologists whose work was recreated in Kiri Davis’s documentaryA Girl Like Me . That experiment involved asking children which doll they were presented with was the “nicer doll.”",
                "Five lectures were delivered at Clark University in 1909 about the practice of this psychological technique. Thistechnique was practiced by the psychologists Karen Horney (“HORN-eye”) and Melanie Klein."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "A layer of clay usually covers the confined types of these formations. For 10 points each:",
            "answers_sanitized": [
                "aquifer s",
                "well s [accept artesian well s]",
                "continuity equation"
            ],
            "parts_sanitized": [
                "Name these formations of permeable rock that hold groundwater. Most of the Great Plains receives water froma huge one of these formations centered in Ogallala, Nebraska.",
                "The groundwater in aquifers is obtained by drilling these structures. When the pressure in the aquifer is highenough that the water rises out of these structures on its own, they are called artesian.",
                "The flow of groundwater is described by applying this equation to Darcy’s law. This equation results from theconservation of mass, and, for an incompressible fluid, states that the divergence of the flow velocity field is 0."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "In this story, the lawyer Coppelius and barometer-seller Coppola are revealed to be the same person. For 10 pointseach:",
            "answers_sanitized": [
                "“The Sandman ” [or “Der Sandman ”]",
                "E. T. A. Hoffmann [or Ernst Hoffmann ; accept The Tales of&nbsp; Hoffmann ]",
                "eye s"
            ],
            "parts_sanitized": [
                "Name this story that chronicles Nathanael’s quest for Olimpia. This story begins with Nathanael’s father beingvisited at night by a mysterious person, who Nathanael assumes is the title figure from folklore.",
                "“The Sandman” was written by this Prussian Romantic author who wrote The Nutcracker and the Mouse King .His “tales” are depicted in an opera by Jacques Offenbach.",
                "In “The Sandman,” Nathanael fears that these physical features of his will be stolen. In “Little Red RidingHood,” the wolf says “the better to see you with” when asked about the size of these features."
            ],
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The wavelengths in this series are given by the Rydberg formula when m &nbsp;equals 2. For 10 points each:",
            "answers_sanitized": [
                "Balmer series",
                "ultraviolet spectrum [or UV ]",
                "atomic number [or proton number ; or the number of proton s; or synonyms]"
            ],
            "parts_sanitized": [
                "Name this series of spectral emission lines that arises from excited states of hydrogen transitioning to then &nbsp;equals 2 state, contrasted with the Lyman series.",
                "The first 4 emission lines in the Balmer series are in the visible light spectrum. After that, their wavelengthsbecome shorter than 400 nanometers, and they enter this spectrum.",
                "The Rydberg formula can be generalized to any atom with only one electron by multiplying the square of thisquantity. This quantity, represented by a capital Z , is 1 for hydrogen."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This pioneer of surrealist photography depicted a baby armadillo in Père Ubu &nbsp;(“pair oo-boo”). For 10 points each:",
            "answers_sanitized": [
                "Dora Maar [or Henriette Theodora Markovitch ]",
                "Guernica (“gair-NEE-kuh”)",
                "Marcel Duchamp (“doo-SHAHMP”)"
            ],
            "parts_sanitized": [
                "Name this French artist who used photomontage techniques to create photographs of a pair of legs being heldover a bridge and of a human hand coming out of a conch shell. She modeled for Weeping Woman , a painting by herlover Pablo Picasso.",
                "Maar captured a series of photographs that depicted Picasso’s creation of this 1937 painting, which abstractlyportrays the bombing of a namesake town during the Spanish Civil War.",
                "Dora Maar was famously photographed by Man Ray, who also photographed this other Dadaist dressed as hisfemale alter ego, Rrose Sélavy. This artist drew a mustache on the Mona Lisa for his work L.H.O.O.Q.(“L-ahsh-O-O-koo”)."
            ],
            "subcategory": "Other Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This man published his ideas in the journal Thought and Action&nbsp; and wrote the essay Duties of Man . For 10 pointseach:",
            "answers_sanitized": [
                "Giuseppe Mazzini (“joo-SEP-ee maht-SEE-nee”)",
                "Italy [accept Kingdom of Italy ; accept the Italian Republic]",
                "Count of Cavour [or Camillo Paolo Filippo Giulio Benso ]"
            ],
            "parts_sanitized": [
                "Name this founder of the Young Europe association, which grew out of a similar movement that this manformed to fight for the unification of his home country.",
                "Mazzini was one of the leaders of the Risorgimento (“ree-ZOR-jih-MEN-toh”), the process of unifying thiscountry. It was ultimately unified under Victor Emmanuel II with help from Giuseppe Garibaldi.",
                "This politician called Mazzini the “chief of the assassins.” This adviser to Victor Emmanuel II served as thefirst Prime Minister of a unified Italy."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "In Ireland, objects used to perform this ritual were often designed to be easily hidden in a palm or sleeve. For 10points each:",
            "answers_sanitized": [
                "saying the Rosary [or the Holy Rosary ; or Dominican Rosary ; accept descriptive equivalents]",
                "the Virgin Mary [do not accept or prompt on “Mary Magdalene”]",
                "Fátima [or Our Lady of the Holy Rosary of Fatima or Nossa Senhora do Rosário de Fátima ]"
            ],
            "parts_sanitized": [
                "Name this ritual whose prayers are arranged in sets of 10 called decades. During recitations of each decade,participants meditate on one of its namesake mysteries.",
                "The Rosary venerates this figure through prayers such as the Salve Regina &nbsp;(“SAHL-vay ray-JEE-nah”) andLoreto Litany . The special veneration of this mother of Christ in the Catholic Church is called hyperdulia .",
                "A Marian (“MARY-in”) apparition appeared to three children in this Portugese town in May 1917, asking thechildren to pray the Rosary every day to end World War I."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "This philosopher explored the distinction between the public and the private in essays like “Concealment andExposure.” For 10 points each:",
            "answers_sanitized": [
                "Thomas Nagel",
                "science [accept scientific method]",
                "knowledge [or know ing]"
            ],
            "parts_sanitized": [
                "Name this philosopher who argued against reductionist accounts of consciousness in the essay “What Is It Liketo Be a Bat?”",
                "The unrelated philosopher Ernest Nagel wrote about the importance of “bridge laws” in this discipline, whichproceeds via a namesake method involving making observations and formulating hypotheses.",
                "The philosopher Jennifer Nagel wrote a “very short introduction” to this concept. Robert Nozick’s “truthtracking theory” gives four conditions that are required for this concept to be present."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "This kingdom collapsed after a defeat by the French at the Battle of Poguessa. For 10 points each:",
            "answers_sanitized": [
                "Kingdom of Dahomey (“duh-HO-mee”)",
                "Dahomey Amazon s [accept Mino ; accept Minon ]",
                "Yoruba (“YOR-uh-buh”)"
            ],
            "parts_sanitized": [
                "Name this African kingdom that ruled over the Fon people and was a leading supplier of slaves to Europeanempires. It was located in present day Benin.",
                "The Kingdom of Dahomey was served by these female warriors. They were named after similar female warriorsfrom Greek mythology, some of whom fought in the Trojan War.",
                "The Kingdom of Dahomey was subjugated by the nearby Oyo Empire, made up of people of this ethnicity.Tensions between these people, the Hausa (“HOUSE-uh”), and the Ibo (“EE-boh”) led to the Nigerian Civil War."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This character is referred to as “the jackal” due to his subservience to his legal partner Mr. Stryver, who isdescribed as a “lion.” For 10 points each:",
            "answers_sanitized": [
                "Sydney Carton [accept either underlined part]",
                "A&nbsp; Tale of Two Cities",
                "Charles Dickens"
            ],
            "parts_sanitized": [
                "Name this character who says “It is a far, far better thing that I do, than I have ever done” as he awaits death.",
                "Sydney Carton is executed in place of his lookalike Charles Darnay, a nobleman, at the end of this 1859 novel.",
                "A Tale of Two Cities &nbsp;and Barnaby Rudge&nbsp; are the only works of historical fiction by this author, who also wroteGreat Expectations ."
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This technique produces a sigmoidal (“sig-MOY-dul”) curve whose inflection point signifies the equivalencepoint of the reaction. For 10 points each:",
            "answers_sanitized": [
                "titration",
                "phenolphthalein (“fee-nawl-THAL-een”) [or Hln or phph ]",
                "Henderson–Hasselbalch equation"
            ],
            "parts_sanitized": [
                "Name this technique in which a known reagent is slowly added to an unknown solution to determine itsconcentration.",
                "Acid-base titrations rely on pH indicators like this dye, which turns colorless in acidic solutions and pink inbasic solutions.",
                "Titrations utilize this equation to determine the pKa of the unknown solution. At a titration’s half-equivalencepoint, this equation states that pH equals pKa because the concentrations of acid and conjugate base are equal."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "A painting by this artist focuses on some men and their dogs in a wintry landscape overlooking ice skaters. For10 points each:",
            "answers_sanitized": [
                "Pieter Bruegel (“BROY-gul”) the Elder",
                "months of the year [accept Labors of the&nbsp; Months ]",
                "wedding s [or marriage s]"
            ],
            "parts_sanitized": [
                "Name this Northern Renaissance painter of The Hunters in the Snow . He also painted a landscape where thetitle mythological character can only be seen as some legs disappearing under the water.",
                "The Hunters in the Snow&nbsp; is part of a series of paintings representing these things, which also includes workslike The Harvesters&nbsp; and The Gloomy Day . The Limbourg brothers depicted the “Labors of” these things at the startof the Très Riches Heures (“tray reesh urr”) du Duc de Berry .",
                "Another Bruegel painting depicts a Peasant&nbsp; event of this type, in which two men use a door as a tray to passfood around a celebratory crowd. Jan van Eyck’s Arnolfini Portrait&nbsp; depicts, and is sometimes named for, this type ofevent."
            ],
            "subcategory": "Painting",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Ancient Egypt was home to the oldest-known example of one of these items, called Senet. For 10 points each:",
            "answers_sanitized": [
                "board game s [prompt on tabletop game s]",
                "Ur [do not accept or prompt on “Uruk”]",
                "Tutankhamun [or Tutankhaten ; or King Tut ]"
            ],
            "parts_sanitized": [
                "Identify these items common in the ancient world. An Indian one of these items known as chaturanga inspiredmodern variants such as the Chinese xiangqi (“sh’yong-chee”).",
                "Leonard Woolley discovered a “royal” board game in this ancient Sumerian city. This city, which was led byShulgi during the Sumerian Renaissance, was the site of a Great Ziggurat.",
                "Board games similar to the Royal Game of Ur were found in the tomb of this pharaoh, which was discovered byHoward Carter. This short-reigning pharaoh restored Egyptian polytheism after succeeding his father, Akhenaten(“AH-ken-AH-tun”)."
            ],
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This author wrote a letter to a literary critic, asking “Mr Higginson, are you too deeply occupied to say if myVerse is alive?” For 10 points each:",
            "answers_sanitized": [
                "Emily Dickinson",
                "the soul",
                "Death"
            ],
            "parts_sanitized": [
                "Name this poet later mentored by Thomas Wentworth Higginson. A poem by this author describes passing “aHouse that seemed / A Swelling of the Ground,” while another uses many dashes to describe the “Blue – uncertain –stumbling Buzz –” of the title creature.",
                "Dickinson imagines Hope as “the thing with feathers” and describes it perching in this thing and singing.Another Dickinson poem describes how this thing “selects her own Society.”",
                "Another abstract concept made concrete by Dickinson is this concept. One of Dickinson’s poems describes thisconcept “kindly stopping for me” in a poem that begins “Because I could not stop for” this concept."
            ],
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Charles Darwin wrote that “The sight of a feather in [the tail of this animal], whenever I gaze at it, makes mesick!” For 10 points each:",
            "answers_sanitized": [
                "peacock [or peafowl ; accept P avo&nbsp; cristatus &nbsp;or P avo&nbsp; muticus &nbsp;or A fropavo&nbsp; congensis &nbsp;or any specific type"
            ],
            "parts_sanitized": [
                "Identify this sexually dimorphic bird whose extravagant blue-green plumage contains eye-shaped rings. Oneexplanation for this bird’s plumage is the handicap theory, which suggests that it represents the bird’s fitness."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "After challenging this leader’s bid for a sixth term as president, Sviatlana Tsikhanouskaya (“svet-LAH-nahtsih-ka-NO-skuh-yuh”) fled to Lithuania. For 10 points each:",
            "answers_sanitized": [
                "Alexander Lukashenko (“loo-kuh-SHEN-ko”) [or Alexander Lukashenka ]",
                "Belarus",
                "cockroach [accept The Monster&nbsp; Cockroach &nbsp;or the Anti- Cockroach Revolution]"
            ],
            "parts_sanitized": [
                "Name this authoritarian leader whose security forces have clashed with protesters since he claimed victory in adisputed August 2020 election.",
                "Lukashenko rules this eastern European country from Minsk.",
                "Tsikhanouskaya’s husband Sergei was jailed after comparing Lukashenko to one of these animals in a Russianchildren’s story. Some have branded the protests as the Anti-[this animal] Revolution."
            ],
            "subcategory": "Current Events",
            "category": "Current Events"
        }
    ]
}