{
    "tossups": [
        {
            "question_sanitized": "A character in this novel escapes from prison by seducing the guard Felton. This novel begins with the protagonistbeing beaten unconscious with a cooking pot and a metal tong, losing his letter of introduction in the process. In thisnovel, the protagonist wounds the guard Jussac and is then appointed to serve in the King’s Guards for two yearsbefore being considered for the title rank. In this novel, whose sequel is titled Twenty Years After, a character with afleur-de-lis (“flur-duh-LEE”) brand on her shoulder, Milady de Winter, acts as a spy for Cardinal Richelieu(“reesh-lee-uh”). For 10 points, name this novel in which d’Artagnan (“dar-tan-YAWN”) joins the title fighters,Athos, Porthos and Aramis, written by Alexandre Dumas (“doo-MAH”).",
            "answer_sanitized": "The Three Musketeers [or Les Trois Mousquetaires]",
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "Images from the surface of one of these objects were taken by the Philae (“FEE-lay”) lander, which was launchedby the Rosetta probe. The Jupiter family contains Encke (“ENK-uh”), one of these objects with an extremely shortorbital period of 3.3 years. These objects release a bright blue stream of ionized gas along the direction of solarwind. Diatomic sulfur was uncovered under Jupiter’s surface when pieces of one of these objects collided with it in 1994. One of these objects came within 0.7 AU of Earth in July 2020, and could be seen below the Big Dipper. Thatone of these objects was named NEOWISE. For 10 points, name these celestial objects composed of an icy nucleus,a coma, and a dust tail.",
            "answer_sanitized": "comets [do not accept or prompt on “meteors”]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "This phenomenon was theorized to have a J-shaped curve in a hypothesis by Floyd Allport. One study of thisphenomenon involved participants being asked to stare at a small point of light 15 feet away in a dark room. Thatstudy of this phenomenon by Muzafer Sherif helped influence his social judgement theory. In another study of thisphenomenon, participants were asked to rate lines of different lengths. That experiment was carried out bySolomon Asch and is the defining experiment of this phenomenon. For 10 points, name this phenomenon in whichsubjects changed their answers to make them the same as a broader group due to social pressure.",
            "answer_sanitized": "conformity",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "A composition of this type was analyzed by the journalist Doug Adams, who worked closely with its composer toidentify about 90 leitmotifs in it. In a composition of this type, recorded by the London Symphony Orchestra, achorus sings a fragment of a Welsh poem transcribed in Sanskrit. A piece of this type opens with a two-pitch melodymeant to sound like the howl of a coyote, followed by a vocal “wah, wah, wah.” The rhythm of a march in this genrewas clearly inspired by “Mars” from The Planets; that work is “The Imperial March.” For 10 points, name this genreof the most famous works by Ennio Morricone and John Williams, which feature in creations like Star Wars.",
            "answer_sanitized": "film scores [or film soundtracks; or descriptions like “music used in movies”]",
            "subcategory": "Other Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "In the 1760s, thousands of ethnic Germans migrated to settle along this river, but later faced ethnic cleansingduring the 1940s. This is the longest river to enter a closed basin, which is one that does not flow into any ocean. ARealist painting of barge haulers along this river was created by Ilya Repin (“REP-in”). The Oka is one of thisriver’s longest tributaries and converges with it at Nizhny Novgorod (“NIZH-nee NOV-guh-rod”). This river’s deltaforms just south of Astrakhan, before it enters the Caspian Sea. The most populous city on this river, once calledStalingrad, is now named after it. For 10 points, name this Russian river, the longest in Europe.",
            "answer_sanitized": "Volga River",
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "question_sanitized": "A leader of this country established the Liberation Rally as its only allowed party. A conflict in this country wasinitiated in Operation Musketeer. This country’s last monarch was overthrown by the Free Officers Movement. TheWafd Party in this country was dissolved after a coup led by Mohammad Naguib (“na-GHEEB”) that overthrewKing Farouk. Along with Menachem Begin (“men-NAH-khem BAY-gin”), a leader of this country signed the CampDavid Accords. That leader’s predecessor from this country constructed the Aswan Dam and controversiallynationalized a key waterway, leading to an international crisis. For 10 points, name this country led by Gamel AbdelNasser, the site of the Suez Crisis.",
            "answer_sanitized": "Egypt [or Arab Republic of Egypt]",
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "question_sanitized": "In a story by this author, the Buddha watches through a clear lily pond as the sinner Kandata fails to climb out ofHell using the titular spider’s thread. In another story by this author, the only pieces of evidence found by awoodcutter are a piece of rope, a comb and a lot of blood. That short story by this author describes a murder fromthe contradictory perspectives of a travelling priest, the criminal Tajōmaru and the ghost of the murdered samuraiTakehiro. This author wrote the short story “In a Grove,” which formed the basis of an Akira Kurosawa film thattook its title from another of this author’s short stories. For 10 points, name this Japanese author of “Rashōmon.”",
            "answer_sanitized": "Ryūnosuke Akutagawa [accept names in either order; accept Chōkōdō Shujin]",
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "Myllokunmingia (“MY-lo-koon-MING-ee-uh”) and other of the earliest fossils in this phylum are found in theChengjiang (“chung-j’yong”) fauna. This phylum is sister to the ambulacrarian (“am-byoo-la-CRAIR-ee-in”) clade.Acorn worms were reclassified outside of this phylum because their nervous system is epidermal rather than central.Lower members of this phylum have a mucus-producing endostyle, which is used for filter-feeding in tunicates andlancelets. This largest phylum within the deuterostomes (“DOO-tuh-roh-stomes”) is also characterized by apost-anal tail and pharyngeal (“fuh-RIN-jee-ul”) gill slits. Humans and other vertebrates are part of, for 10 points,what phylum whose members all have a notochord?",
            "answer_sanitized": "chordata [or chordates]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "Following instructions, this man cut up four birds and left the parts on different mountains, only for the birds toreturn, miraculously reassembled. The Qur’an depicts this man as the exemplary hanif. An incident in which thisman threw pebbles to drive off the Devil is re-enacted during the Hajj. Although Adam may have originally built it,this man, along with his son, is credited with rebuilding the Ka’aba as the first house of worship dedicated to God.The holiday of Eid al-Adha (“eed al-ODD-hah”) commemorates this man’s piety for being willing to sacrifice hisson, Ismail. For 10 points, name this prophet of Islam, who is also considered a religious patriarch by Judaism andChristianity.",
            "answer_sanitized": "Ibrahim [or Abraham]",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "This man funded the construction of the Peace Palace in the Hague. This advocate of anti-imperialism offered toassist the Filipinos in buying independence. The Amalgamated Association led an 1892 strike targeting one of thisman’s mills. This man, who pioneered vertical integration, sold his namesake company in 1901 to a group led byJ. P. Morgan. This employer of Henry Frick sent the Pinkertons to put down the Homestead Strike. Thisbusinessman encouraged the wealthy to donate their profits to philanthropic causes in his “Gospel of Wealth.” For10 points, name this Scottish-American tycoon who founded a massive steel company.",
            "answer_sanitized": "Andrew Carnegie",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "A character in this play insults another by saying that “She was a vixen when she went to school / And thoughshe be but little, she is fierce.” At the start of this play, Egeus attempts to use an ancient law to force his daughter tomarry according to his wishes. Robin Starveling, Peter Quince and several others put on an accidentally-comicalperformance of Pyramus and Thisbe (“thiz-bay”) by the “rude mechanicals” within this play. This play ends with amonologue which “restores amends” addressed to the audience by Puck. Demetrius marries Helena and Lysandermarries Hermia to conclude, for 10 points, what play set among fairies in the forest by William Shakespeare?",
            "answer_sanitized": "A Midsummer Night’s Dream",
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "The “Nacht” movement of a piece by this composer begins with a soprano singing “Gloomy, black, giganticbutterflies have killed the sunshine.” That work pioneered a namesake ensemble consisting of flute, clarinet, violin,cello, and piano accompanied by a singer. Another work by this composer was inspired by a Richard Dehmel(“REE-shot DAY-mel”) poem about a woman confessing to her lover that she is pregnant with another man’s child.That work, written for string sextet, is Transfigured Night. For 10 points, name this composer of Pierrot Lunaire andfounder of the Second Viennese school who developed the twelve-tone technique of composition.",
            "answer_sanitized": "Arnold Schoenberg",
            "subcategory": "Music",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "When these systems have a driving force, their solutions have transient and steady-state terms. These physicalsystems are modeled by second-order differential equations with complex-exponential solutions. These systems’Q factor describes how well they maintain their initial energy, and is equal to one over two times their dampingratio. An angular system can be approximated as one of these systems by using the small angle approximation. Theposition of a “simple” one of these systems is modeled by a sinusoidal function that satisfies Hooke’s law. For 10points, name these systems exemplified by pendulums or springs.",
            "answer_sanitized": "simple harmonic oscillators [accept forced harmonic oscillators; accept simple or forced harmonic",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "This war saw one side unsuccessfully besiege the town of Hull twice. A country joined this war after signing theSolemn League and Covenant. After the conclusion of this war, the Putney Debates were held, during whichLevellers argued for radical socioeconomic reform. A ruler’s dismissal of the Grand Remonstrance, which wascrafted by John Pym (“pim”), helped spark this war. The Battle of Marston Moor was a major turning point in thiswar and was fought near York. In this war, Prince Rupert lost the Battle of Naseby to the New Model Army. For 10points, name this war in which King Charles I was defeated by Parliamentary forces led in part by Oliver Cromwell.",
            "answer_sanitized": "First English Civil War (accept Wars of the Three Kingdoms)",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "This philosophical idea was critiqued for not being race-neutral by Charles Mills, who wrote about the “racial”form of it. It’s not justice, but impartial spectators establish a new version of this philosophical concept in JohnRawls’s paradigm of the “veil of ignorance.” The civil liberty that this concept grants to man is equated withattaining true moral freedom in a work that argues that the Sovereign is a corporate moral agent who expresses a“general will.” This sort of agreement is meant to help humanity progress from the state of nature to civil society.For 10 points, name this agreement between a government and its citizens, which provides the title of a work byJean-Jacques Rousseau.",
            "answer_sanitized": "the social contract [accept social contract theory and contractarianism until “grants” is read; prompt",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "One type of this reaction performed on enones utilizes cerium(III) (“SEE-ree-um three”) chloride and is namedfor Luche (“loosh”). A selective reaction of this type is catalysed by palladium on barium sulfate and named forRosenmund. Zinc amalgam and hydrochloric acid are used in one of these reactions to convert carbonyls intoalkanes. Common reagents used in these reactions include sodium borohydride and the more potent lithiumaluminum hydride. Alkali metals and ammonia react with benzene in one of these reactions named for Birch. In anelectrochemical cell, this reaction occurs at the cathode. For 10 points, name this type of reaction in which amolecule gains hydrogen or loses oxygen.",
            "answer_sanitized": "reduction [prompt on redox or addition; anti-prompt (ask “can you be less specific?”) on",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "This novel ends by describing fish with “vermiculate patterns that were maps of the world in its becoming” ontheir backs. This novel’s protagonists find a human infant being cooked on a spit, and one character thanks “thepeople” after finding a bunker full of food. A character in this novel insists that he will be safe because he is“carrying the fire.” Another character in this novel uses a flare gun to shoot a man who wounded him with an arrow.This novel is set ten years after an unnamed apocalyptic event and follows two characters’ travels. For 10 points,name this novel in which a father and son journey down the titular structure, written by Cormac McCarthy.",
            "answer_sanitized": "The Road",
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "A painting of one of these events shows one man holding a piece of paper containing the names of everyoneportrayed at the event. Another painting of these occasions by the same artist was damaged by a fire and now onlydepicts Jan Deijman (“yon DIE-mon”), his assistant, and a heavily foreshortened cadaver reminiscent of Mantegna’s(“mon-TANE-yuh’s”) Dead Christ. A 1632 painting of one of these events shows seven men carefully observing ademonstration on Aris Kindt’s inaccurately depicted tendons. For 10 points, name these events, one of which is ledby Dr. Nicolaes Tulp in a painting by Rembrandt.",
            "answer_sanitized": "anatomy lessons [prompt on answers such as surgery, dissection, or autopsy that indicate that a medical",
            "subcategory": "Painting",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This man refused to allow his firstborn son to succeed him out of fear that he was part Merkit. This man’s questsagainst the Merkits led to him forming a temporary alliance with frequent rival Jamukha (“jah-MOO-ka”). This rulerattempted to centralize his empire with the creation of the yam (“yahm”) road system and the yassa law code. Withthe help of Subutai (“soo-boo-tie”), this man emerged victorious against the Khwarezmian (“kwa-REZ-mee-in”)Empire of Persia and the Jurchen Jin Dynasty. This husband of Borte (“BOR-tay”) was given the name of Temujinat birth, and was succeeded by his son Ogadei (“OH-guh-die”). For 10 points, name this founder of the MongolEmpire.",
            "answer_sanitized": "Genghis Khan [or Chingis Khan; accept Temujin until read]",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "In this work, a baby who quickly becomes king is conceived when Marjatta (“MAR-yah-tah”) eats a berry. Thatbaby scolds the main character of this work and shames him into self-exile. A bloody comb in this work signifies acharacter’s death while hunting the swan of Tuonela. A magical bard in this work uses the bones of a pike to createthe first kantele. In this work, a daughter of Louhi (“LO-hee”) rejects Ilmarinen even though he gives her family amagical gold-producing mill. That mill, the Sampo, is later destroyed in a battle against Lemminkäinen andVäinämöinen. Elias Lönnrot compiled, for 10 points, what national epic of Finland?",
            "answer_sanitized": "Kalevala",
            "subcategory": "Mythology",
            "category": "Mythology"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "While helping lead the 1965 Delano grape strike, this activist was pejoratively referred to as merely a “sidekick.”For 10 points each:",
            "answers_sanitized": [
                "Dolores Huerta [or Dolores Clara Fernández Huerta]",
                "Mexico [or the United Mexican States]",
                "International Brotherhood of Teamsters"
            ],
            "parts_sanitized": [
                "Name this woman who co-founded the United Farm Workers with César Chávez. Barack Obama’s 2008campaign slogan “Yes we can” was adapted from her phrase “Sí, se puede” (“see say PWEH-day”).",
                "Huerta and César Chávez both had ancestry from this country. Migrants from this country to the United Statescrossed the border to receive farm jobs under the Bracero program.",
                "The United Farm Workers organized the Salad Bowl Strike, which brought it into conflict with this other unionthat represents mostly freight drivers and warehouse workers. This union was led at the time by Jimmy Hoffa."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Answer the following about horses in a certain conflict, for 10 points each.",
            "answers_sanitized": [
                "Troy [or Ilium]",
                "Diomedes (“dye-OM-uh-deez”)",
                "Xanthus (“ZAN-thoos”)"
            ],
            "parts_sanitized": [
                "The Greeks won a long-fought war against this city by pretending to retreat and leaving a wooden horse outsideof its gates. After the people of this city took the horse inside, hidden Greeks jumped out and attacked.",
                "During the Trojan War, Odysseus and this man led a night raid to steal the horses of King Rhesus (“REE-sus”).The eighth task of Heracles involved capturing the man-eating mares of an unrelated king with this same name.",
                "Poseidon gave Balius and this other divine horse as a wedding gift to Peleus, who later gave them to his sonAchilles. This talking horse was struck dumb after warning Achilles of his impending death."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "The G minor fifth piece in an Opus 23 collection of ten of these pieces opens with a very aggressive, march-likelow melody. For 10 points each:",
            "answers_sanitized": [
                "preludes",
                "piano concerto [prompt on concerto]",
                "Rhapsody on a Theme of Paganini"
            ],
            "parts_sanitized": [
                "Name these types of pieces. A piece of this type by the same Russian composer in the key of C-sharp minoropens with the descending fortissimo octaves A, G-sharp, C-sharp and has the nickname “The Bells of Moscow.”",
                "Those preludes were composed by Sergei Rachmaninoff, who is also renowned for four pieces in this genre.Pieces in this genre are usually written for a virtuoso soloist accompanied by an orchestra.",
                "This other Rachmaninoff piece closely resembles a piano concerto, but only has one movement. Its 18thvariation inverts a famous 24th caprice composed by a virtuoso Italian violinist."
            ],
            "subcategory": "Music",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "The Hungry Generation, who were the targets of government persecution in the 1960s, wrote in this language. For10 points each:",
            "answers_sanitized": [
                "Bengali (or Bangla)",
                "Rabindranath Tagore",
                "India"
            ],
            "parts_sanitized": [
                "Name this language, which was originally used for the poem Jana Gana Mana. Another poem originally in thislanguage describes its author as a “frail vessel thou emptiest again and again.”",
                "This author described themself as a “frail vessel” in their poetry collection Gitanjali. This author took manyliberties with their own English translation of Gitanjali, which they published under the title Song-Of erings.",
                "Tagore was from this modern-day country. Tagore wrote the national anthems of both Bangladesh and thiscountry, for which he used the Bengali language."
            ],
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "A whistleblower in this industry said he was “locked in my hotel room with an ice cold grey goose” and wasgoing to “fire off a few dozen inappropriate emails before I call it a night.” For 10 points each:",
            "answers_sanitized": [
                "airline industry [or airplane industry; or aviation industry]",
                "Boeing",
                "Boeing 737 MAX [prompt on partial answer]"
            ],
            "parts_sanitized": [
                "Name this industry that employed Mark Forkner. Rick Larsen heads a House subcommittee on this industry thatinvestigated events that killed 189 people in Indonesia and 157 in Ethiopia.",
                "Those crashes in Indonesia and Ethiopia occurred from planes built by this American company. This rival ofAirbus produces the 787 Dreamliner in Washington state inside the world’s largest factory.",
                "The crashes were safety failures on this specific model of plane by Boeing. This model was grounded aroundthe world in March 2019."
            ],
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "leadin_sanitized": "The magnitude of this field is infinite everywhere except for a small, square “well” in the “particle in a box”model. For 10 points each:",
            "answers_sanitized": [
                "scalar potential [do not accept or prompt on “potential energy”]",
                "conservative force",
                "friction force [accept static friction force or kinetic friction force]"
            ],
            "parts_sanitized": [
                "Give this general term for a scalar field whose negative gradient defines a force.",
                "Forces that are derived from a scalar potential are this kind of force. The work done by this kind of force ispath-independent, since it only depends on the start and end points of a motion.",
                "This force is not conservative, since it resists motion in all directions. Its magnitude is given by a namesakecoefficient times the normal force, and it has static and kinetic variants."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "According to the Spanish, the Mexica people killed Moctezuma II during this event. For 10 points each:",
            "answers_sanitized": [
                "La Noche Triste (“la no-CHAY tree-STAY”) [or the Sad Night; or the Night of Sorrows]",
                "Aztec Empire",
                "Flower Wars"
            ],
            "parts_sanitized": [
                "Name this 1520 event in which forces under Cuitláhuac (“kweet-LA-wock”) were able to chase out HernánCortés’s men. Many Spanish soldiers drowned during this event due to the weight of the gold they had plundered.",
                "La Noche Triste was one event during Hernán Cortés’s invasion of this empire, once led by Moctezuma II. ThisMesoamerican empire was centered in the Valley of Mexico.",
                "Cortés’s invasion was aided by the Tlaxcala (“t’losh-KA-la”), who opposed the Aztecs during these conflicts.These conflicts were fought between the Aztecs and their neighbors in order to obtain prisoners to sacrifice."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "An Ethiopian artist who lived in one of these places, Fre Seyon, is one of the only known artists of the EarlySolomonic period. For 10 points each:",
            "answers_sanitized": [
                "monasteries",
                "blue [accept ultramarine; accept Marian blue or celeste]",
                "Afghanistan"
            ],
            "parts_sanitized": [
                "Name these places that served as medieval centers of learning and art, whose residents often created elaborateilluminated manuscripts.",
                "Fre Seyon’s works include icons of the Virgin Mary, who is traditionally depicted wearing this color. Apigment of this color named for its origin from “beyond the sea,” was so expensive it may have driven Vermeerbankrupt.",
                "Most Renaissance ultramarine used lapis lazuli from this modern-day country. This country’s Buddhas ofBamiyan were once painted in bright ultramarine; they were declared false idols and destroyed in 2001."
            ],
            "subcategory": "Painting",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Carothers’ (“ker-OTHERS”) equation can be used to determine the degree of this process. For 10 points each:",
            "answers_sanitized": [
                "polymerization",
                "chain-growth polymerization",
                "vulcanization"
            ],
            "parts_sanitized": [
                "Name this process by which repeating monomer units are combined into larger macromolecules.",
                "In this form of polymerization, polymers only extend by one monomer at a time. This form of polymerizationoften links together molecules with carbon–carbon pi bonds and is contrasted with step-growth polymerization.",
                "This process uses sulfur to cross-link individual polymer chains and strengthen rubber polymers."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "A member of this family, Edmund, returns home around midnight to find his father playing Solitaire. For 10points each:",
            "answers_sanitized": [
                "Tyrone family",
                "Long Day’s Journey Into Night",
                "Eugene O’Neill"
            ],
            "parts_sanitized": [
                "Give the surname of this family. A retired actor in this family is repeatedly accused by his wife of sending hisson to cheap doctors like Dr. Hardy.",
                "Mary Tyrone struggles with her morphine addiction in this play, while her son Edmund suffers fromtuberculosis, although she insists that he does not.",
                "This author of Long Day’s Journey Into Night also wrote The Iceman Cometh and the play cycle MourningBecomes Electra."
            ],
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This thinker inspired Ursula K. Le Guin’s The Ones Who Walk Away from Omelas with his description of a“utopia” in which “a certain lost soul on the far-off edge of things should lead a life of lonely torture.” For 10 pointseach:",
            "answers_sanitized": [
                "William James",
                "Pragmatism",
                "determinism [accept dilemma of determinism or soft determinism]"
            ],
            "parts_sanitized": [
                "Name this thinker who distinguished between “living” and “dead” options in “The Will to Believe.” Heattempted to determine the “cash value” of assertions to determine their practical consequences.",
                "James, along with C. S. Peirce, founded this 19th-century American school of thought. It focused on practicalreasoning and got its name from a text by James describing “A New Name for Some Old Ways of Thinking.",
                "James wrote about the “dilemma of” this concept. He described compatibilism as the “soft” form of thisconcept."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "William Bligh served this man as shipping master during the voyage of the Resolution. For 10 points each:",
            "answers_sanitized": [
                "James Cook",
                "HMS Bounty",
                "Abel Janszoon Tasman"
            ],
            "parts_sanitized": [
                "Name English captain of the Endeavor, the first European to circumnavigate New Zealand. This man was killedby natives in Hawaii after attempting to kidnap their king.",
                "Bligh later commanded this ship, which faced a 1789 mutiny during a breadfruit expedition. Residents of thePitcairn Islands are descended from participants of that mutiny aboard this ship.",
                "During the Rum Rebellion, Bligh briefly fled to Van Diemen’s Land, which was named by this explorer. WhileCook was the first European to circumnavigate New Zealand, this man was the first to reach it."
            ],
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Name these French fashion houses, for 10 points each.",
            "answers_sanitized": [
                "Chanel",
                "Christian Dior",
                "Yves Saint Laurent [accept YSL]"
            ],
            "parts_sanitized": [
                "Jackie Kennedy’s famous pink suit was a line-to-line copy of this luxury brand’s original haute couture (“OATkoo-CHOOR”) collection. This fashion house was founded by Nazi collaborator Coco, who created the iconic No. 5perfume.",
                "In 1947, this couturier (“koo-choo-ree-AY”) founded his eponymous fashion house at 30 avenue Montaigne(“mahn-TAIN”), where he introduced the “New Look.” This brand’s B23 sneakers and saddle bags are currentlytrendy parts of its ready-to-wear collection.",
                "This Algerian-born Frenchman took over as the head designer at Dior after its founder’s death, and later startedhis own namesake fashion house that created “looks” like Le Smoking, a tuxedo for women."
            ],
            "subcategory": "Other Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "The numerical computation of this operation is called quadrature. For 10 points each:",
            "answers_sanitized": [
                "integral [or word forms like integrate or integration; prompt on anti-derivative]",
                "Archimedes of Syracuse",
                "weighted [accept weighted sum, weighted average, weighted mean, or weight function]"
            ],
            "parts_sanitized": [
                "Give this operation that is often used to find the signed area between a function and an axis. Its inverseoperation is the derivative.",
                "This scientist used numerical integration to express the area between a parabola and a line as an infinitegeometric series. He also closely approximated pi using the method of exhaustion.",
                "Gaussian (“GOUSE-ee-in”) quadrature approximates integrals using a sum with this property. Sums andaverages with this property are found by applying a namesake function symbolized by a lowercase w."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This misogynistic author described his best-known female protagonist as a “man-hating half-woman.” For 10points each:",
            "answers_sanitized": [
                "August Strindberg",
                "Sweden",
                "Selma Lagerlöf"
            ],
            "parts_sanitized": [
                "Name this playwright of The Ghost Sonata and A Dream Play. In this author’s best-known play, the titleprotagonist departs, presumably to commit suicide, after being handed a razor by the valet Jean.",
                "Strindberg expected to receive the Nobel Prize for Literature in 1909. Strindberg was a native of thisScandinavian country, which awards the Nobel Prizes.",
                "Instead, this author won the Nobel Prize for Literature in 1909. By doing so, this author of Gösta Berling’sSaga became both the first woman and the first Swede to win the Literature Nobel."
            ],
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Alain Savary, a co-founder of this party, expressed openness to work with the Communists, who were thedominant left-wing party at the time. For 10 points each:",
            "answers_sanitized": [
                "Socialist Party of France [accept Parti socialiste or PS]",
                "Rainbow Warrior",
                "nuclear testing [accept word forms like nuclear tests; accept nuclear detonations; accept equivalents"
            ],
            "parts_sanitized": [
                "Name this leftist French political party, which was forced into a “cohabitation” government under PresidentMitterrand (“mee-tair-RON”) with the Rally for the Republic party.",
                "Mitterand controversially ordered the bombing of this ship in Operation Satanique (“sah-tah-NEEK”). Thisship, which was part of a fleet sent by Greenpeace, was docked in Auckland at the time of its sinking.",
                "The Rainbow Warrior was sent to protest this type of action. The United States undertook one of these actionsnamed Trinity as part of the Manhattan Project and frequently performed these actions at Bikini Atoll."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "Answer the following about Japanese “cute culture,” or kawaii (“ka-WHY”), for 10 points each.",
            "answers_sanitized": [
                "Pokémon [or Pocket Monsters]",
                "Hello Kitty [or Kitty White]",
                "Pretty Soldier Sailor Moon [or Pretty Guardian Sailor Moon]"
            ],
            "parts_sanitized": [
                "One of the most recognizable symbols of kawaii is Pikachu, the mascot of this video game franchise thatoriginated as a trading card game.",
                "Another major symbol of the kawaii aesthetic is this female character. This character, owned by Sanrio, is thesecond-highest-grossing media franchise of all time, behind only Pokémon.",
                "Kawaii was popularized in the United States by this ’90s “magical girl” anime. This show’s title character ispart of a team of high schoolers who moonlight as superheroes, including her love interest, Tuxedo Mask."
            ],
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "leadin_sanitized": "St John (“SIN-jun”) Rivers helps this character find a job teaching at a village school. For 10 points each:",
            "answers_sanitized": [
                "Jane Eyre [accept either underlined part]",
                "Brontë [accept Bell]",
                "Villette"
            ],
            "parts_sanitized": [
                "Name this character who spends two years teaching at the Lowood School. This character later finds a jobteaching Adèle Varens at Thornfield Hall.",
                "Jane Eyre was written by Charlotte, who had this surname. Her sister Emily, who also had this surname, wroteWuthering Heights.",
                "In this other novel by Charlotte Brontë, the protagonist Lucy Snowe travels to work at a boarding school in thetitle fictional Belgian town."
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "As a result of following this lifestyle, some traditional Jains do not eat food that has been stored overnight, as itis believed to have a higher concentration of microorganisms. For 10 points each:",
            "answers_sanitized": [
                "vegetarianism [accept lacto-vegetarianism; prompt on descriptions like “they don’t eat meat”]",
                "ahimsa",
                "Digambara OR Shvetambara [accept either]"
            ],
            "parts_sanitized": [
                "Name this type of diet that Jains strictly follow, even avoiding tubers such as potatoes in addition to meat.",
                "Jains follow their strict vegetarian diet out of a desire to prevent violence to others, the first Jain vow, which isknown by this Sanskrit term.",
                "Ahimsa is one of the “Great Vows” taken by monks in both the major Jain traditions. Monks from one of thesetwo schools, the “sky-clad,” follow stricter guidelines than their “white-clad” counterparts. Name either school."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "In humans, this substance is released from eccrine and apocrine glands. For 10 points each:",
            "answers_sanitized": [
                "sweat [or perspiration]",
                "menopause",
                "cystic fibrosis [or CF]"
            ],
            "parts_sanitized": [
                "Name this brackish fluid produced by mammals. This liquid helps mammals achieve thermoregulation throughevaporative cooling.",
                "In women over 40, excessive “night sweats” are often caused by the hot flashes that result from this process.During this process, the ovaries stop producing the hormones estrogen and progesterone.",
                "A high concentration of chloride in sweat results from a defective ion channel and is often interpreted asindicative of this disease."
            ],
            "subcategory": "Biology",
            "category": "Science"
        }
    ]
}