{"tossups": [{"question_sanitized": "A poem by this author compares sharpened knives to “a river of buried tigers” and “a river of yellow lightning.”That poem by this author ends “Speak through my words and my blood” and encourages the reader to “arise to birthwith me, my brother” in its evocation of a title landmark. This author wrote a collection of poems dedicated toeveryday objects like artichokes, “socks as soft as rabbits” and a “large tuna in the market.” A poem by this authorof Elemental Odes&nbsp; repeats the line “In you everything sank!”, while another begins “Tonight I can write the saddestlines.” Twenty Love Poems and a Song of Despair &nbsp;is a collection by, for 10 points, what Chilean poet?", "answer_sanitized": "Pablo Neruda [or Ricardo Basoalto ]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "One of these organisms uses a structure called a “spiny ball” to pierce its prey before immobilizing them withtoxins. A process called anastomosis (“uh-nass-tuh-MO-siss”), in which parts of these organisms fuse together, isnecessary to initiate sexual reproduction. Some of these organisms create a structure called a shmoo during mating.Mutualistic associations formed between plants and these organisms are known as mycorrhizae (“my-ko-RY-zee”).These organisms create structures called hyphae (“HY-fee”) that are covered by a chitinous (“KYE-tin-us”) cell walland aggregate to form mycelia (“my-SEE-lee-uh”). For 10 points, name this kingdom of organisms that includesyeasts, morels, and shiitakes (“shih-TAH-kees”).", "answer_sanitized": "fungi [accept Basidiomycota or basidiomycetes until “shmoo” is read]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This character sings that he will foil his employer’s plans in the cavatina “Se vuol ballare” (“say vwahlbal-LAH-ray”). &nbsp; In that opera, a birthmark on this character’s right arm reveals that Marcellina is this character’slong-lost mother. In another opera, this character wakes Doctor Bartolo from being “still like a statue” and gives theidea of dressing up as a drunken soldier to Count Almaviva. In that opera, this character first appears onstage to singthe aria “Largo al factotum” (“LAR-go all fahk-TOH-toom”), which frequently repeats his name. For 10 points,name this title character of Rossini’s opera The Barber of Seville , and an opera by Mozart about his marriage.", "answer_sanitized": "Figaro [accept Raffaello ; accept The Marriage of&nbsp; Figaro ; prompt on The Barber of Seville until read]", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "Based on whether they are induced by heat or light, reactions that produce compounds with this property can beclassified as either disrotatory or conrotatory. Because of the 120-degree angle of sp2-hybridized atoms, Bredt’s rulestates that double bonds can’t be placed at the bridgehead of compounds with this property. Flagpole interactionscause steric strain in the boat conformation of a compound with this property, making it less stable than its chairconformation. Compounds that have this property, a coplanar structure, and resonant pi bonds are called “aromatic.”For 10 points, name this property possessed by cyclohexane and benzene, or any compound that contains a ring.", "answer_sanitized": "cyclic [accept descriptions like containing a cycle or ring until read; anti-prompt (ask “can you be less", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This ruler was secretly sent to France after the Battle of Pinkie Cleugh (“kluff”). This ruler’s secretary DavidRizzio was stabbed to death in front of her by Lord Darnley. A failed attempt to wed this child of Mary of Guise(“gheez”) led to the War of the Rough Wooing. This ruler supposedly wrote a series of love sonnets to the Earl ofBothwell known as the Casket Letters. The Rising of the North attempted to place this ruler on the English throne,while the Babington Plot was another failed attempt to have this Roman Catholic ruler replace her Protestant cousin.For 10 points, name this Scottish Queen, the mother of James I of England, who was beheaded by her cousinElizabeth I.", "answer_sanitized": "Mary, Queen of Scots [or Mary I of Scotland or Mary Stuart ; prompt on Mary ; do not accept or", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "In this state, a security guard working at Family Dollar was shot and killed after denying entry to a woman whowould not wear a mask. Protests called “Operation Gridlock” opposed a stay-at-home order in this state, wherearmed demonstrators repeatedly entered its capital building in April and May 2020. In this state, John James is anunderdog to unseat incumbent senator Gary Peters. In October 2020, the FBI revealed a right-wing plot to kidnapthis state’s governor, Gretchen Whitmer. For 10 points, what midwestern state, where COVID deaths have beenconcentrated in Wayne County, contains Detroit?", "answer_sanitized": "Michigan", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "This author, who set The Festival of Insignificance &nbsp;in Paris, argues that his work should be classified as Frenchliterature. A character created by this author writes “Optimism is the opium of mankind” on a postcard: thatcharacter, Ludvík Jahn, is the protagonist of The Joke . In a novel by this author, a dog named after an AnnaKarenina &nbsp;character dies of cancer; that novel often features the repetition of a German phrase from Beethoven’s laststring quartet, “es muss sein” (“ess moose zyne”). Tomas and his wife Tereza die in a car crash in a novel by thisauthor set during the Prague Spring. For 10 points, name this Czech author of The Unbearable Lightness of Being .", "answer_sanitized": "Milan Kundera", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This figure saved Boeotia (“bee-OH-shuh”) from a plague by carrying either a ram or a calf around the city walls.This figure rescued Ares from imprisonment in a bronze jar. During the battle with Typhon, Aegipan(“AY-jip-pan”) and this figure recovered the sinews of Zeus. This god lulled Argus to sleep and then killed him tofree Io. This god used cow intestines to create his most famous invention. After running away from his mother Maiaand stealing Apollo’s cattle, this god placated Apollo by giving him the first lyre. This god helped Odysseus resistCirce’s magic using an herb called moly, and he gave Perseus his winged sandals. For 10 points, name this Greekmessenger god.", "answer_sanitized": "Hermes", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "A leader of this country was heard discussing the murder of journalist Georgiy Gongadze (“g’YOR-gheegon-GAH-dzeh”) in the Cassette Scandal. This country’s first female prime minister heads its Fatherland Party andhelped lead the Orange Revolution in response to electoral fraud. Separatists in this country have declared anindependent republic in its Donbass region. In this country, the Euromaidan protests led to the election of PetroPoroshenko. In response to this country’s president Viktor Yanukovych (“yah-noo-KOH-vich”) being forced out, aneighboring country annexed its southernmost region in 2014. For 10 points, Russia seized the region of Crimeafrom what country, whose capital is Kiev?", "answer_sanitized": "Ukraine (The leader in the first sentence is Leonid Kuchma, and the first female prime minister is Yulia", "subcategory": "European History", "category": "History"}, {"question_sanitized": "A posthumously-finished work by this artist is a massive sculpture in the atrium of the Hart Senate OfficeBuilding called Mountains and Clouds . This artist used wire to create miniature circus figures for a work titled forCirque &nbsp;and this artist’s name. His sculpture La Grande Vitesse&nbsp; is painted his namesake shade of red, as is a birdlikesculpture located in the Federal Plaza in Chicago. This artist of Flamingo&nbsp; featured several black, fin-like metalcutouts hanging from a red and yellow piece of metal in Lobster Trap and Fish Tail . For 10 points, name thisAmerican sculptor most famous for his mobiles.", "answer_sanitized": "Alexander Calder [accept Cirque&nbsp; Calder ]", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Canary values can be used to protect one of these structures from getting smashed. The use of a programminglanguage oriented toward these data structures causes some types of Hewlett-Packard scientific calculators tooperate using reverse Polish notation. These structures can be implemented as a pointer that references the head of asingly-linked list. One of these structures stores the return address for all active subroutines, and invoking a functionthat continually invokes itself can cause that one of these data structures to overflow. For 10 points, name these datastructures that use “pop” and “push” operations to access information in a last-in, first-out pattern.", "answer_sanitized": "stack s [accept LIFO until “last-in, first-out” is read]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This playwright funded the creation of a phonetic English alphabet named after him, which he used to publish aplay based on an Aesop (“EE-sop”) fable. In a dream sequence in the third act of one of this author’s plays, a statueof Don Gonzalo and the Devil converse in Hell with Don Juan. Another play by this author begins with theprotagonist dropping her flowers in the mud at Covent Garden; that protagonist eventually marries FreddyEynsford-Hill. In that play by this author, Colonel Pickering bets that Professor Higgins can’t make the protagonistspeak like a duchess. For 10 points, name this author who wrote about Jack Tanner in Man and Superman&nbsp; and ElizaDoolittle in Pygmalion .", "answer_sanitized": "George Bernard Shaw", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This politician sought to control inflation without price controls by creating the Wage Stabilization Board.Griselio Torresola and Oscar Collazo attempted to assassinate this man to promote Puerto Rican nationalism. Thisman’s attempted seizure of steel mills in response to a strike was blocked by the Supreme Court’s Youngstownruling. Closed shops and other union practices were banned when Congress overrode this president’s veto of theTaft–Hartley Act. This president’s namesake doctrine focused on the containment of communism, and hisadministration organized the Marshall Plan. For 10 points, what man became president after the death of FranklinRoosevelt?", "answer_sanitized": "Harry S. Truman", "subcategory": "American History", "category": "History"}, {"question_sanitized": "At an annual event in Manitou (“MAN-uh-too”) Springs, Colorado, people toss one kind of this food as far asthey can. Johnny Carson joked that there is only one of that kind of this food in the world, and it gets passed fromfamily to family. Duff Goldman’s Baltimore shop named for this food was featured in a Food Network show calledAce of &nbsp;this food. A video shared by Tasty showed hyper-realistic sculptures made from this food using fondant,resulting in an Internet meme in which objects are cut open to reveal this food. Graffiti in a secret room in Portalclaims that this food “is a lie.” For 10 points, name these baked goods that are usually layered and decorated withicing.", "answer_sanitized": "cake [accept fruit cake ; prompt on baked goods or dessert or similar]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "In a short story set in this state, the protagonist sends a letter to Madame Valmondé (“val-mon-DAY”) asking forhelp. In that short story set in this state, Armand burns the protagonist’s belongings and finds a letter that reveals hisblack ancestry. The non-conforming pianist Mademoiselle Reisz (“rice”) and the more traditional Adèle Ratignolle(“ra-teen-YOLE”) feature in a novel set in this state, in which the protagonist has an affair with Alcée Arobin(“all-SAY ah-ro-BAN”) in her husband’s absence. “Désirée’s Baby” is set in this state, as is a novel whoseprotagonist drowns herself in the Gulf of Mexico and is named Edna Pontellier. For 10 points, Kate Chopin(“sho-PAN”) partially set The Awakening &nbsp;in what state’s city of New Orleans?", "answer_sanitized": "Louisiana", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "To open this symphony’s Allegro con fuoco fourth movement, the strings repeat “long B, short C” and graduallyaccelerate, before the brass introduces the grandiose theme “long E [pause], F-sharp, G, long F-sharp, [pause] E E.”In 1893, Anton Seidl (“ZY-dull”) premiered this symphony at Carnegie Hall with the New York Philharmonic. Thissymphony’s scherzo uses cross-rhythms to depict a scene from The Song of Hiawatha . This symphony’s Largosecond movement in D-flat major contains a plaintive English horn solo adapted into the spiritual “Goin’ Home.”For 10 points, name this American-inspired final symphony by Antonin Dvořák.", "answer_sanitized": "“ New World ” Symphony [or Symphony “ From the New World ”; or Antonín Dvořák ’s Symphony No.", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A period of reforms in this empire began with the Rescript of the Rose Chamber. The mother of rulers of thiskingdom was known as the valide &nbsp;(“VAH-lee-deh”). Religious minorities in this empire were organized by themillet system. In the mid-19th century, this empire attempted to modernize and westernize through the TanzimatReforms. Rulers of this empire resided in Topkapi Palace, which housed the Imperial Harem. This empire used thedevshirme (“DEV-shir-meh”) system to conscript Christians into its janissary corps. This empire established itscapital under Mehmed the Conqueror after seizing it from the Byzantines. For 10 points, what empire was ruled bysultans like Suleiman the Magnificent from Istanbul?", "answer_sanitized": "Ottoman Empire [prompt on Turkey ]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "Using the output of a Hadamard gate as the control input of a CNOT (“C-not”) gate creates this phenomenon inqubits (“Q-bits”), where it may be explained by Bell states. The proposal of local hidden variables to govern thisphenomenon was disproved by Bell’s theorem. This phenomenon appears to violate causality (“cause-AL-it-ee”) bytransmitting information faster than light according to the EPR paradox. Reflecting his skepticism toward quantummechanics, Albert Einstein derided this phenomenon as “spooky action at a distance.” For 10 points, name thisphysical phenomenon that results in the description of one particle’s quantum state being dependent on the quantumstate of other particles.", "answer_sanitized": "quantum entanglement [accept Bell state s until read]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In his doctoral dissertation, Robert K. Merton proposed a thesis that this belief system helped the rise ofscientific research. This belief system was discussed in a book that uses the method of “Verstehen”(“fur-SHTAY-in”) to help find a set of “ideal types.” Benjamin Franklin’s claim that “time is money” is discussed ina work titled after this belief system. That book argues that this title religious system has been losing prominencedue to the process of “disenchantment” and that an “iron cage of rationality” is forming. For 10 points, name thisreligious system whose namesake “work ethic” is discussed in reference to the “Spirit of Capitalism” in a MaxWeber (“VAY-bur”) book.", "answer_sanitized": "Protestantism [accept Protestant Ethic and the Spirit of Capitalism ; prompt on Christianity before", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "A passage concerning food sacrificed to idols states that this concept “builds up” while knowledge “puffs up.” ABiblical text urges readers to “Be on [their] guard; stand firm in the faith” and “Do everything in” this concept.Earlier, that letter states that without this concept, the speaker is only a “resounding gong or a clanging cymbal.” Inanother passage, Paul writes that this concept “bears all things” and “believes all things” and that “faith, hope and[this concept] remain,” but the greatest of those is this concept. For 10 points, name this concept called agape(“ah-GAH-pay”) in Greek and described as patient and kind in First Corinthians 13, a passage often read atweddings.", "answer_sanitized": "love [accept agape &nbsp;until read; accept charity ]", "subcategory": "Religion", "category": "Religion"}], "bonuses": [{"leadin_sanitized": "Al-Hallaj, a controversial master from this tradition under the Abbasid Caliphate, was executed on charges ofblasphemy for his proclamation, “I am the Truth.” For 10 points each:", "answers_sanitized": ["Sufi sm [or tawassuf ; anti-prompt (ask “can you be less specific?”) on Mevlevi Sufism]", "Ali ibn Abi Talib", "names of God [or the names of Allah ; prompt on epithet s for God ]"], "parts_sanitized": ["Identify this Islamic mystical tradition. Followers of this tradition, such as the poet Rumi, often pursue aspiritual “annihilation of self” known as fana . This tradition’s Mevlevi order is known as the “Whirling Dervishes.”", "Almost all Sufi orders trace their lineage back to Muhammad through this person. This husband of Fatima waskilled by a Kharjiite while praying at the Great Mosque of Kufa.", "In a form of prayer known as dhikr &nbsp;(“thicker”), Sufis seek to commune with the divine by frequently repeatingthese special phrases. According to Sahih al-Bukhari , any believer who knows these 99 phrases will get intoHeaven."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This country’s namesake Solidarity Convention formed in 1965 to oppose ethnic discrimination. For 10 pointseach:", "answers_sanitized": ["Malaysia", "Singapore", "Harry Lee Kuan Yew [or LKY ]"], "parts_sanitized": ["Name this country, whose Constitution’s Article 153 gives its native Bumiputera (“boo-mee-POO-teh-ruh”)people preferred status. Race riots in 1969 forced the resignation of this country’s first Prime Minister, Tunku AbdulRahman.", "Two race riots took place in this city in 1964 between its ethnically Malay and Chinese populations. The riotsresulted in this city being expelled from Malaysia and forming an independent city-state a year later.", "This man led the Malaysian Solidarity Convention. This leader of the People’s Action Party later served asSingapore’s first Prime Minister for over three decades."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Some of these objects have luminosity thousands of times greater than that of the Milky Way. For 10 points each:", "answers_sanitized": ["quasar s [or quasi-stellar object or QSO ; accept quasi-stellar radio source ]", "gravitational lens ing [prompt on partial answer]", "supermassive black hole s [accept S M BH ]"], "parts_sanitized": ["Name these active galactic nuclei with an enormous accretion disk. Their usual name describes them as radiosources, but only 10 percent of these objects are considered “radio-loud.”", "Many known quasars have more than one image from Earth due to this phenomenon, predicted by generalrelativity. A quasar in the constellation Pegasus creates an Einstein cross due to this phenomenon.", "The centers of quasars are supermassive examples of these regions, where gravity is so strong that not evenlight can escape."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This event is reported by a servant called Seyton, immediately after another character reports almost forgetting“the taste of fears.” For 10 points each:", "answers_sanitized": ["death of Lady Macbeth [or word forms; prompt on death or dying by asking “of which character?”; do"], "parts_sanitized": ["Name or describe this event. Immediately [emphasize] after &nbsp;this event is described on stage, another charactergives a soliloquy that includes the words “out, out, brief candle!”"], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "The “walking” themes in this piece give way to its blues-inspired middle section. For 10 points each:", "answers_sanitized": ["An&nbsp; American in Paris", "Rhapsody in Blue", "George Gershwin"], "parts_sanitized": ["Name this “rhapsodic ballet” that, along with standard instruments, is scored for celesta, saxophones, and fourtaxi horns of various pitches labeled A, B, C, and D.", "An American in Paris &nbsp;was commissioned following the success of this so-called “jazz concerto” by the samecomposer. Paul Whiteman premiered this work during the concert “An Experiment in Modern Music.”", "An American in Paris &nbsp;and Rhapsody in Blue &nbsp;were written by this jazz-influenced composer, who also wrote theopera Porgy and Bess ."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "One man adopted the pseudonym “Pacificus” while debating James Madison on the constitutionality of thisstance. For 10 points each:", "answers_sanitized": ["neutrality [accept 1793 Neutrality Proclamation]", "Alexander Hamilton", "Publius"], "parts_sanitized": ["Give this position, the subject of a namesake 1793 proclamation by George Washington. French ambassadorCitizen Genet was recalled for undermining this stance of the American government.", "This first Secretary of Treasury frequently used pseudonyms such as Pacificus and Phocion in his writings. Thisman was killed in a duel by Aaron Burr.", "Hamilton used this pseudonym in a series of letters to attack Samuel Chase as corrupt. Along with John Jay andJames Madison, he later wrote the Federalist Papers under this pseudonym."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Dortmund is the most populous city in a dense urban area named for this river. For 10 points each:", "answers_sanitized": ["Ruhr River [accept Ruhr Valley or Ruhr Region]", "Germany [accept West Germany ]", "Krupp [accept ThyssenKrupp or Friedrich Krupp AG Hoesch- Krupp ]"], "parts_sanitized": ["Name this tributary of the Rhine River. Its namesake “valley” is a heavily industrialized region that, like thenearby Saar (“zar”) region, has extensive coal deposits.", "The Ruhr Valley is in the western portion of this country. Before it reunified in 1990, one of this country’scapitals was in the Ruhr city of Bonn.", "This steel company, founded in the Ruhr, produced most German weapons in both World Wars. It merged withThyssen (“TISS-in”) in 1999 and is a major producer of elevators, among other products."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "The vector form of this law states that the current density at a given location is proportional to the electric field atthat location. For 10 points each:", "answers_sanitized": ["Ohm ’s law", "resistance [do not accept or prompt on “resistivity”]", "semiconductor diode s [accept p–n junction diode s]"], "parts_sanitized": ["Name this law. Devices that do not follow this law include filament lamps, indicated by a sigmoid curve whencurrent is plotted against voltage.", "In the usual expression of Ohm’s law, the constant of proportionality is this quantity, denoted capital R . Ohmnames the SI unit for measuring this quantity, which is the real part of impedance (“im-PEE-dense”).", "These circuit components do not follow Ohm’s law. Current through these devices changes rapidly beyond theknee voltage in the forward direction and the breakdown voltage in the backward direction."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Makena Onjerika, an author from this country, won the Caine Prize for African Writing in 2018. For 10 pointseach:", "answers_sanitized": ["Kenya", "Chimamanda Ngozi Adichie (“ah-DEE-chee-eh”)", "Nigeria"], "parts_sanitized": ["Name this country. An author from this country justified his decision to stop writing in English in Decolonisingthe Mind , and set the novel Petals of Blood &nbsp;in this country just after its independence.", "After being shortlisted for the Caine Prize in 2002, this author published Purple Hibiscus &nbsp;in 2003. Ifemelustruggles with racism in America, while Obinze (“oh-BEEN-zay”) is denied a visa, in this author’s Americanah .", "The 2019 winner of the Caine Prize, Lesley Nneka Arimah, is from this West African country. Adichie is fromthis country, as was Chinua Achebe (“ah-CHAY-bay”), the author of Things Fall Apart ."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "The Second Wave in the study of linguistic variation emphasized the expressive use of this type of speech inlocal communities. For 10 points each:", "answers_sanitized": ["vernacular", "diglossia [or diglossic ]", "dialect"], "parts_sanitized": ["Give this term for the variety of language spoken by ordinary people in a given region, which is contrasted withformal or standard varieties. This term originates from a Latin word for a native-born slave.", "In this situation, whose name derives from Greek, a language has two varieties used by a community indifferent contexts: a “low” or vernacular variety, and a “high” variety used in formal settings.", "This term refers to any variety of a language used by a particular group of speakers, particularly a regionalgroup. When it is spoken by a particular social group, it’s called a “sociolect.”"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Non-Muslims were banned from visiting this mosque after a 1996 Vogue &nbsp;photoshoot here scandalized localimams. For 10 points each:", "answers_sanitized": ["Great Mosque of Djenné (“JEN-nay”)", "adobe", "California"], "parts_sanitized": ["Name this massive mud mosque in the namesake city in Mali. The original mosque at the site dates to beforethe 1500s, although it was rebuilt in 1907 and is a landmark building of the Sudano-Sahelian architectural style.", "This material, whose name comes from the Spanish for “mudbrick,” was used to build the Great Mosque. It iscommon in the American Southwest.", "Spanish-built adobe missions inspired the Mission Revival style of architecture, which was used for the designof many buildings on the campus of Stanford University in this state."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In one story about this man, the Sheriff of Nottingham tries to trap this figure with an archery contest with goldand silver arrows as prizes. For 10 points each:", "answers_sanitized": ["Robin Hood", "a fish [accept gold fish or salmon ]", "Hou Yi (“ho yee”)"], "parts_sanitized": ["Name this folk hero who escaped that trap by winning the contest in disguise, impressing Maid Marian. ThisEnglish hero robbed the rich to give to the poor.", "In the Mahabharata, Arjuna wins the hand of Draupadi by shooting one of these animals through the eye. Inanother story, Finn McCool’s thumb is burned by the dripping fat of one of these animals, causing him to suck on it.", "This legendary Chinese archer is best known for shooting down nine suns, leaving only the one we know today.He was the consort of the moon goddess, Chang’e (“chong-uh”)."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Cassius Dio documented a story claiming that the Parthians poured molten gold into this person’s mouth. For 10points each:", "answers_sanitized": ["Marcus Licinius Crassus", "Spartacus", "firefight ing [or firefighter s; or putting out fires ]"], "parts_sanitized": ["Name this person who formed the First Triumvirate, known for his unrivaled wealth.", "Crassus defeated this gladiator’s revolt during the Third Servile War. This man’s followers were crucified alongthe Appian Way at the conclusion of the conflict.", "Crassus provided one of the first examples of this service, but would typically only help if he was able to buythe property. In addition to policing, vigiles &nbsp;(“wee-GHEE-lays”) provided this service in Rome."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "All known diseases caused by these infectious agents in mammals are progressive, untreatable, and fatal. For 10points each:", "answers_sanitized": ["prion s", "Creutzfeldt–Jakob (“KROITS-felt YAH-kob”) disease [or CJD ]", "brain"], "parts_sanitized": ["Name these infectious agents that cause diseases such as scrapie and mad cow. These infectious agents aremisfolded proteins that can transmit their structure to similar healthy proteins.", "A FLAIR MRI can reveal the hyperintense lesions characteristic of this prion disease. The variant form of thisdisease is common in young people and can be caused by eating beef contaminated with mad cow disease.", "Many prion diseases, including Creutzfeldt–Jakob disease and mad cow disease, are spongiformencephalopathies (“en-seff-uh-LOP-uh-theez”) meaning they affect this organ. This organ contains the frontal lobe."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "The Siege of Lisbon was one of the few successes for Christians in this war. For 10 points each:", "answers_sanitized": ["Second Crusade", "Jerusalem", "Komnenos [accept Manuel I Komnenos ; accept Alexius I Komnenos ; accept Anna Komnenos ]"], "parts_sanitized": ["Name this crusade. Louis VII (“the seventh”) and Conrad III participated in this crusade, which was called byPope Eugenius III after the fall of Edessa in 1144.", "The failures of the crusaders in the eastern theater of the Second Crusade contributed to the eventual fall of thiscity in 1187. This holy city for both Christianity and Islam was the target of many of crusades.", "Like in the First Crusade, participants in the Second Crusade were called to help a Byzantine emperor from thisdynasty. Alexius I, a member of this dynasty, had his reign chronicled by his daughter Anna."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This play ends with the protagonist watching impassively as George Gibbs weeps over her grave. For 10 pointseach:", "answers_sanitized": ["Our Town", "Thornton Wilder", "Simon Stimson [accept either underlined name]"], "parts_sanitized": ["Name this play in which a dead mother chooses to revisit her twelfth birthday, and subsequently asks the StageManager if anyone truly appreciates the value of life while they live it.", "This playwright invented the fictional town of Grover’s Corners for Our Town . This author also wrote the novelThe Bridge of San Luis Rey .", "An important motif in Our Town&nbsp; is the choir’s regular singing, which is directed by this character. This churchorganist has “seen a peck of troubles,” which may have caused his alcoholism and eventual suicide."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "G. A. Cohen belonged to a school of thought named for this word that grew out of the September Group andfocused on Karl Marx. For 10 points each:", "answers_sanitized": ["analytic [accept analytical Marxism]", "history [or world history ; or Lectures on the Philosophy of&nbsp; History ]", "class [or middle class ; or working class ; or class struggle]"], "parts_sanitized": ["Give this word that also names a school of philosophy traditionally contrasted with continental philosophy.That school named for this word uses tools like mathematics and formal logic.", "G. A. Cohen wrote a defense of Karl Marx’s view of this concept. Hegel (“HAY-gull”) divided this conceptinto original, reflective, and philosophical in his “Lectures on the Philosophy of” it.", "Karl Marx believed that the “history of all hitherto existing society is the history of” struggles named for thisconcept. The petty bourgeoisie is now conflated with the “middle” or “working” group of this type."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Answer the following about portraits of popes, for 10 points each.", "answers_sanitized": ["Pope Innocent X (prompt on Innocent ]", "Francis Bacon", "Raphael"], "parts_sanitized": ["A portrait of this pope painted by Diego Velázquez was described by Joshua Reynolds as “the finest picture inRome.” Upon seeing the detailed realism of Velázquez at work, this pope is said to have remarked “It’s too true!”", "This artist painted about 50 heavily distorted versions of Velázquez’s Portrait of Innocent X &nbsp;in his “ScreamingPopes” series. This Irish painter also created the horrifying Three Studies for Figures at the Base of a Crucifixion .", "Both Velázquez and Bacon were likely inspired by the Portrait of Pope Julius II &nbsp;painted by this Renaissanceartist. Plato and Aristotle are shown standing side by side in this painter’s The School of Athens ."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "In one poem, the speaker asks why the consuls and praetors are carrying elegant silver and gold canes, and istold that those items dazzle these people. For 10 points each:", "answers_sanitized": ["the barbarians [accept “Waiting for the Barbarians ”]", "C. P. Cavafy (“kuh-VAH-fee”)", "Modern Greek [or Ellinika ]"], "parts_sanitized": ["Name these people. A poem that anticipates the arrival of these people begins by asking “What are we waitingfor, assembled in the forum?” and ends by saying that these people “were a kind of solution.”", "“Waiting for the Barbarians” is by this poet, who also wrote “Nero’s Deadline” and “The God AbandonsAntony.” This poet spent most of his life in Alexandria, and often wrote explicitly about sex and homosexuality.", "Cavafy wrote in this European language. Nikos Kazantzakis used this language to write a novel about Zorba."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Methylamine (“METH-ull-uh-meen”) can be produced in industry by reacting this compound withchloromethane. For 10 points each:", "answers_sanitized": ["ammonia [or NH3 ]", "Haber process [or Haber–Bosch process]", "Ostwald process"], "parts_sanitized": ["Name this chemical compound whose production accounts for over 1 percent of the world’s total energy use.Alkali metals dissolve in this chemical to yield solvated electrons.", "This ammonia-producing nitrogen fixation process is often catalyzed by an iron powder obtained frommagnetite. Osmium was used as the catalyst in the original reaction chambers of this eponymous process.", "The Haber process produces the ammonia used in this chemical process for creating nitric acid. This two-stageprocess begins with an exothermic reaction catalyzed by platinum that forms nitric oxide and water."], "subcategory": "Chemistry", "category": "Science"}]}