{"tossups": [{"question_sanitized": "In a poem by this author, the title woman has an “agate lamp within thy hand!”, standing “statue like” with “Thyhyacinth hair, thy classic face.” The speaker of another poem by this author muses how one of the title objects“dwells / On the Future!” and keeps time “In a sort of Runic rhyme.” The speaker celebrates “the glory that wasGreece, And the grandeur that was Rome” encapsulated in the title woman’s face in this author’s poem “To Helen.”A third poem by this author set in “bleak December” sees the speaker hear a “rapping, rapping at my chamber door”from the title bird, who responds to his inquiries with “Nevermore.” “The Bells” was written by, for 10 points, whatAmerican poet who wrote “The Raven”?", "answer_sanitized": "Edgar Allan Poe", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "In January 2020, the nationalist group RSS joined in riots in this country that broke out after a mass sit-in bywomen in its second most populous city. In May 2020, this country’s construction of roads in the Galwan Valleysparked border clashes along the Line of Actual Control. While updating its population registry in 2019, this countryleft out roughly 2 million people in its state of Assam, sparking fears of deportation among Muslim residents. Inrecent months, dozens of soldiers from this country have died amid skirmishes with China near the border of Tibetand Kashmir. For 10 points, what country is governed by the Bharatiya Janata (“bah-rah-TEE-yuh JUH-nuh-tuh”)Party and prime minister Narendra Modi?", "answer_sanitized": "India [or Republic of India ; accept Bharat Ganarajya until “Bharatiya” is read]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "The beginning of an event during this period was signaled by a blank shot fired from the cruiser Aurora . A manwho gained power during this event outlined his policy in the April Theses, which he wrote during it. This event waschronicled by American journalist Jack Reed in the book Ten Days That Shook the World . A government formedafter this event signed the Treaty of Brest-Litovsk to withdraw from World War I. Alexander Kerensky formed agovernment after the “February” phase of this event, but it was overthrown during this event’s “October” phase. For10 points, name this 1917 event that led to the fall of tsar Nicholas II and the rise of Vladimir Lenin.", "answer_sanitized": "1917 Russian Revolution [or Bolshevik Revolution ; accept October Revolution until “October” is", "subcategory": "European History", "category": "History"}, {"question_sanitized": "At a trial, a man belonging to this organization claimed that he had followed Kant’s formulation of the categoricalimperative. That man convinced himself that “he was unable to change anything” according to a 1963 philosophicaltext. The leader of this organization laid out some of his thoughts in a “Secret Book” which followed a text thatargued for the creation of a New Order. The “banality of evil” was discussed in a text about a member of thisorganization who used the defence that he was “just following orders.” For 10 points, name this 20th-century fascistpolitical party that was discussed in Hannah Arendt’s Eichmann in Jerusalem &nbsp;and was led by Adolf Hitler.", "answer_sanitized": "Nazi Party [or Nazis ; or NSDAP ; or National Socialists ]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "When approaching a value named for this scientist from above, a material’s susceptibility diverges according to alaw named for him and Weiss. This scientist created a quartz electrometer with his older brother Jacques thatworked using piezoelectricity, (“pee-AY-zo-electricity”) a phenomenon they jointly discovered. A second-orderphase transition causes a material to lose its ferromagnetism when its temperature exceeds a point named for thisman. This man co-authored a paper that introduced the elements polonium and radium with his wife. For 10 points,name this French physicist who shared a Nobel Prize with Henri Becquerel (“awn-REE beh-kuh-REL”) and his wifeMarie.", "answer_sanitized": "Pierre Curie [do not accept or prompt on “Marie Curie”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A play by this author begins with the emperor Mycetes (“MY-see-teez”) sending soldiers to kill the title character.Another play by this author states that “I count religion but a childish toy” in a prologue delivered by the ghostMachiavel. This author created a character who sees the Latin words homo, fuge &nbsp;(“FOO-gay”) appear on his armafter signing a contract in his own blood. This author of Tamburlaine the Great &nbsp;wrote a play in which the slaveIthamore helps the title character to poison an entire nunnery in order to destroy his daughter Abigail. For 10 points,name this creator of Barabas, an Elizabethan playwright who wrote Doctor Faustus &nbsp;and The Jew of Malta .", "answer_sanitized": "Christopher Marlowe [or Kit Marlowe ]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "When asked if she loves her husband, a character in this musical responds, “after twenty-five years, why talkabout love right now?” This musical’s protagonist recounts a dream about his wife’s grandmother that is interruptedby the appearance of Frumah (“FROO-muh”) Sarah. The song “Sunrise, Sunset” is sung during the first of threemarriages in this musical. In another song from this musical, the singer claims “all day long I’d biddy-biddy-bum.”This musical set in Anatevka features the sisters Chava (“HA-va”), Tzeitel (“TSY-tull”), and Hodel, and itsprotagonist sings “If I Were a Rich Man” and “Tradition.” For 10 points, name this musical based on Yiddish storiesabout Tevye (“TEV-yeh”) the Milkman.", "answer_sanitized": "Fiddler on the Roof", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "After colonists produced a misleading map, native people in this state were cheated out of land by runners whosprinted to claim territory in the Walking Purchase. During a siege of a fort in this state, Jeffrey Amherst advocatedusing blankets infected with smallpox. As retaliation for Pontiac’s War, Native Americans in this state weremurdered by the Paxton Boys in the Conestoga Massacre. The founder of the colony that became this state acquiredland from the Lenape (“len-AH-pay”). This present day state was founded as a colony for followers of George Foxby its namesake Quaker. For 10 points, name this Mid-Atlantic state where the Constitution was signed inPhiladelphia.", "answer_sanitized": "Pennsylvania", "subcategory": "American History", "category": "History"}, {"question_sanitized": "For a real number x , the number of primes less than or equal to x &nbsp;is approximately x &nbsp;over this function of x . TheTaylor expansion of this function centered at 1 is the Mercator series, which can be used to prove that the alternatingharmonic series conditionally converges to this function of 2. The limiting difference between the n th term of theharmonic series and this function of n &nbsp;is the Euler–Mascheroni (“oiler mahss-keh-ROH-nee”) constant. Thisfunction of negative 1 equals i &nbsp;times pi, a result that derives from applying this function to Euler’s (“oiler’s”)identity. The derivative of this function of x &nbsp;is 1 over x . For 10 points, name this function whose inverse is e &nbsp;to the x .", "answer_sanitized": "natural logarithm [or ln ; prompt on logarithm ; prompt on log ]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "In Polynesian tradition, this substance is said to have flown inside the wood of the Kaikomako and Mahoe trees.A goddess of this substance fled to a new home with her younger sister Hi’iaka (“hee-ee-AH-kuh”) and was killedby her elder sister, Namaka. The goddess Mahuika (“MA-hoo-EE-ka”) generated this substance from herfingernails, which she gave to her grandson Maui (“MOW-ee”). In Norse mythology, a jötunn (“YO-tun”)personifying this substance defeated Loki in an eating contest. In Greek myth, a titan was chained to a mountain inthe Caucasus and eviscerated by an eagle for stealing this phenomenon. For 10 points, name this phenomenon thatPrometheus stole and gave to humans.", "answer_sanitized": "fire [accept volcanoes or lava or magma after “sister” is read]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "A group of authors from this non-China country published the novel 54 &nbsp;(“fifty-four”) as the literary collectiveWu Ming. Another author from this country wrote a short story about lovers who once jumped between the Earthand the Moon when the Moon was close to the Earth. An author from this country wrote a novel in which cities suchas Isidora and Penthesileia (“pen-thess-uh-LAY-uh”) are described to Kublai Khan. That author from this countryalso created the fictional land of Cimmeria in a novel in which Ludmilla meets you, the reader. For 10 points,Cosmicomics , Invisible Cities , and If on a winter’s night a traveller&nbsp; are works from what country, the home of ItaloCalvino?", "answer_sanitized": "Italy [or Italia ]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This painter created many miniature sculptures, most of which were not cast into bronze until after his death,depicting horses and bathing women, subjects that also feature in his paintings and drawings. In a painting by thisartist, two young girls stand near their mother wearing black dresses and white pinafores, while their father sits in anarmchair with his back to the viewer. This painter of The Bellelli Family&nbsp; often used pastels, such as for the pink andgreen costumes of the subjects of one of his works. A bronze sculpture by this artist unusually features a real fabrichair ribbon and tutu. For 10 points, name this Impressionist artist whose works often depicted ballet dancers.", "answer_sanitized": "Edgar Degas", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "A revolt in this modern day country began after Gerald Talbot was granted a monopoly over tobacco. A mannicknamed “Brainless” helped overthrow a leader of this country in a coup orchestrated in part by Kermit Roosevelt.A dynasty in this country was served by the SAVAK (“say-VAK”) secret police. A monarch attempted to modernizethis country through the White Revolution. The US launched Operation Ajax in this country to depose MohammadMossadegh (“moh-sah-DEK”), who tried to nationalize its oil. A later revolution in this country deposed the shahMohammad Reza Pahlavi in favor of a Shia cleric. For 10 points, name this country where a 1979 Revolutionbrought Ayatollah Khomeini (“ko-MAY-nee”) to power.", "answer_sanitized": "Iran [or Islamic Republic of Iran ; accept Persia ]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "In Drosophila &nbsp;(“druh-SOFF-uh-luh”), each ommatidium (“om-uh-TID-ee-um”) contains this many corephotoreceptor cells. The citric acid cycle utilizes this many distinct enzymes. The influenza genome is composed ofthis many negative-sense RNA fragments. Damage to the cranial nerve of this number can cause vertigo anddeafness. Each nucleosome consists of DNA wound around this many histone proteins. In the mold Neurospora , oneascus contains this many ascospores because it contains the products of zygote that underwent one round of meiosisfollowed by one round of mitosis. Mites and ticks possess this number of legs characteristic of arachnids. For 10points, name the number of limbs on an octopus.", "answer_sanitized": "eight", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A concept theorized by this economist is modified in the title of a book about the “Managerial Revolution” byAlfred North. Joseph Stiglitz has argued that that concept theorized by this economist does not exist in a discussionof imperfect information. This thinker contrasted diamonds and water to explain the distinction between “value inuse” and “value in exchange.” This economist provided an early description of mercantilism in his chapter“Principle of the Mercantile System” and argued for a laissez faire economic system using the example of humanself interest unintentionally driving the market forward. For 10 points, name this Scottish 18th-century economistwho discussed the “invisible hand” in his The Wealth of Nations .", "answer_sanitized": "Adam Smith", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "The protagonist of a novel from this country unintentionally infuses a rose-quail dish with erotic thoughts of herlover. Tita is unable to marry her lover in that novel from this country, which begins every one of its twelve sectionswith a recipe. An author from this country wrote a biography subtitled The Traps of Faith&nbsp; about a 17th-century nunand poet from this country. That author from this country repeated “willow of crystal, a poplar of water” in a584-line poem, and included essays like “The Sons of La Malinche” in the collection The Labyrinth of Solitude . TheAztec-inspired Sunstone &nbsp;is from, for 10 points, which country of Laura Esquivel (“ESS-kee-vel”) and Octavio Paz?", "answer_sanitized": "Mexico [accept United Mexican States]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "In 1835, enslaved Muslim people revolted in this country in the Malê Revolt. In this country, a woman wearing ametal facemask is seen as a saint in the Umbanda faith. The syncretic religion of Candomblé (“kan-dum-BLAY”)was created in this country by a group who found refuge in quilombos (“kee-LOHM-bohs”). This country outlawedthe martial art of capoeira (“ka-po-AIR-uh”) to quell rebellion. This country passed the Law of the Free Womb,whose emancipatory effects were extended by the Golden Law. In 1888, this country became the last in the WesternHemisphere to abolish slavery. For 10 points, name this South American country to which enslaved Africans werebrought by the Portuguese.", "answer_sanitized": "Brazil [or Empire of Brazil ; or Império do Brasil ]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "These functional groups can react with azides (“AY-zydes”) to form amines (“uh-MEENS”) in the Schmidtreaction. In the Hunsdiecker (“HUNS-dee-ker”) reaction, silver salts of these functional groups are halogenated. Achromium trioxide reagent used to convert primary alcohols into these functional groups is named for Jones. Thesecompounds react with alcohols to form esters in a reaction named for Fischer. When deprotonated, these functionalgroups are resonance stabilized, which leads to their low pKa values. The taste of vinegar is primarily due to theacetic form of this functional group. For 10 points, name this functional group whose chemical formula is COOH.", "answer_sanitized": "carboxylic acid s [accept carboxyl group; prompt on carboxylic or acid s; do not accept or prompt on", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Trumpet fanfares and a gong crash open a movement of a C minor composition of this type by Luigi Cherubini(“CARE-oo-BEE-nee”). The cardinal directions are represented by four brass choirs in a grandiose composition ofthis type by Hector Berlioz. In a section of a composition of this type, a solo bass trades off with a solo trombone inthe Tuba Mirum&nbsp; section; that work was commissioned by Count Walsegg (“VALL-zeg”). Franz Süssmayrcompleted Mozart’s only composition of this type. Latin texts commonly set to music in these compositions includeLibera Me , Pie Jesu &nbsp;(“PEE-ay YAY-zoo”), and Dies Irae &nbsp;(“DEE-ess EE-ray”). For 10 points, identify this liturgicalgenre of music composed in memory of the dead.", "answer_sanitized": "Requiem mass [prompt on mass ]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "He’s not Jacob, but because this man allegedly heard angels praising God, the Baruch Shem (“ba-ROOKSHEM”) is said loudly on Yom Kippur (“YOME kee-POOR”). Those angels were heard during an event celebratedon the Jewish holiday of Shavuot (“sha-voo-OAT”), which commemorates a gift bestowed upon the Children ofIsrael through this man. According to Rashi (“RAH-shee”), this man was punished for hitting a rock instead ofspeaking to it. For that desecration, this man and his brother were condemned to never enter the Promised Land. For10 points, name this Jewish prophet who led the Israelites through the wilderness for more than 40 years, receivedthe Ten Commandments, and parted the Red Sea.", "answer_sanitized": "Moses [or Moshe ]", "subcategory": "Religion", "category": "Religion"}], "bonuses": [{"leadin_sanitized": "Leftist supporters of this man were killed in the Ezeiza (“eh-zay-ee-zah”) Massacre. For 10 points each:", "answers_sanitized": ["Juan Domingo Perón", "Argentina [or Argentine Republic]", "Kirchner [accept Néstor Carlos Kirchner Jr. or Cristina Elisabet Fernández de Kirchner ; prompt on"], "parts_sanitized": ["Name this president, supported by the so-called descamisados . His wives included Evita and Isabel, the later ofwhom succeeded him as president.", "Juan and Isabel Perón led this South American country from Buenos Aires. It later fought the Falklands Waragainst Britain.", "Isabel Perón and Cristina, a leader with this last name, remain the only female presidents in Argentine history.Cristina’s husband with this last name, Néstor, also served as president as part of the pro-Perónist Justicialist Party."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Before his death, this composer only managed to finish the Prefatory Action &nbsp;to his apocalyptic orchestral workMysterium . For 10 points each:", "answers_sanitized": ["Alexander Scriabin (“skree-AH-bin”)", "sonata [or piano sonata ]", "Frédéric Chopin"], "parts_sanitized": ["Name this synesthetic Russian composer who made heavy use of his atonal “mystic chord” in the orchestralworks Prometheus: Poem of Fire &nbsp;and The Poem of Ecstasy .", "Two of Scriabin’s 10 frequently performed piano pieces of this genre are nicknamed “White Mass” and “BlackMass.” Prokofiev wrote three “war” works of this genre, and Liszt wrote a single-movement one in B minor for solopiano.", "Scriabin’s early piano works were greatly influenced by this Polish composer, even copying the format of thiscomposer’s Opus 24 preludes for his own Opus 11 set. He wrote the Revolutionary Étude ."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "This collection includes a letter from the nymph Oenone (“ee-NO-nee”) to her husband Paris, after he abandonedher to abduct Helen of Sparta. For 10 points each:", "answers_sanitized": ["Heroides &nbsp;(“hair-OH-ee-days”)", "Ovid [or Publius Ovid ius Naso]", "Latin"], "parts_sanitized": ["Name this collection of epistolary poems that includes letters from Penelope to the absent Odysseus and fromMedea to Jason.", "The Heroides &nbsp;were written by this Roman poet. This author wrote some misogynistic tips for seduction in histhree-book poem Ars Amatoria , which may have prompted his exile to the Black Sea by Augustus.", "Like other Roman authors such as Catullus and Virgil, Ovid wrote in this language."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "This event is celebrated on the Hanamatsuri &nbsp;(“HA-na-MA-tsoo-ree”) festival, where people pour amacha &nbsp;sweettea on statues. For 10 points each:", "answers_sanitized": ["the birth day of the Gautama Buddha [or the birth day of Siddhartha Gautama]", "Shinto [or Shinto ism]", "bodhisattva [or bodhisatta ]"], "parts_sanitized": ["Identify this event, the earliest incident celebrated on the holiday of Vesak (“vay-SAHK”) in South Asia. Thisevent took place a length of time after Queen Maya had a dream in which a six-tusked elephant pierced her side.", "The Hanamatsuri&nbsp; festival &nbsp; is an example of syncretism in Japan, where people are said to be “born” thisreligion, “marry Christian, and die Buddhist.” Spirits called kami&nbsp; are venerated in this indigenous Japanese religion.", "Many kami , including the war god Hachiman, have been reinterpreted as these entities idealized in MahayanaBuddhism. These beings are potential Buddhas who put off reaching nirvana&nbsp; to save others from suffering."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This thinker opened one travelogue with the statement “I hate travelling and explorers” and later discussed areading exercise in which a king tries to learn to read and write because he senses it symbolizes power. For 10 pointseach:", "answers_sanitized": ["Claude Lévi-Strauss", "French", "bricoleur [or bricolage ]"], "parts_sanitized": ["Name this thinker who wrote that travelogue, Tristes Tropiques , and pioneered structuralist anthropology inworks such as The Savage Mind &nbsp;and Mythologiques &nbsp;(“mee-toh-loh-ZHEEK”).", "While he was born in Belgium to Jewish parents, Claude Lévi-Strauss identified with this nationality. Otheranthropologists of this nationality include Marcel Mauss (“moce”) and Pierre Bourdieu (“boor-DYUH”).", "Lévi-Strauss’s The Savage Mind&nbsp; contrasts this sort of person with the engineer. This sort of person makesthings with whatever is at hand."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "This phenomenon can explain the phenotypic differences seen between identical twins. For 10 points each:", "answers_sanitized": ["epigenetics", "methyl group", "stem cells"], "parts_sanitized": ["Name this phenomenon in which the activity and expression of genes changes even though DNA sequencesremain the same. This phenomenon may involve histone modifications that change the structure of chromatin.", "One epigenetic modification to DNA is the addition of this chemical group. The addition of this chemical groupoften occurs at CpG islands and can be detected with bisulfite sequencing.", "Another example of epigenetics can be seen through development and morphogenesis, during which theseprogenitor cells lose totipotency or pluripotency and differentiate into specialized cells."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Emir Abdelkader, a religious leader from this modern day country, resisted colonization efforts led by ThomasRobert Bugeaud (“boo-ZHO”). For 10 points each:", "answers_sanitized": ["Algeria [or People’s Democratic Republic of Algeria ]", "Évian (“ayv-YAWN”) Accords", "France [accept the French Fifth Republic]"], "parts_sanitized": ["Name this modern-day country where so-called “Black Foot” people fled during its war of independence.", "This treaty granted Algeria its independence, ending the Algerian War. The terrorist group OAS opposed thisagreement, which was signed between the FLN and a European colonial power.", "The Évian Accords were negotiated by this country’s president Charles De Gaulle. This country’s other Africancolonies included Madagascar and the Ivory Coast."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "An initial, three-book version of this work had Lewis Theobald as its hero. For 10 points each:", "answers_sanitized": ["The&nbsp; Dunciad", "Alexander Pope", "John Dryden"], "parts_sanitized": ["Name this 1728 poem that attributes “a brain of feathers, and a heart of lead” to its mock hero, Colley Cibber.In this mock epic, the goddess Dulness tries to spread tasteless poetry, and also banishes Handel to Ireland.", "This poet wrote The Dunciad , and also produced the mock epic The Rape of the Lock .", "This poet’s satire attacking Thomas Shadwell, titled Mac Flecknoe , inspired The Dunciad . This first poetlaureate wrote Marriage à la Mode &nbsp;and Absalom and Achitophel &nbsp;(“uh-KIT-uh-fell”)."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the photographer Margaret Bourke-White, for 10 points each.", "answers_sanitized": ["Mahatma Gandhi [or Mohandas Gandhi ]", "Chrysler Building", "Life &nbsp;Magazine"], "parts_sanitized": ["One of Bourke-White’s most famous photographs depicts this leader of the nonviolent movement for Indianindependence reading a newspaper next to his spinning wheel.", "Bourke-White had a studio in this New York City skyscraper, and took photographs while perched on itseagle-shaped gargoyles. This Art Deco building’s façade also features details resembling hubcaps and hoodornaments.", "A photograph by Bourke-White of the Fort Peck Dam appeared on the first issue of this news magazine. Thismagazine, which was published weekly until 1972, was known for its photojournalism."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Bond dipoles from bending and stretching are measured in a spectroscopic method using this type of radiation.For 10 points each:", "answers_sanitized": ["infrared [or IR ; accept infrared spectroscopy]", "fingerprint region", "ultraviolet -visible spectroscopy [or UV / Vis spectroscopy]"], "parts_sanitized": ["Name this region of the electromagnetic spectrum used in thermal imaging of body heat with a wavelengthlonger than visible light.", "In IR spectroscopy, the region with a wavenumber less than 1500 inverse-centimeters is known by this namebecause the complex peaks are unique for any compound.", "This other type of spectroscopy measures electronic transitions between the HOMO and LUMO and is mostuseful with highly conjugated compounds."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This queen’s patronage of thinkers like René Descartes led to her capital being known as the “Athens of theNorth.” For 10 points each:", "answers_sanitized": ["Christina [accept, but DO NOT REVEAL, Christina of Sweden]", "Gustavus Adolphus [accept Gustav Adolf ; accept Gustav II Adolf ]", "Kingdom of Sweden"], "parts_sanitized": ["Name this queen who later abdicated to live in Rome as a guest under five consecutive popes. Like her father,this queen was served by Axel Oxenstierna (“ox-en-STEER-nuh”).", "Christina’s father was this monarch, who was nicknamed the “Lion of the North.” This king was killed in theBattle of Lützen (“LOOT-sen”) in the Thirty Years’ War.", "Christina and Gustavus Adolphus ruled this country, whose royal houses included the House of Vasa andHouse of Bernadotte. This Scandinavian country was led by Charles XII during the Great Northern War."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This actor starred as Bennett Marco in the 1962 film The Manchurian Candidate . For 10 points each:", "answers_sanitized": ["Frank Sinatra [or Francis Albert Sinatra ]", "Dirty Harry [or Harold Francis Callahan ]", "Clint Eastwood Jr."], "parts_sanitized": ["Name this actor nominated for several awards for his roles in the 1950s films From Here to Eternity &nbsp;and TheMan with the Golden Arm . This native of Hoboken, New Jersey, is better known for his singing career.", "Sinatra was originally cast as this San Francisco detective. Rookie detective Chico Gonzalez helps thischaracter track and kill the serial killer Scorpio in the first of a series of films named for this character.", "This actor was eventually given the role of Dirty Harry. He also starred alongside Lee van Cleef and EliWallach in The Good, the Bad and the Ugly , and directed movies like &nbsp;American Sniper &nbsp;and Million Dollar Baby ."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "In a poem, one of these people questions, “why should I whine, whine that the crime was other than mine?” For10 points each:", "answers_sanitized": ["mother s [accept “the mother ” or “ Mother to Son”; prompt on women ]", "Langston Hughes", "Allen Ginsberg"], "parts_sanitized": ["Identify this kind of person who urges their addressee to realise “even in my deliberateness I was notdeliberate.” In a different poem, one of these people states that “life for me ain’t been no crystal stair.”", "This Harlem Renaissance poet wrote “Mother to Son” and “The Weary Blues.”", "This author muses “strange now to think of you, gone without corsets &amp; eyes” in the poem “Kaddish,” whichreflects on the death of this poet’s mother Naomi."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "When this deity was pregnant, Ra forbade her from giving birth on any day of the year. For 10 points each:", "answers_sanitized": ["Nut (“noot”)", "Thoth [or Djehuty ]", "Isis"], "parts_sanitized": ["Name this Egyptian mother goddess who nevertheless gave birth to five children.", "Nut was able to give birth because this god of wisdom gambled with the moon to win enough light for fiveextra days. He was usually depicted with the head of an ibis or a baboon.", "Nut’s children included this sister and wife of Osiris, who gave birth to her son Horus while hiding in themarshes from Set."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "In order for a photon to undergo this process, it must have an energy of at least 1.022 mega-electron-volts. For10 points each:", "answers_sanitized": ["pair production", "electron s", "electron–positron annihilation [or word forms]"], "parts_sanitized": ["Name this high-energy light–matter interaction that occurs near atomic nuclei. On a Feynman (“FINE-min”)diagram, it is represented by a squiggly arrow splitting into two straight arrows.", "That form of pair production produces one of these negatively-charged fermions along with its antiparticle, thepositron.", "Pair production is the reverse reaction of this other process, in which an electron and a positron collide. At lowenergies, this process creates at least 2 photons."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "One figure in this painting holds a honeycomb and has a scorpion’s tail, while a grimacing woman clutching herhair in this painting may represent the symptoms of syphilis. For 10 points each:", "answers_sanitized": ["Venus, Cupid, Folly and Time &nbsp;[or An&nbsp; Allegory with Venus and Cupid ]", "Mannerism [prompt on Late Renaissance ]", "Medici family (“MEH-dih-chee”)"], "parts_sanitized": ["Name this painting depicting four title allegorical figures, by Agnolo Bronzino. It is housed at the NationalGallery in London.", "Bronzino’s work is an example of this art style, which is characterized by stylized forms and exaggeratedfeatures. Another artist who painted in this style, Parmigianino (“par-mee-jah-NEE-no”), depicted six angels and atiny St. Jerome surrounding the title figure in Madonna with the Long Neck .", "For the last three decades of his life, Bronzino served as the court painter to Cosimo I, a ruler from thispowerful family of bankers from Florence. Members of this family like Lorenzo the Magnificent were lavish artpatrons."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "In France, this character has now become a by-word for an ambitious social climber. For 10 points each:", "answers_sanitized": ["Eugène de Rastignac (“oo-ZHEN duh ross-teen-YOCK”) [accept either underlined part]", "Honoré de Balzac", "Paris"], "parts_sanitized": ["Name this law student from Father Goriot&nbsp; (“gor-YO”), who ignores Vautrin’s (“vo-TRAN’s”) advice andrelies on his own wits and charm. His eventual success is often contrasted with the failure experienced by&nbsp; Lucien deRubempré (“loose-YANN duh roo-bom-PRAY”).", "Rastignac was created by this French author, who included Father Goriot &nbsp;in his sequence of novels entitled TheHuman Comedy .", "After Goriot’s funeral, Rastignac memorably turns to this city and proclaims “It’s between you and me now.”Balzac also set part of the novel Lost Illusions &nbsp;in this French capital."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Many Seminole people resisted Indian removal by migrating into this region. For 10 points each:", "answers_sanitized": ["The Everglades", "Lake Okeechobee", "Marjory Stoneman Douglass"], "parts_sanitized": ["Name these wetlands that cover much of southern Florida. In the past sixty years these wetlands have shrunkconsiderably as their water is diverted to cities like Miami.", "The decline of the Everglades has harmed the water and soil quality of this largest lake in Florida. At least4,000 people died in a 1928 hurricane named for it.", "This Floridian reporter and conservationist defended the wetlands in her groundbreaking book Everglades:River of Grass , published in 1947."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "Aristid Lindenmayer’s namesake L-systems were developed to model plants and algae using this phenomenon.For 10 points each:", "answers_sanitized": ["recursion [accept recursive ness]", "Fibonacci sequence [or Fibonacci numbers]", "turtle s [accept turtle graphics]"], "parts_sanitized": ["Name this phenomenon, whose prevalence in L-systems makes them useful for generating fractals.Divide-and-conquer algorithms are based on this phenomenon.", "Lindenmayer’s original system modeled algae growth and created populations that followed this sequence. Thissequence, named for a medieval Italian, recursively adds its previous two terms together to yield each new term.", "L-systems can generate fractals using graphics named for these animals, which act as cursors you can instruct to“move forward” and “turn” in Logo. Elements named for these animals cause bubble sort’s worst-case run time."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "General Motors attempted to send prostitutes to destroy this man’s reputation. For 10 points each:", "answers_sanitized": ["Ralph Nader (“NAY-der”)", "US Presidential Election of 2000", "hanging chad s [accept fat chad s; accept pregnant chad s; prompt on chad s]"], "parts_sanitized": ["Name this consumer advocate whose book, Unsafe at Any Speed , spurred stricter safety standards in the autoindustry. This man also ran as the Green Party candidate for president from 1996 to 2008.", "Nader controversially ran as the Green Party nominee during this election, in which he was seen as a spoilercandidate. George W. Bush won his first term after narrowly defeating Al Gore in this election.", "Ballots with this feature, where they were not fully punched through, were controversially not counted byFlorida in 2000. As a result of these features, most punch-card ballots were discontinued after 2000."], "subcategory": "American History", "category": "History"}]}