{"tossups": [{"question_sanitized": "Lucius Verginius Rufus defeated a rebellion against this emperor that was launched by Gaius Julius Vindex. Thisemperor’s “revived” form is alluded to by the usage of a three-digit number in the Bible. This emperor ignored thewill of Prasutagus, leading to a rebellion in Britain that culminated at the Battle of Watling Street. Anothermovement against this emperor, the Pisonian Conspiracy, led to his tutor Seneca the Younger being forced to killhimself. This ruler, who faced Boudicca’s (“boo-DIH-kuh’s”) Rebellion, supposedly had his mother drowned on asinking boat. This emperor’s suicide was succeeded by the Year of the Four Emperors. For 10 points, name thisemperor who supposedly fiddled during the Great Fire of Rome.", "answer_sanitized": "Nero [or Nero Claudius Caesar Augustus Germanicus]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "This compound and hydrogen iodide are produced in the Bunsen reaction, which is part of a process used toproduce hydrogen gas from water. This compound is combined with water and fluorapatite in the “wet method” ofproducing phosphate fertilizers. A Glover tower concentrates this compound during production by the lead chamberprocess. A more modern way to produce this compound using a vanadium oxide catalyst is the contact process. Thedehydration reaction of this compound and sugar forms a black “carbon snake.” This compound acts as theelectrolyte in lead-acid car batteries. For 10 points, name this strong acid whose chemical formula is H2SO4.", "answer_sanitized": "sulfuric acid [accept H2SO4 until read; accept oil of vitriol ]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A 73-year-old used this language to write a sad elegy after a 17-year-old refused to marry him. That author alsoused this language to write the Venetian Epigrams &nbsp;and a collection addressed to Christiane Vulpius titled RomanElegies . A poem in this language begins “I know not what is the reason why I am so sad at heart” and describes thetitle river nymph combing her hair. Another poem in this language ends with the words “You must change your life”after depicting the title “Archaic Torso of Apollo.” This non-French language is used for The Lorelei . For 10 points,name this language in which poems were written by Heinrich Heine (“HY-nuh”) and Johann von Goethe(“GUR-tuh”).", "answer_sanitized": "German [or Deutsch ]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "In a film based on a work by this author, a Japanese warlord uses a bundle of arrows to demonstrate the power ofunity, but one of his sons breaks the bundled arrows anyway. The director of that film also adapted this author in hisfilm Throne of Blood . A 1968 film based on a work by this author cast then-unknown teenagers in its starring roles,and was directed by Franco Zeffirelli. War breaks out between brothers after their father splits his kingdom betweenthem in Ran , one of Akira Kurosawa’s adaptations of this author’s plays. For 10 points, Laurence Olivier andKenneth Branagh often adapt what playwright of King Lear &nbsp;and Romeo and Juliet ?", "answer_sanitized": "William Shakespeare", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "Workers in this industry were protected by the Health and Morals of Apprentices Act, the first workplace injuryprotection law in England. Designs for machinery in this industry were controversially stolen by Samuel Slater,which helped start the Industrial Revolution in the United States. Equipment created for this industry was destroyedby the Luddites. James Hargreaves invented a “jenny” to aid in production in this industry. Water power was usedby Richard Arkwright’s spinning frame for this industry, which often utilized large mills with power looms. For 10points, name this industry involving the creation of fabrics from materials like cotton.", "answer_sanitized": "textile s [or clothing ; or cloth ; or weaving ; accept fabric s until read; prompt on spinning until read;", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This city is served by a light rail system called Luas (“LOO-us”), which means “speed” in its indigenouslanguage. This city is home to Croke Park Stadium, where, in 1920, fans were massacred by occupying soldiers. In1882 two British officials were stabbed to death while riding through this city’s sprawling Phoenix Park. The “LongRoom” of this city’s Trinity College is home to an ornate illuminated manuscript called the Book of Kells. TheRiver Liffey flows through this city and is crossed by the Samuel Beckett Bridge and by this city’s mainthoroughfare, O’Connell Street. The Guinness Brewery is headquartered in this city. For 10 points, name this capitalof Ireland.", "answer_sanitized": "Dublin [or Baile Atha Cliath ]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "A novel from this country begins by associating characters such as Sook Yongsheng and the chaplain CowellDevlin on a zodiac chart. That novel from this country follows Walter Moody, who stumbles into a series ofunsolved local crimes. Harry has an affair with Pearl Fulton in a short story from this country, which brings BerthaYoung out of the title happy emotional state. The settlement of Hokitika is the setting of The Luminaries , a novel bythis country’s Eleanor Catton. The author of “Bliss,” who is from this country, wrote a short story in which theSheridan family organises the title “Garden Party.” For 10 points, name this country where Katherine Mansfieldgrew up in the city of Wellington.", "answer_sanitized": "New Zealand [or Aotearoa ]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "This figure made a night last over 4 billion years so he could dance with his love during the Ras lila. This figure iscursed to die by Gandhari and then accidentally shot by the hunter Jara. This figure was swapped with a peasant girlat birth to avoid being killed by Kamsa. This figure married 16,000 women to protect their dignity but was mostoften paired with a gopi named Radha. As a baby, this figure sucked the life out of a demon that tried to poison himwhile breastfeeding. This flute-playing boy was a notorious butter thief. During the Kurukshetra War, this figureserved as charioteer to Arjuna and delivered the Bhagavad Gita. For 10 points, name this eighth avatar of Vishnu.", "answer_sanitized": "Krishna [prompt on Vishnu until read]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "These animals had their throats cut such that any water they consumed never made it to their stomach in order totest Walter Cannon’s dry mouth hypothesis. Pioneering work on these animals involved the creation of apsychologist’s namesake “pouch.” Daniel Todes has argued that conditioned stimuli including electric shocks wereused to train these animals instead of a bell as commonly believed. In a famous example of classical conditioning,these animals were trained to salivate in response to various stimuli by a Soviet psychologist. For 10 points, namethese animals that were studied by Ivan Pavlov.", "answer_sanitized": "dog s", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Values of this quantity comprise a 3-by-3 minor of the Faraday tensor. The strengths of two different definitionsof this quantity are proportional based on a medium’s permeability. Small perturbations introduced by this quantitycause atomic spectral lines to split in the Zeeman effect. The line integral of this quantity along a closed loopdepends on the current density and displacement current it contains, according to the Ampère–Maxwell law. Theproduct of charge and velocity is crossed with this quantity to yield a force that causes a particle to move in circles.For 10 points, name this field symbolized by H or B, whose intensity is measured in teslas.", "answer_sanitized": "magnetic field strength [accept B field or H field until read; accept magnetic flux density ; prompt on", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This figure is depicted sleeping atop red pillows in a painting sometimes named for the city of Dresden. Babysatyrs carry a lance behind this female figure and her lover in another work. A different depiction of this figureshows a dog resting at her feet and a maid searching through a chest in the background. That painting of this figureinspired Edouard Manet’s Olympia . Simonetta Vespucci likely modeled for a depiction of this figure, appearing in apainting in which she is presented with a floral patterned dress. Giorgione’s (“jor-JO-nay’s”) Sleeping&nbsp; depiction ofthis figure inspired Titian’s painting of this goddess of Urbino . For 10 points, Botticelli painted the Birth of&nbsp; whatRoman goddess of love?", "answer_sanitized": "Venus", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Early proponents of this movement made up a mutual aid group called the Washingtonian Society, which formedin 1840. Portland mayor Neal Dow was called the “Napoleon” of this cause, and championed the “Maine Law” toenact it in his state. A supporter of this cause supposedly received instructions from God to “go to Kiowa,” leadingher to commit acts of destruction across Kansas. “Hatchetations” in support of this movement were undertaken byCarrie A. Nation. A “Women’s Christian” union lobbied for this cause, as did the Anti-Saloon League. For 10points, the 18th Amendment realized what movement’s goal of outlawing a certain intoxicant?", "answer_sanitized": "prohibition [or temperance ; or descriptions like opposition to the consumption of alcohol ]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "A philosophical text titled for this philosophical discipline divides human behavior into categories likeintuitionism and egoism. Another text titled for this discipline introduced its author’s “naturalistic fallacy.” Thisfield, which was studied in a Henry Sidgwick text titled for its “Methods” was transformed by a G. E. Moore textknown as its “Principia.” A text titled for this philosophical discipline is concerned with how to live a life in order toachieve a state of eudaimonia . For 10 points, name this philosophical discipline that Aristotle wrote about in a textnamed for his son Nichomachus, which is concerned with how humans should behave.", "answer_sanitized": "ethics [accept moral philosophy; accept Principia&nbsp; Ethica &nbsp;or Methods of&nbsp; Ethics &nbsp;or Nicomachean&nbsp; Ethics ]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "This author wrote about a prosperous Jewish family fleeing the title district of Vienna in the play Leopoldstadt .This author created a scholar who pretends to be called Mr. Peacock and is patronising to the researcher HannahJarvis. That play by this author contains a tortoise called Lightning in the present day and Plautus in the past, andends with the revelation that Thomasina Coverly was killed by a fire at its Sidley Park setting. Another play by thisauthor begins with a character winning 92 coin flips in a row and follows the demise of two minor characters fromHamlet . For 10 points, name this author of Arcadia &nbsp;and Rosencrantz and Guildenstern Are Dead .", "answer_sanitized": "Tom Stoppard", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "After one of these events, levels of the protein CK-MB sharply spike for 12 to 24 hours. The GRACE and TIMIscores measure the risk of these events, whose deadliness can be classified using the Killip system. Some of theseevents cause ST elevation and pathologic Q waves on an EKG. These events can be caused by a buildup of plaquedue to atherosclerosis (“ATH-ur-oh-sklair-OH-siss”). Patients undergoing one of these events often experienceshortness of breath and chest pain that radiates up the left arm. For 10 points, name these events in which a lack ofblood flow causes damage to cardiac tissue.", "answer_sanitized": "heart attack s [or myocardial infarction s or MI s]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "As part of this country’s namesake “Way to Socialism,” its leader changed the currency to be divisible by nine.After an event in this country, the State Law and Order Reconciliation Committee took power. This country hasfaced internal resistance from ethnonationalist groups such as the Kachin Independence Organization. In thiscountry, the 8888 Uprising led to the resignation of longtime leader Ne Win. An activist from this country spent 15years in house arrest, during which she won the Nobel Peace Prize, but has come under fire recently for her handlingof genocide against this country’s Rohingya (“ro-HIN-juh”) people. For 10 points, name this country that Aung SanSuu Kyi (“owng san soo chee”) governs from Naypyidaw (“nay-pee-daw”).", "answer_sanitized": "Myanmar [or Burma ; or Republic of the Union of Myanmar ]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This author describes travelling “past aloof stars, across the way of indifferent suns” in the poem “A Brave andStartling Truth,” which this author read for the fiftieth anniversary of the United Nations. Another poem by thisauthor asks if her haughtiness, sexiness, and sassiness offend the reader, and begins “You may write me down inhistory / With your bitter, twisted lies.” This author wrote about living as a single parent with her son Clyde in theautobiography Gather Together In My Name , one of her seven autobiographies. For 10 points, name this author of“Still I Rise,” who described her years growing up in Stamps, Arkansas in I Know Why the Caged Bird Sings .", "answer_sanitized": "Maya Angelou [or Marguerite Annie Johnson ]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "On this day, an eruv &nbsp;(“AY-roov”) transforms public spaces into private ones. The song “Lecha Dodi”(“leh-KHA doh-DEE”) compares this day to a “bride.” The 39 melachot &nbsp;(“meh-lah-KHOTE”) are prohibited on thisday. Elevators that continuously run and stop at every floor are used by certain people on this day. An intertwinedblue and white candle is used in the Havdalah (“hahv-DAH-la”) service that ends this day. The fourth of the TenCommandments mandates observance of this day. Activities such as weaving and writing are prohibited on this day.For 10 points, name this day of rest in Judaism.", "answer_sanitized": "Sabbath [or Shabbat ; prompt on Friday night or Saturday ]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "On Earth, the Kelvin–Helmholtz instability creates wave-like “fluctus” varieties of these formations. Many ofthe world’s largest deserts are caused by the absence of these formations at the horse latitudes. Human methaneemissions may be responsible for the increasing visibility of the noctilucent variety of these formations. Silveriodide is often used to increase the density of these formations in a process called “seeding.” Thevertically-developing variety of these formations may adopt an anvil shape and develop a supercell. For 10 points,name these airborne masses of water and ice that can be classified as cirrus, stratus, nimbus, or cumulus.", "answer_sanitized": "cloud s [accept fluctus cloud s, noctilucent cloud s, or cumulonimbus cloud s; anti-prompt (ask “can you", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This composer used flutes to imitate birdsong over divisi strings in a section known as the Nightingale Chorus .A standalone sinfonia &nbsp;from that work by this composer is The Arrival of the Queen of Sheba . The libretto to one ofthis composer’s compositions was written by Charles Jennens, and includes the arias “The trumpet shall sound” and“Ev’ry valley shall be exalted.” That composition includes the section I Know My Redeemer Liveth &nbsp;and a chorus thatGeorge II apocryphally stood for. For 10 points, name this composer of Zadok (“ZAY-dock”) the Priest &nbsp;whoincorporated the “Hallelujah Chorus” into Messiah .", "answer_sanitized": "George Frideric Handel", "subcategory": "Music", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "A 2019 novel by Salman Rushdie about the Indian-American writer Sam DuChamp was inspired by this novel.For 10 points each:", "answers_sanitized": ["Don Quixote &nbsp;(“don kee-HO-tay”)", "Jorge Luis Borges (“BOR-hays”)", "Carlos Fuentes"], "parts_sanitized": ["Name this work. In a short story, the author Pierre Menard decides to re-create this work.", "This author wrote “Pierre Menard, Author of the Quixote .” This prolific Argentine writer also produced shortstories such as “The Library of Babel” in the collection Ficciones &nbsp;(“feek-see-OH-nays”).", "The title character travels to Mexico with a copy of Don Quixote&nbsp; in The Old Gringo , a novel by this author.This Mexican author also wrote The Death of Artemio Cruz ."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "The melancholy adagio movement of a concerto for this instrument was supposedly inspired by the bombing ofGuernica, but was actually inspired by the miscarriage of the composer’s wife. For 10 points each:", "answers_sanitized": ["guitar [or classical guitar ; or acoustic guitar ]", "Spain [or España ]", "Isaac Albéniz"], "parts_sanitized": ["Name this fretted instrument for which the Concierto de Aranjuez &nbsp;(“kon-see-AIR-toh deh AH-rahn-wezz”) waswritten. John Williams, Julian Bream, and Andrés Segovia played this instrument.", "Both Joaquin Rodrigo, the blind composer of the Concierto de Aranjuez , and Francisco Tárrega hailed from thiscountry, where the flamenco tradition makes prominent use of the guitar.", "Though this Spanish composer never actually composed for the guitar, many transcriptions of his works havebecome part of the guitar repertoire, such as his Asturias . His magnum opus is the difficult piano suite Iberia ."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "The standard theory of these objects is based on 8 axioms and named for Zermelo and Fraenkel. For 10 pointseach:", "answers_sanitized": ["set s", "axiom of choice [or AC ]", "Banach–Tarski paradox"], "parts_sanitized": ["Give the general term for these collections of mathematical objects. These objects are often represented bycurly brackets surrounding their elements.", "Zermelo–Fraenkel set theory is often extended to include this other axiom. When the namesake function of thisaxiom returns the maximal element of a set, this axiom is equivalent to Zorn’s lemma.", "This paradox named for two Polish mathematicians results from the axiom of choice. The most commonversion of this paradox claims that a ball can be taken apart and reassembled into two identical copies of itself."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "The Center for Economic and Policy Research has criticized a report claiming that this country’s October 2019election was manipulated to favor the Movement for Socialism party. For 10 points each:", "answers_sanitized": ["Bolivia [or the Plurinational State of Bolivia ; or Estado Plurinacional de Bolivia ]", "Evo Morales (“AY-vo mo-RAH-lays”) [or Evo Morales]", "Organization of American States [or OAS ]"], "parts_sanitized": ["Name this South American country, where alleged irregularities in 2019 led to a military coup that installedJeanine Añez (“ahn-YEZ”) as president in its governmental capital of La Paz.", "This man was deposed in the 2019 coup. He was Bolivia’s first indigenous president and headed the Movementfor Socialism.", "The much-criticized report on irregularities in Bolivia’s election was issued by this international organization.Founded in the Cold War to promote democracy in the Western hemisphere, it now mostly concerns itself withelection monitoring."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "This novel ends with the protagonist deciding not to visit his former lover in her Paris apartment, because “It’smore real to me here than if I went up.” For 10 points each:", "answers_sanitized": ["The&nbsp; Age of Innocence", "Edith Wharton", "Countess Ellen Olenska [accept either underlined part]"], "parts_sanitized": ["Name this 1920 novel in which the protagonist, Newland Archer, becomes engaged to May Welland beforefalling in love with her free-spirited and unconventional cousin.", "This author became the first woman to win the Pulitzer Prize for Fiction with The Age of Innocence . She alsowrote Ethan Frome &nbsp;and The House of Mirth .", "In The Age of Innocence , Newland falls in love with this character. This character returns to her family in NewYork after escaping from her abusive husband, a Polish count."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about Avalokiteshvara (“uh-VAH-lo-kit-ESH-vuh-ruh”), an infinitely-compassionate spiritfrom Buddhism, for 10 points each.", "answers_sanitized": ["Dalai Lama [prompt on lama s]", "Four Noble Truths", "Lotus Sutra [or the Sutra on the White Lotus of the True Dharma]"], "parts_sanitized": ["The occupants of this position are traditionally considered to be reincarnations of Avalokiteshvara. TenzinGyatso is the current holder of this position of spiritual leadership in Tibetan Buddhism.", "Avalokiteshvara grew a thousand arms to help free humans from suffering, or dukkha . The doctrine that life issuffering is the first of this set of Buddhist teachings, which promise relief from suffering via the Eightfold Path.", "Avalokiteshvara’s earliest appearance is in this sacred text from Buddhism, which uses the “Parable of theBurning House” to explain the doctrine of “skillful means,” or upaya ."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "When John White returned to this colony with more supplies, the only thing left behind was the carved word“CROATOAN.” For 10 points each:", "answers_sanitized": ["Roanoke Colony", "Virginia Dare", "George Bancroft"], "parts_sanitized": ["Name this failed English colony founded in modern day North Carolina by Sir Walter Raleigh.", "This granddaughter of John White was born in Roanoke before its abandonment, making her the first Englishchild to be born in the New World. She lends her name to the modern county Roanoke Island is located in.", "Interest in Virginia Dare increased after this man published his History of the United States . This Secretary ofthe Navy founded the US Naval Academy in Annapolis in 1845."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "You are an aspiring biology researcher studying antibiotic resistance in bacteria. For 10 points each:", "answers_sanitized": ["E. coli &nbsp;[or E scherichia&nbsp; coli ]", "lysogeny broth [or LB ; or Luria broth ; or Lennox broth ; or Luria–Bertani medium]", "agar [accept agar-agar or agarose ]"], "parts_sanitized": ["You decide to carry out your experiments on this most commonly used model bacteria. Many strains of thisrod-shaped bacterial genus are harmless, but some species can cause serious food poisoning.", "You culture your bacteria in this yellow growth medium. This most widely-used growth medium consists oftryptone, salt, and yeast extract dissolved in water.", "After your bacteria are all grown up, you plate them on a petri dish filled with this growth medium. This growthmedium, derived from algae, is often enhanced with antibiotics to selectively grow colonies of resistant bacteria."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "In one of this composer’s operas, Nadir and Zurga sing the aria “Au fond du temple saint” while recalling themoment they both fell in love with a mysterious maiden. For 10 points each:", "answers_sanitized": ["Georges Bizet", "Carmen", "Lakmé"], "parts_sanitized": ["Name this composer of the opera The Pearl Fishers , which is set in India. In another opera of his, the titlecharacter sings that “Love is a rebellious bird” in an aria.", "In this Bizet opera, the title character sings the Habanera and is eventually stabbed by Don José (“zho-SAY”) inthe bullfighting arena.", "This French opera by Léo Delibes (“duh-LEEB”), set on the Indian subcontinent, features the Bell Song and thefamous Flower Duet. At the end of this opera, the title character kills herself by eating a poisonous datura&nbsp; leaf."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about the effects of the Cuban Revolution on revolutionary struggles in Africa, for 10points each.", "answers_sanitized": ["Thomas Sankara [or Thomas Isidore Noël Sankara ]", "Angola [or Republic of Angola ]", "Portugal [or the Portuguese Republic]"], "parts_sanitized": ["This leader, called the “African Che Guevara,” was inspired by Cuba to start his own Committees for theDefense of the Revolution. This man changed the name of his country from Upper Volta to Burkina Faso.", "Cuba provided military assistance during this southern African country’s civil war between the MPLA andUNITA. Although the war officially ended in 2002, fighting persists in this country’s exclave of Cabinda.", "Cuba also aided Mozambique during their war of independence from this country. This European country,which also colonized Angola, lost most of its colonial holdings under Antonio Salazar, who ruled from Lisbon."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "The author of Drive Your Plow Over the Bones of the Dead &nbsp;wrote in this language. For 10 points each:", "answers_sanitized": ["Polish [or polski ]", "Nobel Prize for Literature", "science fiction [or sci-fi ; prompt on speculative fiction ; do not accept or prompt on “fantasy”; do not"], "parts_sanitized": ["Name this language of a fragmentary novel composed of “vignettes” (“vin-YETS”) titled Flights . Kris Kelvintravels to a faraway research station in a novel originally written in this language.", "The author of Flights , Olga Tokarczuk (“toh-KAR-chook”), won this prize retrospectively for 2018. This prize,won by Louise Gluck in 2020, is awarded alongside prizes in various sciences and Peace every year.", "Another Polish author, Stanislaw Lem, is best known for his novel Solaris , which is in this genre. Anotherauthor’s Foundation &nbsp;series also falls under this genre."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "The Homestake experiment counted only one third of the expected number of these particles emitted by the sun.For 10 points each:", "answers_sanitized": ["neutrino s [prompt on lepton s]", "nuclear fusion reactions", "CP -symmetry violation [or charge conjugation parity symmetry violation ; prompt on C -symmetry"], "parts_sanitized": ["Name these particles. That result was later explained by these particles’ oscillations between electron, muon,and tau flavors.", "The sun releases neutrinos as a byproduct of stellar nucleosynthesis, which is a type of this reaction in whichatoms are combined to make atoms of different elements.", "If the complex phase angle governing neutrino oscillations is not a multiple of pi, then this phenomenon wouldresult. This phenomenon may be responsible for the universe containing more matter than antimatter."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This rapper released “Song 33” in response to another rapper’s song “Snow on tha Bluff,” which criticized thetone of her tweets during the George Floyd protests. For 10 points each:", "answers_sanitized": ["Noname [or Fatimah Nyeema Warner ]", "J. Cole [accept J ermaine (Lamarr) Cole ]", "Beyoncé [or Beyoncé Giselle Knowles -Carter]"], "parts_sanitized": ["Name this rapper behind the album Telefone . In January 2020, she tweeted urging members of her namesakebook club to boycott Amazon in order to help support independent bookstores run by people of color.", "This other socially-conscious rapper released “Snow on tha Bluff.” He is better known for founding DreamvilleRecords and for releasing the albums KOD &nbsp;and 4 Your Eyez Only .", "Noname later drew ire from this celebrity’s “Beyhive” when she tweeted that she wished socialist activistAngela Davis was celebrated like this R&amp;B singer behind the visual album Black Is King ."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "This man’s namesake system, also known as the Concert of Europe, attempted to reassert traditionalconservatism on the continent. For 10 points each:", "answers_sanitized": ["Klemens von Metternich", "Napoleon Bonaparte [or Napoleon I]", "Carlsbad Decrees"], "parts_sanitized": ["Name this chair of the Congress of Vienna, who served as Chancellor of the Austrian Empire until theRevolutions of 1848.", "The Concert of Europe was meant to reintroduce stability after the defeat of this French emperor. The Congressof Vienna concluded shortly before this man was finally defeated at the Battle of Waterloo.", "As part of his insistence on stability, Metternich supported the passage of these laws after the murder of AugustKotzebue (“KOTS-uh-byoo”) by Karl Sands. These laws increased censorship and suppressed liberal and nationalistgroups in Germany."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This poem includes the emphatic command to “Prevent the dog from barking with a juicy bone.” For 10 pointseach:", "answers_sanitized": ["“ Funeral Blues ”", "W. H. Auden [or Wystan Hugh Auden ]", "Berlin [accept Goodbye to&nbsp; Berlin ]"], "parts_sanitized": ["Name this poem, which commemorates the title event by saying that “He was my North, my South, my Eastand West.” This poem was originally written for the verse play The Ascent of F6 .", "This poet wrote “Funeral Blues,” and also created the famous line “We must love one another or die” in theirpoem “September 1, 1939.”", "Auden collaborated with Christopher Isherwood to write The Ascent of F6 . Isherwood is best known for thesemi-autobiographical novel titled Goodbye to&nbsp; this city, and his account of this city inspired the musical Cabaret ."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about golden apples in Greek mythology, for 10 points each.", "answers_sanitized": ["Heracles [or Hercules ]", "Hippomenes [or Melanion ]", "Eris"], "parts_sanitized": ["As his 11th labor, this hero was tasked with retrieving golden apples from the Garden of the Hesperides.", "This man used three golden apples to distract the hero Atalanta during a footrace. By winning the contest, thisman also won Atalanta’s hand in marriage.", "After she was not invited to the wedding of Peleus and Thetis, this goddess spitefully threw a golden applelabelled “for the fairest” into the banquet, eventually leading to the Trojan War."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Religious artwork by followers of this faith often takes the form of elaborate calligraphy, and mosaic tiles areoften incorporated into art in cultures that follow this religion. For 10 points each:", "answers_sanitized": ["Islam [or Islam ic; or Muslim ]", "India", "Anish Kapoor"], "parts_sanitized": ["Name this religion. Miniature paintings were common among cultures that followed this religion, where theywere often collected in albums called muraqqa .", "The production of miniatures flourished in this country during the Mughal Empire. This country also has a longhistory of Buddhist art, as can be seen in the murals and carvings at the Ajanta Caves.", "This contemporary British-Indian sculptor created massive mirrored sculptures such as Sky Mirror &nbsp;andChicago’s Cloud Gate . He has exclusive use of a form of Vantablack pigment."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "Most of the information about Fu Hao comes from writing on these items. For 10 points each:", "answers_sanitized": ["oracle bone s [prompt on bones ]", "Shang Dynasty", "flood s [accept the Great Flood ; accept the flood ing of the Nile River]"], "parts_sanitized": ["Name these items made from turtle shells or oxen found in cities such as Anyang. These items were used by anancient empire for divination rituals.", "Oracle bones were used by this dynasty. This dynasty, which was defeated by the Zhou (“joe”) at the Battle ofMuye (“moo-yeh”), succeeded the possibly mythical Xia (“sh’yah”) Dynasty.", "The Xia Emperor Yu the Great is best known for his efforts dealing with one of these events along the YellowRiver. The ancient Egyptians benefited from seasonal occurrences of these events along the Nile River."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "According to Boyle’s Law, this quantity is inversely proportional to volume. For 10 points each:", "answers_sanitized": ["pressure", "Raoult ’s (“ra-OOL’s”) law", "fugacity"], "parts_sanitized": ["Name this quantity. This quantity is defined as force over unit area and can be measured in pascals.", "This law states that the partial pressure of one component in an ideal solution is equal to its mole fraction timesits vapor pressure. The behavior of azeotropes (“AY-zee-oh-tropes”) deviates from this law.", "The Lewis–Randall law is a more general version of Raoult’s law that uses this quantity. This quantity is theeffective partial pressure of a non-ideal gas and can be thought of as the tendency of a substance to escape its phase."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "A section of The Strategy of Conflict &nbsp;discusses using this strategy for promises and threats in internationalrelations. For 10 points each:", "answers_sanitized": ["random [or descriptions like choosing random ly]", "prisoner’s dilemma", "nuclear weapons [or nukes , atom bomb s, atomic bomb s, or A-bomb s; prompt on bomb s, missile s, or"], "parts_sanitized": ["Name this type of strategy useful in zero-sum games, but not in non-zero-sum ones. The Nash equilibrium for apenalty kick scenario involves both the kicker and the goalie taking this sort of mixed strategy.", "This scenario is commonly used to analyze the relationships between countries in game theoretical models ofinternational relations. It features two of the namesake type of person, who must each decide whether to stay silentor betray their partner.", "Thomas Schelling’s namesake “dilemma,” also known as a “Hobbesian trap,” occurs because of theintroduction of these things. The prisoner’s dilemma is often used to model the strategy of countries producing thesethings."], "subcategory": "Philosophy", "category": "Philosophy"}]}