{"tossups": [{"question_sanitized": "Philip K. Dick's story \"We Can Remember it For You Wholesale\" ends with Quail learning that he prevented one of these events through \"kindness and mercy\" alone. This kind of event is facilitated with a technology called \"sophons\" in a novel in which \"Wallbreakers\" help carry it out. Cixin Liu's  (\"tsuh-sheen lyoo'z\") book The Dark Forest begins 400 years before this kind of event is planned to occur. In another novel, the narrator knocks out an annoying curate in the (*) aftermath of this kind of event. In that novel, a deadly weapon called \"Black Smoke\" and machines called tripods are used by a group carrying out this kind of event, but bacteria harmless to humans thwart that plan. For 10 points, give this kind of struggle shown in H.G. Wells's The War of the Worlds.", "answer_sanitized": "invasion of Earth [accept alien invasion or any answers indicating a conflict with aliens and/or extraterrestrials; prompt on destruction of mankind or human genocide or equivalents; prompt on answers of invasions or wars that do not mention \"aliens\" or \"Earth\" or \"extraterrestrials\"; do not accept or prompt on \"first contact\" or \"aliens visiting Earth\"]"}, {"question_sanitized": "This city's rulers were charged with providing \"care for all souls\" in a proclamation by Zosimus the Bearded. Those rulers of this city adopted the double-headed eagle as a symbol after one of them married Sophia Palaiologina (\"pah-LIE-oh-loh-GHEE-nah\"), and crowned themselves with a golden cap supposedly awarded to their ancestors by Constantine Monomakh. The monk Philotheus (\"phi-loh-THAY-us\") began the tradition of calling this city the (*) \"Third Rome.\" By winning the Great Stand on the Ugra River, this city asserted its independence from the \"Tatar Yoke\" imposed by the Golden Horde. Under its Rurikid (\"RURR-ih-kid\") rulers, this city replaced Constantinople as the focal point of Orthodox culture and housed such icon painters as Andrei Rublev. For 10 points, name this city which contains the Kremlin.", "answer_sanitized": "Moscow [accept Moskva or Muscovy]"}, {"question_sanitized": "One book by this philosopher divides science into the categories of \"practical,\" \"theoretical,\" and \"productive.\" That book by this thinker includes \"logical,\" \"ontological,\" and \"psychological\" ways of stating the law of non-contradiction. In \"Book Theta’ of that work by this philosopher, he distinguishes between a substance's possible modes of existence, or \"potentiality,\" from its definite existence, or (*) \"actuality.\" This philosopher proposed \"material,\" \"efficient,\" \"final,\" and \"formal\" as the four types of causes in a book which studies \"being qua being.\" This author of Metaphysics discussed logic in Prior Analytics, which appears in his collection Organon. For 10 points, name this ancient Greek philosopher who founded the Lyceum.", "answer_sanitized": "Aristotle of Stagira [accept Aristoteles]"}, {"question_sanitized": "Due to its low atomic mass, beryllium is nearly transparent to this phenomenon, which allows it to serve as a \"window\". Spectroscopic techniques using this radiation cannot effectively detect the presence of hydrogen or helium. Manne Siegbahn introduced the notation used in spectroscopy based on this radiation, which includes the k alpha transition. ESCA uses this phenomenon to induce the (*) photoelectric effect. Because this radiation has wavelengths on the same scale as interatomic spacing, crystal lattices serve as effective diffraction gratings for it. Experiments with Crookes tubes resulted in Wilhelm Roentgen's discovery of this form of radiation. For 10 points name this ionizing radiation with energy higher than UV light and lower than gamma rays.", "answer_sanitized": "x-rays [accept Röntgen radiation before he is mentioned]"}, {"question_sanitized": "Ashley Montagu called these concepts a \"fallacy\" in the book Man's Most Dangerous Myth, and he helped UNESCO issue a 1950 statement that treated these concepts scientifically. Johann Blumenbach proposed five of these concepts, and subscribed to the \"degenerist\" view that these concepts can be traced back to Adam and Eve. Samuel Morton used craniometric skull measurements to create these constructs, to support his (*) polygenist account of the origin of these groups. Historical examples of these groupings include Caucasoid, Mongoloid, and Negroid; in the modern era police officers often create \"profiles\" based on these constructs. For 10 points, name these sociological groupings of humans into categories, such as \"black\" or \"white\" people.", "answer_sanitized": "races [do not accept or prompt \"ethnic group(s)\"]"}, {"question_sanitized": "This city's goldsmiths once lived in the small cottages along Golden Lane that were built in the 16th century to house the men guarding its castle. Cultural attractions in this city include the Estates Theatre, where Don Giovanni premiered, and a national art museum that houses the Slav Epic. In 2010, this city celebrated the 600th anniversary of an astronomical clock in the tower of its Old Town Hall. This city's Pinkasova memorial documents the 77,000 murdered (*) Jews who once lived in its prominent Jewish Quarter. Until the middle of the 19th century, the iconic Charles Bridge in this city was the only way to cross the Vltava River. For 10 points, name this chief city of Bohemia and capital of the Czech Republic.", "answer_sanitized": "Prague [accept Praha]"}, {"question_sanitized": "This work concludes with the speaker telling readers that they are \"grossly mistaken\" if they think she can recollect any of the \"hodge-podge medley of speech\" she has just spoken. This essay praises bees and their \"inimitable combs\" for their \"industry\" despite being \"Nature's dumb creatures.\" Much of this essay attacks \"long-robed philosophers,\" \"artisans,\" and priests, and describes how the title character is served by Laziness, Forgetfulness, and Self-Love. This (*) encomium is often published with the illustrations of Hans Holbein, and is named for a goddess who is the daughter of Youth and Plutus laughing at the stupidity of the world. Thomas More is the dedicatee of, for 10 points, what essay by Desiderius Erasmus that venerates foolishness?", "answer_sanitized": "In Praise of Folly [accept The Praise of Folly or Stultitiae Laus or Moriae Encomium]"}, {"question_sanitized": "In 1905, a jury in this state refused to convict a man who admitted to shooting Guy Bradley, a game warden tasked with single-handedly protecting this state's birds from poachers. Dixie Highway booster Carl G. Fisher put up a billboard in Times Square boasting that it was \"June\" in this state during a 1920s land bubble ended by the sinking of the Prinz Valdemar. In that same decade, a white mob destroyed Rosewood, which, like (*) Eatonville, was an all-black community in this state. In 1992, this state was the first in the contiguous US where the Category 5 Hurricane Andrew made landfall. Henry Flagler built a railroad to an island off this state's coast sometimes called the Conch Republic. For 10 points, name this state home to Key West.", "answer_sanitized": "Florida"}, {"question_sanitized": "A more politically neutral version of this painting, which adds a woman in a blue-and-white striped dress to its right, was painted by Paul Baudry (\"boh-DREE\"). An arm in this painting is often compared to one in Caravaggio's Entombment of Christ and is found next to an object whose handle was changed from white to black. Having seen the actual scene of this painting, the artist added such details as a green rug and a vinegar-soaked cloth wrapped around its subject's (*) head. The artist's signature is found on a block of wood in this painting next to the title figure's slumped arm, which holds a fountain pen. A bloody letter from Charlotte Corday is shown in, for 10 points, what Jacques-Louis David painting of an assassinated French Revolutionary?", "answer_sanitized": "The Death of Marat [accept The Last Breath of Marat or The Assassination of Marat or La Mort de Marat or Marat Assassiné]"}, {"question_sanitized": "The formula for the grand potential reduces to this equation if the log Z term equals particle number. This equation is true if, at constant temperature, entropy scales linearly with the log of volume. If this equation is true, then all the departure and residual functions are zero, and the enthalpy depends only on temperature. This equation is generally a decent approximation if the specific volume is greater than (*) 5 liters per mole. This equation is equivalent to setting the compressibility factor to one or when the a and b parameters are zero in the van der Waals equation. A constant found in this equation is approximately 8.314 joules per mole kelvin. For 10 points, name this equation of state used for gases at low pressures and high temperatures that equates PV to nRT.", "answer_sanitized": "ideal gas law"}, {"question_sanitized": "An author with this surname wrote about a girl who is \"lazy laughing languid\" and \"fond of a kiss and fond of a guinea.\" Another author with this surname edited a poetry magazine whose title alludes to the concept that human imagination contains \"The Germ\" of an idea. This family included William Michael, as well as an author who wrote of two women telling each other \"Come and kiss me. / Never mind my bruises, / Hug me, kiss me, suck my juices.\" The poem (*) \"Jenny\" was written by an author of this family who wrote a poem in which the title figures state \"Come buy, come buy\" to Laura, who gives a lock of hair in exchange for fruit. \"Goblin Market\" was written by Christina, a member of, for 10 points, what family that included the artist Dante Gabriel?", "answer_sanitized": "Rossetti"}, {"question_sanitized": "Lysine and arginine residues in collagen and crystallin may cross-link by reacting with this compound, which forms the most common AGE (A-G-E). Gliflozins inhibit the function of a sodium/potassium pump-powered transporter of this compound found in the kidney. A roughly three-month average for plasma concentration of this compound can be obtained by measuring hemoglobin (*) A1c levels. Three equivalents of this molecule are transferred from a chain by debranching enzyme. Amylin lowers blood levels of this compound, as does the drug metformin. Cellular absorption of this typical substrate of hexokinase is promoted by hormones produced by the pancreatic beta cells. For 10 points glucagon and insulin modulate blood levels of what monosaccharide?", "answer_sanitized": "D-glucose [accept dextrose]"}, {"question_sanitized": "This man's son Amphictyon (\"am-FIK-tee-un\") was supposedly the first person to learn to mix wine with water. This king ended a conflict by sacrificing to Zeus at a seaweed-covered shrine near the river Cephissus. On the advice of his father, this king of Phthia (\"F'THEE-ah\") began a construction project shortly after after a god drank a soup made from lamb, goat, and the the flesh of Nyctimus (NIK-tim-uss), who was a son of the impious (\"im-PIE-us\") Arcadian king Lycaon (\"lie-KAY-on\"). After reaching a (*) mountain often identified as Athos or Orthrys, he visited an oracle of Themis who told him to throw the \"bones of his mother\" over his shoulder, which he and his wife realized referred to rocks. For 10 points, name this son of Prometheus who repopulated the earth after surviving a flood with his wife Pyrrha (\"PEER-ah\").", "answer_sanitized": "Deucalion (\"doo-KAY-lee-on\")"}, {"question_sanitized": "In the aftermath of this event, an oval-shaped \"oculus\" designed to resemble a bird leaving the hands of a child was built for a transportation hub designed by Santiago Calatrava. The firm Davis Brody Bond designed an underground museum to this event, and is reached by a large glass-enclosed pavilion made by the Norwegian firm Snohetta. This event, which resulted in the destruction of a complex designed by Minoru (*) Yamasaki, led to the creation of a new set of buildings designed by Daniel Libeskind (\"LEE-bus-kihnd\"), the tallest of which is exactly 1,776 feet high. The art installation Tribute In Light, in which 88 searchlights project two light beams into the air, commemorates the destruction of the World Trade Center during, for 10 points, what terrorist act in 2001?", "answer_sanitized": "September 11, 2001 attacks [or 9/11 attacks; accept the destruction of the World Trade Center before \"World\"; do not accept or prompt on \"World Trade Center bombing\"; do not accept or prompt on the Pentagon Attacks.]"}, {"question_sanitized": "Islamic scholars often divide the world into a \"House of Islam\" or Dar al-Islam, the Dar al-'Ahd, and a third \"Dar\" named for this concept. Elias Canetti's Crowds and Power asserts that Islam exhibits the \"unmistakable traits\" of a \"religion of\" this concept. Christian ethics of this concept's legitimacy, as outlined by Hugo Grotius and Thomas Aquinas, are often compared to a passage from the \"Cow\" sura about (*) \"transgressors.\" A passage from Isaiah 2:4 about \"pruning hooks\" and \"plowshares\" states that nations shall not \"train for\" this concept any more. The righteousness of this concept is assessed by St. Augustine's \"just\" theory of it. For 10 points, jihad \"by the sword\" is often described as a \"holy\" form of what concept?", "answer_sanitized": "war [accept holy war; accept qital or harb or Dar al-Harb; accept fighting or killing before \"train for\" as those are alternate translations of the word \"qital\"; prompt on conflict; do not accept or prompt on \"jihad\" or \"fitnah\"]"}, {"question_sanitized": "The speaker of this poem promises to use \"sea-winds blown from east and west\" and the \"breath of my chant\" to make a \"perfume.\" The \"call\" of a \"bashful and tender\" singer is heard by this poem's speaker when he visits a swamp. This poem closes by mentioning the \"fragrant pines\" and \"cedars\" that had repeatedly been mentioned throughout its fifteen sections. This poem includes seven italicized stanzas that are the lyrics of a (*) \"carol\" sung by a \"gray-brown\" bird. This poem's speaker identifies its addressee with the \"western orb sailing the heaven.\" A \"solitary\" thrush and a \"great star early droop'd in the western sky in the night\" are referenced in, for 10 points, what long elegy to Abraham Lincoln written by Walt Whitman?", "answer_sanitized": "\"When Lilacs Last in the Dooryard Bloom'd\""}, {"question_sanitized": "Archaeologist Barry Cunliffe, who has written extensively on these \"ancient\" people, argues in his book Facing the Ocean that they grew out of maritime interaction in the Bronze Age, as opposed to from the continental Hallstatt (\"HALL-shtaht\") culture. The Spanish region of Galicia asserts that it should be a member of a six-nation league named for these people. The La Tène (\"lah TEN\") culture was created by these people, whose namesake \"fringe\" includes the regions of (*) Cornwall and Brittany. A 19th-century revival of the culture of these people promoted insular art styles, such as their namesake \"cross,\" as well as the festival of Samhain (\"SOW-in\"). The druids were priests of, for 10 points, what ancient people whose namesake languages are still spoken in Wales and Ireland?", "answer_sanitized": "Celts [accept Celtic people; accept Celtic League or Celtic Revival or Celtic fringe; prompt on Gauls; do not accept or prompt on \"Irish\" or \"Welsh\"]"}, {"question_sanitized": "In the 19th century, William Douglass patented a \"lenticular pony\" design for use on these things. The physicist Theodore von Karman was on a panel that investigated the failure of one of these things, which turned out to have been caused by a rare \"twisting-mode\" degree of freedom induced from aeroelastic flutter. The engineer Heinrich Gerber patented several ways of constructing these things, including one using hinges to create (*) cantilevers on them, It was commonly thought that wind-induced resonance destroyed the Tacoma Narrows one of these things in 1942. A simple one of these structures may consist of a girder, to which a truss may be added to prevent buckling from compression. For 10 points, name these structures that are often built over rivers.", "answer_sanitized": "bridges [accept more specific kind of bridges; accept trusses before \"cantilevers\"]"}, {"question_sanitized": "This composer considered using the label \"symphony-grotesque\" for the Symphony No. 1 in F minor he completed at age 19. This composer's friends in the Beethoven Quartet asked him to write a quartet with a piano part so that he could travel with them, resulting in his Piano Quintet in G minor. The Beethoven Quartet also premiered all but two of this man's fifteen string quartets, including his (*) eighth, which uses his monogram \"D, E-flat, C, B\" and is dedicated to \"victims of fascism and war.\" After being rebuked for \"formalist\" tendencies by an article in Pravda, this composer wrote his Symphony No. 5 in response to \"justified criticism\" of his opera Lady Macbeth of the Mtsensk. For 10 points, name this Soviet composer of the \"Leningrad\" symphony.", "answer_sanitized": "Dmitri Shostakovich [accept Dmitri Dmitriyevich Shostakovich]"}, {"question_sanitized": "This body of water's basin was home to a religious complex called the Yaya-Mama culture. Johan Reinhard found an underwater temple in this body, which was probably built by the same culture that built the \"Gate of the Sun\" just south of it at Tiwanaku (\"tee-wah-NAH-koo\"). Natives who lived near this body of water helped build Thor Heyerdahl's (\"HIGH-er-doll'z\") Kon-Tiki raft, which was modeled on traditional reed boats used to cross it. Raised-field agriculture was developed to exploit this body of water by local (*) Aymara people. This body, the largest in the Altiplano, is inhabited by many Quechua (\"KETCH-wah\") speakers who moved here during Inca times. The highest navigable major lake in the world is, for 10 points, what South American lake which straddles the border of Peru and Bolivia?", "answer_sanitized": "Lake Titicaca [accept Titiqaqa Qucha; prompt on Lake Winaymarka]"}, {"question_sanitized": "The poet Stesichorus (\"steh-SIK-ur-us\") was supposedly blinded for criticizing, then unblinded for writing an encomium about, this figure. Herodotus interviewed priests in the temple of \"Foreign Aphrodite\" who said that a king named Proteus sequestered this figure. Polydamna gave the drug nepenthe (\"neh-PEN-thay\") to this person, who in some stories feigns Bacchic rites in order to use a torch as a signal. A sword belonging to Deiphobus (\"day-FOH-bus\") is hidden by this woman, who in some stories is (*) replaced by an eidolon (\"eye-DOH-lun\") made of clouds and spends ten years in Egypt. The Oath of Tyndareus (\"tin-DARE-ee-us\") was sworn by the suitors of this woman, who accordingly join in a conflict sparked when she is taken from Menelaus by Paris. For 10 points, name this queen of Sparta whose abduction ignited the Trojan War.", "answer_sanitized": "Helen of Troy"}], "bonuses": [{"leadin_sanitized": "One strain of this virus is named for its discovery in Reston, Virginia. For 10 points each:", "answers_sanitized": ["Ebolavirus", "filoviruses [accept Filoviridae]", "pigs [accept pork; accept hogs; accept swine]"], "parts_sanitized": ["Name this extremely deadly virus that causes a namesake hemorrhagic fever. There was a large outbreak of this virus in West Africa in 2016, spawning fears of it spreading to the United States.", "Ebola and Marburg viruses belong to this general class of viruses named for their U and 6 shaped particles.", "Besides primates and bats, these animals of genus Sus are the only other carriers of filoviruses. Eating raw meat from these domesticated animals containing Trichinella larvae is the most common cause of trichinosis (\"TRICK-in-OH-sis\")."]}, {"leadin_sanitized": "According to Tertullian, worshippers of this god would have crowns placed on their heads, which they were expected to reject, then assert that this god \"is my true crown.\" For 10 points each:", "answers_sanitized": ["Mithras [accept Mithra or Mitra]", "torches", "bulls [prompt on cows or bovines or cattle]"], "parts_sanitized": ["Name this Greco-Roman god based on a Persian divinity with a similar name, whose cult was popular in the late Roman army.", "Many icons show Mithras alongside figures called cautes (COW-tays) and cautopates (cow-TOH-pah-tays) who hold these items. The goddess Hecate (HEH-kuh-tee) was often shown carrying these items.", "The central scene of the cult of Mithras, the tauroctony (tor-AHK-tuh-nee), shows the slaying of one of these animals. Zeus took the form of one of these animals to abduct Europa."]}, {"leadin_sanitized": "James Wood savaged this author in a 2009 New Yorker article titled \"Shallow Graves\" that opens with a paragraph-long parody of this man's style. For 10 points each:", "answers_sanitized": ["Paul Auster [or Paul Benjamin Auster]", "Philip Roth [Philip Milton Roth]", "ghosts [accept Exit Ghost]"], "parts_sanitized": ["Name this postmodern author who wrote the New York Trilogy. His recent novel 4 3 2 1 follows four different life trajectories of Archie Ferguson.", "Wood observes the similarity of Auster's characters to this author's recurring character of Nathan Zuckerman.", "A Roth novel featuring Nathan Zuckerman is titled Exit one of these figures, which also title the middle entry in Auster's New York Trilogy. Henry James' The Turn of the Screw is regarded as a seminal work in a genre centering on these spectral figures."]}, {"leadin_sanitized": "A person of this ethnicity, Alonso de Ercilla (\"air-SEE-yah\"), wrote an epic poem about the conquest of Chile. For 10 points each:", "answers_sanitized": ["Basque [accept vascos or euskaldunak; prompt on Spanish]", "Ferdinand Magellan [or Fernão de Magalhães; or Fernando de Magallanes]", "Potosí"], "parts_sanitized": ["Give this ethnicity of many conquerors and settlers of the New World, some of whom formed the Gipuzkoan (\"geez-poo-KOH-ahn\") Company in Venezuela.", "A Basque named El Cano captained the first circumnavigation of the world after this leader of the voyage was killed on Mactan Island.", "Basques fought for control of this city in the so-called Vicuña War of the 1620s. The name of this town, which appears twice in Don Quixote, was a synonym for wealth in the early 17th century."]}, {"leadin_sanitized": "The operas of Richard Wagner were influenced by several philosophers. For 10 points each:", "answers_sanitized": ["The World as Will and Idea [or The World as Will and Representation or Die Welt als Wille und Vorstellung]", "Ludwig Feuerbach [or Ludwig Andreas von Feuerbach]", "anarchism [or anarchist]"], "parts_sanitized": ["The themes of redemption and loss from Wagner's opera Tristan and Isolde were taken from this book by Arthur Schopenhauer, which argues that music is the more pure art to alleviate human suffering.", "This philosopher's idea that the gods are merely illusions appears in The Essence of Christianity, a book which inspired the politics of The Ring Cycle.", "Wagner's attempts at bringing about a \"revolution\" in music were inspired by his conversations with Mikhail Bakunin, who espoused this philosophy that the government should be completely abolished."]}, {"leadin_sanitized": "Maurice Merleau-Ponty's essay \"Eye and Mind\" opens with a quote from Jacques Gasquet's book titled for this artist. For 10 points each:", "answers_sanitized": ["Paul Cezanne [accept \"Cezanne's Doubt\"]", "cubism [accept cubisme or On Cubism or Du cubisme]", "M. C. Escher [accept Mauritius Cornelis Escher]"], "parts_sanitized": ["Name this subject of a Merleau-Ponty essay about his \"Doubt.\" A 1895 painting of a plaster Cupid by this artist is said to have anticipated the artworks of the following century.", "Metzinger and Gleizes (\"glez\") wrote that \"to understand Cezanne is to foresee [this movement]\" in a treatise titled for it. This movement's name was coined when Louis Vauxcelles (\"voh-SELL\") mocked Houses at L'estaque.", "This Dutch artist extended Cubist experimentation with non-Euclidean geometry. Many of his prints show impossible staircases and hyperbolic tiling."]}, {"leadin_sanitized": "For 10 points each, answer the following about the position of the Sun in the sky:", "answers_sanitized": ["analemma", "Earth's tilt [or obliquity]", "equinoxes [accept vernal or autumnal equinox]"], "parts_sanitized": ["This is the name of the graph formed by plotting the Sun's position at the same time each day, from a fixed point for a year. It is typically shaped like a lemniscate, or a figure-eight.", "One of the reasons why the analemma isn't just a single point is because of this feature of Earth's orbit. This phenomenon currently measures 23.5 degrees and is responsible for the seasons.", "The points of middle height on an analemma correspond to these events throughout the year. These events occur when the ecliptic intersects with the celestial equator."]}, {"leadin_sanitized": "This musical form is sometimes referred to as compound binary form, since it also involves moving off a home key to another, then returning. For 10 points each:", "answers_sanitized": ["sonata form [or sonata-allegro form]", "Franz Joseph Haydn", "the ballades (\"buh-LAHDS\") of Frederic Chopin [accept answers indicating Chopin's ballades; accept ballads]"], "parts_sanitized": ["Name this form which is commonly used in the first movement of symphonies. It consists of an exposition, development, and recapitulation.", "Sonata form was popularized by this Classical composer of 106 symphonies, including the \"Clock\" and \"Surprise\" ones.", "These pieces use a modified sonata form that flips the order of the themes in the recapitulation. These four pieces, thought to be inspired by Adam Mickiewicz's (\"ah-DOM meets-kee-EH-vitch's\") poetry, mostly use a namesake meter of 6/4 (\"six-four\") or 6/8 (\"six-eight\") time."]}, {"leadin_sanitized": "For 10 points each, answer the following about the exploits of the Women's Freedom League:", "answers_sanitized": ["United Kingdom [or Great Britain; prompt on England]", "vegetarianism [or not eating meat; or veganism; or eating plants or equivalents; prompt on things like biological living]", "refused to pay taxes [or refusing to pay the poll tax; accept equivalents]"], "parts_sanitized": ["The League agitated for women's right to vote in this country. WFL activists chained themselves to a grille in this country's House of Commons in 1908.", "WFL leader Charlotte Despard followed this practice that was common among suffragettes. Sylvester Graham founded an American society named for this practice, also followed at the Battle Creek Sanitarium.", "The WFL promoted this tactic to pressure the government to granting women the right to vote. John Bampton investigated communities in Essex engaged in this type of protest at the start of the Peasants Revolt."]}, {"leadin_sanitized": "A doctor named Baliardo ignores his family as he comes to believe in the existence of a \"lunar race\" in this author's play The Emperor of the Moon. For 10 points each:", "answers_sanitized": ["Aphra Behn", "slaves [or enslaved people; prompt on Africans]", "Poets' Corner"], "parts_sanitized": ["Name this author whose drama The Rover was her most popular play during her lifetime. She served as a spy in Holland before embarking on her writing career.", "Aphra Behn wrote a novella about one of these people named Oroonoko, who was originally a prince before being taken to Surinam. Alex Haley traced the heritage of one of these people named Kunta Kinte in his novel Roots.", "Aphra Behn is one of the first female writers honored by being buried in Westminster Abbey; however she was not buried in this reserved location, which features a memorial to Elizabeth Gaskell."]}, {"leadin_sanitized": "Texas carbons are named because they form this many bonds, because everything is bigger in Texas. For 10 points each:", "answers_sanitized": ["five [or 5]", "trigonal bipyramidal [do not accept or prompt on partial answers]", "superacids [prompt on acids]"], "parts_sanitized": ["Give this number, which is one more than carbon's usual valence, as well as one more than the number of bonds it forms in most molecules.", "Though Texas carbons are usually the result of chemistry students doing lazy counting, a similar structure forms in the transition state of an SN2 reaction, resulting in a central carbon possessing this molecular geometry.", "A pentavalent carbonium atom would be one of these compounds, which donate protons even to H2SO4. A common example of these compounds is made by reacting HF with antimony pentafluoride."]}, {"leadin_sanitized": "The grave of one member of this family is surrounded by wooden swords, and another member of this family, Yoritomo, won the Battle of Dan-no-ura. For 10 points each:", "answers_sanitized": ["Minamoto clan", "shogun", "Kamakura shogunate [accept Kamakura bakufu]"], "parts_sanitized": ["Name this family of Japanese rulers that defeated the Taira clan in the Genpei War.", "Minamoto no Yoritomo was the first Japanese ruler to take this title. These military dictators supplanted the Emperor for several centuries following the rise of the Minamoto.", "The Minamoto family established this shogunate which was later dominated by the Hojo clan and fought off two Yuan dynasty invasions of Japan."]}, {"leadin_sanitized": "Jacinda Ardern spoke at one of this movement's 2017 events, which was the first in the world due to New Zealand's time zone. For 10 points each:", "answers_sanitized": ["Women's March [or 2017 Women's March on Washington]", "Nation of Islam [or NOI]", "New Orleans"], "parts_sanitized": ["Name this movement which organized millions of people of a certain gender to protest the inauguration of Donald Trump.", "In January 2019, the DNC disaffiliated with the Women's March after its organizers declined to denounce anti-Semitic comments by Louis Farrakhan, the leader of this organization.", "Though this city's first female mayor, LaToya Cantrell, spoke at its 2018 Women's March, its 2019 march was one of many canceled due to the anti-Semitism controversy."]}, {"leadin_sanitized": "Only one of the four Muslim madhahib (\"mah-THEH-heeb\"), or schools of jurisprudence, considers the witr form of this practice obligatory. For 10 points each:", "answers_sanitized": ["prayer [accept equivalents such as praying]", "nighttime [accept evening; do not accept or prompt on \"sundown\"]", "qibla"], "parts_sanitized": ["Name this action that Muslims must perform five times a day according to the pillar of salat.", "The witr prayer is typically offered during this time period, which falls between the isha'a and fajr prayers. Throughout Ramadan, iftar is consumed during this time period, during which tarawih prayers may also be offered.", "Salat must be performed while facing the city of Mecca, a relative direction denoted by this Arabic term. In mosques, this direction is indicated by a mihrab niche in a designated wall."]}, {"leadin_sanitized": "Joan Sutherland sang this role in a famous Decca recording opposite Luciano Pavarotti, with Zubin Mehta conducting. For 10 points each:", "answers_sanitized": ["Princess Turandot", "Giacomo Puccini [or Giacomo Antonio Domenico Michele Secondo Maria Puccini]", "\"Quando me'n vo\" [accept \"Musetta's waltz\"]"], "parts_sanitized": ["Name this soprano role. Her first aria, \"In questa reggia,\" (\"een KWES-tah REJ-jah\") explains the purpose of three riddles and culminates in a double high C with the tenor.", "Turandot was created by this composer who wrote about a woman who slits her throat after Pinkerton marries another woman in Madama Butterfly.", "This other Puccini soprano aria features a diminuendo on a high B in the final words, \"senti morir.\" A character sings this aria in Act II (\"two\") after encountering Marcello (\"mar-CHEL-loh\") in a cafe as she enters with Alcindoro (\"ahl-chin-DOH-roh\")."]}, {"leadin_sanitized": "This term names a type of cultural narrative which is called a pourquoi (\"poor-KWAH\") tale in French. For 10 points each:", "answers_sanitized": ["just-so stories", "The Jungle Book", "hedgehogs"], "parts_sanitized": ["Give the two-word term for fantastic origin tales. Several of them which a British author told to his daughter Effie, such as \"How the Whale Got His Throat,\" title a 1902 book.", "In a successor to this classic Kipling novel, the protagonist Mowgli hears the just-so story \"How the Tiger Got His Stripes.\" Mowgli is threatened by Shere Khan in this novel.", "Another of the Just So Stories stories concerns how a tortoise and one of these other animals became the first armadillos. The Greek poet Archilochus (\"ar-kih-LOW-kus\") wrote that this animal knows \"one big thing.\""]}, {"leadin_sanitized": "For a block and tackle, the ideal type of this quantity equals the number of sections of rope that support the moving block. For 10 points each:", "answers_sanitized": ["mechanical advantage [accept ideal mechanical advantage; accept actual mechanical advantage]", "efficiency", "cosecant [or csc; do not accept or prompt on \"secant\" or \"sec\"]"], "parts_sanitized": ["Name this ratio of output force to input force for a simple machine.", "The ratio of actual to ideal mechanical advantages is given this name. A quantity of this name has a maximum value of 1 minus the ratio of cold to hot reservoir temperatures according to Carnot's theorem.", "The ideal mechanical advantage of a frictionless inclined plane is equal to this function of the angle of inclination."]}, {"leadin_sanitized": "This concept was studied in a boy named \"Little Hans,\" a patient who had a fear of horses. For 10 points each:", "answers_sanitized": ["Oedipus (ED-uh-puss) Complex", "superego (\"super\"-\"ego\") [do not accept or prompt on \"ego\"]", "Karen Horney [or Karen Danielson]"], "parts_sanitized": ["Name this \"complex\", which Sigmund Freud (froyd) theorized results from a boy being sexually attracted to his own mother, instilling in him a desire to kill his father.", "Freud wrote that the stronger the Oedipus Complex is in a person, the stronger this component of his psyche will be. It integrates societal norms into an individual.", "This psychologist made the first sustained attack on Freud's theories of the Oedipus Complex. In volumes such as New Ways of Psychoanalysis, she used her theories of neuroses to create a more holistic form of Freud's thought."]}, {"leadin_sanitized": "This author wrote that the Allied bombing of Europe was the \"first stage of a brave new world\" in his On the Natural History of Destruction. For 10 points each:", "answers_sanitized": ["Winfried Georg Sebald [or Max Sebald]", "1940s [the event referenced is The Holocaust]", "Anne Frank [or Annelies Marie Frank]"], "parts_sanitized": ["Name this German author whose books like The Rings of Saturn and Austerlitz incorporate black-and-white photographs into the novel's text.", "In Sebald's final novel, a historian named Jacques Austerlitz seeks to find out what happened to his parents, who disappeared during this decade. Primo Levi's If This is a Man describes his incarceration during this calendar decade.", "This Dutch writer's diary The Secret Annex was published by her father Otto, the only member of her family to survive the Holocaust."]}, {"leadin_sanitized": "Governor Ross Barnett gave an incendiary speech at this institution in the lead-up to a riot that killed a jukebox repairman. For 10 points each:", "answers_sanitized": ["University of Mississippi [or Ole Miss]", "James Meredith [or James Howard Meredith]", "Robert F. Kennedy [or Bobby Kennedy; or RFK; or Robert Francis Kennedy]"], "parts_sanitized": ["Name this institution where US Marshals ran out of teargas defending its Lyceum building in a 1962 riot that killed a French journalist.", "This Civil Rights Activist and leader of the March Against Fear was the first to integrate the University of Mississippi.", "This Attorney General sent the Marshals to protect Meredith. He was assassinated by Sirhan Sirhan after winning the California Democratic primary in 1968."]}, {"leadin_sanitized": "Despite hating French monarchists, this character memorizes a letter intended for the Duke of Angoulême, and is entrusted with delivering its contents to him. For 10 points each:", "answers_sanitized": ["Julien Sorel [accept either underlined name]", "Stendhal [accept Marie-Henri Beyle]", "Julien Sorel's severed head [prompt on answers only mentioning his corpse or body]"], "parts_sanitized": ["Name this character, the lowly son of a carpenter who aspires to climb French society. He is executed after he tries to kill Madame de Renal during a church mass.", "Julien Sorel is the protagonist of this author's novel The Red and the Black.", "At the conclusion of The Red and the Black Mathilde de la Mole reenacts a French legend by kissing this object and later enshrining it."]}]}