{"tossups": [{"question_sanitized": "1. The play Operation Restore Regasi parodies a minister in this country who mispronounced the name of a coup codenamed Operation Restore Legacy. Another minister from this country, Energy Mutodi, falsely blamed a 2019 internet shutdown on \"congestion.\" A riot broke out in its capital when Kombi drivers raised their rates to $10 in the bond dollars that are technically exchangeable for US dollars here. This country is led by a man nicknamed The (*) Crocodile who came to power after arresting its 92-year-old president in 2017. Following a contested 2008 election in this country, the MDC party shared a degree of power with ZANU-PF. For 10 points, in what country did Emmerson Dambudzo Mnangagwa (MAN-en-gag-wa) depose longtime dictator Robert Mugabe?", "answer_sanitized": "Zimbabwe [or Republic of Zimbabwe]  &lt;Bentley, Current Events - World&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "2. This work claims that \"loaves of bread\" that split open \"in the oven\" shows how \"Nature's inadvertence has its own charm, its own attractiveness.\" This text states that after the deaths of Alexander the Great and his \"mule driver\", their souls either became part of the \"life-force\" of the world, or were turned into \"atoms\" of an \"Epicurean universe.\" This work, whose Greek title Ta eis heauton (\"tah ays HEY-ow-tohn\") means \"things to one-self,\" begins by thanking the author's teacher (*) Rusticus, who introduced him to Epictetus's (\"eh-PIC-teh-tus\") philosophy. It was written in koine (\"KOY-nay\") Greek from 161 to 180 AD while its author was campaigning in places such as Carnuntum while fighting against the Quadi (\"KWAH-dee\") barbarians. For 10 points, name this set of Stoic writings by Marcus Aurelius.", "answer_sanitized": "Meditations [accept Ta eis heauton before \"Ta\"]  &lt;Jose, RMP - Philosophy&gt;", "subcategory": "Philosophy Classical", "category": "Philosophy"}, {"question_sanitized": "3. A protein composing these structures is the canonical example of a microbe-associated molecular pattern because it agonizes TLR5. The CheY (\"key why\") reporter assay works by increasing the activity of these structures. Bacterial chemotaxis is driven by these structures tumbling and alternating rotation between clockwise and counterclockwise. By definition, opisthokonts possess these structures, which are not present in (*) Paramecia. Unlike centrioles, these structures never have a 9 + 0 axoneme, preferring a 9 + 2 arrangement of microtubules, which develop on an organizing center called a basal body. For 10 points, name these structures that are homologous to, but larger than cilia, which help cells move with a whip-like motion.", "answer_sanitized": "flagella [accept flagellum]  &lt;Silverman, Science - Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "4. Large examples of these objects built by the Maori called waka were used in an attack on Abel Tasman in Murderer's Bay. The Algonquian rabaska, a variety of these objects, was used by many voyageurs (\"voh-yah-ZHUR\"), one of whom called an avant (\"ah-VONT\") was usually charged with controlling them. The Tlingit people, who borrowed designs for these objects from the Haida, used sixty-foot-long examples of them at the Battle of Sitka. (*) \"War\" examples of these objects in the Pacific Northwest were built of birch bark and held over 100 men. Most of these objects used by Polynesians for exploration were outriggers, which consist of two connected hulls. For 10 points, name these boats whose \"dugout\" variety is made from a tree trunk, and which are propelled with paddles.", "answer_sanitized": "canoes [accept double-canoes or kayaks; accept outrigger canoes or dugout canoes before \"outriggers\" or \"dugout,\" respectively; prompt on boats or ships before \"boats\"]  &lt;Alston, History - World&gt;", "category": "History"}, {"question_sanitized": "5. One novel set in this city contains a chapter narrated by a talking gold coin, who reveals that it is actually a worthless counterfeit made in Venice. A memoir titled for this city describes a cold winter day on which its collective melancholy, or huzun (\"hoo-ZOON\"), is almost tangible. A real-life location in this city houses porcelain dogs and 4,213 cigarette butts; that museum was inspired by a novel in which a businessman falls in love with the shopgirl (*) Fusun. This city is the setting of a novel in which Enishte solicits the help of his nephew Black in creating an illustrated book for a sultan after the murder of the miniaturist Elegant Effendi. The setting of the novels The Museum of Innocence and My Name is Red, for 10 points, is what hometown of Orhan Pamuk?", "answer_sanitized": "Istanbul [accept Constantinople]  &lt;Damisch, Literature - World and Miscellaneous&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "6. One of the 10 men convicted under this law, Luther Baldwin, uttered the word \"arse\" after he heard a gunshot. Matthew Lyon won reelection to Congress while imprisoned under this law. James Callender of the Richmond Examiner was sentenced to a nine-month jail term under this act, which may have been drafted to penalize Benjamin Franklin Bache of the Philadelphia Aurora. This law was passed with three others during the (*) \"Quasi-War\" with France, including one that increased naturalization requirements. It's not the Espionage Act, but this Federalist-backed act shares its name with a 1918 bill used to convict Socialist Eugene V. Debs. For 10 points, name this 1798 law that was passed with three \"Alien Acts\" by John Adams.", "answer_sanitized": "Sedition Act [accept Sedition Act of 1798; prompt on Alien and Sedition Acts]  &lt;Jose, History - American&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "7. The most popular of the ten canonical methods of performing this action is the method of hafs, which was related by a scholar named Aseem. People performing this action must adhere to a set of rules called tajweed, which concern such scenarios as a nūn sākinah (\"noon sah-KEE-neh\"). A man was commanded to do this action \"in the name of God\" who \"created man from a clot of blood\" by the angel (*) Gabriel in a cave. A person who can do this action without resorting to a text is called a hafiz. A benediction called the bismillah begins almost every instance of this action. An imam performs this action with \"al-Fatihah\" as the source material before jumu'ah (\"JOO-moo-ah\") or Friday prayers. For 10 points, give this action in which one speaks verses from the Qur'an.", "answer_sanitized": "reciting the Qur'an [accept word forms of \"recite\" such as recitation; accept proclaiming or proclamation; accept qar'ah or qira'at; prompt on reading or reading the Qur'an; prompt on speaking before \"speaks\"; do not accept or prompt on \"reciting hadith\" or reciting any non-Qur'an texts]  &lt;Alston, RMP - Other Religion&gt;", "category": "Religion"}, {"question_sanitized": "8. A sculpture by this artist consists of a large black oval on a slope in a concrete room and takes its name from Gustave Courbet's The Origin of the World. This artist often works with Cecil Balmond, who collaborated on his incomplete \"Tees Valley Giants,\" which contains a ring-like sculpture called Temenos. Balmond also helped this man create an observation tower for an Olympic Park painted in a deep shade of red, the ArcelorMittal Orbit. Characteristic works by this artist include (*) Nottingham's Sky Mirror, as well as a large sculpture near the Jay Pritzker Museum in Millennium Park that is made from stainless steel. Chicago's Cloud Gate, which has been nicknamed \"The Bean,\" was made by, for 10 points, what Indian-born, British sculptor?", "answer_sanitized": "Anish Kapoor  &lt;Jose, Fine Arts - Sculpture&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "9. An efficient way to explore this object is given by Warnsdorff's Rule, which is a heuristic that minimizes onward moves. Removing two components of the same type from this object makes it \"mutilated\" and thus impossible to tile with dominoes according to Gomory's theorem. Arranging eight agents on this object is the subject of a backtracking algorithm by Edsger Dijkstra (\"EDS-gur DIKE-struh\") that illustrated his concept of structured programming. There exists (*) \"closed\" and \"open\" variants of finding a way to traverse this object using only L-shaped jumps. A common discrete mathematics problem is to arrange eight \"queens\" so that they cannot attack each other on, for 10 points, what object, whose squares are all visited in a \"knight's tour\"?", "answer_sanitized": "chessboard [prompt on board; accept checkerboard]  &lt;Jose, Science - Math&gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "10. The critic Lord Sudley posited that this character switched genders due to the novel's references to a \"secret\". This character's son John Francis avenges her by forcing a man to admit he executed her, and then stabbing him to death. This character was once a nun in Templemar, but she seduced a young priest and convinced him to steal its sacred vases so they could flee. This character steals a pair of diamonds as part of a plot to frame Queen (*) Anne's English lover. She went by the name Anne de Breuil when she was married to one of the title characters of the book in which she appears. A fleur-de-lis is branded on the back of this spy for Cardinal Richelieu. For 10 points, name this one time wife of the Lord de Winter who is an antagonist in The Three Musketeers.", "answer_sanitized": "Milady de Winter [accept de Winter until \"Winter\"]  &lt;Jose, Literature - European&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "11. A volcano erupts in the left background of a Thomas Cole landscape titled for this place in which light emits from it across a rocky bridge. A fat cat rests in front of a rabbit and elk at the bottom of an engraving depicting this place by Albrecht Durer, which shows the same subjects as several paintings with dark backgrounds set here by Lucas Cranach the Elder. In a painting from the Brancacci (\"bron-KAH-chee\") Chapel that is next to the artist's The (*) Tribute Money, two figures wail as they exit this location pursued by a red-robed being with a sword. On the left panel of one altarpiece, this place was depicted as containing a pink fountain by Hieronymus Bosch. For 10 points, Masaccio painted Adam and Eve's expulsion from what Biblical locale?", "answer_sanitized": "Garden of Eden [prompt on Paradise or garden or Garden of Earthly Delights]  &lt;Bentley, Fine Arts - Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "12. A typical radical polymerization is terminated by a radical combination or a reaction of this name. Enzyme mediated reactions of this type eliminate superoxide radicals from biological systems. One of these reactions drives the high-pressure CO method for producing nanotubes; that reaction of this type is named for Boudouard. Non enolizable aldehydes may under one of these reactions in the presence of base that produces an (*) alcohol and a carboxylic acid. Peroxidases such as catalase promote this kind of reaction, producing water and oxygen gas from hydrogen peroxide. These reactions are the opposite of comproportionations. For 10 points, name these reactions in which two identical species undergo a redox reaction with each other.", "answer_sanitized": "disproportionation reaction [accept dismutation reaction; prompt on redox reaction; prompt on reduction-oxidation reaction; do not prompt on \"reduction\" or \"oxidation\"]  &lt;Wang, Science - Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "13. A piano concerto in this key begins with three tutti chords, each of which is followed by a flourish of octave scales and trills by the soloist. A symphony in this key has a long, slow movement that begins in 2/4 (\"two-four\") time with the first violins playing their lowest G three times in a dotted rhythm, and was written a year after its composer's Heiligenstadt (\"HIGH-lih-gun-shtat\") Testament. That symphony in this key presents variations on a theme from the ballet The (*) Creatures of Prometheus and has a second movement funeral march. This is the tonic of Ludwig van Beethoven's \"Emperor\" Concerto, as well as his 1803 symphony originally dedicated to Napoleon, the \"Eroica.\" For 10 points, give this major key with three flats which is enharmonic to D-sharp major.", "answer_sanitized": "E-flat major [do not accept or prompt on \"E\" or \"E major\" or \"E-flat minor\"]  &lt;Alston, Fine Arts - Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "14. This character is told \"there are no flies or mosquitoes to sting you,\" we got \"rid of them centuries ago\" after telling another character a story about the Girl of Mátaski. This character is shown copies of The Imitation of Christ and The Varieties of Religious Experience by a leader who admits to having an archive of old pornographic books. After a long conversation in which this character is told \"art, science, and religion\" were gotten rid of years ago, he moves to a (*) lighthouse where he later hangs himself. After he rebels with Helmholtz Watson and Bernard Marx against the \"World State,\" Mustapha Mond sentences him to exile. For 10 points, name this character called the \"savage\" in Aldous Huxley's Brave New World.", "answer_sanitized": "John the Savage  &lt;Jose, Literature - British&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "15. Crimes committed during this decade were investigated by the Ihat (\"I-Hat\") committee. During this decade, youths threw petrol bombs at the Live and Let Live Pub in the Oldham race riot. Gavyn Davies resigned as BBC chairman during this decade following the Hutton Inquiry. Jack Straw was quoted in the \"smoking gun\" Downing Street memo that undermined the justification for a war started in this decade which was later investigated in the (*) Chilcot (\"CHILL-cut\") report. A double-decker bus in Tavistock Square was blown up during terrorist attacks in London in this decade. Gordon Brown first became Prime Minister during this decade. For 10 points, name this decade during which Tony Blair sent British troops to Iraq to help topple Saddam Hussein.", "answer_sanitized": "2000s [accept the aughts or the noughties]  &lt;Bentley, History - European&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "16. A hero on a quest for this object killed Eurymedon (\"you-rim-eh-don\") and his three brothers on the island of Paros during a voyage that ended near the mouth of the river Thermodon. In a version of the myth about this object, a double-headed axe taken from the body this object's owner was later given to Omphale (\"om-FAH-lee\"). Admete (\"ad-MEE-tee\") requested this object, prompting a quest during which Melanippe (\"meh-lah-NIP-ee\") was killed and (*) Antiope (\"an-TYE-oh-pee\") was captured and ransomed for it. Ares gave this object to its original owner, who in some stories planned to surrender it willingly until Hera convinced her Themiscyran (theh-mis-KYE-ran) subjects that she was being kidnapped. For 10 points, name this object of Heracles's ninth labor, a belt belonging to the queen of the Amazons.", "answer_sanitized": "the girdle of Hippolyta [accept any answer indicating a girdle or belt belonging to Hippolyta or Hippolyte; prompt on girdle or belt of the Amazons; prompt on girdle or belt of Ares; do not accept or prompt on answers involving \"Hippolytus\"]  &lt;Jose, RMP - Greco-Roman Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "17. Vernon Smith distinguished between \"ecological\" and \"constructivist\" forms of this concept, the former of which is influenced by a person and his or her surrounding environment. The paradigm of \"satisficing\" was proposed as an alternative to a framework named for this concept which assumes that ranked preferences must be complete and transitive, and which is often derided as \"homo economicus.\" This concept is (*) limited by memory and an agent's ability to process information according to Herbert Simon's \"bounded\" theory of it. Agents subject to the \"perfect\" form of it optimize their total utility when making choices and are free from cognitive error. For 10 points, give this economic concept of making decisions in accordance with reason.", "answer_sanitized": "rationality [accept ecological rationality or constructivist rationality or bounded rationality or perfect rationality; accept word forms such as rational or rational actor or rational choice theory; prompt on utility maximizing or utility maximizer before \"utility\"; prompt on decision making]  &lt;Jose, Social Science - Economics&gt;", "category": "Social Science"}, {"question_sanitized": "18. During the time that it owned this landmark, the Antrobus family gave Charles Darwin permission to study the soils around it for his research on earthworms. Richard Atkinson, who directed excavations at this place, dismissed the theories that Gerald Hawkins put forth in a book about this landmark \"Decoded.\" A settlement at Durrington Walls may have have housed the creators of this landmark, which is grouped with a similar place nearby at (*) Avebury as part of a UNESCO World Heritage Site. This landmark is surrounded by 56 chalk pits called \"Aubrey holes.\" Neopagans gather at this landmark during the winter solstice to watch the sun rise between two of its namesake pillars. For 10 points, name this circular Neolithic monument near Salisbury.", "answer_sanitized": "Stonehenge [accept Stonehenge Decoded]  &lt;Alston, History - Cross, Historiography, and Miscellaneous&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "19. A form of super-resolved microscopy depletes fluorophores by forcing them to undergo this process instead of fluorescence; that technique, STED microscopy, earned Stefan Hell a 2014 Nobel in Chemistry. This process begins at a metastable upper level. 4-level systems are preferable to 3-level systems for producing conditions suitable for this process. Gain media help facilitate this process after undergoing (*) pumping. The rate of this radiative process is described by the Einstein B21 (\"b sub 2 1\") coefficient. This process occurs faster than absorption when a system experiences population inversion. Unlike a similar \"spontaneous\" process, photons produced by this process are coherent. For 10 points, name this process central to the function of lasers.", "answer_sanitized": "stimulated emission [accept light amplification by stimulated emission of radiation; prompt on laser or word forms such as lasing; prompt on optical amplification; do not accept or prompt on \"spontaneous emission\"]  &lt;Wang, Science - Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "20. The stabbing death of Richard Adam was blamed on this author, since he had the culprit Jack Abbott paroled to publish the memoir In the Belly of the Beast. One of this author's characters breaks down in Oregon State Penitentiary after his brother Gaylen is stabbed; that character is given a job at a shoe repair shop by his cousin Brenda and later shoots a gas station employee named Max. The memoir The Last Party describes how this author used a (*) penknife to stab his second wife, Adele Morales. He won a Pulitzer Prize for a novel about a criminal convicted of a double murder in Utah who does not contest his death sentence. For 10 points, what author wrote about Gary Gilmore in his stab at a \"nonfiction novel\" called The Executioner's Song?", "answer_sanitized": "Norman Mailer [or Norman Kingsley Mailer]  &lt;Jose, Literature - American&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "21. This country contains the type site of the Sintashta culture, whose burials contain the world's oldest chariots. Four ivory \"Venus\" figurines are named for the town of Buret in this country's Angara river valley. A woman dubbed the \"Ice-Maiden\" was found within this country's Ukok Plateau. An old name for a region in this country, Yughra, lends its name to the Ugric language family. A large igneous province in this country contains the (*) \"traps\" blamed for the Permian extinction. In this country, the world's longest estuary receives the flow of a river that flows north from the Altai mountains, called the Ob. The Lena river is found in, for 10 points, what country where the Yenisei River receives water from Lake Baikal in Siberia?", "answer_sanitized": "Russia [accept Russian Federation or Rossiyskaya Federatsiya]  &lt;Alston, Geography - World&gt;     NSC 2019 - Round 16 - Bonuses", "category": "Geography"}], "bonuses": [{"leadin_sanitized": "A proposed superphylum in this domain called Asgard has proposed phyla named for Loki, Thor, and Heimdall. For 10 points each:", "answers_sanitized": ["archaea [or archaebacteria; do not accept \"bacteria\"]", "extremophiles [or extremophilic]", "methane [or CH4]  &lt;Kothari, Science - Biology&gt;"], "parts_sanitized": ["Name this domain of microbes that lack peptidoglycan in their cell walls and have no organelles. Carl Woese and George Fox identified them as a separate domain using 16S rRNA sequencing.", "Many archaea are described as these kinds of organisms that live in very harsh environments, like very hot or very salty places. Give the generic term applying to organisms in any harsh environment.", "Coenzyme B and Coenzyme M, among others, are among the coenzymes found uniquely among archaea that produce this compound, usually under anaerobic conditions, as in many wetlands."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about sound masses:", "answers_sanitized": ["tone cluster [accept cluster chord]", "synthesizers [accept synths]", "pitch [accept perfect pitch]  &lt;Smith, Fine Arts - Music&gt;"], "parts_sanitized": ["Sound masses are sometimes seen as an extension of the use of these chords, which contain three or more adjacent notes in a scale. A piece of wood is used to create one in the Concord Sonata.", "Krzysztof Penderecki's (\"kuh-SHISH-toff pen-duh-RET-skee's\") sound mass-heavy Polymorphia appears on the score to The Shining, whose theme was played on a Moog (“MOHG”) variety of this instrument by Wendy Carlos. This instrument is sometimes modified with an arpeggiator.", "Pieces that use sound mass de-emphasize this other aspect, which refers to how high or low a sound is. People with a \"perfect\" sense of this aspect can distinguish notes upon hearing them."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "These figures have attained a type of <em>citta</em> (\"CHIT-tuh\") or state of mind that motivates them to work towards the benefit of all beings. For 10 points each:", "answers_sanitized": ["bodhisattvas", "samsara", "upaya [accept skillful means or expedient means]  &lt;Alston, RMP - Other Religion&gt;"], "parts_sanitized": ["Name these figures from Mahayana Buddhism who postpone obtaining nirvana to assist others in reaching enlightenment.", "By guiding them towards nirvana, bodhisattvas help people escape this infinite cycle of rebirth, which is known by a Sanskrit name.", "Bodhisattvas may use this technique, in which they guide people into taking actions towards enlightenment through incomplete reasoning or white lies. In the Lotus Sutra, this technique is illustrated by the \"parable of the burning house.\""], "category": "Religion"}, {"leadin_sanitized": "The title lover is told that \"There should be stars for great wars\" in this author's \"One Last Poem for Richard.\" For 10 points each:", "answers_sanitized": ["Sandra Cisneros", "Mexican-American [accept Chicano or Chicana; prompt on Latina, Latino, or Hispanic]", "La Llorona [prompt on Crying Woman or answers that refer to crying]  &lt;Mao, Literature - World and Miscellaneous&gt;"], "parts_sanitized": ["Name this author who wrote about Esperanza's coming of age in her novel The House on Mango Street.", "Sandra Cisneros, who belongs to this ethnicity, described it as \"the Aztec love of war\" and \"the mariachi trumpets of the blood\" in a poem titled \"You Bring Out [this ethnicity] in Me.\"", "Cisneros' \"Woman Hollering Creek\" draws from inspiration the story of this woman from Mexican oral tradition, who drowns her children after her husband has an affair. An essay by Cisneros links Chicana identity with this woman's sorrows."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In <em>The Story of the Shipwrecked Sailor</em>, this place is ruled by a serpent who claims it will eventually disappear. For 10 points each:", "answers_sanitized": ["Land of Punt [accept Pwnt or Pwenet]", "Hatshepsut [accept Hatchepsut]", "Arabia [accept Arabian Peninsula; do not accept or prompt on \"Saudi Arabia\" or \"Yemen\"]  &lt;Jose, History - Cross, Historiography, and Miscellaneous&gt;"], "parts_sanitized": ["Name this land which was visited in the 16th century B.C. by a royal expedition. The expedition brought back frankincense, coal, precious metals, and several myrrh trees.", "This pharaoh sponsored the expedition to the Land of Punt. Her successor, Thutmose III possibly struck her name from the historical record.", "It is thought that the Kingdom of Punt corresponds to Somalia, but some scholars argue it can be found in this other region. The Romans called the southern part of this region Felix, meaning \"happy\" or \"fertile.\""], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about devices used to gather data in astronomy:", "answers_sanitized": ["Charon", "charge coupled device [accept CCD]", "interferometry [accept interferometer; accept laser interferometry or laser interferometer]  &lt;Jose, Science - Astronomy&gt;"], "parts_sanitized": ["For many decades, astronomers relied on photographic plates to take pictures of the sky. This moon was discovered when James Christie noticed a \"bulge\" on a photographic plate of Pluto.", "George Smith and Willard Boyle invented these devices that image an object by capturing electrons in potential wells, and \"shifting\" the contents of the wells to create a read-out.", "This technique combines multiple beams of light to produce a pattern that provides data from an astronomical object. LIGO uses this technique to detect gravitational waves."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This man was the first person in history to resign from the cardinalate, and by the end of his life almost always wore a mask to hide his syphilis scars. For 10 points each:", "answers_sanitized": ["Cesare Borgia [or César Borja; prompt on Borgia]", "poison [or toxins; accept noxious substance or venom]", "Charles VIII [accept Charles the Affable; prompt on Charles]  &lt;Bentley, History - European&gt;"], "parts_sanitized": ["Name this son of Pope Alexander VI who pursued a military career after the death of his brother Giovanni.", "Cesare's sister Lucrezia was widely rumored to have a ring which she used to kill people with this type of substance. Food tasters were employed to prevent monarchs from being killed by this general type of substance.", "Cesare fought in the Italian Wars, which began after this French king invaded the peninsula to stake a dynastic claim to the Kingdom of Naples."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "These people name an international car rally whose participants raise money for charity while driving ten thousand miles from Europe. For 10 points each:", "answers_sanitized": ["Mongols [accept Mongolians; accept Mongol Rally]", "Ulaanbaatar [accept Ulan Bator]", "Iran [accept Islamic Republic of Iran; the city being referenced is Isfahan]  &lt;Alston, Geography - World&gt;"], "parts_sanitized": ["Name these people whose traditional \"three manly sports\" are horse racing, archery, and wrestling. The soyombo symbol appears on their flag.", "The Mongol Rally originally ended in this capital city of Mongolia, but today it ends in the nearby Republic of Buryatia for tax reasons.", "In 2010, a rally participant was killed in an accident in this country, which participants usually enter via the city of Astara. The Karun, this country's only major navigable river, provides water for a city that houses Naghsh-e Jahan Square."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This god and Thoth, with whom he is sometimes identified, discuss the secrets of the universe in a text from the <em>Hermetica</em>. For 10 points each:", "answers_sanitized": ["Imhotep", "Ptah", "scarab beetle [or scarabs; accept dung beetle(s); prompt on beetles]  &lt;Jose, RMP - World Mythology&gt;"], "parts_sanitized": ["Name this Egyptian god whose association with medicine has little to do with his mortal origins as a priest and architect who lived in the 28th century B.C.", "The mythology that developed around the deified Imhotep included making him the son of this god, whose temple was where the Shabaka Stone was first erected. He formed a triad with his wife Sekhmet and his daughter Nefertem.", "Imhotep was often said to appear in Egyptians' dreams as either a shining human or as one of these insects, which also represented Khepri, the god who rolled the Sun across the sky."], "category": "Mythology"}, {"leadin_sanitized": "This writer imagined Heinrich Heine as an \"enchanted magician\" and a \"heart-broken jester\" in a collection consisting of \"Little Poems in Prose.\" For 10 points each:", "answers_sanitized": ["Emma Lazarus", "\"The New Colossus\"", "breathe free [prompt on breathe]  &lt;Jose, Literature - American&gt;"], "parts_sanitized": ["Name this 19th-century American poet who wrote By the Waters of Babylon. In another poem, she called the year 1492 a \"two-faced year, Mother of Change and Fate.\"", "Lazarus's other poems include this one, in which the \"Mother of Exiles\" is contrasted with the \"brazen giant of Greek fame.\" It is inscribed on the Statue of Liberty's base.", "In \"The New Colossus\" Lazarus imagines the \"Mother of Exiles\" accepting \"huddled masses\" that have been yearning to perform this two-word action."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Coomassie blue, methanol, and phosphoric acid constitute a popular reagent used to measure the concentration of these molecules. For 10 points each:", "answers_sanitized": ["proteins [accept polypeptides; do not accept or prompt on \"amino acids\"]", "one centimeter [or one cm]", "ultraviolet [or UV]  &lt;Silverman, Science - Chemistry&gt;"], "parts_sanitized": ["Name these molecules whose concentration is measured using a Bradford assay or, more simply, a spectrophotometer set to 280 nanometers.", "The cuvettes used in spectrophotometry often have this path length in order to simplify calculations. Molar absorptivity is often given dimensions of inverse molarity times the reciprocal of this length.", "Though the Bradford assay measures absorbance in the visible spectrum, 280 nanometers falls in this part of the spectrum, which has slightly shorter wavelength and higher energy."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This play's title character is greeted by Death, who refuses to give him more time but allows him to find a companion on the impending journey. For 10 points each:", "answers_sanitized": ["Everyman [or The Summoning of Everyman]", "Good Deeds", "morality plays [prompt on interludes]  &lt;Dees, Literature - British&gt;"], "parts_sanitized": ["Name this play, whose title character fails to convince Fellowship, Cousin, and Goods to travel with him on his journey.", "Everyman ascends to heaven with this companion, which the doctor notes does not \"forsake\" when entering heaven. This character gains strength through the play after Everyman realizes he had neglected her.", "Everyman is an example of this dramatic genre, which evolved out of mystery plays. Hildegard von Bingen's Ordo Virtutum is the earliest example of one of these."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In early 20th century England, the theater in this location was the only opera venue to perform operas that weren't in English. For 10 points each:", "answers_sanitized": ["Covent Garden [prompt on Covent]", "subtitles [accept surtitles or supertitles]", "La Scala [accept Teatro alla Scala]  &lt;Bentley, Fine Arts - Opera&gt;"], "parts_sanitized": ["Name this district of London which is home to, and sometimes names, the Royal Opera House.", "English opera houses experimented with these things in the 1920s, but they did not become widespread until the '80s. Foreign language films commonly use these things rather than dubbing over dialogue.", "This opera house, notorious for its unruly and talkative audiences, became one of the first non-English opera houses to use surtitles when it adopted them in 1985. The opera Falstaff premiered here in 1893."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "Simon Bolivar's family made their fortune from owning mines for gold and this other substance. For 10 points each:", "answers_sanitized": ["copper [prompt on ore or metal or mining]", "Salvador Allende [accept Salvador Guillermo Allende Gossens]", "Republic of Chile  &lt;Raje, History - World&gt;"], "parts_sanitized": ["Name this good. In the Motorcycle Diaries, Che Guevara claimed that his political consciousness arose while visiting a center for this good's production called Chuquicamata (\"choo-kee-kah-MAH-tah\").", "Chuquicamata was one of three copper mines nationalized by this socialist president, leading to his overthrow by Augusto Pinochet in a U.S.-backed coup.", "Allende was president of this South American country, the world's largest copper producer, which gained the Atacama Desert from Bolivia following the War of the Pacific."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "For 10 points each, give the following about the Italian philosopher Benedetto Croce (\"CROW-chay\"):", "answers_sanitized": ["Giambattista Vico [accept Giovan Battista Vico]", "fascism [accept fascist philosophy]", "aesthetics [accept aesthetic philosophy]  &lt;Jose, RMP - Philosophy&gt;"], "parts_sanitized": ["Croce believed that truth could only be found by studying history, which he derived from the cyclical view of history presented in this philosopher's book The New Science.", "After serving as a senator, Benedetto Croce wrote a manifesto against this movement. Croce's contemporary Giovanni Gentile (\"jen-TEE-lay\") defended this political philosophy espoused by Mussolini.", "Croce's major work considers this discipline as \"the science of expression.\" The critic Arthur Danto proclaimed the \"end\" of the objects that are studied by this discipline."], "category": "Philosophy"}, {"leadin_sanitized": "The ITER (\"EE-tur\") will be the world's largest device of this type, with testing scheduled to begin in 2025. For 10 points each:", "answers_sanitized": ["tokamaks [prompt on, but do not reveal, nuclear reactors; prompt on but DO NOT REVEAL fusion reactor]", "nuclear fusion", "Earnshaw's theorem  &lt;Rosenberg, Science - Physics&gt;"], "parts_sanitized": ["Name these devices which use magnetic fields to trap plasma in the shape of a torus so it can be heated to super-high temperatures without destroying everything around it.", "Tokamaks are one of the leading candidates to produce electrical power by this elusive process, which usually combines the deuterium and tritium isotopes of hydrogen to create helium.", "Plasmas cannot be confined by purely electrostatic fields due to this theorem, which states that there is no way to arrange electric charges in a stable stationary equilibrium."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A character of this profession remarks that \"talent is nothing but faith in yourself, in your own powers.\" For 10 points each:", "answers_sanitized": ["actors", "The Lower Depths [accept Na Dne]", "Josef Stalin [accept Joseph Vissarionovich Stalin or Ioseb Besarionis dze Jughashvili]  &lt;Jose, Literature - European&gt;"], "parts_sanitized": ["Give this profession of that unnamed character. He hangs himself at the conclusion of a 1902 play, causing Satine to remark \"damned fool -- he ruined the song!\"", "The actor hangs himself at the end of this play by Maxim Gorky, which depicts a group of poverty-stricken characters set in a shabby Russian flophouse.", "This leader praised The Lower Depths for its depiction of everyday life. This repressive leader of the Soviet Union often criticized Mikhail Bulgakov, but reportedly loved his play The Day of the Turbins."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This term was coined by John Randolph of Virginia after a children's game where kids put on masks to frighten people. For 10 points each:", "answers_sanitized": ["doughface", "Missouri", "gag rule [or 21st rule; do NOT accept or prompt on \"gag order\"]  &lt;Bentley, History - American&gt;"], "parts_sanitized": ["Name this abusive term for Northerners who supported the South and slavery.", "Although Randolph used \"doughface\" in a debate over the Nonintercourse Act, it really gained popularity in 1820 in the fight over this state's admission to the Union. The compromise named for this state prohibited slavery in territories above the 36th parallel.", "Doughfaces supported a policy of this name in the House of Representatives that tabled anti-slavery petitions. John Quincy Adams vigorously campaigned against this policy."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In the structural functionalist approach to this field of study, groups of people are treated as the basic unit of analysis. For 10 points each:", "answers_sanitized": ["sociology [prompt on social sciences]", "Talcott Parsons", "conflict theory [accept social conflict theory]  &lt;Jose, Social Science - Sociology&gt;"], "parts_sanitized": ["Name this discipline which studies how people interact. Early theorists of this discipline include Emile Dukheim, who contributed to a journal named for it.", "In The Structure of Social Action, this structural functionalist developed the AGIL (\"AI-jil\") schema. He also translated Max Weber's The Protestant Ethic into English.", "This Marxist alternative to structural functionalism holds that societal interaction arises due to competition for limited resources. Lester Ward's \"Pure Sociology\" and C. Wright Mills' The Power Elite present this approach."], "category": "Social Science"}, {"leadin_sanitized": "This artist's 15-by-6-meter <em>Last Judgment</em> in Venice's Madonna dell'Orto was saved from Napoleon's troops because it was too large to easily transport. For 10 points each:", "answers_sanitized": ["Tintoretto [accept Jacopo Comin or Jacopo Robusti; prompt on Jacopo]", "Paolo Veronese [accept Paolo Caliari; prompt on Paolo]", "The Louvre Museum [accept Musee du Louvre]  &lt;Bentley, Fine Arts - Painting&gt;"], "parts_sanitized": ["Name this artist whose even larger oil painting Paradise still decorates the Doge's Palace in Venice.", "This other Venetian artist's slightly smaller 7-by-10 meter canvas The Wedding at Cana was successfully moved to Paris. He also painted a rowdy version of the Last Supper titled Feast in the House of Levi.", "The Wedding at Cana is now one of the highlights of this Parisian art museum, which Napoleon filled with many other pieces of looted art. I.M. Pei designed a glass pyramid for this museum."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Many of this empire's free imperial cities forged alliances between themselves, forming leagues called Städtebünde. For 10 points each:", "answers_sanitized": ["Holy Roman Empire [accept Sacrum Romanum Imperium or Heiliges Römisches Reich; prompt on HRE; but do not accept or prompt on Roman Empire]", "Worms", "Lubeck [or Lybæk; or Liubice]  &lt;Bentley, History - European&gt;"], "parts_sanitized": ["Name this empire where cities such as Augsburg and Nurnberg were subject only to the Emperor's authority, rather than that of local princes.", "This Free Imperial City hosted a 1521 Diet where Martin Luther defended himself from Johann Eck. Luther famously declared, \"Here I stand, I can do no other\" at the Diet in this city.", "This other free city in Northern Germany prospered in the Middle Ages by being the main city of the Hanseatic League."], "subcategory": "History European", "category": "History"}]}