{"tossups": [{"question_sanitized": "1. A writer used this language to describe the debilitating illness afflicting him as \"mattress-grave,\" and wrote Almansor, which contains the line \"They that begin by burning books will end by burning people.\" A poem in this language asks \"Will the despotism of the earthly never cease?\"; the author of that poem wrote a novel in which the title character, Henry, search outs a blue flower. This language was used to write Hymns to the (*) Night, a collection by Novalis. It was also used by a different 19th-century poet for a poem about a golden-haired creature who leads sailors to their death. A poem known as \"The Lorelei\" was written by Heinrich Heine, who employed, for 10 points, what language used by Weimar classicists?", "answer_sanitized": "German Language [or Deutsch]  &lt;Smith, Literature - European&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "2. This phenomenon is constrained by a quantum analogue of the Plebanski Lagrangian (\"luh-GRAHN-jee-un\") in the Barrett-Crane state sum model. This phenomenon can be modeled as propagating over a spin network or \"spin foam,\" which is made up of finite loops. The relative weakness of this phenomenon is the subject of the (*) hierarchy problem. Ten equations modelling this phenomenon can be condensed to one tensor equation using the Ricci (\"REE-chee\"), metric, and stress-energy tensors. Inertial mass is equal to mass felt from this phenomenon according to Einstein's equivalence principle. An undiscovered gauge boson for this force would have a spin of two. For 10 points, name this force with no grounded quantum analogue, which attracts massive objects.", "answer_sanitized": "gravity [accept word forms like gravitation; accept loop quantum gravity prompt on spacetime or curvature]  &lt;Etzkorn, Science - Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "3. Conservatives in this country tried to ban the anti-clerical film Kler, and they threatened the 2018 Man Booker International Prize-winning author of Flights. The ruling party in this home of the tech startup CodeWise expanded Family 500Plus benefits before a 2019 campaign against the Civic Platform Party. The 2019 fatal stabbing of a mayor in this country followed escalating divisions since a 2010 (*) plane crash that killed 18 members of its Parliament and the twin brother of the leader of the PiS. The ruling party in this country blamed now-European Council President Donald Tusk for not adequately investigating that crash. For 10 points, Jaroslaw Kaczynski leads the Law and Justice Party in what country where Paweł Adamowicz was killed in Gdansk?", "answer_sanitized": "Poland [accept Republic of Poland or Rzeczpospolita Polska]  &lt;Bentley, Current Events - World&gt;", "subcategory": "Current Events Other", "category": "Current Events"}, {"question_sanitized": "4. One member of this group expressed gratitude for being rescued from the attentions of Zeus by dedicating a doe with golden antlers to the deity who rescued her. A member of this group was shunned by the others for marrying a mortal and giving birth to a boy named Glaucus. Mount Cyllene (\"sigh-LEH-nee\") was the birthplace of this group, whose members included Taygete (\"tie-GEH-tee\"), the mother of the Spartan founder Lacedaemon (\"lass-uh-DEH-mon\"). Sisyphus's wife Merope (\"meh-ROH-pee\") was said to be the (*) \"faintest\" member of this group, who, like the Hyades (\"HI-ah-deez\"), were the children of Atlas. This group was sacred to Artemis, who asked that they be thrown into the heavens to avoid the pursuit of Orion. Hermes's mother Maia was a member of, for 10 points, what group of \"seven sisters\" who give their name to a star cluster?", "answer_sanitized": "Pleiades (PLEE-uh-deez) [prompt on Seven Sisters; prompt on nymphs before \"others\"]  &lt;Jose, RMP - Greco-Roman Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "5. Eleven Lebanese nationals were killed in 2001 for supposedly participating in the assassination of a leader of this country whom Che Guevara had once criticized as \"not the man of the hour.\" A leader of this country was told to \"show that you are worthy of our confidence\" during its 1960 independence ceremony. Another leader of this country was known for his trademark leopard toque hat and hosted the (*) Rumble in the Jungle. Dag Hammarskjold died in a plane crash en route to this country to negotiate a cease-fire with Moise Tshombe. This country's namesake crisis resulted in the dissolution of the breakaway state of Katanga and the rise of Mobutu Sese Seko. For 10 points, name this African country formerly known as Zaire.", "answer_sanitized": "Democratic Republic of the Congo [accept DRC; accept Zaire before mentioned; accept Congo-Kinshasa; prompt on Congo or East Congo; do not accept or prompt on \"Republic of the Congo\"]  &lt;Singh, History - World&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "6. François Couperin (\"koo-pruh\") blended French and Italian baroque styles in a piece for this many musicians, one of whose movements depicts its subject drinking from the Hippocrene (\"HIP-oh-creen\"). The Brandenburg Concerto of this number has a second movement comprising only two half-notes, forming a Phrygian half-cadence. The final movement of J.S. Bach's The Musical Offering, as well as Arcangelo Corelli's Opus 1 through 4, exemplify a Baroque (*) chamber genre with this many musicians, referred to as a type of \"sonata.\" Each of Antonio Vivaldi's The Four Seasons, as well as most Romantic violin concertos, have this many movements. This many adjacent whole tones comprise a dissonant chord called the \"devil in music.\" For 10 points, how many instruments play in a trio sonata?", "answer_sanitized": "three [accept Third Brandenburg Concerto] (The first clue refers to Couperin's The Apotheosis of Corelli.)  &lt;Kothari, Fine Arts - Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "7. A 2006 biography by Charles Shields claims that this novel was the last in a planned trilogy that would have included a novella called The Long Goodbye. A passage in this novel discusses a \"careless indictment\" that allows a character to win an acquittal for a one-armed boy. The author's lawyer Tonja Carter claimed that its author was \"happy as hell\" with this novel's publication despite the author likely suffering from (*) dementia at the time of its publication. The protagonist of this novel has a brother who died of a heart attack at the age of 28, and finds a racist pamphlet called \"The Black Plague\" when she returns to Maycomb, Alabama. For 10 points, what novel published in 2014 might have been an early draft of Harper Lee's To Kill a Mockingbird?", "answer_sanitized": "Go Set a Watchman  &lt;Jose, Literature - American&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "8. The Eyring equation sets the bimolecular rate constant to be a form of this quantity times the frequency of successful vibrations. For ligand-metal complexation, this quantity is symbolized beta. This quantity typically ranges between a nanomolar and a micromolar and is subscripted with a D to quantify binding affinities in biochemistry. Though activities are needed to make this quantity dimensionless, integer powers of RT are used to convert its units between (*) concentration and pressure. This quantity decreases with temperature for exothermic reactions. It equals the product of species' molarities raised to their stoichiometric coefficients by the law of mass action. For 10 points, name this ratio between a reaction's forward and reverse rate constants.", "answer_sanitized": "equilibrium constant [accept Keq or stability constant or dissociation constant or KD; accept formation constant or binding constant; prompt on K alone]  &lt;Silverman, Science - Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "9. These objects are painted on the body of an artist who poses nude on a piece of furniture made of macaroni in a photo titled for \"obsessions\" with sex and food. For the Benesse Art Site, that artist painted black examples of these objects on yellow pumpkins. In another artwork, visitors were invited to use these objects to communally \"obliterate\" white walls and furniture. Many of these objects are painted on phalluses in the first of the (*) Mirror Rooms created by Yayoi Kusama. Paintings such as Drowning Girl use small, hand-painted examples of these objects to create gradients, in a technique developed by Ben Day and used by Roy Lichtenstein. For 10 points, give these objects, thousands of which form the images of Pointillist paintings.", "answer_sanitized": "dots [accept spots or circles or polka dots or Ben Day dots; do not accept or prompt on \"points\"]  &lt;Bentley, Fine Arts - Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "10. This was the highest position held by a man caught in his underpants in a Memphis hotel in 1986 after what his wife claimed was a practical joke. After John Hewson asked a holder of this position why he wouldn't consolidate political power, that person answered \"because I want to do you slowly.\" The report Bringing Them Home was created after a holder of this position declared he \"did not subscribe to the black armband view of history\" and refused to say sorry to an (*) indigenous group. The only holder of this position to be dismissed, Gough (\"gof\") Whitlam, led his country's Labor Party to their first victory in 23 years. For 10 points, name this position once held by Malcolm Fraser and Paul Keating, who led from the planned city of Canberra.", "answer_sanitized": "Prime Minister of Australia [prompt on partial answer]  &lt;Singh, History - Cross, Historiography, and Miscellaneous&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "11. Gian Carlo Rota studied polynomial sequences that obey a generalization of this theorem in his rigorous reformulation of umbral calculus. A case of this theorem in which all but two terms vanish when it is applied modulo some prime is jokingly called the \"freshman's dream.\" The results of a series of statistically independent Bernoulli trials will follow the distribution that shares its name with this theorem. The sum of a (*) geometric series can be calculated using a form of this theorem in which the falling factorial replaces the numerator of this theorem's namesake coefficients, which also appear in Pascal's triangle. For 10 points, name this theorem that expands expressions of the form quantity x plus y, quantity closed, to the nth.", "answer_sanitized": "binomial theorem  &lt;French, Science - Math&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "12. Beginning on this calendar day, Poles leave an empty place at the table for an unplanned guest to arrive to a Wigilia (\"vi-GIL-yuh\") supper. Jews often consumed garlic and avoided latrines on this date, which they called Nittel Nacht. A feast sometimes known as The Vigil starts on this day in many Italian-American households and centers on eating seven different types of fish. The BBC broadcasts Nine Lessons on this date in between performances of the (*) Choir of King's College. A Clement Clarke Moore poem that opens on this date describes \"visions of sugar-plums\" dancing in the heads of sleeping children. Many celebrants stay up on this day for a Midnight Mass, often singing \"Silent Night.\" For 10 points, name this day before Jesus's birth.", "answer_sanitized": "December 24th [accept Christmas Eve or The Night Before Christmas; prompt on Holy Night or Good Night; do not accept or prompt on \"Christmas\"]  &lt;Bentley, RMP - Judeo-Christian, Bible&gt;", "subcategory": "Religion Christianity", "category": "Religion"}, {"question_sanitized": "13. A defender of this group told Thomas Knight to \"stand back, take your finger out of his eye, and call him mister\" after Knight insulted John Sanford. A witness against this group was discredited after using the fictional \"Callie Brochie\" from the Saturday Evening Post as an alibi. James Horton presided over a trial of this group for the \"god fearing people of Decatur County;\" in that trial, Samuel Leibowitz defended them for the American (*) Communist Party. A member of this group named Haywood Patterson was sentenced to 75 years in prison despite favorable Supreme Court rulings in the Norris and Powell decisions. For 10 points, name this group of nine black teens who in 1931 were falsely accused of raping two white women on a train in Alabama.", "answer_sanitized": "Scottsboro Boys [accept Scottsboro Youths or Scottsboro Teens]  &lt;Singh, History - American&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "14. A character in this novel who founds the Institute for Union with Nothingness nakedly chants in front of the gates of Congress, causing his father to have a heart attack. In this novel, the wife of a man who wanted to start a chinchilla farm discovers his erotic photographs of Indian servants. This novel's protagonist finds his granddaughter with the aid of a former prostitute at the Red Lantern, Transito (*) Soto. In this novel, which begins \"Barabbas came to us by sea,\" the protagonist revives the Tres Marias plantation. In the first chapter of this novel, poison kills Rosa the Beautiful, fulfilling a prediction made by her clairvoyant sister Clara. For 10 points, name this novel about the Trueba family, written by Isabel Allende.", "answer_sanitized": "The House of the Spirits [accept La Casa de los Espíritus]  &lt;Mao, Literature - World and Miscellaneous&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "15. Tourists on a yoga retreat encounter this title character in a 2018 Lisa Clair play where he's represented only by his fingers. The Lost World animator Willis O'Brien was the first to portray this character on film. Merian C. Cooper, this character's co-creator, faced a lawsuit when he tried to pair him with Tarzan; in a later case, Nintendo argued that this character was in the public domain. A 2018 (*) Broadway musical titled for this character dedicates ten stagehands to controlling his feet and concludes with Ann Darrow singing \"The Wonder.\" This American-made character was licensed to Toho for a 1962 face-off with Godzilla. For 10 points, name this classic movie monster who climbs the Empire State Building in a 1933 RKO Pictures film.", "answer_sanitized": "King Kong [prompt on Kong; do not accept or prompt on \"Donkey Kong\"]  &lt;Bentley, Other - Other Academic and General Knowledge&gt;", "category": "Trash"}, {"question_sanitized": "16. A protein derived from these structures is a popular model antigen due to its allergenic properties and is bound by the transgenic gene found in OT-I mice. These structures are the source of a compound with an extremely high biotin binding affinity called avidin. The first enzyme whose structure was found by x-ray crystallography was derived from these structures. These structures contain a namesake transferrin and (*) lysozyme which serve as antimicrobials. These structures contain a deutoplasmic substance sometimes called the vitellus. A component of these structures is primarily made up of ovalbumin. All amniotes that are not therians produce these reproductive structures. For 10 points, name these structures which contain a white and a yolk.", "answer_sanitized": "chicken eggs [accept egg whites; prompt on ova or ovum; prompt on yolks; do not accept or prompt on \"egg cells\" or \"oocytes\"]  &lt;Wang, Science - Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "17. A style of these items is named for its inclusion in such paintings as The Alms of St. Anthony by Lorenzo Lotto, is typically red and yellow, and often features palmette designs. Skilled forgeries of these objects were made by a Romanian master restorer of them named Teodor Tuduc (\"TAY-oh-door too-DOOK\"). \"Polonaise\" examples of these objects often have a central medallion and were made during the reign of (*) Abbas I. The Transylvanian \"double niche\" example of these items emerged after an Ottoman ban on exporting ones used for prayer. Hans Holbein lends his name to a type of these objects depicted in The Ambassadors, in which both figures stand on one. Afghanistan and Persia produced \"oriental\" examples of, for 10 points, what decorative textiles placed on floors?", "answer_sanitized": "carpets [accept Holbein carpets; accept rugs or Lotto rugs or prayer rugs]  &lt;Bentley, Fine Arts - Miscellaneous&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "18. This character's creator wrote she possessed a \"mother-rival,\" but even if the \"mother-rival\" died, \"there would still have been Milton and the Universal Alphabet.\" A man who stuffs a chocolate in this character's mouth also eats half of it to prove it is not poisoned. This character's father does not recognize her in a kimono after accepting five pounds for her. After throwing a pair of slippers at a man's face, this daughter of Alfred expresses a desire to leave (*) Wimpole Street and marry Freddy Eynsford-Hill. This woman, the subject of a bet suggested by Colonel Pickering, begins a play by selling flowers in Covent Garden. For 10 points, name this working-class woman who is taught by Henry Higgins to speak like a duchess in the play Pygmalion.", "answer_sanitized": "Eliza Doolittle [prompt on Doolittle]  &lt;Mao, Literature - British&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "19. One book by this author begins by discussing a kind of figure who \"says no, but whose refusal does not imply a renunciation\"; that book discusses how the title figure helps men prepare \"for a renaissance beyond the limits of nihilism\" in his acts of revolution. This author compared Don Juan to a \"mystic in search of total love\" in a book-length essay stating that \"freedom\" and \"revolt\" are ways to combat (*) meaninglessness. That essay by this author concludes by suggesting \"one must imagine\" the title character \"happy.\" This author of The Rebel wrote an essay that purports to find meaning in a figure's act of continuously rolling a boulder up a hill. For 10 points, what French existentialist philosopher wrote the essay \"The Myth of Sisyphus?\"", "answer_sanitized": "Albert Camus  &lt;Jose, RMP - Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "20. This group divided its members into langues (\"longs\"), or \"tongues,\" based on their geographic place of origin; each langue met at a different headquarters on Rhodes, which this group conquered and used as a base for piracy. This group \"rented\" another of its territories from Emperor Charles V in exchange for one hawk per year. The island of Gozo was used by Turgut Reis to stage a series of assaults on this group's stronghold, during which Philip II of Spain sent this group significant aid. This group's soldiers fought under its banner of a (*) red cross on a white background while repulsing that 1565 Ottoman siege of its stronghold on Malta. For 10 points, name this order of knights whose name derives from its provision of medical care to pilgrims.", "answer_sanitized": "Knights Hospitaller [accept Knights of Saint John or Order of Saint John or Hospitallers or Hospitaliers; accept Order of Knights of the Hospital of Saint John of Jerusalem prompt on Knights of Malta]  &lt;Alston, History - European&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "21. This poet repeated the refrain \"gentlemen\" several times in a poem that declares \"Pythagoras, Thucydides, / Herodotus, and Homer ... Burnt brightlier towards their setting-day.\" Another poem by this author of \"An Ancient to Ancients\" is set during a time when \"tangled bine-stems scored the sky / like strings of broken lyres.\" That poem by him compares \"the land's features\" to the Century's \"corpse outleant.\" A \"happy good-night air\" is possessed by the title (*) bird, who provides \"some blessed Hope, whereof he knew\" in this author's poem \"The Darkling Thrush.\" In one of his novels, Angel Clare observes a black flag signifying the death of the title character, who is killed for stabbing Alec. For 10 points, name this Victorian novelist who wrote Tess of the d'Urbervilles.", "answer_sanitized": "Thomas Hardy  &lt;Bentley, Literature - British&gt;     NSC 2019 - Round 17 - Bonuses", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Although over 33,000 people are buried in this location, only two of the graves have names attached to them. For 10 points each:", "answers_sanitized": ["Valley of the Fallen [or Valle de los Caídos]", "Francisco Franco [or Francisco Franco Bahamonde]", "John XXIII [or Angelo Giuseppe Roncalli]  &lt;Bentley, History - European&gt;"], "parts_sanitized": ["Name this memorial erected with coerced labor in the Sierra de Guadarrama foothills. A massive stone cross stands out from this burial site of José Antonio Primo de Rivera.", "The Valley of the Fallen was constructed by this Spanish dictator who died in 1975. Prime Minister Pedro Sanchez has pledged to remove this man's body from the site.", "This pope consecrated the Valley of the Fallen in 1960. He convoked the Second Vatican Council in 1962."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A Benedictine monastery in this republic is home to a historian named Pater Jakobus who challenges the protagonist's ideas about time. For 10 points each:", "answers_sanitized": ["Republic of Castalia", "The Glass Bead Game [accept Magister Ludi or Das Glasperlenspiel]", "Hermann Hesse [accept Hermann Karl Hesse]  &lt;Bentley, Literature - European&gt;"], "parts_sanitized": ["Name this fictional republic. The protagonist of one novel leaves this republic to serve as a tutor for the son of his childhood friend Plinio Designori.", "Castalia is the setting of this novel, in which Joseph Knecht excels in the linking together of different disciplines required by the title activity.", "The Glass Bead Game was the final novel by this Nobel-Prize winning German author of Siddhartha and Steppenwolf."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Explaining why he adopted this medium, an artist said \"the reason I'm painting this way is that I want to be a machine.\" For 10 points each:", "answers_sanitized": ["silkscreen print [accept screen printing or serigraphy; do not accept or prompt on \"print screen\"]", "Andy Warhol", "body [accept answers indicating the artist's body or a woman's body; accept Your body is a battleground; prompt on human form or female form or woman; prompt on answers referring to the artist herself]  &lt;Alston, Fine Arts - Painting&gt;"], "parts_sanitized": ["Give this medium, which that artist used for his glamorous images of such celebrity women as Elizabeth Taylor and Marilyn Monroe, as well as images of Mao Zedong.", "This artist made those silkscreen prints, as well as many paintings of Campbell's Soup Cans.", "Feminist artist Barbara Kruger created a black-and-white silkscreen print of a woman's split face whose text refers to this thing. Marina Abramovic's artwork Rhythm 0, which aimed to push this thing \"to the limits,\" gave the audience 72 objects to use on this thing as they wished."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The binding of this protein to V2 receptors stimulates production of aquaporin-2 channels, which insert into the luminal membranes of the collecting duct. For ten points each:", "answers_sanitized": ["vasopressin [or antidiuretic hormone; or ADH; accept arginine vasopressin; or AVP; or argipressin]", "urine [accept obvious equivalents; do not accept or prompt on “urea”]", "diabetes insipidus [prompt on diabetes; prompt on DI; do not accept or prompt on \"diabetes mellitus\", \"type I diabetes\", \"type II diabetes\" or \"gestational diabetes\"]  &lt;Narayan, Science - Biology&gt;"], "parts_sanitized": ["Name this hormone that triggers reabsorption of water from the distal convoluted tubule and collecting ducts of the kidney.", "Secretion of vasopressin into the kidneys increases the osmolarity of this substance, which is overproduced during diuresis. Supersaturation of this fluid leads to the formation of kidney stones.", "The central and nephrogenic forms of this condition are respectively caused by a deficiency of and sensitivity to vasopressin."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This sequence is used as a \"grail\" motif in <em>Parsifal</em>. For 10 points each:", "answers_sanitized": ["Dresden amen [accept Dresdner amen; prompt on Threefold Amen; do not accept or prompt on \"Amen\"]", "Martin Luther", "tuba [accept Wagner tuba]  &lt;Smith, Fine Arts - Music&gt;"], "parts_sanitized": ["Name this six-note sequence composed by Johann Gottlieb Naumann (\"GOTT-leeb NOW-mahn\") for use by a royal chapel choir. The brass twice interrupt the strings' playing of this motif in Felix Mendelssohn's \"Reformation\" symphony.", "A solo flute introduces \"A Mighty Fortress Is Our God,\" a hymn composed by this Protestant reformer, in the \"Reformation\" symphony.", "The \"Reformation\" symphony originally called for a serpent, a rare instrument distantly related to this other instrument that mostly replaced the ophicleide (\"OFF-ih-klyde\"). Richard Wagner names an instrument that combines aspects of the French horn and this one."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Events in this state's \"unique Civil Rights Struggle\" include Alberta Schenck being arrested for patronizing a \"white's only\" movie theater in 1944. For 10 points each:", "answers_sanitized": ["Alaska [accept Alaska Territory]", "Rosa Parks [or Rosa Louise McCauley Parks]", "The Philippines [or Republic of the Philippines; or Pilipinas]  &lt;Bentley, History - American&gt;"], "parts_sanitized": ["Name this state, whose holiday of Elizabeth Peratrovich Day celebrates a 1945 Anti-Discrimination Act that banned \"No Natives Allowed\" signs.", "Alberta Schenck is sometimes referred to as Alaska's version of this woman, whose refusal to give up her seat sparked the Montgomery Bus Boycott.", "During World War II, some 881 Aleuts were placed in makeshift internment camps inside abandoned salmon canneries. Many Alaskero cannery works came from this modern-day country, where the USAFEE was based at the start of World War II."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This class of techniques separates complex mixtures before they're put onto a mass spectrometer. For 10 points each:", "answers_sanitized": ["chromatography [accept specific forms of chromatography]", "chirality [or word forms; or enantiomers or word forms; prompt on stereoisomers]", "chromatography fractions [do not accept or prompt on synonyms]  &lt;Silverman, Science - Chemistry&gt;"], "parts_sanitized": ["Name this class of techniques that rely on a column to which analytes bind with differing affinity, causing them to migrate at different speeds.", "Since mass spec can't resolve compounds that have this property, they must be first differentiated using chromatography. Pairs of compounds with this property form racemic (\"ray-SEE-mic\") mixtures.", "In practice, the eluent (\"ELL-you-went\") from a chromatography column is not collected continuously, but rather, it is separated into these small aliquots, collected in vials, that are fed one-by-one into the mass spectrometer."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In the early 20th century, these things were banned in Mount Desert, Maine and Nantucket. For 10 points each:", "answers_sanitized": ["cars [or automobiles; or motor vehicles; or trucks]", "Davos [or Tavau; or Davos Dorf; or Davos Platz]", "Mackinac (\"MAK-in-aw\") Island [accept Straits of Mackinac]  &lt;Bentley, Geography - Europe&gt;"], "parts_sanitized": ["Name these things which have more recently been subject to congestion charges in cities such as London. In 2030, France will ban new sales of gasoline-powered examples of these things.", "From 1900 to 1925, cars were banned in this Alpine resort town. Each January, the elite gather for the World Economic Forum held in this town in the canton of Graubunden.", "This island, despite being near America's car capital of Detroit, has banned motor vehicles since 1898. This island shares its name with a body of water that connects Lake Huron to Lake Michigan."], "category": "Geography"}, {"leadin_sanitized": "This character describes how policemen beat criminals while speaking softly in between each hit. For 10 points each:", "answers_sanitized": ["Hally [accept Master Harold]", "Athol Fugard [accept Harold Athol Lanigan Fugard]", "Sizwe Bansi Is Dead [accept Sizwe Banzi is Dead]  &lt;Singh, Literature - World and Miscellaneous&gt;"], "parts_sanitized": ["Name this title character who asks Sam and Willie for help in writing his essay on \"A World Without Collisions.\" He later insults them by saying \"you can't fly kites on rainy days\".", "Hally is the first title character of this author's play Master Harold... and the Boys. He formed a group called the Serpent Players, which staged his later plays like The Island.", "The Serpent Players also put on this play by Fugard, in which its title character adopts the identity of Robert Zwelinzima's identity after finding his dead body in an alleyway."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Moritz Schlick claimed that many \"pseudo-\" kinds of these things result from the misuse of language in his book <em>The Logical Syntax of Language</em>. For 10 points each:", "answers_sanitized": ["problems of philosophy [accept philosophical problems; prompt on problems]", "Vienna Circle", "metaphysics  &lt;Jose, RMP - Philosophy&gt;"], "parts_sanitized": ["Name these concepts, which include the questions of whether \"knowledge\" by description can be possible, and whether \"universals\" exist, according to a book named for them by Bertrand Russell.", "Rudolf Carnap discussed Schlick's claims in his book Pseudoproblems in Philosophy. Carnap was a member of this 20th-century school of philosophy that espoused logical positivism, and which is named for a European city.", "Carnap's Pseudoproblems in Philosophy was part of his project to show the ineffectiveness of this branch of philosophy, which is concerned with the study of being. Ontology is considered a subset of it."], "category": "Philosophy"}, {"leadin_sanitized": "A letter titled for this phrase begins \"Suffering is one very long moment . . . we cannot divide it into seasons.\" For 10 points each:", "answers_sanitized": ["De Profundis", "Reading Gaol (RED-ing JAIL) [or Reading Prison; accept \"The Ballad of Reading Gaol\"]", "Thomas De Quincey [or Thomas Penson De Quincey]  &lt;Smith, Literature - British&gt;"], "parts_sanitized": ["Give this Latin phrase derived from Psalm 130 that titles a letter which compares Christ to a romantic artist. That letter was never received by \"Bosie,\" the author's lover Lord Alfred Douglas.", "Oscar Wilde wrote \"De Profundis\" while he was in this prison. Wilde wrote a ballad named for this place that asserts \"each man kills the thing he loves.\"", "This author added a word meaning \"sighs,\" suspiria to the front of the phrase de profundis to title his never-finished follow-up to his Confessions of an English Opium Eater."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In his book <em>The Presidential Succession of 1910</em>, this man outlined his plans for the Anti-Reelectionist Party. For 10 points each:", "answers_sanitized": ["Francisco Ignacio Madero Gonzalez", "Mexican Revolution [accept la Revolución Mexicana, the Mexican Civil War, la Guerra Civil Mexicana, prompt on revolution or la revolución]", "Plan of Ayala [accept Plan de Ayala; prompt on partial answer]  &lt;Evans, History - World&gt;"], "parts_sanitized": ["Name this man whose Plan of San Luis Potosí led to the overthrow of Porfirio Díaz. He was assassinated alongside José María Pino Suárez at the end of the Ten Tragic Days.", "Madero served as president from 1911 to 1913 during this conflict sparked when Díaz announced a new election. Emiliano Zapata fought for agrarian rights during this conflict.", "Zapata denounced Madero's revolutionary image in this document which argued that land monopolies should be disbanded. This document is the cornerstone of the modern Zapatista movement."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about the mathematical concept of cardinality.", "answers_sanitized": ["sets", "Cartesian product [prompt on product]", "uncountable [accept uncountably infinite]  &lt;Jose, Science - Math&gt;"], "parts_sanitized": ["Cardinality is often taught as the the number of elements in one of these unordered collections. The  empty \"one\" has a cardinality of zero.", "This operation takes two sets and generates a new set by taking ordered pairs consisting of elements from each set. For sets that have cardinality A and B, this operation returns a set whose cardinality is A times B.", "Both the natural numbers and the real numbers have an infinite cardinality, but the cardinality of the real numbers is often said to be greater since they have this property of not being able to be enumerated."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "An April 2019 article by Laura Miller that examined this work as literature called it \"<em>Game of Thrones</em> with footnotes.\" For 10 points each:", "answers_sanitized": ["Mueller Report [or Report on the Investigation into Russian Interference in the 2016 Presidential Election]", "Alan Bennett", "Guccio Gucci [accept Guccifer]  &lt;Jose, Other - Other Academic and General Knowledge&gt;"], "parts_sanitized": ["Name this work which appeared in redacted form after its first reviewer also wrote four pages that summarized its \"principal conclusions\" to Congress.", "Miller favorably compares the second volume of the Mueller Report to this contemporary playwright's The Madness of King George. This man also wrote The History Boys.", "Miller states one of the report's villains is a hacker whose name is a mash-up of Lucifer and that of this chic Italian fashion designer. His namesake company uses a logo with two capital G's."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This battle breaks out after the sight of an adder startles a knight into drawing his sword during a standoff. For 10 points each:", "answers_sanitized": ["Battle of Camlann", "Excalibur [accept Caliburn]", "Avalon  &lt;Jose, RMP - World Mythology&gt;"], "parts_sanitized": ["Name this mythical battle between the forces of Mordred and King Arthur, both of whom are mortally wounded.", "On his deathbed, Arthur tasks Sir Bedivere with throwing this sword back into the lake from which it was first obtained. This sword was sheathed in a scabbard that healed most wounds.", "Geoffrey of Monmouth introduced the idea that, rather than dying after Camlann, Arthur was instead taken to this island ruled by nine sisters. It is also where Excalibur was forged."], "category": "Mythology"}, {"leadin_sanitized": "In one letter addressed to this figure, the protagonist describes how \"I spend my wedding day running from the oldest boy. His mama died in his arms and he don't want to hear nothing bout no new one\". For 10 points each:", "answers_sanitized": ["God [accept the Christian God; do not accept or prompt on “Yahweh” or “Jehovah”]", "The Color Purple", "Shug Avery [or Shug Avery; or Lillie]  &lt;Bentley, Literature - American&gt;"], "parts_sanitized": ["Name this figure, who is the addressee of numerous letters written by Celie.", "Celie is the protagonist of this 1982 novel by Alice Walker. It was made into a popular movie by Steven Spielberg.", "Celie eventually moves to Tennessee with this character, who went by the name The Queen Honeybee while performing as a blues singer. She returns to Celie after a love affair with the flautist Germaine."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This leader began a purge by breaking three bottles filled with red ink in a crowded city square. For 10 points each:", "answers_sanitized": ["Mengistu Haile Mariam", "Haile Selassie I [accept Ras Tafari Makonnen; prompt on Haile or Selassie; prompt on Makonnen; prompt on Tafari]", "Italy [accept Italian Republic or Republica Italiana]  &lt;Singh, History - Cross, Historiography, and Miscellaneous&gt;"], "parts_sanitized": ["Name this leader who began the Qey Shibir, or \"Red Terror\", in the late 1970s. This leader is accused of causing a famine in the 1980s to target his country's Tigrayan people.", "Mengistu overthrew this emperor of Ethiopia who called on the League of Nations to help repel a foreign invasion of his country prior to World War II.", "Haile Selassie's Ethiopia was attacked by this country, whose invasion force was led by Pietro Badoglio (\"buh-DOY-oh\"). This country attempted to build an empire around the Mediterranean Sea, which its leader called \"Mare Nostrum\", or \"Our Sea\"."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The typically ternary rhythm of this dance is very similar to the <em>jota</em> (\"HOH-tah\") dance from the same country. For 10 points each:", "answers_sanitized": ["fandango [accept Fandango Asturiano] (The latter piece is Capriccio Espagnol.)", "castanets [accept clackers or palillos]", "guitar [accept guitarra]  &lt;Alston, Fine Arts - Music&gt;"], "parts_sanitized": ["Name this style of dance, an Asturian example of which provides the fifth and final movement of a \"capriccio\" for orchestra by Nikolai Rimsky-Korsakov.", "The percussion accompaniment for a fandango is usually provided by clapping hands or by these small, handheld wooden instruments, which are tied together with string and make a clicking sound.", "The fandango is also often accompanied by this instrument of Spanish origin, which usually has six strings. The Concierto de Aranjuez (\"ah-RAHN-hway\") was written for this instrument by Joaquín Rodrigo (\"hwah-KEEN roh-DREE-goh\")."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The speed of these entities increase as their energy decreases. For 10 points each:", "answers_sanitized": ["tachyons", "speed of light in a vacuum [prompt on c]", "imaginary mass [accept complex mass]  &lt;Wang, Science - Physics&gt;"], "parts_sanitized": ["Name these hypothetical particles which are contrasted with bradyons and luxons. They could be used to construct a hypothetical causality violating \"anti-telephone.\"", "Tachyons are named for travelling faster than this universal speed limit. It is approximately 300 million meters per second.", "In the paper that coined the term \"tachyon,\" Gerald Feinberg proposed that their mass has this property, which is implied by the energy-momentum relation."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The book <em>Thinking Fast and Slow</em> discusses this phenomenon by citing the example of a list of names with male and female celebrities in them. For 10 points each:", "answers_sanitized": ["availability heuristic", "prospect theory", "economics [accept behavioral economics]  &lt;Jose, Social Science - Economics&gt;"], "parts_sanitized": ["Name this mental shortcut, or heuristic, in which people use information that is ready-at-hand to make decisions. For example, a person who vividly recalls a plane crash may avoid aviation.", "The availability heuristic was discussed in Amos Tversky's and Daniel Kahneman's paper proposing this framework, a model of human behavior in situations involving risk.", "Prospect theory is a framework used in the \"behavioral\" branch of this social science, which is often said to be the study of scarcity."], "category": "Social Science"}, {"leadin_sanitized": "Priest and journalist Bernard Darke was murdered in this country by a religious cult called the House of Israel for taking pictures of their headquarters. For ten points each:", "answers_sanitized": ["Co-operative Republic of Guyana", "Jim Jones [accept James Warren Jones]", "sugar [accept sugarcane or cane sugar; do not accept or prompt on \"cane\" or \"molasses\"]  &lt;Singh, History - World&gt;"], "parts_sanitized": ["Name this country, where the House of Israel was closely aligned with dictator Forbes Burnham during the 1980s.", "This other cult leader convinced over 900 of his followers to drink cyanide-laced Kool-Aid in a mass suicide in a Guyanese settlement named for him.", "Burnham nationalized bauxite mines and this resource, leading to an economic downturn. The British brought over indentured servants from India to work on plantations for this resource, which was used to make molasses."], "subcategory": "History World", "category": "History"}]}