{"tossups": [{"question_sanitized": "To treat degenerative changes in this anatomical structure, Samumed has developed a wnt (wint) inhibitor currently in clinical trials. Musculoskeletal ultrasounds of this anatomical structure may be used to diagnose impingement of Hoffa's fat pad or the presence of Baker's cysts. The popliteal fossa is found at the dorsal end of this structure, which may be treated with (*) intra-articular injections of the glycosaminoglycan hyaluronurate. The gracilis and sartorius muscles insert into a bone in this joint. Platelet-rich plasma therapy may be used to treat osteoarthritis of this joint, which may be replaced in either partial or complete procedures. Athletes commonly tear the anterior cruciate ligament in this joint. For 10 points, name this joint containing the patella.", "answer_sanitized": "knee"}, {"question_sanitized": "This character opines \"it's no sin to sin in confidence\" in a translation consisting of rhymed couplets made by the poet Richard Wilbur. Before this character appears, he is said to have cried for an hour when he killed a flea on his scalp during a \"moment of unkindness.\" This character was renamed Panulphe (\"pah-NOOLF\") in a rewrite that its author produced to appease the Church. He is able to convince a man to banish and disinherit (*) Damis after Damis eavesdrops on one of his schemes. This character is given a box full of state secrets with which he plans to blackmail Orgon for his property. An officer serving Louis XIV orders the arrest of this man, who tries to seduce Elmire (\"el-MEER\"). For 10 points, name this religious hypocrite who titles a play by Moliere.", "answer_sanitized": "Tartuffe"}, {"question_sanitized": "In a 1961 essay, this abstraction is said to be \"never forearmed against all possible cases\" of error no matter how \"well-equipped it is\" since \"fact is richer than diction.\" The essay \"A Plea for Excuses\" by J. L. Austin claims that philosophical issues arise due to the \"ordinary\" use of this entity. Another philosopher used the example of writing the letter 'S' every time a sensation occurs to demonstrate the impossibility of one of them being used by only (*) one person. In Philosophical Investigations, Ludwig Wittgenstein refutes the notion of a \"private\" one. The disciplines of semantics and pragmatics study, for 10 points, what kinds of systems exemplified by Finnish, Spanish and English?", "answer_sanitized": "language [accept ordinary language philosophy]"}, {"question_sanitized": "In 19th century Britain, groups providing this service were modeled on one founded by James Braidwood, who became a hero after an 1824 event in Edinburgh. Crassus became incredibly rich employing men who performed this service after negotiations with property owners. A Union Company which provided this service in Philadelphia was founded in 1736 by (*) Benjamin Franklin. Besides serving as watchmen and police, the Vigiles of ancient Rome provided this service. In the 19th century, this service was mainly provided by insurance companies through \"salvage corps.\" 343 workers who provided this service were killed in the September 11th attacks. \"Bucket brigades\" once performed, for 10 points, what service of extinguishing blazes?", "answer_sanitized": "firefighting [or fire brigades; accept firefighters or firemen; accept bucket brigades before \"bucket\"]"}, {"question_sanitized": "In a movement of an orchestral suite by this composer, the slow theme \"E, D-sharp, E, D-sharp, E\" is played by string quartet, flute, and glass armonica while two pianos repeat rippling arpeggios in opposite directions. His Violin Concerto No. 3 in B minor begins with a timpani roll, after which the soloist enters immediately; that concerto was dedicated to Pablo de Sarasate, like this composer's Introduction and Rondo Capriccioso. In a tone poem by this man, a solo violin enters playing a tritone after a (*) harp strikes twelve Ds to evoke the stroke of midnight. A xylophone imitates bones in both that tone poem and Fossils, which is from a suite by this man that includes Aquarium and The Swan. For 10 points, name this composer of Carnival of the Animals.", "answer_sanitized": "Camille Saint-Saëns (\"kuh-MEE san-SAWN\") [accept Charles-Camille Saint-Saëns; do not accept or prompt on partial surname answers]"}, {"question_sanitized": "A poem by this author compares \"Each Age\" to a \"Lens / Disseminating their Circumference.\" Another poem by this author states \"assent\" and \"you are sane\" but \"demur,\" and \"you're straightaway dangerous - / and handled with a chain.\" A third poem by this writer describes the \"Crescent above\" the \"years\" when \"Worlds scoop their Arcs - and Firmaments - row - Diadems drop.\" This author wrote poems beginning \"The Poets light but lamps,\" \"Much Madness is divinest sense,\" and (*) \"Safe in their Alabaster Chambers\". Another of her poems describes a quality that \"sings the tune without the words\" and \"perches in the soul.\" For 10 points, name this author who proclaimed \"'Hope' is the thing with feathers,\" a reclusive poet from Amherst.", "answer_sanitized": "Emily Dickinson"}, {"question_sanitized": "In the Landau theory of phase transitions, this technique is used to express the free energy as a function of the order parameter. The compressibility factor of a real gas can be expressed in terms of the molar volume by using this technique to create the virial equation of state. Any potential well can be approximated as that of a harmonic oscillator by performing this technique on the potential energy. The (*) small angle approximation arises by performing this technique on the sine and cosine functions, then dropping all terms of order higher than \"x squared.\" For 10 points, name this technique from calculus, in which a function is approximated using a polynomial defined by an infinite series.", "answer_sanitized": "Taylor series expansion [or Taylor expansion; accept power series expansion]"}, {"question_sanitized": "Taoism proponent Stephen Russell is nicknamed the \"doctor\" with this physical characteristic. An eighth-century Muslim saint named Bishr had the epithet \"al-Hafi,\" which refers to this characteristic. Devout Jews have this characteristic, symbolizing humility in the face of loss, while sitting shiva. Moses was said to have acquired this characteristic before approaching the burning bush. By definition, members of (*) discalced orders like the Carmelites have this characteristic. A common rite of passage involves acquiring this characteristic before traversing hot coals. For 10 points, name this physical characteristic one must have before entering a Hindu temple or mosque.", "answer_sanitized": "barefoot [accept synonyms; accept discalced before mentioned; accept equivalents such as not wearing shoes; or shoeless]"}, {"question_sanitized": "After this politician was dismissed for recognizing Napoleon III's coup, he vowed to go \"tit for tat with little Johnny Russell.\" Right before his death, this politician led an election campaign with the slogan \"Leave it to Pam\". This politician attempted to have Prince Leopold of Saxe-Coburg and Gotha marry Queen Isabella II. In a five-hour speech supporting a British Jew in (*) Greece, this politician invoked \"the watchful eye and the strong arm of England.\" This prime minister feuded with Francois Guizot (\"ghee-ZOH\") in the Affair of the Spanish Marriages. For 10 points, name this politician who served as Prime Minister during the American Civil War and delivered the \"Civis Romanus Sum\" speech in response to the Don Pacifico Affair.", "answer_sanitized": "Lord Palmerston [accept Henry John Temple, 3rd Viscount Palmerston, of Palmerston in the County of Dublin, Baron Temple, of Mount Temple in the County of Sligo]"}, {"question_sanitized": "This character assumes his current form after his king kicks him and splits him into two pieces as punishment for killing a royal ram and lying about it. In one story, this character convinces a hundred villagers to offer themselves to a god after a complicated series of events beginning with a single corncob. In another story, he gains a wife by convincing her jealous, sterile husband that his name is \"Rise-up-and-make-love-to-Aso.\" He convinces (*) hornets to trap themselves in a calabash and tricks an invisible fairy into fighting a tar baby while completing a set of tasks from the Sky-Father Nyame (\"NYAH-may\"). For 10 points, name this guardian of the world's stories, a West African trickster who takes the form of a spider.", "answer_sanitized": "Anansi [accept Kwaku Anansi or Ananse or Nanzi or Aunt Nancy]"}, {"question_sanitized": "The extremely high motility of this species is explained by the hop-turn mechanism in which it effectively dimerizes to form a Zundel ion. This species' activity multiplies a ratio of activity coefficients for anilines in the Hammett function. This ion is isoelectronic to ammonia but has a bond angle of 113 degrees. This species' pKa is -1.74, which is the negative logarithm of (*) 55.6. According to the leveling effect, the degree of dissociation of this species is the largest that can be measured in water. The concentration of this cation is equal to the square root of Kw for neutral solutions. Autoionization of water makes hydroxide and this ion. For 10 points, name this polyatomic ion produced by Arrhenius acids with formula H3O+.", "answer_sanitized": "hydronium [or H3O+ until it is read; prompt on protons; prompt on hydrons; prompt on oxonium]"}, {"question_sanitized": "This character is imagined to have once been married to a beekeeper named Pietro in a novel about her by Lois Leveen. In the third act, this character observes \"There's no trust, No faith, no honesty in men; all are perjur'd / All foresworn, all naught, all dissemblers.\" This character says that she would be willing to bet fourteen teeth about another character's age. This woman gave birth to a child named (*) Susan who died in infancy. This character repeatedly calls a day \"woeful\" and \"lamentable\" when she thinks that another character has died. As a messenger, she tells Romeo that Juliet is a Capulet, and later tells Juliet that Romeo has killed Tybalt. For 10 points, name this Shakespeare character whose title refers to the fact that she raised Juliet.", "answer_sanitized": "Nurse"}, {"question_sanitized": "One of these events is re-enacted each Memorial Day in Chestertown, Maryland. Another re-enactment of one of these events took place in 1946 by veterans upset at post-war inflation. Captain Ebenezer Withington was publicly shamed for recovering a chest from the most famous of these events. One of these events in Annapolis culminated with the burning of the Peggy Stewart. The most famous of these events began after Governor (*) Hutchinson refused to allow the Dartmouth to leave the city. A call for one of these events in reaction to the 2009 Homeowners Affordability and Stability Plan by Rick Santelli kicked off a conservative movement. For 10 points, patriots dressed as Native Americans in what type of 1773 tax protest in Boston Harbor?", "answer_sanitized": "tea parties [accept Boston Tea Party; accept Tea Act protests or equivalents; prompt on things like tax protests]"}, {"question_sanitized": "While on tour in Great Britain, this painting was exhibited in a car showroom to raise money for a Manchester-based food relief group. Paul Eluard's poem about the \"victory of\" this painting's title locale accompanied its inaugural display in a pavilion designed by Josep Lluis Sert (\"ZHOH-sep YOO-ees sairt\") at the Paris International Exhibition. 45 studies of this painting were photographed by the artist's wife, Dora Maar. This painting was (*) defaced while on long-term loan to MoMA with the anti-Vietnam War message \"KILL LIES ALL.\" Almost all sketches for this grayscale painting included the Nationalist horse and bull. Many civilians are depicted screaming in horror in, for 10 points, what 1937 painting of the aftermath of a bombing of a Spanish city by Pablo Picasso?", "answer_sanitized": "Guernica"}, {"question_sanitized": "A 2018 report on this industry by the UN's FAO recommends adoption of drying racks to reduce the 35% spoilage rate in it. A Human Rights Watch report on this industry titled \"Hidden Chains\" highlighted Thai firms' use of slave labor. Juan Mayorga analyzed AIS satellite signals to conclude that this industry covers a third of the planet, with much territory covered by Chinese ventures backed by state (*) diesel subsidies. Copper alloy pens are used to avoid biofouling in a subset of this industry that adopts practices from agriculture and is a response to unsustainable yields diminishing wild stocks. Three billion people obtain their primary source of protein from, for 10 points, what industry that relies on hooks and nets?", "answer_sanitized": "commercial fishing [anti-prompt on aquaculture; prompt on food industry; anti-prompt on shrimping industry]"}, {"question_sanitized": "A novelist who wrote in this language won the Nobel Prize for a novel that calls George Orwell’s Homage to Catalonia \"faked from the very first sentence.\" That novelist used this language to write the 1981 novel The Georgics as well as the experimental novel Conducting Bodies. A 2013 update to a novel written in this language gives the name of Musa to an unnamed murder victim, and was written by Kamel Daoud. A film whose title means \"Hiroshima, My (*) Love\" was written by an author in this language who belonged to a modernist movement whose name translates as \"new novel.\" A novel in this language opens \"Mother died today\" and depicts the murder of an Arab by Meursault. For 10 points, name this language used by Albert Camus.", "answer_sanitized": "French [accept Le français]"}, {"question_sanitized": "A change in bioturbation during this event indicated a move away from vertical motion, which is known as this event's namesake \"substrate revolution.\" Harry B. Whittington helped characterize this event when he reanalyzed like plants like Wiwaxia uncovered by Charles Walcott. A theory that this event gives evidence of \"contingency\" in nature was made by Stephen Jay Gould when he examined Opabinia and other lagerstatten in the (*) Burgess Shale. Horizontal gene transfer could have contributed to the range of body plans formed during this event, which may have occurred in two waves of metazoan niche expansion starting 542 million years ago. For 10 points, name this evolutionary event in which diverse phyla seemed to rapidly appear or \"explode,\" during the namesake geological era.", "answer_sanitized": "Cambrian explosion [accept Cambrian radiation; accept the Cambrian Era]"}, {"question_sanitized": "Danny Quah and Olivier Blanchard found that the effects of disturbances to this function have permanent effects, as opposed to orthogonal disturbances to a related function, whose effects vanish after five years. In the short run, this function has a positive slope when prices are sticky, but in the Keynesian limit, this function's slope is zero, and in the long run its slope is vertical. Surges in energy prices are a common example of a (*) \"shock\" to this function. Finding the intersection of this function with one that equals the sum of spending and net exports enables determination of the price level and real domestic output. For 10 points, give this supply curve of a national economy, which is paired with the similar \"AD\" curve.", "answer_sanitized": "aggregate supply function [or domestic final supply; accept aggregate or domestic final after \"supply\"; prompt on supply function or AS curve]"}, {"question_sanitized": "This man testified in front of the Carter Land Commission after travelling to London to protest a British scheme for a colonial union. This man was expelled from the local branch of the Church of Scotland after he had a meeting where he argued that a ban on female genital mutilation was counterproductive. In 1969, this man's government banned the rival KPU party and arrested its leader Oginga Odinga. (*) Bronislaw Malinowski wrote the introduction to a book by this man whose cover showed him wearing a skin and holding a spear. This coiner of the slogan Harambee was among the Kapenguria Six who were falsely accused of leading the Mau Mau Uprising. For 10 points, name this author of Facing Mount Kenya who became Kenya's first president.", "answer_sanitized": "Jomo Kenyatta [accept Kamau wa Ngengi or Johnstone Kamau]"}, {"question_sanitized": "The Hirshhorn Museum installed a wallpaper by this artist featuring gold security cameras, titled The Animal That Looks Like A Llama But Is Really An Alpaca. This artist created portraits of Americans Shakir Hamoodi and Chelsea Manning as part of a series of 176 Lego portraits of political prisoners, titled Trace. A photo taken by this artist titled \"Study of Perspective\" shows him giving the finger to the location where the (*) \"Tank Man\" photograph was taken. His other artworks include pit filled with porcelain sunflower seeds and a 2008 collaboration with the architecture firm Herzog and de Meuron that uses steel beams to hide a retractable roof. For 10 points, name this dissident Chinese artist who designed Beijing's \"Bird's Nest\" stadium.", "answer_sanitized": "Ai Weiwei [accept Weiwei Ai; do not accept or prompt on \"Weiwei\"]"}, {"question_sanitized": "Robert Service's biography of this national leader draws on his letters to his sister Anna, whose husband Mark later served as his railway minister. Bruce Lockhart's Memoirs recount how he was accused of plotting to assassinate this leader, who \"unreservedly\" recommended John Reed's book Ten Days that Shook the World, which covers the (*) Constituent Assembly elections and other events this man orchestrated. Edmund Wilson titled an intellectual history for this man's arrival at the Finland Station, which occurred after Germany financed a train trip from Switzerland for him and other \"majority party\" members. This man's body can be viewed in a mausoleum in Moscow's Red Square. For 10 points, name this first leader of the Soviet Union.", "answer_sanitized": "Vladimir Lenin [or Vladimir Ulyanov]"}], "bonuses": [{"leadin_sanitized": "A woman who was born with the name Wen Shi was deified for her efforts raising five of these creatures, who are depicted on teak boats raced during the Duanwu festival. For 10 points each:", "answers_sanitized": ["dragons [or long; or lung; accept dragon boats]", "Sun Wukong [prompt on the Monkey King]", "Azure Dragon [or Qinglong; or Blue-green Dragon; or Seiryuu; accept Blue Dragon or Green Dragon]"], "parts_sanitized": ["Name these auspicious creatures from Chinese mythology, in which they are the only mythical animal to appear in the zodiac.", "After traveling to the underwater kingdom of Ao Guang, the Dragon King of the East Sea, this character is given an iron pillar that turns out to be the Ruyi Jingu Bang.", "This dragon, who represents spring, the element of wood, and the East, is grouped with a tiger, a bird, and a turtle in the so-called \"Four Symbols.\" In Japanese myth, it is the guardian of Kyoto."]}, {"leadin_sanitized": "Type IA and Type II supernovae have some major differences. For 10 points each:", "answers_sanitized": ["light curves", "spectral lines [prompt on lines or spectra]", "core collapse [prompt on collapse]"], "parts_sanitized": ["Astronomers often distinguish between Type IA and Type II supernovae by examining these graphs, which plot absolute magnitude, or intensity, against time.", "Type IA supernovae, but not Type II, are detected via different types of the \"emission\" and \"absorption\" kinds of these features. One indicating the presence of iron is prevalent in Type IA supernovae.", "Type IA supernovae are caused by thermal runaway, while Type II result from this general process occurring in a large star. This process begins after the iron component of a star buckles under the weight of the star's gravity."]}, {"leadin_sanitized": "For 10 points each, answer the following about successful instances of Byzantine diplomacy.", "answers_sanitized": ["Slavs [prompt on Moravians]", "First Crusade [prompt on Crusades; prompt on the People’s Crusade]", "Golden Horde [or Kipchak Khanate]"], "parts_sanitized": ["Saints Cyril and Methodius were sent by Emperor Michael III to convert these people to Christianity, which they accomplished through their creation of the Glagolitic alphabet.", "Alexius I successfully managed to avoid conflict with participants in this conflict, who went on to successfully conquer Jerusalem after a call from Pope Urban II.", "Michael VIII formed a marriage alliance with Nogai, a leader of this Mongol khanate originally granted to Genghis Khan's son Jochi."]}, {"leadin_sanitized": "In an essay on Citizen Kane, Pauline Kael wrote that the influence of holders of this position is overstated. For 10 points each:", "answers_sanitized": ["film director [accept directing]", "auteur (\"oh-TUR\") theory", "blocking"], "parts_sanitized": ["Identify this job held by such luminaries as Alfred Hitchcock and Orson Welles. Its holder is often said to be responsible for a film's \"vision.\"", "Kael was arguing against this theory from French film criticism, which holds that the artistic role of directors producing films is similar to that of writers producing fiction.", "One argument for the director's importance is that he or she is responsible for this task of positioning the actors in a scene. Directors are often concerned with creating effective sight lines for the audience during this process."]}, {"leadin_sanitized": "For 10 points each, give the following authors based on their thoughts about the function of criticism:", "answers_sanitized": ["Oscar Wilde [or Oscar Fingal O'Flahertie Wills Wilde]", "Matthew Arnold", "Thomas Stearns Eliot"], "parts_sanitized": ["Two characters argue that the critic must \"chronicle his own impressions\" in this author's essay \"The Critic as Artist.\" Vivian bizarrely argues that the Japanese people lack \"any existence\" in his essay \"The Decay of Lying.\"", "This other Victorian author wrote The Function of Criticism at the Present Time is to \"see the object as in itself it really is.\" As a poet he wrote \"Dover Beach.\"", "This writer argued against abstract criticism in \"The Perfect Critic,\" an essay in his volume The Sacred Wood. His other essays include \"Hamlet and His Problems.\""]}, {"leadin_sanitized": "This empire's eastern expansion helped bring about the dissolution of the Kushan empire. For 10 points each:", "answers_sanitized": ["Sassanid empire [accept Sassanian empire or Eranshahr; prompt on Persian empire before \"Persian\"]", "Zoroastrianism [accept Mazdayasna or Mazdaism; do not accept or prompt on \"Mazdakism\"]", "Chang'an [accept Xi'an] (It was the capital of the Tang dynasty at the time.)"], "parts_sanitized": ["Name this Persian empire whose central position on Silk Road trade was threatened by the Hephthalites. It warred against the Eastern Romans under rulers like Shapur I.", "The Sassanids proselytized this state religion of theirs, though it did not spread as far as Manichaeism or Christianity. This religion venerates Ahura Mazda.", "The last self-proclaimed Sassanid emperor, Peroz III, died in exile in this foreign capital after becoming part of its court. Many Sogdians were part of the court in this capital city, including a general who rebelled in the 750s."]}, {"leadin_sanitized": "The characteristic \"obbligato accompaniment\" of this era's namesake \"style\" is analyzed in a book by pianist Charles Rosen. For 10 points each:", "answers_sanitized": ["Classical era [accept The Classical Style or Viennese Classical era]", "Baroque era", "common practice period"], "parts_sanitized": ["Name this era of music which is considered to have begun in the mid-18th century. It was dominated by the First Viennese School, whose exemplars included Antonio Salieri and Muzio Clementi.", "The Classical era in music was preceded by this other era, whose music and arts were usually highly ornamented. Its composers include Antonio Vivaldi.", "The Baroque, Classical, and Romantic eras together make up this period, denoted by a two-word name, in which almost all Western composers utilized the same tonal system. It ended in the 20th century."]}, {"leadin_sanitized": "One of the main towns on the shore of this lake was devastated by the 2002 eruption of Nyiragongo (NEAR-a-GON-go). For 10 points each:", "answers_sanitized": ["Lake Kivu [or Lac Kivu]", "Cameroon [or Republic of Cameroon]", "methane [or CH4]"], "parts_sanitized": ["Name this lake that, like Lake Nyos, is in danger of suffering a limnic eruption. The city of Bukavu is on the shore of this lake.", "Lake Nyos and Lake Monoun are a pair of \"exploding lakes\" in this Central African country, where they lie in the highlands north of the city of Douala.", "The Rwandan government hopes to extract large quantities of this gas in Lake Kivu for its energy industry. Climate change is causing this potent greenhouse gas to be released from namesake bubbles in lakes and wetlands."]}, {"leadin_sanitized": "Answer the following about protein glycosylation, for 10 points each:", "answers_sanitized": ["Golgi apparatus [or Golgi body; or Golgi complex]", "monoclonal antibodies [or immunoglobulins; accept mabs; or Igs]", "N-acetylglucosamine [or NAG; or GlcNAc]"], "parts_sanitized": ["In eukaryotes, it occurs mainly in the endoplasmic reticulum and this organelle, which is where proteins are packaged into vesicles for extracellular transport.", "Because E. coli has no native glycosylation machinery, Chinese hamster ovary cells are instead typically used in industrial production of these heavily glycosylated proteins, which are called biologics in the pharmaceutical industry.", "All human glycans begin with this sugar residue attached to an asparagine in the protein. This sugar alternates with N-acetylmuramic acid in peptidoglycan and is the monomer of chitin."]}, {"leadin_sanitized": "An author born in this country attacked western feminism for stereotyping the \"Third World woman\" in an essay which takes its title from Joseph Conrad's Under Western Eyes. For 10 points each:", "answers_sanitized": ["Republic of India", "The God of Small Things", "Jhumpa Lahiri [or Nilanjana Sudeshna Lahiri]"], "parts_sanitized": ["Give this country of origin of a literary theorist who once asked \"Can The Subaltern Speak?\"", "Another postcolonial writer from India wrote this novel in which Ammu blames her twin children when her affair with a member of a lower caste is discovered. It includes a scene in which a boy is molested during a performance of The Sound of Music.", "This other postcolonial Indian-American author wrote stories such as \"The Third and Final Continent\" and \"Sexy,\" which appear in her The Interpreter of Maladies."]}, {"leadin_sanitized": "For 10 points each, answer the following about the Lingnan school of Chinese painting:", "answers_sanitized": ["ink [accept ink wash painting]", "negative space [prompt on blank space]", "mountains [accept shan; accept rivers and mountains or shan shui painting]"], "parts_sanitized": ["The Lingnan school moved away from a traditional painting style called this substance's namesake \"wash.\" Black examples of this substance are used in calligraphy.", "Lingnan painters focused on \"places without ink\" in their paintings, which Westerners call a kind of \"space\" known by this term. This kind of space creates two faces around a vase in a bi-stable image created by Edgar Rubin.", "The word \"Lingnan\" literally refers to a region \"south of\" some of these places, which are paired with \"rivers\" in the name of a type of Chinese painting. Several Dunhuang frescoes depict one of these named Wutai."]}, {"leadin_sanitized": "Near the end of this story, the Traveller is led into a tea house and shown the gravestone of a man whose return is prophesied by his followers. For 10 points each:", "answers_sanitized": ["\"In the Penal Colony\" [accept \"In der Strafkolonie\" or \"In the Penal Settlement\"]", "Franz Kafka", "\"Description of a Struggle\" [accept \"Beschreibung eines Kampfes\"]"], "parts_sanitized": ["Name this story, in which the Officer shows the Traveller the \"Harrow\" and \"Bed\" of a \"peculiar apparatus\" in the title location.", "\"In the Penal Colony\" is a story by this German-language author, whose other short fiction includes the novella The Metamorphosis.", "Kafka was persuaded to continue his burgeoning career in writing by showing Max Brod the text of this bizarre story, in which a man hallucinates that a landscape bends to his every whim, before being reabsorbed back into reality."]}, {"leadin_sanitized": "Consider a reaction in which some atom called A dimerizes into a new molecule called A2. For 10 points each:", "answers_sanitized": ["molarity of A squared [or raised to the second power; or equivalents]", "it's the slowest step [or the slowest reaction; or the smallest rate; or other equivalents]", "square root of temperature [or temperature to the one-half power]"], "parts_sanitized": ["If the reaction occurs in a single elementary step, then the reaction rate depends on what function of the molarity of A?", "If the reaction is not elementary, then determining the rate law requires a mechanism, particularly, knowing the step of the mechanism that has this attribute, meaning that it is rate-determining. A description is fine.", "Collision theory actually predicts that, for reactions with low activation energy, the rate constant increases with this function of temperature, since average molecular velocity scales with this function of temperature."]}, {"leadin_sanitized": "This leader ordered a genocide against his country's French residents and ruled as an autocrat before being assassinated while putting down a rebellion. For 10 points each:", "answers_sanitized": ["Jean-Jacques Dessalines [or Jacques I]", "Toussaint L'Ouverture [or François-Dominique Toussaint L'Ouverture,or Toussaint Bréda; prompt on Toussaint]", "The Black Jacobins"], "parts_sanitized": ["Name this man who completed the Haitian Revolution and declared himself the first Emperor of Haiti in 1804.", "Dessalines was a lieutenant of this first major leader of the revolution. After defeating Andre Rigaud in the War of the Knives, this man promulgated an 1801 Constitution that declared Haiti a French colony and declared himself Governor-General for Life.", "This history of the Haitian Revolution written by C.L.R. James linked the Haitian struggle with the French Revolution and its ideals."]}, {"leadin_sanitized": "In Islam, these events are usually accompanied by a feast known as walimah (\"wah-LEE-meh\"). For 10 points each:", "answers_sanitized": ["marriages [accept weddings or nikah] (Triple talaq is a form of divorce.)", "Quran [accept Qur'an or Koran]", "painting henna on the skin of the bride [accept answers that indicate decorating the skin of the bride with temporary tattoos or ink; accept painting hina tattoos or tattooing; accept dyeing skin or equivalents; prompt on decorating; do not accept or prompt on \"applying makeup\"]"], "parts_sanitized": ["Name these events, which in Islam often involve repeating the word qubul three times. They can also be undone by saying the word talaq three times.", "A few days after an Islamic wedding, a bride is often welcomed into her new home with a ceremony where her mother-in-law holds one of these objects over her head. This holy book is typically stored on a shelf with nothing else on top of it.", "In India, it's common for both Muslim and Hindu brides to participate in a mehndi ceremony, in which this action is performed on the bride amidst singing and teasing."]}, {"leadin_sanitized": "Answer the following about plays that tackle working class economic anxiety in and around Pennsylvania, for 10 points each:", "answers_sanitized": ["Lynn Nottage", "Waiting for Lefty", "August Wilson [or Frederick August Kittel Jr]"], "parts_sanitized": ["This author's Pulitzer Prize-winning play Sweat depicts the tensions that arise during and after a factory strike in Reading, Pennsylvania. She also won the Pulitzer for her 2009 play Ruined.", "In this play by Clifford Odets, Harry Fatt cites a failed strike in Philadelphia to dissuade his union of taxi drivers from striking. At its end, calls for a strike erupt when the workers learn of the title character's death.", "This playwright addressed economic anxiety in plays such as Jitney and Fences, both of which were included in his Pittsburgh Cycle."]}, {"leadin_sanitized": "Identify the following about the political paintings of William Sidney Mount, for 10 points each.", "answers_sanitized": ["hard cider", "flour [accept Flour Riot]", "California gold rush [or 1849 gold rush; prompt on gold rush or San Francisco gold rush]"], "parts_sanitized": ["People consume this beverage in a Mount painting allegorizing the election of 1840. Backers of William Henry Harrison were often given this alcoholic drink as a show of support for the candidate.", "Mount's The Raffle highlights the food shortages brought about by the Panic of 1837. This specific food names an 1837 riot where hungry Locofocos seized sacks of it that were being hoarded in New York storerooms.", "A later Mount painting depicts a room full of New Yorkers reading of this event, which began on Sutter's Mill. San Francisco became a boom town during this event."]}, {"leadin_sanitized": "McKenzie Wark's book Molecular Red discusses ways to analyze this period of human history. For 10 points each:", "answers_sanitized": ["anthropocene", "Neolithic Era", "mass extinctions [accept The Sixth Extinction]"], "parts_sanitized": ["Give this term that social scientists propose should be used to designate the current geological epoch. Its name reflects the fact that humanity is largely responsible for affecting Earth's ecosystem.", "Some theorists argue that the anthropocene began with the Agricultural Revolution during this prehistoric era. Its name comes from the Greek for \"New Stone Age.\"", "The biologist Elizabeth Kolbert argues that Anthropocene earth is in a \"sixth\" one of these events. Kolbert argues that that \"The Sixth\" one is exemplified by the state of Latin American Rainforests."]}, {"leadin_sanitized": "Answer the following about haunted houses, for 10 points each.", "answers_sanitized": ["Shirley Jackson [or Shirley Hardie Jackson]", "San Jose, California", "Jerry Falwell [or Jerry Lamon Falwell, Sr.]"], "parts_sanitized": ["This author wrote about Eleanor Vance, who investigates the title location in The Haunting of Hill House. Residents of a town stone Tessie Hutchinson to death in her story \"The Lottery\".", "The widow of a gunmaker put in fake toilets, secret passageways, and twisted hallways to try to scare away the ghosts of dead people who had been killed by her husband's guns in the Winchester Mystery House, located in this West Coast city.", "One of the first \"hell houses\" to scare Christians from sinning was founded in Lynchburg, Virginia near this televangelist's Liberty University."]}, {"leadin_sanitized": "For a finite potential well, this operator is equivalent to scalar multiplication by a piecewise defined function. For 10 points each:", "answers_sanitized": ["potential energy operator [do not accept \"energy\" operator]", "kinetic energy [accept kinetic energy operator]", "free particle [accept no potential or uniform potential]"], "parts_sanitized": ["Name this operator. For a quantum harmonic oscillator this operator is proportional to the square of the position operator.", "The Hamiltonian operator is equal to the potential energy operator plus the operator for this other form of energy, which in classical mechanics is equal to one half mv 2.", "In this system, the potential energy operator is multiplication by a constant that is usually taken to be zero. The energy levels of this system are not quantized and can be any non-negative real number."]}, {"leadin_sanitized": "In one of this author's stories, the unnamed captain of a ship shelters Leggatt, the First Mate of another ship who fled after committing murder. For 10 points each:", "answers_sanitized": ["Joseph Conrad [accept Jozef Teodor Konrad Korzeniowski]", "Heart of Darkness", "Royal Greenwich Observatory [accept the Royal Observatory or RGO; prompt on Greenwich]"], "parts_sanitized": ["Name this author of \"The Secret Sharer,\" whose other short fiction includes the novella Typhoon and the short story \"Youth.\"", "In this novella by Conrad, Charles Marlow journeys on a steamboat up the Congo to meet the brutal Mr. Kurtz, who dies after exclaiming, \"The horror! The horror!\"", "In Conrad's \"The Secret Agent,\" Adolf Verloc employs his mentally disabled brother-in-law in an attempted bombing of this structure, which is targeted to produce maximal public shock because it represents science."]}]}