{"tossups": [{"question_sanitized": "While serving as Minister of Finance, this politician accepted the Romanov Crown Jewels as collateral for a loan to the Russian Republic. Historian Ryle Dwyer argued that one of this man's rivals who he called \"that bloody little altar boy\" betrayed him. Actions by this man's \"Twelve Apostles\" caused the Black and Tans to kill Tipperary Captain Michael Hogan at (*) Croke Park. This man claimed that he \"signed his actual death warrant\" upon agreeing to a peace treaty that included the Oath of Allegiance. This man led the pro-treaty Provisional Government against Éamon de Valera's anti-treaty Sinn Féin (\"shin fayn\") in his country's civil war. For 10 points, name this man who was assassinated while leading the Nationals in the Irish Civil War.", "answer_sanitized": "Michael Collins [accept Mícheál Ó Coileáin]"}, {"question_sanitized": "When this artist was asked to commemorate a victory at the Battle of St. Quentin, he created a dark 16-foot-tall altarpiece for Crociferi (\"croh-chi-FAIR-ee\") showing Saint Lawrence reaching to the sky as he roasts on a grill. In another of this artist's altarpieces, cherubs lift a cloud away from a throng gazing upwards at a woman in a red dress, who herself gazes directly up at God and has a brilliant sun behind her. This artist, whose patrons included Spain's (*) Philip II, painted that huge Assumption for the Frari. He painted a cherub reaching into the water of a gray sarcophagus between two title allegorical women, who are clothed and nude, respectively. For 10 points, name this artist of Sacred and Profane Love and the Venus of Urbino.", "answer_sanitized": "Titian [accept either underlined portion of Tiziano Vecellio]"}, {"question_sanitized": "According to the ancient treatise Tractatus coislinianus, a movement from pistis, or \"opinion\" to gnosis, or \"proof\" is central to this genre. Though none of his works survive, a poet named Antiphanes represents the \"Middle\" form of this genre. This genre's stock character of the alazṓn, or braggart, inspired the character of Pyrgopolynices in Roman works. The lost second half of Aristotle's Poetics is about this genre. A work centering on the (*) grouchy Knemon was written by Menander, a pioneer of this genre's \"New\" form. One play in this genre depicts a conflict between Euripides and Aeschylus, while another concerns a school run by Socrates called the Thinkery. For 10 points, The Frogs and The Clouds were written by the \"Father of\" what genre, Aristophanes?", "answer_sanitized": "ancient Greek comedy [accept Old Comedy or New Comedy]"}, {"question_sanitized": "The only woman in this history of this sect to anoint other men and women with holy oil was Mother Irini. The most recent leader of this sect was chosen by \"Divine Choice\" from a glass chalice by a young boy. As a safety measure, some churches of this sect require members to show a black cross tattoo on their wrist to gain entry. It dates years as A.M. after the Year of the Martyrs in 284 CE and at the 451 Council of (*) Chalcedon split from Rome. In 1959, this church granted autonomy to a Tewahedo (TEE-wa-hee-doh) Church to its south. Pope Tawadros II heads this church, which was founded when Saint Mark sailed across the Mediterranean. Its namesake liturgical language has largely been replaced in day-to-day use by Arabic. For 10 points, name this Egyptian church.", "answer_sanitized": "Coptic Church [or Coptic Orthodox Church of Alexandria; or Egyptian Orthodox Church; prompt on Church of Alexandria or Egyptian Church; do not accept \"Coptic Catholic Church\"]"}, {"question_sanitized": "A 1955 book published by the Research and Development group lists one million entries that all have this property. The frequency test, gap test, and the serial test are used to check if items have the \"statistical\" form of this property. Secure examples of items with this property, known as \"nothing-up-my-sleeve\" values. Items with this property can be generated by \"seeding\" a function, such as a simple linear congruence (*) generator. Monte Carlo algorithms rely on functions that output values with the \"pseudo-\" form of this property. This property is said to be possessed by the digits of e and pi since they are \"unpredictable.\" Nondeterminism is a property contrasted with, for 10 points, what property of number sequences that lack a pattern?", "answer_sanitized": "randomness [accept random numbers or pseudo-randomness; do not accept or prompt on \"nondeterministic\" or \"chaotic\"]"}, {"question_sanitized": "A novel by this author depicts a student's time in South-West Africa studying \"sferics\" amid a tribal uprising in a chapter titled \"Mondaugen's Story.\" While in a hotel room, two characters in one of this author's novels watch a movie in which one of them appeared as a child actor before playing Strip Botticelli. In that novel by this author, the protagonist sees the acronym (*) W.A.S.T.E. on a bathroom wall, below which is drawn a muted post horn, the symbol of the secret postal service Trystero. Roger Mexico finds that a Poisson distribution fits both the sexual exploits of Tyrone Slothrop and V-2 rocket strikes in a lengthy novel by this author. For 10 points, name this postmodern author of The Crying of Lot 49 and Gravity's Rainbow.", "answer_sanitized": "Thomas Pynchon [or Thomas Ruggles Pynchon Jr.]"}, {"question_sanitized": "After this musician studied under Karl Klinger, he marketed himself as having played chamber music with Albert Einstein, which many have dismissed as fraud. He composed a one-minute-long piece in straight eighth notes that ranges over a single octave of the A major scale. Like Mozart, he composed a set of variations on the tune \"Ah vous dirai-je, Maman.\" This man composed Perpetual Motion and the (*) \"Twinkle Variations\" and recommended preparing for them by practicing using the 1, 2, and 3 fingers separately. Playing Mozart's Violin Concerto No. 5 marks a \"graduation\" from this man's course of eight books, which outlines a progressive, repetition-focused pedagogy. For 10 points, what Japanese violinist names a music education method?", "answer_sanitized": "Shinichi Suzuki [accept names in reverse order; accept Suzuki method]"}, {"question_sanitized": "A crystalline microbalance made of a material that has this property is used to measure binding affinities in QCM. Materials with this property are rated by coefficients labelled d, g, h, or v, and subscripted by a 33 or 333. Since materials with this property act like RLC circuits with extremely high Q factors, they are frequently used to make resonators. AFM cantilever tips and pressure sensors are typically made of materials with this property, such as the (*) perovskite lead titanate zirconate. Crystals that possess this property must not have inversion symmetry and deform under external electric fields. For 10 points, name this property possessed by quartz, in which a mechanical force causes a material to become charged.", "answer_sanitized": "piezoelectric [or piezoelectricity; prompt on ferroelectric]"}, {"question_sanitized": "The fact that this phenomenon can occur under sympathetic dominance challenges Daniel Kahneman's theory that it is linked with effort. In the spotlight model of William James, this cognitive process has a central \"focus,\" \"margin,\" and \"fringe.\" Physical characteristics, such as pitch and loudness, underly Donald Broadbent's filter theory in explaining this cognitive process. The selective theory of this process can explain the difficulty of reading the (*) color words in the Stroop Test. People who struggle with maintaining this cognitive process for extended periods may take Atomoxetine, also known as Strattera, or Adderall. For 10 points, name this cognitive process of which there is a \"deficit\" in those who have ADHD.", "answer_sanitized": "attention [accept attentiveness; accept focus before \"focus\"]"}, {"question_sanitized": "This ethnic group's alphabet was first widely used in an empire whose capital was at Isanapura (\"ee-SAH-nah-poor\"), the Chenla (\"chun-lah\") empire. A later empire named for these people built a capital at Yasodharapura (\"yuh-soh-DAR-uh-poor\"), which was provided water by its East Baray (\"BAR-ay\"). Leaders of a government named for these people mimicked French revolutionaries by proclaiming the year they took power to be \"Year Zero\" and called for (*) \"New People\" such as intellectuals to be executed. While led by Suryavarman II (\"soor-yuh-VAR-mun\"), the medieval empire named for these people built the Angkor Wat temple. A communist government named for these people butchered a quarter of its country's population in the \"Killing Fields.\" Pol Pot led a government called, for 10 points, what people's namesake \"Rouge\" (\"roozh\")?", "answer_sanitized": "Khmer people [accept Khmer alphabet or Khmer empire or Khmer rouge; prompt on Cambodians or Kampucheans or Mon-Khmer]"}, {"question_sanitized": "The PANDAS hypothesis supposes that infection from species in this genus leads to OCD. A species in this genus gets its common name because it produces green-colored colonies on a blood agar plate. Frederick Griffith demonstrated that DNA transmits genetic information using an optochin-sensitive bacterium from this genus. The most common Cas9 used for gene editing is derived from the (*) pyogenes species in this genus. Both Klebsiella and this genus of bacteria cause pneumonia. Infection by the Group A species in this genus, which causes pharyngitis and is diagnosed by a culture from the tonsils, is especially common in children. For 10 points, name this genus of spherical bacteria that cause throat infections.", "answer_sanitized": "Streptococcus [or Streptococcus mutans; or Streptococcus viridans; or Streptococcus pyogenes; or Streptococcus pneumoniae]"}, {"question_sanitized": "In Julie Taymor's production of this opera for the Met, masks float above three characters who ask \"What? What? What?\" to open a quintet. This opera's overture opens with three slow chords: E-flat major, C minor in first inversion, and E-flat major in second inversion. This opera's librettist, a Freemason named Emanuel Schikaneder (\"shih-KAH-neh-dare\"), premiered the role of a character whose mouth is (*) padlocked after he falsely claims to have killed a serpent. A coloratura soprano orders her daughter to kill the priest Sarastro (\"sah-RAH-stroh\") in this opera's aria \"Hell's Vengeance,\" or \"Der Hölle Rache\" (\"dair HOL-luh RAH-huh\"). Two lovers complete trials of water and fire thanks to the title object of, for 10 points, what Mozart opera featuring the evil Queen of the Night?", "answer_sanitized": "The Magic Flute [accept Die Zauberflöte (\"dee ZOW-bare-FLEU-tuh\")]"}, {"question_sanitized": "A character proclaims \"all that remained for me of Catholicism was its smell\" in a passage describing how he used one of these objects to bring a statue of Jesus to life. One of these objects is bounced off a shelf by a grenade that kills a janitor at a post office. The protagonist receives a new one of these objects every week as a cover for his mother's affair with Jan and often uses one in conjunction with his glass-shattering (*) scream. The first of these objects is received as gift on the protagonist's third birthday, also the date on which he decides to stop growing. One of these object titles a novel that is followed by Dog Years in the Danzig Trilogy, and is owned by Oskar Matzerath. For 10 points, name this instrument that titles a Gunter Grass novel.", "answer_sanitized": "a tin drum [prompt on musical instrument; prompt on toy]"}, {"question_sanitized": "This man's body was brought back to his home country due to the efforts of Jacob Wainwright. In a Cambridge University address, this man implored his country to \"direct your attention\" to the \"open sore of the world.\" Chuma and Susi accompanied this man after John Kirk left him for Zanzibar. In his diaries, this man may have lied about a massacre carried out by Arab slave trader Dugumbe which this man witnessed while trying to find the source of the Nile. Matthew Wellington was sent to (*) find this man, as was another person who would meet him at Ujiji. For 10 points, name this Scottish missionary and explorer of Africa who allegedly replied \"I feel thankful that I am here to welcome you\" to a famous question posed by Henry Morton Stanley.", "answer_sanitized": "Doctor David Livingstone"}, {"question_sanitized": "This book's phenomenology of mind is treated as a forerunner to Freudian psychology in a Stuart Hampshire article pairing its author with \"the idea of freedom.\" This book's appendix contains a glossary defining the affectus as the panthema animi or \"passivity of the soul.\" It opens with a preface declaring the author's intention to treat \"human actions and desires\" precisely as if he were dealing with \"lines, planes, and (*) bodies.\" Published posthumously in 1677, it draws on its author's earlier religious treatise Tractatus Theologico Politicus to argue that humans are bound by their emotions in its fourth part, \"Of Human Bondage.\" For 10 points, name this book by the Dutch philosopher Baruch Spinoza.", "answer_sanitized": "Ethics [or Ethica]"}, {"question_sanitized": "One character who moves to this city often cuts the dead skin corns off her husband Chanu's feet. Another resident of this city marries a woman whose top row of teeth are knocked out after she gets in a scooter accident. In this city, a daughter named Irie is uncertain which of the brothers Millat and Magid fathered her child. This city is the setting of Monica Ali's Brick Lane, as well as a novel depicting Samad Iqbal and Archie Jones's friendship, (*) White Teeth. At the opening of a 1950 novel, a group of children leave this city to stay at the country home of a professor implied to be Digory Kirke. In The Lion, The Witch, and The Wardrobe, the Pevensie children go to the countryside to escape, for 10 points, what city that was besieged during The Blitz?", "answer_sanitized": "London"}, {"question_sanitized": "After working for a German branch of this company, novelist Heike Geissler turned her experience into the book Seasonal Associate. Law student Lina Khan kicked off the \"hipster antitrust\" movement with a 2017 paper on the paradox of applying the consumer welfare standard to this company, which owns almost 300 million square feet of building space. A student of Toni Morrison born (*) MacKenzie Tuttle became a huge shareholder in this company following her 2019 divorce of its CEO. Former employees of Kiva Systems build robots for the fulfillment centers owned by this company, which abandoned plans to expand into Long Island City as part of its HQ2 initiative. For 10 points, Jeff Bezos is the CEO of what online retailer?", "answer_sanitized": "Amazon [or Amazon.com]"}, {"question_sanitized": "At the conclusion of one text, this character makes a mocking sacrifice by squeezing five locusts in his hand. A text named for this man contains a section called Ars Goetia, which lists 72 beings captured by this character, including Paimon, Valefor, and Belial. A grimoire purporting to be \"The Lesser Key of\" this man was inspired by a testament attributed to him that describes how the Archangel Michael gave him an object with a (*) pentagram seal that enabled him to command demons. Medieval traditions claim that this father of Rehoboam (\"reh-hoe-BOW-um\") used that magic ring to help build a temple. For 10 points, name this king who was sent gifts by the Queen of Sheba and who threatened to a cut a baby in half in a Biblical story that illustrates his wisdom.", "answer_sanitized": "King Solomon"}, {"question_sanitized": "PDMS is often treated with one of these substances before use to expose surface hydroxyls and enhance adsorption. Dry IC microfabrication relies on these substances to etch silicon wafers. Metals are detected at very low concentrations using a form of mass spectrometry where one of these substances generated through inductive heating (*) ionizes the analyte. These substances are modeled the same as electrolyte solutions since electric fields in them are screened at short distances. In atomic emission spectroscopy, metals are exposed to a flame or to one of these substances made from argon. These highly conductive substances are formed by heating gases until they ionize. For 10 points, name this fourth state of matter.", "answer_sanitized": "plasmas [or inductively coupled plasma]"}, {"question_sanitized": "Francis Spellman established an annual charity dinner named for this man that has become the last place where presidential candidates share a stage before an election. This politician connected to ordinary voters by boasting that he graduated from the FFM, or Fulton Fish Market, although his enemies in the press attacked him for having a Jewish woman named Belle Moskowitz as one of his closest advisors. William Hearst supported this man's (*) 1922 gubernatorial run but turned on him for a presidential election where he lost to a man promising \"a chicken in every pot and a car in every garage.\" A perceived loyalty to Pius XI (the 11th) hurt the presidential prospects of, for 10 points, what Catholic Governor of New York defeated by Herbert Hoover in 1928?", "answer_sanitized": "Alfred Emanuel Smith [prompt on Smith]"}, {"question_sanitized": "Two fountains shaped like nagas comprise this city's Democracy Monument, which is found about halfway between a royal burying ground and its Golden Mount temple. This city's extremely long official name declares it home to a precious green stone statue which was once believed to cure diseases, called the Emerald Buddha. An iconic prang shaped like the trident of Shiva adorns the top of this city's Temple of Dawn. This city was first established as the capital of the Thonburi kingdom by (*) Taksin the Great after the decline of the Ayutthaya (\"ah-YOO-tuh-yuh\") kingdom. The current monarch of the Chakri dynasty, Rama X (\"the tenth\"), lives in this city, which sits on the delta of the Chao Phraya (\"chow PRA-yuh\") river. For 10 points, name this capital of Thailand.", "answer_sanitized": "Bangkok [or Krung Thep]"}], "bonuses": [{"leadin_sanitized": "The U.K. and U.S. versions of this film censored an image of a penis from a montage in which a projector displays images from a comic silent film and a crucifixion. For 10 points each:", "answers_sanitized": ["Persona", "Ingmar Bergman [or Ernst Ingmar Bergman]", "playing chess [accept answers that refer to chess; prompt on playing games] (Zaillian's directorial debut was Searching for Bobby Fischer.)"], "parts_sanitized": ["Name this film which contains a split screen shot in which the face of a nurse played by Bibi Andersson is combined with that of an actress portrayed by Liv Ullman.", "Persona is by this Swedish director who often collaborated with Max von Sydow (\"SIH-dov\"). His other films include Wild Strawberries and The Seventh Seal.", "In The Seventh Seal, a knight played by von Sydow engages in this activity with Death. Steven Zaillian's directorial debut is about \"Searching For\" a title expert in this activity."]}, {"leadin_sanitized": "This commander's infantry were slaughtered by a British ambush in the Little Egg Harbor Massacre. For 10 points each:", "answers_sanitized": ["Casimir Pulaski [or Kazimierz Michał Władysław Wiktor Pułaski]", "New Jersey", "\"Mad\" Anthony Wayne"], "parts_sanitized": ["Name this Polish count who died at the Battle of Savannah. In 2019, researchers announced that this \"Father of the American Cavalry\" was most likely intersex.", "The Little Egg Harbor Massacre took place in this present-day state. George Washington defeated a contingent of Hessian mercenaries in this state during the Battle of Trenton.", "Pulaski's earlier exploits in New Jersey included helping this general take back the town of Haddonfield. This general and future Georgia Congressman suffered a humiliating defeat by Charles Grey at the Battle of Paoli."]}, {"leadin_sanitized": "For 10 points each, answer the following about various coding anti-patterns, or common bad designs in code:", "answers_sanitized": ["exceptions [prompt on errors]", "global scope [accept global variable]", "comments"], "parts_sanitized": ["An anti-pattern amusingly called \"shooting the messenger\" is the usage of these things in response to legitimate input. It is common to write blocks of code using the keywords \"try\" and \"finally\" to structure code to deal with them.", "Another anti-pattern is to declare variables in this scope, which affects the entirety of a program. Declaring a same-named variable in a subroutine will collide with this kind of variable.", "Global variables are often accompanied by these pieces of text which purport to explain what a program does; that's also an anti-pattern since code should be self-documenting."]}, {"leadin_sanitized": "The speaker of this poem asks the title bird \"Teach us ... What sweet thoughts are thine: / I have never heard.\" For 10 points each:", "answers_sanitized": ["\"To a Skylark\"", "Percy Bysshe Shelley", "Oxford University"], "parts_sanitized": ["Name this poem, addressed to a creature that the speaker calls a \"blithe spirit.\"", "\"To a Skylark\" was written by this poet. He asks, \"If Winter comes, can Spring be far behind?\" in his \"Ode to the West Wind.\"", "Shelley was forced to leave this place after he refused to repudiate his pamphlet \"The Necessity of Atheism.\" Walter Savage Landor was also forced to leave here for being a \"mad Jacobin\" supporting the French revolution."]}, {"leadin_sanitized": "In Prometheus Bound, Prometheus describes these characters as \"swan-shaped\" while advising Io to visit them on the plain of Kisthene. For 10 points each:", "answers_sanitized": ["Graeae (GRY-ee) [accept the Gray Ones or the Gray Sisters; prompt on but DO NOT OTHERWISE MENTION the Phorcydes]", "Perseus", "Phorcys (FOR-sis)"], "parts_sanitized": ["Name these ancient winged sisters whose names were Deino, Enyo, and Pemphredo. They shared a single eye and a single tooth.", "This Greek hero stole the single eye of the Graeae and refused to return it until they revealed the location of the Gorgon Medusa.", "The Graeae are alternately referred to as the daughters of this primordial sea god, who also fathered Echidna, Ladon, and various other monsters with his wife Ceto."]}, {"leadin_sanitized": "This woman's husband Pedro was the editor of La Prensa whose assassination inspired riots in Managua against the Somoza family.", "answers_sanitized": ["Violeta Chamorro [or Violeta Barrios Torres]", "Daniel Ortega [or Jose Daniel Ortega Saavedra]", "Contras [accept Iran-Contra scandal]"], "parts_sanitized": ["Name this woman, who represented the National Opposition Union in 1990 when she became the first elected female head of state in the Americas.", "Chamorro defeated this incumbent president, a leader of the Sandinistas. This man was re-elected in 2007 and remains the president of Nicaragua.", "Ortega's Sandinistas fought a civil war against these right-wing groups who were illegally funded by the U.S. in an operation run by Oliver North."]}, {"leadin_sanitized": "Answer the following about discoveries made during solar eclipses, for 10 points each.", "answers_sanitized": ["helium [or He]", "Arthur Eddington [or Sir Arthur Stanley Eddington]", "solar prominences"], "parts_sanitized": ["French astronomer Jules Janssen first detected this second-lightest element when he examined the Sun's chromosphere during a total solar eclipse in India.", "This physicist's observations of the apparent positions of stars during a 1919 total solar eclipse was one of several tests that confirmed Einstein's theory of general relativity.", "These accumulations of cold gas suspended in the Sun's atmosphere by its magnetic field were first described in the Russian Primary Chronicle following a medieval solar eclipse. Their dissolution may cause CMEs."]}, {"leadin_sanitized": "For 10 points each, answer the following about Amy Beach, the first American woman to publish a symphony.", "answers_sanitized": ["Scotland [prompt on Great Britain or United Kingdom of Great Britain and Northern Ireland]", "violin sonata [accept answers indicating a sonata for violin and piano; do not accept or prompt on \"sonata\" or \"piano sonata\"]", "Balkan peninsula [or Balkans]"], "parts_sanitized": ["Beach's first symphony is titled \"Gaelic\" and draws on folk melodies from Ireland and this other country. Felix Mendelssohn's Symphony No. 3 was also inspired by this country's tunes.", "Beach's reputation grew in Europe after the success of her A minor piece in this genre of chamber music. Ludwig van Beethoven's pieces in this genre include \"Kreutzer\" (\"KROYT-zur\").", "Beach's longest and most challenging piece is a set of Variations on themes from this peninsula, whose native bards use a single-string instrument called the gusle (\"GOOSE-lay\") or lahuta (\"LA-hoo-tah\") which is held between the legs."]}, {"leadin_sanitized": "Under this kind of voting system, a voter may only select one candidate. For 10 points each:", "answers_sanitized": ["first past the post", "gerrymandering", "Maurice Duverger [or Duverger's Law]"], "parts_sanitized": ["Name this kind of voting system in which an individual wins an election if they have received the most votes. It is sometimes called winner takes all.", "First past the post voting systems incentivizes those in power to engage in this practice of drawing up districts to favor their own candidates. It is named for a former vice president.", "This French political scientist argued that first past the post voting systems tend to result in two-party systems, an observation that is sometimes known as his namesake law."]}, {"leadin_sanitized": "In this volume of a larger work, the narrator and Gilberte fight over an imaginary letter. For 10 points each:", "answers_sanitized": ["In the Shadow of Young Girls in Flower [accept Within a Budding Grove]", "Marcel Proust", "Charles Swann [accept either underlined name; accept Swann's Way]"], "parts_sanitized": ["Identify this novel whose title refers to its narrator's burgeoning sexuality. Its narrator observes Albertine for the first time in a seaside town, and is rebuffed when he tries to kiss her.", "In the Shadow of Young Girls in Flower is the second volume of this author's seven-volume In Search of Lost Time.", "Gilberte is the daughter of this other character, a man whose pursuit of the courtesan Odette de Crecy is the subject of In Search of Lost Time's first volume. The first volume is titled for this character's \"Way.\""]}, {"leadin_sanitized": "Chinese customers really hate a smell named for new examples of these products which may derive from the \"off-gasing\" of volatile organic compounds. For 10 points each:", "answers_sanitized": ["cars [or new cars; or automobiles; or trucks; or motor cars]", "Las Vegas [accept Paradise, Nevada]", "ambergris [or ambergrease; or gray amber]"], "parts_sanitized": ["Name these products manufactured by Chinese companies such as FAW and Dongfeng. In 1952, German emigre Julius Sämann developed Little Trees to make these objects smell better.", "The company AromaSys made a smell reminiscent of Northern Italy for the Bellagio, one of the hotels on this city's namesake strip.", "Ernest Beaux used this valuable substance to create Coco Chanel's \"No. 5\" perfume. This substance is often found floating in the sea since it is expelled by sperm whales."]}, {"leadin_sanitized": "Before the year 2012, these documents had the word \"Material\" prepended to their names. For 10 points each:", "answers_sanitized": ["safety data sheets [or material safety data sheets; or SDSs; or MSDSs]", "exclamation point [or exclamation mark]", "lethality [or toxicity; or poisonous; or it causes death; or any other word forms or exact synonyms]"], "parts_sanitized": ["Name these documents that outline all of the risks associated with a particular chemical. The Right-to-Know Act requires all chemical laboratories to have them available to workers upon request.", "In addition to the requirement for SDSs, OSHA requires pictograms set by the Globally Harmonized System to appear on all dangerous chemicals. For instance, the GHS pictogram for an irritant is what symbol?", "Perhaps more self-evidently, a skull and crossbones pictogram represents that a compound has what property?"]}, {"leadin_sanitized": "One battle this dynasty won was named after how slippery the battlefield had become due to the amount of blood spilled. For ten points each:", "answers_sanitized": ["Almoravid Dynasty [or Imrabḍen; or Al-Murābiṭūn]", "Kingdom of Morocco", "Reconquista [prompt on reconquest or unification of Spain]"], "parts_sanitized": ["Name this Muslim dynasty that won the Battle of Sagrajas and conquered the Ghana Empire.", "The Almoravids were based in Marrakesh, a city in this modern-day country. This country was also the home of the Almohads and various other Berber tribes.", "The Almohad defeat at Las Navas de Tolosa is sometimes considered the  \"turning point\" of this protracted struggle. It ended with a defeat for Boabdil of Grenada at the hands of King Ferdinand and Queen Isabella."]}, {"leadin_sanitized": "Members of this ethnic group led an 1852 revolt against the Norwegian government in the city Guovdageaidnu (GUAV-da-gag-nu). For 10 points each:", "answers_sanitized": ["Sami [or Samit; or Sabme]", "reindeer [or Rangifer tarandus]", "they're radioactive due to Chernobyl [or exposed to nuclear fallout; or irradiated; or exposed to radiation; prompt on things like toxic or contaminated]"], "parts_sanitized": ["Name this ethnic group who reside in an area known as Lappland in English, despite the fact it is derived from a derogatory name for these people.", "The Sami people are well known for herding these animals, which are used to pull sleds called \"pulks.\" In North America, these animals are sometimes called caribou.", "Some of the reindeer herded by contemporary Sami have this characteristic. People known as the samosely live in a 30 kilometer zone noted for this characteristic."]}, {"leadin_sanitized": "Slim admits to drowning four newly-born examples of these animals in the second chapter of a novel. For 10 points each:", "answers_sanitized": ["a dog [or dogs; accept puppies or pups or puppers]", "Of Mice and Men", "Los Angeles [or L. A.; accept Hollywood]"], "parts_sanitized": ["Name these animals. In that same novel, Carlson argues that another character should shoot another of these animals which is getting on in years.", "Candy's old dog is euthanized in this John Steinbeck novel where Lennie hopes to spend his days tending to rabbits.", "Shortly before she is killed by Lennie, Curly's wife tells Lennie that she thinks her mother stole a letter that would have gained her entry to a job in this city. The title character moves to this city in Gore Vidal's novel Myra Breckinridge."]}, {"leadin_sanitized": "Roger Avermaete (\"AH-ver-mate\") noted how this figure is often \"very nearly pushed into the background\" by the \"wealth of appurtenances\" in a book on an artist who often painted her. For 10 points each:", "answers_sanitized": ["Marie de' Medici [or Maria de' Medici; or Marie de Médicis; prompt on Marie or de Medici]", "Peter Paul Rubens [accept Rubenesque, Rubensesque, or Rubensian]", "Lucian Freud [accept Lucian Michael Freud]"], "parts_sanitized": ["Name this queen depicted in a 24-painting series made for the Luxembourg Palace, which includes The Council of the Gods and The Disembarkation at Marseilles.", "Avermaete alleges everyone in that landing scene \"has eyes only for the voluptuous Naiads\" painted by this Flemish artist known for his shapely nudes.", "This 1997 Rubens Prize winner painted the woman Leigh Bowery in his Naked Man, Back View. His painting Benefits Supervisor Sleeping has drawn comparisons to Rubens' nudes."]}, {"leadin_sanitized": "During a trial over his pamphlet The Workers Program, this man quoted the philosopher Friedrich Schelling in his defense against the prosecutor, who was Schelling's son. For 10 points each:", "answers_sanitized": ["Ferdinand Lasalle", "1848", "Alexander von Humboldt [accept Friedrich Wilhelm Heinrich Alexander von Humboldt]"], "parts_sanitized": ["Name this German socialist whose ideas convinced Bismarck to adopt universal male suffrage. The later Gotha Program was modeled on this man's ideas.", "Lasalle gained prominence as an activist during the German revolutions of this year, which coincided with other revolutions in France, Austria, and Hungary.", "Lasalle was allowed to re-enter Prussia in 1859 thanks to a favor by this luminary, who had earlier written the scientific treatise Kosmos after exploring much of South America."]}, {"leadin_sanitized": "Under Ariel Roth, members of this sect at the Geoscience Research Institute at Loma Linda University have sought to find geological evidence for the Biblical flood. For 10 points each:", "answers_sanitized": ["Seventh-Day Adventists [or Seventh-Day Adventist Church; prompt on Adventist]", "Michael the Archangel [or Mîkhā'ēl]", "Saturday"], "parts_sanitized": ["Name this Protestant sect whose 28 Fundamental Beliefs hold that \"all humanity is now involved in a great controversy between Christ and Satan regarding the character of God.\"", "Seventh-Day Adventists believe this figure to be an incarnation of Jesus, citing a passage from Revelation in which this figure leads an army of angels against a dragon.", "As their name implies, Seventh-Day Adventists observe a day of rest on this day of the week. In Judaism, the Sabbath lasts until nightfall on this day of the week."]}, {"leadin_sanitized": "Some of these devices might have an outer layer made from spin-coated tantalum or titanium that reacts as an antireflection agent. For 10 points each:", "answers_sanitized": ["solar cells [or photovoltaic cells; or solar batteries]", "diodes", "p-n junctions"], "parts_sanitized": ["Identify these devices which produce energy without a chemical reaction. Most of the thickness of these devices comes from the absorber layer.", "Solar cells are manufactured in much the same way as these devices, which let current pass in primarily one direction.", "Building on the work of Russell Ohl, Soviet scientist Vadim Lashkaryov discovered this type of interface while working with silver sulfide solar cells. A depletion region is found in these interfaces."]}, {"leadin_sanitized": "The chorus of this play proclaims \"not to be born at all is best . . . for envy, sedition, strife, carnage, and war make up the tale of life.\" For 10 points each:", "answers_sanitized": ["Oedipus at Colonus [accept Oedipus Coloneus or Oidipous epi Kolōnōi]", "Sophocles", "Ismene (\"is-MEE-nee\")"], "parts_sanitized": ["Name this play that its author wrote when he was 90 years old. Its title character, on the verge of death, stands in the grove of the Furies, awaiting a meeting with King Theseus.", "This Greek playwright's Oedipus at Colonus is often said to be his most pessimistic play; it was intended as a sequel to his Oedipus Rex.", "This woman and daughter of Oedipus comes by horse to meet her father at Colonus. At the opening of the play Antigone, she tries to urge her sister to not bury Polyneices (\"polly-NYE-seez\")."]}, {"leadin_sanitized": "The ENCODE project sought to study the function of the large stretches of this molecule that does not code for proteins. For 10 points each:", "answers_sanitized": ["DNA [or deoxyribonucleic acid; prompt on nucleic acid; do not accept or prompt on \"ribonucleic acid\"]", "genome size", "junk DNA"], "parts_sanitized": ["Name this biological molecule that is used as a template during transcription.", "This term denotes the amount of DNA contained within a cell, expressed either in mass or in base pairs. It is often used interchangeably with the more specific term C-value.", "The C-value paradox asks why genome size does not correlate with organismal complexity. One potential resolution to the paradox is that much of that variation is driven by non-functional DNA, which is often described by this controversial four-letter term."]}]}