{"tossups": [{"question_sanitized": "Drawing on his research for The Pillars of the Earth, novelist Ken Follett charted the likely progress of this event. An apiarist named Nicolas Géant (\"JEE-ahn\") found evidence that some 200,000 Buckfast bees survived it. In a speech on the \"Great National Debate\" delayed due to this event, the President announced the closure of his alma mater and greater funding for rural hospitals. The middling videogame (*) Assassin's Creed: Unity was \"reverse\" review-bombed with good reviews after this event. The billionaire Bernard Arnault pledged 200 million euros in response to this event, during which Donald Trump called for using \"flying water tankers\" to end it. For 10 points, what April 2019 event extensively damaged a Parisian cathedral?", "answer_sanitized": "2019 Notre Dame fire [accept any answer indicating the Notre-Dame de Paris Cathedral caught on fire]"}, {"question_sanitized": "Plutarch claims that a philosopher who studied these objects blinded himself to better refine his faculties in studying them; that philosopher believed that these things coalesce into layers called eidola (\"eye-DOH-lah\"). A six-book Latin poem in dactylic hexameter argues that these entities created anima, animus, and other concepts through a process of clinamen (\"CLIH-nah-men\") or \"swerve.\" Tradition holds that the first philosophy of these objects is presented in (*) Leucippus' book Big World-System. These objects occupy a cosmic void and create free will in Lucretius's poem De Rerum Natura. The materialist philosopher Democritus believed that these objects made up the universe. The Greek word for \"indivisible\" provides the name of, for 10 points, what units that make up matter?", "answer_sanitized": "atoms"}, {"question_sanitized": "This country's first leader cut short a program to nationalize peanut production to gain the support of the Mourides (\"moo-READS\") and other Muslim brotherhoods that controlled the crop. Immediately prior to independence, this country formed a short-lived federation with a nearby country led by Modibo Keita (\"KAY-tah\"). A 1976 constitutional amendment in this country allowed only three political parties, including the centrist Parti Socialiste (\"par-TEE soh-see-ah-LEAST\"). This country's first president resigned in favor of (*) Abdou Diouf (\"ab-DOO d'yoof\") and was a prominent poet and leader of the Négritude (\"NEG-rih-tood\") movement. In the 1980s, this country formed a confederation with a neighbor that it nearly surrounds, Gambia. For 10 points, name this West African country once led by Léopold Senghor from Dakar.", "answer_sanitized": "Republic of Senegal"}, {"question_sanitized": "Ortho/para groups with high total values of this quantity activate benzene for nucleophilic aromatic substitution. IUPAC (I-U-pack) nomenclature requires empirical formulas to be written so this quantity increases from left to right. At positions where this quantity is high, the formal charge is more positive than the oxidation state. Protons adjacent to groups with high values of this quantity, such as nitro, are shifted downfield in NMR and become more acidic due to the (*) inductive effect, since their conjugate bases are stabilized. Hydrogen is assigned 2.2 on a scale for this quantity that ranges between 0.8 and 4.0. Differences in this quantity establish bond polarity. For 10 points, name this quantity that is highest for fluorine on the periodic table.", "answer_sanitized": "electronegativity [or electron-withdrawing ability; or EWG; accept specific electronegativity scales such as Pauling electronegativity or Mulliken electronegativity]"}, {"question_sanitized": "In one poem by this author, a goddess commands \"Break this heavy chain / That does freeze my bones around!\" after she arises from the \"darkness dread &amp; drear.\" Another poem by this author centers on a speaker who \"sunned\" the title object \"with smiles / And with soft deceitful wiles,\" and whose wrath grew after he was angry with his foe and did not tell him. A third poem by this writer asks \"And what shoulder, and what art, / Could twist the sinews of (*) thy heart? \" This man's poems \"Earth's Answer\" and \"The Poison Tree\" appear in the same collection as a poem that asks \"Did he who make the lamb make thee?\" and \"who could frame thy fearful symmetry?\" For 10 points, name this poet whose collection Songs of Experience includes \"The Tyger.\"", "answer_sanitized": "William Blake"}, {"question_sanitized": "The binding of this ligand is measured by calculating the red/infrared ratio from two LEDs tuned to 660 and 940 nm. The binding of this species was the first to be described by a Langmuir isotherm where its concentration is exponentiated by n. The binding of this species causes a protein's proximal histidine to shift and changes the protein from a \"taut\" configuration to a more \"relaxed\" configuration. Up to (*) four of these species may bind to a certain protein, with each binding subsequently increasing their affinity. This species, which experiences homotopic cooperative effects, binds at an iron atom coordinated by a porphyrin. Carbon monoxide prevents the binding of this gas. For 10 points, name this gas transported by hemoglobin.", "answer_sanitized": "oxygen gas [or O2]"}, {"question_sanitized": "Vitruvius claims that this sculptor worked with Scopas on the Mausoleum at Halicarnassus, but Pliny the Elder does not mention him. The Resting Satyr on the Capitoline Hill is thought to be a copy of this artist's \"celebrated\" model of a satyr. The bronze \"Cleveland Apollo\" is the only surviving original work by this son of the Attic sculptor Kephisodotos (\"keh-fih-SOH-doh-tus\"). The now-missing hands of another of his sculptures are theorized to have held some (*) grapes. This sculptor had an affair with the courtesan Phryne, the model for his Aphrodite of Cnidus. In his most famous sculpture, an infant is cradled by the Greek messenger god. For 10 points, name this ancient Greek sculptor of Hermes Bearing the Infant Dionysus.", "answer_sanitized": "Praxiteles"}, {"question_sanitized": "This author asked \"For whom do you bind your golden hair\" in a poem attacking \"faithless\" Pyrrha. This author implores Leucothoe (loo-KUH-thoh-uh) not to \"heed the false calculations of Chaldean\" astrologers, and imagines that the \"envious age has been flying,\" in another poem. He included the line \"now is the time to drink\" in the first book of his major collection, which contains a poem celebrating the birthday of his patron Maecenas (MYE-see-nuss). Andrew (*) Marvell drew on a genre named for this author to write a poem celebrating Oliver Cromwell's return from Ireland. He wrote \"it is sweet and honorable to die for one's country\" in a collection known as Carmina. The line carpe diem was written by, for 10 points, what Roman poet who wrote several books of odes?", "answer_sanitized": "Horace [or Quintus Horatius Flaccus]"}, {"question_sanitized": "La Monte Young has continually revised his multiple-hour-long magnum opus for this instrument, which he first performed in 1964. Pieces written for this solo instrument in the 1920s that require \"extended technique\" include The Banshee and Aeolian Harp. The last five pieces of a set of nineteen named for this instrument by Karlheinz Stockhausen (\"SHTOCK-how-zen\") are actually intended for synthesizers. Henry (*) Cowell's experimentation with this instrument inspired his student to write the Indian-inspired Sonatas and Interludes, which use an assortment of rubber, plastic, nuts, and bolts to \"prepare\" it. David Tudor premiered another piece on this instrument by simply closing its lid. For 10 points, John Cage's 4'33\" (\"four minutes and thirty-three seconds\") was premiered on what keyboard instrument?", "answer_sanitized": "piano [accept pianoforte or prepared piano or concert piano or The Well-Tuned Piano; accept Klavierstucke; prompt on keyboard]"}, {"question_sanitized": "It's not Virginia, but in 1781 forces under Benedict Arnold massacred some 80 patriots in this state after taking Fort Griswold. After an important symbol of freedom in this \"Provisions State\" was blown down in 1856, many relics from it were sold by local arms manufacturer Samuel Colt. This state was also the site of a factory for interchangeable musket parts at Hamden established by (*) Eli Whitney. In 1687, colonists in this modern-day state hid a colonial charter in the hollow of the Charter Oak. Oliver Ellsworth and Roger Sherman proposed a bicameral legislature that balanced the interests of large and small states in a compromise named for this state at the Constitutional Convention. For 10 points, name this state with capital at Hartford.", "answer_sanitized": "Connecticut"}, {"question_sanitized": "The singer of one hymn titled for this object will \"cherish\" it \"till my trophies at last I lay down ... and exchange it some day for a crown.\" Since the reign of Paul I, the Russian Orthodox Church has celebrated this object on a holiday each October owing to a gift from the Knights of Malta. The Eastern Orthodox Church has a holiday devoted to this \"Precious and Life-Creating\" object, which was recovered from the Persians by Emperor Heraclius. It was originally found in a Temple of Venus by Saint (*) Helena, the mother of Emperor Constantine. The Golden Legend claims that this object, celebrated on Holyrood, was made from the Tree of Mercy, and it was used on a hill known as Golgotha. For 10 points, name this object on which Jesus was crucified.", "answer_sanitized": "True Cross [or Holy Cross; accept fragments of the true cross; accept the Holyrood before mentioned; accept the cross on which Jesus was crucified before the end; prompt on the cross]"}, {"question_sanitized": "A pattern that appears in these systems was given a whimsical Lewis Carroll-inspired name by David Mermin after a lengthy exchange with the editors of Physical Review Letters. Laszlo Tisza theorized that these systems contain two phases; in that model, one phase is condensed while the other is not and carries the entropy. Tisza also proposed that these systems experience temperature waves that behave like (*) sound waves. Circulation is quantized in these systems as vortices. These systems will form a 30-nm thick layer while creeping around the edges of their containers, and will escape them if unsealed. A prominent example of these substances is formed by cooling liquid helium past the lambda point. For 10 points, name these substances with zero viscosity.", "answer_sanitized": "superfluids [accept word forms such as superfluidity; prompt on helium II]"}, {"question_sanitized": "After this man passed a law banning extremists from holding public office, Gudrun Ensslin helped found a notorious militant group. After leaving his highest post, this man commissioned a namesake report on economic differences between the global North and South. A photo shows him on his knees paying respect to the victims of the Warsaw ghetto uprising. Egon Bahr (\"AY-gon bar\") devised a policy used by this man that advocated \"change through rapprochement.\" (*) Gunter Guillaume (\"gee-YOME\") worked for the Stasi (\"STAH-zee\") while in this man's cabinet, leading to his 1974 resignation. This man's signing of the 1972 Basic Treaty exemplified a policy of openness with an eastern neighbor. For 10 points, name this Social Democratic chancellor of West Germany who advocated Ostpolitik (\"ost-poh-lee-TEEK\").", "answer_sanitized": "Willy Brandt [accept Herbert Ernst Karl Frahm]"}, {"question_sanitized": "This artist put his signature on a slip of paper affixed to a piece of wood in his Assumption, which depicts Mary floating on a crescent moon. In 1983, the discovery of this artist's signature led to the attribution of several of his works, such as the icon The Dormition of the Virgin. This artist's signature is on a piece of paper on a cross in a painting in which Jesus's bright red robe is (*) seized by a man in a crowd. He put his signature above the words \"born 1578\" on a handkerchief in a painting that divides an \"earthly\" scene of black-clad men from a \"heavenly\" one in which clouds part to let the title man's soul ascend. For 10 points, name this painter who showed two saints lowering a nobleman into a tomb in The Burial of Count Orgaz.", "answer_sanitized": "El Greco [accept Domenikos Theotokópoulos]"}, {"question_sanitized": "An essay by this writer compares a man's character to an \"acrostic\" or \"Alexandrian stanza\" since they both spell the same thing when they are read \"forward, backward, or across.\" This author discusses a time in men's lives when they think \"envy is ignorance\" and that \"imitation is suicide . . .\" in a work declaring \"to be great is to be misunderstood.\" This author imagined the \"currents of the Universal Being\" circling through him and becoming \"part and parcel with (*) God\" in an essay comparing the title subject to a \"transparent eye-ball.\" This author of \"Nature\" wrote an 1841 essay that attacks \"conformity\" as a concept that makes men false. For 10 points, \"Self-Reliance\" was written by what author of the Transcendentalist movement?", "answer_sanitized": "Ralph Waldo Emerson"}, {"question_sanitized": "A book by historian William McNeill emphasizes the role of underground \"cities\" in the steppes in arguing that this event was facilitated by the Pax Mongolica. A description of people in Damascus during this event imploring God's favor by fasting for three days was provided by Ibn Battuta. As a response to this event, Milanese lord Luchino Visconti supposedly ordered certain homes to be (*) sealed up. Janibeg Khan's decision to catapult corpses over the walls of Caffa may have resulted in the spread of this event to Europe via Genoese trade routes. Yersinia pestis, whose main vector is the rat flea, was the causative agent behind, for 10 points, what 14th century pandemic that killed almost half of Europe's population?", "answer_sanitized": "Black Death [or Black Plague or Great Plague; prompt on plague or pestilence or bubonic plague]"}, {"question_sanitized": "In the 2000s, a manufacturer of these devices created the bizarre \"taco\" form factor one. These devices and satellites were the first to use individual asynchronous codes to transmit signals, allowing them to use the same part of the spectrum. The Interim Standard 95 was the first standard to allow these devices to employ code division multiple access, and was developed by the company Qualcomm. The company (*) NTT Docomo created the LTE standard for these devices, and optimized the use of full duplex for them. When these devices leave their home \"network,\" it is called roaming. For 10 points, SIM cards were first developed to allow for the authentication of what portable communication devices, which were once made by Nokia?", "answer_sanitized": "cell phones [accept mobile phones; prompt on phones or telephones; accept N-Gage or handheld gaming consoles before “satellites.” ]"}, {"question_sanitized": "This thinker distinguished between \"family claims\" and \"social claims\" in an essay about obligations called \"Filial Relations.\" This author debated John Dewey after she argued that equality must extend into social life in her book Democracy and Social Ethics. This sociologist helped train Neva Boyd and found the Juvenile Protection Association, America's first juvenile court. This activist's philosophy of (*) pacifism presented in books like Newer Ideals of Peace earned her the 1931 Nobel Peace Prize. After a visit to London's Toynbee Hall, this sociologist worked with Ellen Gates Starr to implement its ideas in an experimental community in America. For 10 points, name this \"mother of social work\" who founded Hull House.", "answer_sanitized": "Jane Addams"}, {"question_sanitized": "This art form is said to become \"worse\" as it becomes more \"democratic\" in an essay by Theodor Adorno. In the 1980s, San Diego-based military personnel popularized a fitness franchise with this art form in its name that was founded by Judi Sheppard Missett. The name of this art form may derive from a new type of pitch invented by Portland Beavers ballplayer Ben Henderson. Critic Stanley Crouch appeared in a 2001 (*) Ken Burns documentary titled for this art form that chronicles possible inventors of it, such as Jelly Roll Morton and others in Congo Square in New Orleans. The scat singer Ella Fitzgerald is often called the \"Queen of\", for 10 points, what American art form whose other practitioners include John Coltrane and Louis Armstrong?", "answer_sanitized": "jazz [accept Jazzercise; prompt on music or dance before \"pitch\"]"}, {"question_sanitized": "This language was used to write a novel in which a bizarre race of half-human, half-bass violins is encountered by the Norwegian explorer Niels Klim. Helen Waddell examined a group of \"wandering scholars\" in this language, who were led by the anonymous Archpoet. This language was used to write a poem proclaiming fate as \"monstrous and empty,\" and which appeared in a collection named for Benediktbeuern Abbey. The Franciscan friar Thomas of (*) Celano wrote a poem in this language describing a dreadful \"Day of Wrath.\" A collection of secular medieval poetry written mostly in this language was set to music by Carl Orff. For 10 points, the Renaissance supposedly began with Petrarch's discovery of letters written in what language by Cicero?", "answer_sanitized": "Latin"}, {"question_sanitized": "Most of the \"A-letter\" series casts of this man's sculptures were purchased by Louisine Havemeyer for the Met, while most of the original master molds are on display at the National Gallery of Art. This artist, whose The Schoolgirl was cast 39 years after his death, drew on the photos of Eadweard Muybridge for his sculpture Horse Trotting, the Feet Not Touching the Ground. The only sculpture that this artist publicly exhibited in his lifetime depicts a (*) bronze figure wearing a bodice, horsehair wig and a cloth tutu. A bent-over woman washes herself in The Tub, a painting by this artist of The Little Fourteen-Year-Old-Dancer. For 10 points, name this French Impressionist of The New Orleans Cotton Exchange and many paintings of ballerinas.", "answer_sanitized": "Edgar Degas [accept Hilaire-Germain-Edgar De Gas]"}], "bonuses": [{"leadin_sanitized": "During this period, people supposedly dropped dead from the stench of 40 sperm whale carcasses that washed ashore in the Netherlands. For 10 points each:", "answers_sanitized": ["Little Ice Age [prompt on LIA; do not accept or prompt on \"Ice Age\"]", "River Thames", "Stradivarius instruments [or musical instruments made by Antonio Stradivari; or Strads; accept more specific answers such as Stradivarius violins or cellos or violas; prompt on musical instruments or violins]"], "parts_sanitized": ["Name this period in the \"long seventeenth century\" that Philipp Blom argues \"Shaped the Present\" by breaking European reliance on the church. It may have been caused by increased volcanic activity.", "During the Little Ice Age, many Frost Fairs took place on this river that was crossed at London Bridge.", "Wood grown during the Little Ice Age contributed to the unique tone of these items, produced in Italy by a student of Nicolo Amati. A secret varnish was applied to these items, about 650 of which survive."]}, {"leadin_sanitized": "This kind of set is used to generate contour lines. For 10 points each:", "answers_sanitized": ["level sets [accept level set or level surface]", "gradient [prompt on del]", "iso- [accept iso-surface or isosceles]"], "parts_sanitized": ["Name this kind of set defined by choosing inputs to a function so that the function outputs a constant value. These sets are often taught when studying multivariate calculus, and give their name to namesake \"surfaces\" generated from them.", "A theorem from calculus states that if a function is differentiable, this operation at any point will either be zero or perpendicular to the level set. This operation is represented with the nabla symbol.", "Because it shows points where all inputs are equal, a level surface is sometimes described using this three letter prefix. It appears in the name of a type of triangle where two sides are of the same length."]}, {"leadin_sanitized": "In a novel by this author, two characters find a burned skeleton and visit a craftsman who paints eyes on a Buddha statue. For 10 points each:", "answers_sanitized": ["Michael Ondaatje [or Philip Michael Ondaatje]", "The English Patient", "Canada "], "parts_sanitized": ["Name this author of Anil's Ghost. Another of his books includes an episode in which a sapper named Kip hoists a professor so that he can see a fresco.", "The aforementioned novel including the episode with the sapper Kip is this one, whose title character is a burn victim named László de Almásy. It was turned into a critically-acclaimed film starring Ralph Fiennes.", "Ondaatje attended Queen's University in this country, and set his novel In the Skin of a Lion here. Another author from this country wrote the short story collection Dance of the Happy Shades."]}, {"leadin_sanitized": "Despite the 500 guilder bounty placed on his head, this theologian debated Polish Reformer Jan Laski and wrote the tract The Spiritual Resurrection. For 10 points each:", "answers_sanitized": ["Menno Simons [or Minne Simens; or Menno Simonszoon; or Menno Simonsz]", "the mount [or monte; or mountain; accept Sermon on the Mount]", "Russia [or Russian Federation; or Tsardom of Russia]"], "parts_sanitized": ["Name this religious reformer who preached about the New Birth. The Old Order are the most traditional branch of a sect named for this man.", "Menno Simons's pacifism was partly based on Jesus's espousal of the Golden Rule during the sermon given on this type of geological feature. The Beatitudes were recounted during Jesus's sermon named for this type of geological feature.", "Mennonites originally from this country founded the Mennonite Brethren Church. A 17th century schism in this country's church produced the Old Believers."]}, {"leadin_sanitized": "This woman is torn between camellias and violets in the painting Choosing by her first husband, George Frederic Watts. For 10 points each:", "answers_sanitized": ["Ellen Terry [accept Ellen Terry as Lady Macbeth]", "Ophelia", "Raphael [accept Raffaello Sanzio da Urbino; accept Pre-Raphaelite Brotherhood]"], "parts_sanitized": ["Name this 19th century Shakespearean actress who wears a dark green robe in a depiction of her \"as Lady Macbeth\" by John Singer Sargent.", "In another Watts painting, Terry is depicted as this literary character, who floats in a river in a painting by John Everett Millais.", "Terry's marriage to Watts introduced her to Millais and other members of a \"brotherhood\" of English artists named for their desire to recreate the state of art before this High Renaissance master. This artist painted The School of Athens."]}, {"leadin_sanitized": "This structure broke in half while it was being moved from its original location to a town square in 1774. For 10 points each:", "answers_sanitized": ["Plymouth Rock [prompt on Plymouth; do not accept or prompt on Plymouth Stone]", "William Bradford", "Myles Standish [or Miles Standish]"], "parts_sanitized": ["Name this Massachusetts landmark which commemorates where the Pilgrims supposedly first landed in 1620. An 1859 ordinance protected it from hammer-wielding tourists.", "This governor never mentioned Plymouth Rock in his study of the colony, Of Plymouth Plantation. He was one of the framers of the Mayflower Compact.", "This military officer sailed on the Mayflower to Plymouth Colony, where he led expeditions to break up a colony at Merry Mount. There isn't any evidence that he was in a love triangle with John Alden and Priscilla Mullins."]}, {"leadin_sanitized": "Carnitine acyltransferase moves acyl to the mitochondria when this process begins in the peroxisome. For 10 points each:", "answers_sanitized": ["beta oxidation", "NADH [or nicotinamide adenine dinucleotide; do not accept or prompt on answers containing a \"plus\" such as \"NAD+\"]", "electron transport chain [or ETC]"], "parts_sanitized": ["Name this biochemical pathway which breaks down fatty acids. Thiolase is used in this pathway repeatedly to convert the fatty acids into acetyl-CoA.", "One equivalent of this reduced cofactor is produced in an instance of the beta-oxidation cycle. Three equivalents of this electron carrier are produced in one turn of the Krebs cycle.", "NADH later feeds into this set of complexes found in the inner mitochondrial membrane that carry out oxidative phosphorylation."]}, {"leadin_sanitized": "Josef Lada illustrated the novel depicting this character, who makes a living selling stolen dogs and is finally drafted to fight in World War I. For 10 points each:", "answers_sanitized": ["Josef Schweik [accept Josef Svejk or Josef Svejk; accept the Good Soldier Schweik]", "the Western Front", "Siegfried Sassoon"], "parts_sanitized": ["Name this character, who appears in a dark comedy satirizing World War I that is the only novel of its author.", "Ernst Junger described his experiences fighting in this theater of World War I in his memoir Storm of Steel. A schoolteacher named Kantorek convinces Paul Baumer to enlist in a novel in which it is \"all quiet on\" this theater of the war.", "Pat Barker's Regeneration Trilogy depicts this author's experience in World War I. This author of \"Counter-Attack\" was given a German name due to his mother's fondness for Richard Wagner's operas."]}, {"leadin_sanitized": "In a letter to Gershom Scholem explaining this concept, its originator wrote, \"only the good has depth and can be radical.\" For 10 points each:", "answers_sanitized": ["banality of evil", "Hannah Arendt [or Hannah Arendt Bluecher or Johanna \"Hannah\" Cohn Arendt]", "totalitarianism [accept The Origins of Totalitarianism]"], "parts_sanitized": ["Give this three-word phrase that subtitles a 1963 work of philosophy. It is used to explain why a certain man claimed that he was merely following Immanuel Kant's \"categorical imperative\" in performing his duties.", "The concept of the banality of evil appears in Eichmann in Jerusalem, a work by this Jewish philosopher who also wrote The Human Condition.", "Arendt's other works include one about The Origins of this kind of government, which Arendt argued was new in Western history, and must be interpreted \"without a bannister,\" or outside of past political tradition."]}, {"leadin_sanitized": "In the 2010s, several dams along this river, including the Great Works Dam and the Veazie Dam, were demolished in an effort to restore its wildlife. For 10 points each:", "answers_sanitized": ["Penobscot River", "salmon [or Atlantic salmon]", "Acadia National Park [do not accept or prompt on “Arcadia”]"], "parts_sanitized": ["Name this river, which flows through the city of Bangor. It is the largest river system that is entirely contained within its state.", "The destruction of the dams along the Penobscot River allowed for this fish to repopulate in the river. The \"Atlantic\" species of this fish has a pink color and swims upstream to lay eggs.", "The Penobscot River empties into a bay near this national park, much of which lies on Mount Desert Island off the coast of Maine."]}, {"leadin_sanitized": "Southward expansion during this dynasty occurred through the don dien system, by which hybrid agricultural-military colonies facilitated rice farming. For 10 points each:", "answers_sanitized": ["Later Le Dynasty [do NOT accept \"Earlier Le Dynasty\"]", "Ming Dynasty", "floods [or flash floods; prompt on answers involving water]"], "parts_sanitized": ["Name this longest-lasting Vietnamese ruling dynasty which reached its height under Thanh Tong, who completed the conquest of the Champa Kingdom.", "The Le Dynasty borrowed the practice of don dien from this neighboring Chinese dynasty, which documented its cultural history in a book named for one of its emperors, the Yongle Encyclopedia.", "Le Thanh Tong's law code, the Hong Duc, was named for one of these events \"of Virtue\". Rice crops were often ruined by these events originating from the Mekong River."]}, {"leadin_sanitized": "Transitions due to this phenomenon can be distinguished from excited state pi transitions by observing solvatochromism. For 10 points each:", "answers_sanitized": ["charge transfer", "resonance", "Gilbert Newton Lewis"], "parts_sanitized": ["Name this phenomenon found in a namesake class of complexes that may be metal to ligand or ligand to metal. Transitions due to this phenomenon create extremely intense absorption bands.", "Charge transfers can be analyzed using a form of Raman spectroscopy that induces this phenomenon with a tunable laser. A separate phenomenon with this name may describe molecules with various contributing structures.", "Resonance structures are present in molecules that cannot be described by this chemist's namesake dot structures."]}, {"leadin_sanitized": "Regarding the so-called \"Russian hymn\" theme in his third piano concerto, this composer said, \"It simply wrote itself!\" For 10 points each:", "answers_sanitized": ["Sergei Rachmaninoff [or Sergei Vasilyevich Rachmaninoff]", "French horn [or corno or corni; accept German double horn; do not accept or prompt on \"English horn\"]", "Rhapsody on a Theme of Paganini [or Rapsodiya na temu Paganini]"], "parts_sanitized": ["Name this skilled Russian pianist whose most popular orchestral pieces are his second and third piano concerti. He also wrote the three-movement suite Symphonic Dances.", "This instrument plays a mournful solo towards the end of the first movement of Rachmaninoff's second piano concerto. It also plays the opening notes of Brahms' second piano concerto.", "Like a piano concerto, this one-movement piece by Sergei Rachmaninoff is scored for solo piano and orchestra. This piece presents 24 variations on a melody created by an Italian composer."]}, {"leadin_sanitized": "In a novel by the Baroness Orczy, the family of the Comtesse de Tournay is saved from this fate by the title character. For 10 points each:", "answers_sanitized": ["being guillotined [prompt on things like being executed or killed in the French Revolution]", "A Tale of Two Cities", "Miss Pross"], "parts_sanitized": ["Identify this fate. Sir Percy Blakeney leaves behind a drawing of a scarlet pimpernel when he saves people from being subjected to this manner of death.", "Sydney Carton is guillotined in place of Charles Darnay at the end of the Charles Dickens novel set during the French Revolution.", "In A Tale of Two Cities, Madame Defarge, who is responsible for having Charles Darnay arrested and guillotined, is herself killed by this character, who goes deaf for the rest of her life after firing a gun."]}, {"leadin_sanitized": "Tristan Tzara coined a term for photograms that this artist produced in the 1920s, such as Kiki Drinking. For 10 points each:", "answers_sanitized": ["Man Ray [accept Emmanuel Radnitzky; prompt on Ray]", "Dada [accept Dadaism or Dadaist movement]", "kissing [accept smooching or equivalents; accept baiser or bisoux; accept Rayogram (The Kiss) or Kiss by the Hôtel de Ville or Le baiser de l'hôtel de ville]"], "parts_sanitized": ["Name this Surrealist photographer whose model Kiki also appears in his photo Le Violon d'Ingres (\"luh vee-oh-LAHN DON-gruh\").", "Man Ray's association with this nonsensical artistic movement is exemplified by his found object The Enigma of Isidore Ducasse (\"doo-KAHS\"). This movement's name, chosen at random from a dictionary, is the French word for \"hobbyhorse.\"", "Another of Man Ray's Rayograms places a silhouette of hands over an image of people engaging in this action. The most famous photo of Robert Doisneau (\"dwah-NOE\") shows this action \"by the Hôtel de Ville.\""]}, {"leadin_sanitized": "On days when the ekklesia, or assembly, met in Athens, slaves were tasked with flogging anyone found outside of this area. For 10 points each:", "answers_sanitized": ["agora", "Acropolis [or Cecropia]", "mints [prompt on answers which refer to coin production; do not accept or prompt on \"banks\"]"], "parts_sanitized": ["Give this Greek term for the main public gathering place in a city. It's the equivalent of a Roman forum.", "The ekklesia was held to the southwest of this elevated part of Athens, which housed buildings such as the Parthenon.", "One of these buildings was present in the Athenian agora. The oldest of these buildings is likely from Lydia and produced items made from electrum."]}, {"leadin_sanitized": "A book titled for these things by Richard Thaler and Cass Sunstein calls for public policy makers to create a \"choice architecture.\" For 10 points each:", "answers_sanitized": ["nudges [accept Nudge: Improving Decisions about Health, Wealth, and Happiness]", "cognitive biases", "conformity [accept word forms]"], "parts_sanitized": ["Name these concepts from behavioral science that push people towards making rational choices by making the irrational choice an opt-out.", "One reason to use nudges is to get past these mental errors that negatively affect outcomes. One example of these things is anchoring, in which a person makes a bad assessment based on a faulty initial value.", "The book Nudge discusses Solomon Asch's studies of this phenomenon, in which individuals match their decisions with that of the group. In Asch's original experiment, it was demonstrated using lines of varying lengths."]}, {"leadin_sanitized": "This problem arises from an erroneous treatment of changing reference frames. For 10 points each:", "answers_sanitized": ["twin paradox", "special relativity [or SR; prompt on relativity]", "1 - v2/c2 [or 1 - (v/c)2; accept one minus v squared over c squared; accept one minus quantity v over c squared or equivalents]"], "parts_sanitized": ["Name this conundrum that asks why a spacefaring traveler will end up younger than her earthbound counterpart when they each can claim that she is stationary while the other is moving.", "The twin paradox is a classic problem in this theory developed by Einstein based on the fact that the speed of light is constant in all inertial frames. Unlike its general counterpart, it ignores gravity.", "The ratios between the two times observed can be conveniently written using the Lorentz factor, which is equal to one over the square root of this function. The answer will be in terms of v and c."]}, {"leadin_sanitized": "This collection's title essay first appeared with photographs by Ted Streshinsky in the Saturday Evening Post. For 10 points each:", "answers_sanitized": ["Slouching Towards Bethlehem", "1960s [prompt on 60s or Sixties]", "Tom Wolfe [or Thomas K(ennerly) Wolfe; do not accept or prompt on \"Thomas Wolfe\" or \"Thomas Clayton Wolfe\"]"], "parts_sanitized": ["Name this collection which includes the essays \"On Self-Respect\" and \"John Wayne: A Love Song.\" The title essay depicts the lives of Jeff and Debbie, who take acid in the Haight-Ashbury district.", "Joan Didion's \"Slouching Towards Bethlehem\" is set during this decade and profiles the rise of hippie culture in San Francisco.", "\"Slouching Towards Bethlehem\" exemplifies \"New Journalism,\" one of whose pioneers was this author. He used it to write an account of the \"Merry Pranksters,\" The Electric Kool-Aid Acid Test."]}, {"leadin_sanitized": "Mythology has been a rich source of material for ancient alien theories. For 10 points each:", "answers_sanitized": ["the Ramayana", "The Yellow Emperor [accept Huangdi]", "Annunaki [accept Annuna or Ananaki]"], "parts_sanitized": ["Some UFO enthusiasts think that flying palaces from this epic called vimanas represent ancient spaceships. The namesake hero of this Sanskrit epic defeats the demon Ravana.", "Another theory holds that this mythical Chinese ruler's descent to earth on a dragon reflects a real-life event in which he arrived in a spaceship. This last of the Three Sovereigns has a colorful name.", "Edward Sitchin proposed that these mysterious chthonic (\"kuh-THAHN-ick\") Mesopotamian deities were actually aliens who came to earth to mine gold. These deities are contrasted with the Igigi, who rule the sky."]}, {"leadin_sanitized": "Texas representative Pete Olson has proposed a bill that would require a financial investigation be done prior to this list being expanded. For 10 points each:", "answers_sanitized": ["Endangered Species list", "orca [or killer whale; or Orcinus orca; prompt on whale]", "Clean Water Act [or Federal Water Pollution Control Act; or FWPCA; or CWA]"], "parts_sanitized": ["Give this list created by a namesake 1973 bill. Gray wolves in the Rockies were removed from this list in 2011 after their numbers recovered.", "In 2018, one of these endangered species known as J35 went on a \"tour of grief\" in the waters near Seattle and Vancouver.", "This other environmental legislation from the 1970s was strengthened by a 2015 Obama Administration ruling that expanded its scope to wetlands and ephemeral streams. Scott Pruitt's EPA rolled back the expansions to this law."]}]}