{"tossups": [{"question_sanitized": "Protease nexin II is exactly equivalent to the major source for this protein, which is itself degraded outside the cell by a protease called neprilysin. Thioflavin dyes are used to label this intrinsically unstructured protein, which normally gets into cells on apolipoprotein E. This protein is formed by expressing a \"precursor protein\" found on chromosome 21, which, according to the cascade hypothesis, is then cleaved by secretases and assembles into polypeptide (*) fibrils around forty amino acids long. Hyperphosphorylation of tau and accumulation of this protein are symptomatic of the most common form of dementia. For 10 points, name this peptide that forms plaques in the brain in Alzheimer's patients.", "answer_sanitized": "amyloid beta [or beta-amyloid; or A beta; or amyloid precursor protein or APP; prompt on amyloid proteins by themselves]"}, {"question_sanitized": "One of this author's characters claims to have a leopard cub in her luggage, to the shock of Mrs Quabarl. That character created by this author has Claude and Wilfrid reenact the Rape of the Sabine Women for their history lesson. In the backstory to another work from his collection Beasts and Super-Beasts, this author wrote of three snipe-shooters who came home after they allegedly drowned in a bog. This author of \"The (*) Schartz-Metterklume Method\" wrote a story in which Conrad invents a religion centering on his pole-cat. In another story by him, Vera spins a yarn that makes Framton Nuttel run out of the Sappleton house because, for Vera, \"Romance at short notice was her specialty.\" For 10 points, name this author of \"Sredni Vashtar\" and \"The Open Window.\"", "answer_sanitized": "Saki [accept H.H. Munro; or Hector Hugh Munro]"}, {"question_sanitized": "A 2010 C.J. Chivers book calls an object named for this man \"stubbornly mediocre\" and claimed that this man received help from Hugo Schmeisser. After being baptized at age 91, this man claimed his \"spiritual pain...is unbearable\" in a letter to Patriarch Kirill asking for forgiveness before his 2013 death. A mattock used for farming is crossed with an object named for this man in a banner designed by FRELIMO. This man replaced the (*) \"banana clip\" of one of his creations with a \"drum magazine\" in his design for the lighter RPK. The flag of Mozambique features the best-known invention of this man, which has an outward-curving magazine and is the world's most popular automatic weapon. For 10 points, name this Soviet inventor of the AK-47.", "answer_sanitized": "Mikhail Kalashnikov"}, {"question_sanitized": "A holiday originated by this ethnic group involves a trick-or-treating-like \"spoon-banging\" ritual on \"Red Wednesday.\" A gift-giving festival among people of this ethnicity features seven objects that all start with the letter \"s\" which are collectively called haft sin. In the country where this ethnicity is the majority, people carry around nakhl coffins while wearing black and beating their chests during the world's largest celebration of the Day of (*) Ashura. According to these people's legends, King Jamshid began their New Year celebration of Nowruz (\"no-ROOZ\"), as described in their national epic, the Shahnameh (\"SHAH-nuh-muh\"). For 10 points, give this dominant ethnicity of the largest majority Shi'a country in the world, most of whom live under an Ayatollah.", "answer_sanitized": "Persians [accept Iranians or Irani; accept Farsi people; accept Parsees before \"this ethnicity is the majority\" and do not accept or prompt after]"}, {"question_sanitized": "The three organizers of this event symbolized it with an uprooted pine tree flag which they borrowed from the American Revolution. This event shares its name with a March 2019 event at Piers 92 and 94 whose participants included Gagosian. This event, which traveled to Copley Hall in Boston, was co-organized by Arthur B. Davies and Walter Kuhn. Ten dollars were offered to anyone who could \"find the lady\" within an object exhibited at this event that Julian (*) Street described as \"an explosion in a shingle factory.\" Attendees of this event could gawk at Raymond Duchamp-Villon's Cubist House and his brother's controversial painting Nude Descending a Staircase. For 10 points, name this 1913 art exhibit at a namesake building in New York.", "answer_sanitized": "Armory Show [accept International Exhibition of Modern Art]"}, {"question_sanitized": "This city's Jews were protected from massacre during the Black Plague by a man born Pierre Roger (\"roh-ZHAIR\"). This city was sold by Queen Joanna I of Naples in 1348. Raymond VI, Count of Toulouse, was excommunicated by a council held here in 1209. During the French Revolution, this city was seized and made capital of Vaucluse (\"vaw-CLOOZE\"). This city was called \"a sewer where all the muck of the universe collects\" by Petrarch, who coined an enduring Biblical (*) nickname for it. Catherine of Siena wrote several missives begging one person to relocate away from this city. By the 1370s, a man who ruled from this place faced a rival claimant based in Rome. For 10 points, name this French city, home to the papacy during the Babylonian Captivity.", "answer_sanitized": "Avignon [accept Avenio]"}, {"question_sanitized": "These things were popularized in a book co-written with Patricia L. Kendall and Marjorie Fiske that chronicled how they were used to assess World War II propaganda. While working at the Bureau of Applied Social Research, Robert K. Merton developed these things. Richard Krueger wrote a \"Practical Guide\" for these things, which calls for a skilled moderator to ensure that subjects do not feel constrained. (*) Frank Luntz often uses these things and the more general interview to assess the impact of a presidential debate. This form of qualitative research often features six to eight people with something in common and are centered on a specific topic. For 10 points, name these multi-person interview sessions where a new product or idea is tested.", "answer_sanitized": "focus groups [accept focus group interviews; prompt on interviews until mentioned; prompt on qualitative research before mentioned; do not accept or prompt on \"groups\"]"}, {"question_sanitized": "In the second part of this novel, the author uses the story of a madman who shoves a pipe reed up a dog's hindquarters and inflates the dog into a ball to criticize an author who wrote a \"false\" work depicting this novel's title character. The two parts of this novel were published ten years apart; the second part opens by depicting the \"third sally\" of the title character, after which he is tricked by a duke and a duchess. A fictional Moorish historian named Cide Hamete (*) Benengeli is said to be the author of this novel, which ends with the protagonist promising to disinherit his niece if she ever reads works of chivalry. After being beaten by the \"Knight of the White Moon.\" the title character becomes ill, and dies at the end of, for 10 points, what novel by Miguel de Cervantes?", "answer_sanitized": "Don Quixote"}, {"question_sanitized": "A textile tycoon built a skyscraper in this city to save the remains of Dante from the ravages of World War I called the Palacio Barolo. In this city, one can visit the tomb of the \"twice dead\" socialite Rufina Cambacérès (\"cam-bah-SAIR-ace\") in Recoleta Cemetery. A memorial in this city commemorates where an Israeli embassy stood until it was destroyed in a 1992 bombing. The President shuffles between a mansion in this city's Olivos suburb and an office building that houses the Seat of (*) Rivadavia known as the Pink House. In 1882, a youth group proclaimed this city's heavily Italian barrio of La Boca as an independent country. Porteños are residents of, for 10 points, what city on the estuary of the Rio de la Plata, the capital of Argentina?", "answer_sanitized": "Buenos Aires [accept Autonomous City of Buenos Aires or CABA or Ciudad Autónoma de Buenos Aires]"}, {"question_sanitized": "Arranging this substance in a Moiré pattern was an early investigation in the field of twistronics. This substance can appear in an AB arrangement called the Bernal stack, which commonly forms when using CVD. The name of this compound was first used to describe its appearance in a bronze-colored potassium based intercalation compound. Hybridization with substrate d-orbitals is problematic when producing this compound with (*) epitaxy. Andre Geim found the surprisingly simple method of isolating this substance by exfoliating it with Scotch tape. Like in nanotubes, atoms in this substance are nearly entirely sp2 hybridized and form a hexagonal lattice. For 10 points, name this substance, a single-layered carbon allotrope.", "answer_sanitized": "graphene [do not accept or prompt on \"graphite\"]"}, {"question_sanitized": "In Ovid's Metamorphoses, Lelex rebukes a king of these people for suggesting that the gods lack the power to \"give and take away the forms of things.\" These people sent 40 ships commanded by Leonteus (\"lee-ON-tee-us\") and Polypoetes (\"pah-lee-poh-EE-teez\") to the Trojan War. One of these people who turned into a bird after being crushed by tree trunks had earlier been changed into a man after being raped by Poseidon. The first (*) kin-slaying was committed by a king of these people, whose numbers included the warrior Caeneus (\"SEN-yoos\"). Eurytion (\"yuh-RIT-ee-on\"), who was unused to wine, attempted to carry off Hippodamia (\"hippo-DAY-mee-ah\") during her wedding to a king of these people who was the best friend of Theseus. Ixion and Pirithous (\"pih-rih-THOH-us\") were both kings of, for 10 points, what Thessalian tribe who fought a war with the Centaurs?", "answer_sanitized": "Lapiths [prompt on Thessalians before \"Thessalian\"]"}, {"question_sanitized": "The first theory of this process incorporated a theory of phase transitions partly developed by David Kirzhnits. The density change caused by this process explains the rarity of magnetic monopoles as predicted by the Standard Model. Andrei Linde proposed that this process partly occurs via a \"slow-roll\" that moves away from a false vacuum. This process, which took place before the so-called \"Dark Ages,\" is thought to resolve the (*) horizon and flatness problems. It resulted in the anisotropies of the background radiation being smoothed out according to Alan Guth, who first theorized this process as the space between molecules increasing at a rate faster than light speed. For 10 points, name this process of the universe expanding after the Big Bang.", "answer_sanitized": "cosmic inflation [accept word forms, such as inflating]"}, {"question_sanitized": "President Theodore Roosevelt attended the premiere of a play titled for one of these objects where the protagonist writes a symphony and learns that his future father-in-law participated in the pogrom that killed his family. At a graduation ceremony, workers attending a school run by the Ford Motor Company would place clothes into one of these objects, which title a popular play by Israel Zangwill. It's not the frontier, but Frederick Jackson Turner wrote how this object made \"a (*) mixed race, English in neither nationality nor characteristics.\" In the 1990s, this metaphorical object was largely replaced by a tapestry or a salad bowl. For 10 points, name this object used as a metaphor for assimilation into a homogenous American culture.", "answer_sanitized": "melting pot [accept crucible or smelting pot; prompt on pot]"}, {"question_sanitized": "The organ concerto was incidentally invented as an interlude for longer compositions in this genre. Two oboes and strings play a lively sinfonia which begins the third section of a composition in this genre, and is followed by \"From Arabia's spicy shores.\" The first section of another of these works features a C major pastorale in 12/8 (\"twelve-eight\") time which takes its name from bagpipers called (*) pifferai (\"PEEF-fair-eye\"). The tunes \"Dead March\" and \"Arrival of the Queen of Sheba\" originated in two of these works with libretti by Charles Jennens, titled Saul and Solomon, respectively. It is traditional to stand during a chorus from another of these works which repeats \"And he shall reign forever and ever.\" For 10 points, name these large-scale vocal works, such as Handel's Messiah.", "answer_sanitized": "oratorios [accept Handel's oratorios]"}, {"question_sanitized": "In one short story by this author, Missie May sleeps with Otis Slemmons to try and receive his wealth, but discovers that the title coins are fraudulent. This author contrasts death in \"the shadow of the Empire State Building\" with the metaphysics of Haiti in a work inspired by her mentor Franz Boas which famously likens anthropology to a \"spy glass.\" This author of \"The Gilded Six Bits\" and the non-fiction work (*) Mules and Men wrote of how Pheoby Watson and other women defend one of this author's characters when she is put on trial for murdering her rabies-infected lover during the great Okeechobee flood. A character named Tea Cake marries Janie Crawford in, for 10 points, what author's novel Their Eyes Were Watching God?", "answer_sanitized": "Zora Neale Hurston"}, {"question_sanitized": "An episode of Alex Madrigal's six-part podcast on these objects traces their impact on third-wave coffee. An early form of these devices called Conex were used during the Korean and Vietnam wars and were later reinvented and standardized by entrepreneur Malcolm McLean. Tall examples of these objects are called \"high cubes,\" and they're usually measured in TFEs or twenty-foot equivalents. These large \"intermodal\" metal objects are often put onto an (*) EUR-pallet (\"E-U-R pallet\") while being transferred onto a truck. They are usually made of corrugated steel to allow for easy stacking during transport and offloading while at a port. For 10 points, name these objects used to transport cargo across oceans.", "answer_sanitized": "shipping containers [or shipping boxes; or intermodal containers or freight container or ISO container; or ocean container; or freight crates; or cargo containers; or sea can; or c can; or offshore containers; or bulk containers; or tank containers; anti-prompt on High Cube]"}, {"question_sanitized": "An author with this surname described the life of gay poet Ben Charles in Paris in his 2016 novel Jazz Moon. A character with this surname recalls how his mother once cut herself with the razor blade he would use to sharpen his pencils. A different character with this name impulsively uses his machete to kill a messenger who is trying to stop a meeting. While studying in England, a character with this surname falls in love with the nurse (*) Clara, not realizing she's an osu. A character with this name beats his wife during the Week of Peace; when that character's gun fires during a funeral, he is exiled from Umuofia. For 10 points, give this name of the protagonist of Chinua Achebe's Things Fall Apart.", "answer_sanitized": "Okonkwo [accept Joe Okonkwo or Obi Okonkwo]"}, {"question_sanitized": "The artists Storm Thorgerson and Aubrey Powell, who are best known for creating these sorts of artworks, form the design team Hipgnosis. One of these artworks was created from an Annie Leibovitz photograph of a man in jeans and a T-shirt standing with his back to the camera, making him appear to be relieving himself on an American flag. Another of these artworks invites the viewer to \"peel slowly and see,\" as it depicts a lone banana, and was created by (*) Andy Warhol. Hipgnosis' most famous example of these artworks, created in 1971, shows a triangular prism refracting a light beam into a rainbow. Four evenly-spaced men in bell bottoms stride across a crosswalk in another example of, for 10 points, what sort of artwork that adorns Abbey Road?", "answer_sanitized": "album covers/art [accept albums or record covers/art; accept albums or records of specific bands; prompt on covers or cover art or band designs] (The second sentence refers to the cover of Born in the U.S.A., the third to The Velvet Underground &amp; Nico, and the fourth to Dark Side of the Moon.)"}, {"question_sanitized": "Magnetic moments produced by magnetic examples of these entities contribute to resistivity in the Kondo effect by causing electron scattering. When these entities are added to a phosphor they are referred to as activators. These entities serve as sites for heterogeneous nucleation during a phase transition. Neodymium serves as one of these entities in a form of (*) YAG (\"yag\") laser. Carrier concentration in semiconductors may be changed by introducing these entities in the process of doping. These entities cause substitutional defects in crystals, and their presence causes the varying colors of rubies and sapphires. For 10 points, name these foreign substances with a different composition from the substance they're contained within.", "answer_sanitized": "impurities [accept magnetic impurities; accept dopants or doping agent before \"doping\"]"}, {"question_sanitized": "This family's patriarch received correspondence from the British diplomat Henry McMahon (\"muck-MAN\") which promised self-determination, in contradiction with the Sykes-Picot (\"sikes pee-COE\") agreement. Wasfi Tal served as Prime Minister for a ruler from this family who beat back terrorists during the Black September conflict. This family's patriarch lost his kingdom in the Hejaz after being defeated by the ikhwan (\"ee-KHWAN\") three years after proclaiming the (*) Arab Revolt. King Faisal (\"FYE-sul\") of Iraq was from this dynasty, which claims descent from Muhammad via Fatima and was brought to prominence by Hussein bin Ali. A king from this dynasty crowned in 1999 rules from Amman and is named Abdullah II. For 10 points, name this dynasty which rules Jordan.", "answer_sanitized": "Hashemite dynasty [accept Hashemite family or al-Hashimi family; accept Hashemite Kingdom of Jordan]"}, {"question_sanitized": "This form of matter decoupled from the rest of the universe approximately one second after the Big Bang, resulting in this kind of matter leaving behind a namesake relic radiation with a temperature of about 1.95 Kelvin. The SNEWS (\"snooze\") project detects supernovas by collecting these entities, which comprise around 99% of the energy released by a supernova. These objects caused chlorine to become argon-37 in Raymond Davis's experiment conducted in the Nebraska (*) underground, which found that the Sun only emitted 1/3 the number of these objects as predicted. Sterile types of these particles are dark matter candidates, would only interact via gravity, and would be affected by the weak force. \"Flavor oscillations\" are undergone by, for 10 points, what small, uncharged particles?", "answer_sanitized": "neutrinos"}], "bonuses": [{"leadin_sanitized": "One of Melford Spiro's books about these places claims women living in them have a more difficult time expressing love to their partners. For 10 points each:", "answers_sanitized": ["kibbutz [or kibbutzim]", "Israel [or State of Israel]", "Bruno Bettelheim (The book is The Uses of Enchantment.)"], "parts_sanitized": ["Name these collective farms, which were founded in the middle 20th century to promote Zionism in a communal environment.", "Kibbutz are collective farms that developed in this country as well as the land that is Palestine. The first one was in this country's Degania Alef.", "This man's book The Children of the Dream analyzes the raising of children in kibbutz. Another of his books uses psychoanalysis to discuss stories like \"Jack and the Giant Beanstalk\" and \"Little Red Riding Hood.\""]}, {"leadin_sanitized": "During the 1920s, this country surpassed the United States as having the largest percentage of foreign-born people in the world. For 10 points each:", "answers_sanitized": ["France [accept French Republic; or République française]", "Algeria [or People's Democratic Republic of Algeria]", "Spanish Civil War"], "parts_sanitized": ["Name this country that received a group of people known as harkis in the 1960s.", "The harki were some of the people fleeing to France from this North African country. The conflict in this country led to the collapse of France's Fourth Republic.", "In the 1930s, refugees fleeing this conflict were placed in French internment camps. The Abraham Lincoln Brigade fought in this conflict, which was between Republicans and Nationalists in an Iberian country."]}, {"leadin_sanitized": "Contrary to common myth, the Coriolis force does not determine which way water spins down the drain. For 10 points each:", "answers_sanitized": ["Newton's 2nd law", "Euler angles", "omega cross v [do not accept \"v cross omega\"]"], "parts_sanitized": ["The Coriolis force is required when using rotating coordinate systems in order for this law to hold. It is typically stated as f equals ma.", "The orientation of a rigid body, or a rotating coordinate system, with respect to a fixed system can be described by this set of three angles. Aircraft generally call them roll, pitch, and yaw.", "For a body in a rotating reference frame, the Coriolis force equals negative 2 times mass times this composite quantity. Give your answer in terms of the reference frame's angular velocity, \"omega,\" and the body's velocity, \"v,\" relative to the reference frame."]}, {"leadin_sanitized": "At the beginning of a story, this character finds himself \"looking down into the swift water twenty feet below\" as he is set to be executed. For 10 points each:", "answers_sanitized": ["Peyton Farquhar [accept either underlined answer]", "Owl Creek [accept An Occurrence at Owl Creek Bridge]", "pocket watch [or clock or ticks of a clock]"], "parts_sanitized": ["Name this plantation owner who hallucinates his escape from Union forces but dies by hanging after feeling \"a stunning blow\" on his neck.", "Peyton Farquhar's perceived escape and eventual death occurs on a bridge over this body of water in the title story by Ambrose Bierce.", "In \"An Occurrence at Owl Creek Bridge,\" Peyton Farquhar hears the sound of this object \"Striking through the thought of his dear ones\" with a recurrence \"as slow as the tolling of a death knell\" as he awaits his execution."]}, {"leadin_sanitized": "In the study Three Philosophical Poets a paraphrase of this maxim is used to characterize Goethe's intellectual method. For 10 points each:", "answers_sanitized": ["those who cannot remember the past are condemned to repeat it [accept paraphrases of not remembering the past and being condemned to repeat it]", "George Santayana", "beauty"], "parts_sanitized": ["Give this oft-quoted maxim introduced in the book The Life of Reason. It immediately follows a discussion about how \"infancy is perpetual\" among savages, since for them \"change is absolute.\"", "This Spanish-American philosopher wrote both Three Philosophical Poets and The Life of Reason.", "Santayana's other books include one about \"The Sense of\" this abstract concept, which he defined as \"pleasure objectified.\" This concept is often said to be in the \"eye of the beholder.\""]}, {"leadin_sanitized": "For 10 points each, answer the following about the search for El Dorado:", "answers_sanitized": ["Pizarro [accept Gonzalo Pizarro or Francisco Pizarro]", "Sir Walter Raleigh (The colony is the Roanoake colony.)", "Lope de Aguirre [accept Aguirre, the Wrath of God]"], "parts_sanitized": ["A man with this surname led an expedition with Francisco de Orellana into the Amazon to find El Dorado. His half-brother of the same surname captured Atahualpa while leading the conquest of Peru.", "Though he definitely didn't reach El Dorado, this Englishman still wildly exaggerated his finds in his The Discovery of Guiana. He founded a colony whose residents included Virginia Dare.", "This explorer, known as \"El Loco,\" had his men affirm him as \"the Wrath of God, Prince of Freedom, King of Tierra Firme\" on an expedition that searched for El Dorado. He's the subject of a Werner Herzog (\"VAIR-nair HAIR-tsog\") film."]}, {"leadin_sanitized": "For 10 points each, answer the following about Arabic melodic modes called maqams (\"muh-COMS\"):", "answers_sanitized": ["Pythagoras [accept Pythagoras of Samos; accept Pythagorean tuning]", "seven", "oud (rhymes with \"mood\")"], "parts_sanitized": ["Maqams derive from the tuning method named for this ancient Greek philosopher, which uses the ratio of 3:2 (\"three to two\") to define a perfect fifth. This man supposedly derived those tuning principles from listening to blacksmiths' hammers.", "Most maqams use a heptatonic scale, meaning they have this many notes which repeat each octave. On a piano, there are five black keys and this many white keys per octave.", "This pear-shaped Arabic string instrument, which is similar to the lute, features in many compositions created using maqams. Its players include Anouar Brahem, who released the album Blue Maqam in 2017."]}, {"leadin_sanitized": "This principle basically uses gravity and centrifugal forces to remove a particle with a different density from a medium. For 10 points each:", "answers_sanitized": ["cyclonic separation [prompt on separation]", "James Dyson", "wastewater [accept sewage; prompt on water]"], "parts_sanitized": ["Name this principle, which is the use of vortices to remove particles from a gas or liquid. It is used in sawmills to remove sawdust from the air.", "After observing cyclonic separation in sawmills, this British inventor made his fortune by using cyclonic separation in making bagless vacuum cleaners.", "Cyclonic separation is also used to help filter out infectants from this material. After cyclonic separation, this material is treated with activated carbon before undergoing reclamation."]}, {"leadin_sanitized": "One poem in this collection is named for a creature that \"drain[s] all the marrow\" out of the \"speaker's bones.\" For 10 points each:", "answers_sanitized": ["The Flowers of Evil [or Les Fleurs du mal]", "Charles Baudelaire [or Charles Pierre Baudelaire]", "Hermes [accept Hermes Trismegistus]"], "parts_sanitized": ["Name this poetry collection. Its author was prosecuted for violating decency laws, and had to remove its poems \"Lethe\" and \"The Metamorphoses of the Vampire\" from subsequent editions.", "The Flowers of Evil is by this author, who added many poems to it throughout his lifetime.", "In a poem from Les Fleurs du mal called \"The Alchemy of Sorrow,\" an \"unknown\" form of this god makes the speaker \"The Saddest of all alchemists.\" In \"To the Reader,\" Satan is called \"thrice-great\" in reference to an esoteric form of this Greek god."]}, {"leadin_sanitized": "Name these Greek mythological figures said to have invented all or part of the alphabet, for 10 points each.", "answers_sanitized": ["Prometheus", "the Fates [or Moirae]", "Palamedes"], "parts_sanitized": ["A play by Aeschylus claims that this Titan, who brought fire to mankind, also created the alphabet for mankind to use.", "According to Hyginus, these goddesses created the vowels, as well as the consonants B and T. Their Roman equivalents were the Parcae (par-kye), and they are very similar to the Norse Norns.", "Hyginus also claims that this inventor of dice also created the other eleven consonants. He ingeniously placed the infant Telemachus in front of Odysseus's plow to prove that the latter was feigning insanity."]}, {"leadin_sanitized": "The unbound states of the Morse potential account for the breaking of these entities. For 10 points each:", "answers_sanitized": ["covalent bonds [accept dative bonds]", "homolytic cleavage [accept homolysis; accept radical fission]", "IR spectroscopy [accept infrared spectroscopy]"], "parts_sanitized": ["Name these interactions which link together atoms which share their outer electrons.", "Covalent bonds may break via this mechanism in which the resulting molecular fragments each obtain a single electron, forming a pair of radicals.", "The vibrations of molecular bonds may be analyzed using this technique which measures their energies with light with wavenumbers typically between 400 and 4000 inverse centimeters."]}, {"leadin_sanitized": "Identify the following about war correspondent Marie Colvin, for 10 points each.", "answers_sanitized": ["Sri Lanka [or Democratic Socialist Republic of Sri Lanka]", "Muammar Qaddafi [or Muammar Mohammed Abu Minyar Gaddafi]", "Homs [accept Emesa or Emisa]"], "parts_sanitized": ["Colvin wore an eye patch following an injury sustained covering a conflict in this country. Three children of fashion tycoon Anders Holch Povlsen, the richest man in Denmark, were killed in this country in 2019.", "Colvin interviewed this head of state during the Arab Spring. This leader was killed following a NATO invasion of Libya.", "Colvin was killed in this city, probably by an attack ordered by Bashar al-Assad. Assad's forces retook this third most populous city in Syria in 2014 following a three-year siege."]}, {"leadin_sanitized": "For 10 points each, answer the following about literary detective Leslie Hotson:", "answers_sanitized": ["Christopher Marlowe [or Kit Marlowe]", "William Shakespeare's sonnets [accept answers indicating sonnets by William Shakespeare; prompt on partial answers or Shakespeare's poems]", "Stratford [accept Stratford upon Avon]"], "parts_sanitized": ["In a 1925 book, Leslie Hotson showed that a commodity broker named Ingram Frizer killed this author by stabbing him in the eye. The death of this playwright, who was possibly a spy for Francis Walsingham, occurred in the city of Deptford.", "Hotson also claimed to have identified the mysterious \"Mr. W. H.\" as William Hatcliffe. \"Mr. W. H.\" is the dedicatee of these 154 poems, several of which are addressed to \"The Rival Poet.\"", "Hotson also argued that Shakespeare was the son of a wool carder in an analysis of Shakespeare's father, who worked in this city upon the river Avon."]}, {"leadin_sanitized": "Susan B. Anthony claimed this technology \"did more to emancipate women than anything else in the world.\" For 10 points each:", "answers_sanitized": ["bicycles [or bikes; or cycling; or safety bicycle]", "sewing machines", "Charles Dana Gibson [accept Gibson Girl]"], "parts_sanitized": ["Name this technology. In the 1890s, women inventors filed hundreds of patents for convertible wear that allowed women to safely use this technology while still adhering to fashion norms.", "Many women inventors used these recently-popularized devices to prototype their cycling clothes. Isaac Singer patented these devices, which made it a lot faster for women to make dresses from magazine patterns.", "In the 1890s, many women aspired to look like the namesake \"girls\" depicted by this artist and wore a pompadour inspired by his wife, Irene Langhorne."]}, {"leadin_sanitized": "This note is found in the melodic F minor scale, but not in the natural or harmonic F minor scales. For 10 points each:", "answers_sanitized": ["D [accept D natural; do not accept or prompt on \"D-sharp\" or \"D-flat\"]", "Toccata in D minor", "Ludwig van Beethoven"], "parts_sanitized": ["Give this note which is repeated in the bass for seven measures in the Presto appassionato movement of Schumann's Piano Sonata No. 2, possibly because this note is the dominant of that piece's tonic key, G minor.", "This challenging D minor piano piece by Sergei Prokofiev, his Opus 11, begins with the left and right hands taking turns playing a repeated D.", "This composer's fifteenth piano sonata, known as the \"Pastorale,\" features repeated pedaled Ds played in the left hand. His fourteenth piano sonata is known as \"Moonlight.\""]}, {"leadin_sanitized": "For 10 points each, answer the following about the \"fall of Man\" as depicted in the third chapter of Genesis.", "answers_sanitized": ["Tree of Knowledge of Good and Evil", "First Timothy [or First Epistle to Timothy; prompt on Timothy]", "Saint Augustine of Hippo [or Aurelius Augustinus]"], "parts_sanitized": ["The \"Fall\" refers to when either Adam or Eve bit from the fruit of this plant in the Garden of Eden. It shouldn't be confused with the Tree of Life.", "In this epistle, Paul argues that because \"it was the woman who was deceived\" during the Fall, women \"should learn in quietness and full submission.\" The addressee of this epistle was preaching in Ephesus.", "This theologian argued that the sin from the Fall was transmitted through intercourse in Marriage and Lust. He wrote De doctrina Christiana and was formerly a Manichaean."]}, {"leadin_sanitized": "The cremaster muscle's role is to maintain the narrow temperature window in which this process can occur. For 10 points each:", "answers_sanitized": ["sperm formation [or spermatogenesis; or any answers indicating formation of sperm cells or spermatogonia]", "testosterone", "gonadotropin-releasing hormone [or GnRH]"], "parts_sanitized": ["Name or describe this specialized form of meiosis that occurs in the seminiferous tubules and produces cells that later migrate to the epididymis.", "Follicle-stimulating hormone can induce spermatogenesis along with this more common male sex hormone, which also results in most male secondary sex characteristics.", "In males, luteinizing hormone stimulates testosterone release by Leydig cells, but is itself activated by this other hormone, a decapeptide synthesized in the anterior pituitary."]}, {"leadin_sanitized": "State officials pronounced this style the \"new and only true method\" in 1934 and opposed it to \"formalism.\" For 10 points each:", "answers_sanitized": ["socialist realism [accept sotsialisticheskiy realizm; do not accept or prompt on \"social realism\" or just \"realism\"]", "El Lissitzky [accept Lazar Markovich Lissitzky]", "Futurism [accept Futurismo]"], "parts_sanitized": ["Give the two-word term for this official style of Soviet art and literature from the 1930s. It was said to emerge from artists who were \"engineer[s] of the human soul.\"", "Before the advent of socialist realism, avant-garde art flourished in the USSR. When not designing a kitchenless apartment, this artist made such avant-garde posters as Beat the Whites with the Red Wedge.", "A Russian offshoot of this automobile-worshipping Italian art movement was also active in Russia before the Revolution. Filippo Marinetti wrote this movement's manifesto."]}, {"leadin_sanitized": "For 10 points each, answer the following about legendary snakes in African history:", "answers_sanitized": ["Cleopatra VII", "Ghana Empire", "Zambezi River [or Zambesi]"], "parts_sanitized": ["This Egyptian ruler legendarily committed suicide by having a snake bite her to avoid participating in a triumph for Octavian.", "This empire was thought to be granted wealth in exchange for annually sacrificing virgins to the seven-headed snake Bida. Koumbi Saleh was the capital of this empire, which was called Wagadu in its own language.", "The snake-fish spirit Nyami Nyami, which lives in this river, supposedly attacked in response to the construction of its Kariba dam. This river's valley was ruled by the Mutapa Kingdom, which was subjugated for some time by the Portuguese."]}, {"leadin_sanitized": "The title character of this short story is found after the third day of rain lying face down in the mud by a man named Pelayo. For 10 points each:", "answers_sanitized": ["\"A Very Old Man with Enormous Wings\" [accept Un señor muy viejo con unas alas enormes]", "Gabriel Garcia Marquez [or Gabriel José de la Concordia García Márquez]", "crabs"], "parts_sanitized": ["Name this short story in which the title character, who is mistaken for an angel, is briefly locked up in a chicken coop.", "\"A Very Old Man with Enormous Wings\" was written by this Colombian-born author who also wrote Chronicle of a Death Foretold and Love in the Time of Cholera.", "\"A Very Old Man with Enormous Wings\" opens with Pelayo's house being infested by these animals. In the Popol Vuh, the Hero Twins kill Zipacna using a fake one of these animals."]}, {"leadin_sanitized": "Answer the following about unusual beings encountered in the less prominent adventures of Heracles, for 10 points each.", "answers_sanitized": ["monkeys", "eagles", "Troy [or Ilium; or Ilion]"], "parts_sanitized": ["Heracles's weapons were once stolen by the mischievous Cercopes (ser-koh-peez), who were turned into these animals by Zeus in a myth that explains their name, which derives from the word for \"tail.\"", "While freeing Prometheus, Heracles encountered and killed one of these birds that had eaten the Titan's liver every day. Heracles then placed it in the stars as the constellation Aquila.", "Heracles killed a sea monster sent by Poseidon to attack this city, whose king Laomedon had planned to sacrifice his daughter Hesione to stop it. When Laomedon refused to provide Heracles his promised reward, he sacked this city."]}]}