{"tossups": [{"question_sanitized": "Most numbers with this property take the form of \"1 plus 9 times a triangular number,\" and are themselves also triangular. These numbers are the period-1 analogues of sociable and amicable numbers. These values take the form \"2 to the quantity 'p minus 1', times the quantity ‘2 to the p, minus 1,’\" whenever the latter is prime. These numbers are neither \"deficient\" nor \"abundant.\" By the (*) Euclid-Euler Theorem, even numbers of this kind are in one-to-one correspondence with Mersenne primes. 28 and 496 are small examples of these numbers. Since 1, 2, and 3 both add and multiply to 6, it's the smallest one of these numbers. For 10 points, what numbers are the sum of their own proper divisors?", "answer_sanitized": "perfect numbers [accept even perfect numbers]"}, {"question_sanitized": "Benjamin Halevy denounced the Kafr Qasim massacre during this event as \"illegality that pierces the eye and revolts the heart\", and other killings occurred during this event at Khan Yunis. Hugh Stockwell agreed to move Operation Telescope ahead of schedule based on Andre Beaufre's suggestion during this event. Robert Menzies failed to end this event peacefully, leading to the bombing of troops under Abdel Hakim Amer in this event's (*) Operation Musketeer. President Eisenhower was credited with ending this event, which began with a coordinated attack by British, French and Israeli forces. For 10 points, name this event, which led to the resignation of Anthony Eden and occurred after Gamal Abdel Nasser nationalized the namesake canal.", "answer_sanitized": "Suez Crisis [accept Second Arab-Israeli War or Tripartite Aggression or Sinai War; do not accept or prompt on \"Suez Affair\"]"}, {"question_sanitized": "A building in this city contains fifteen rocks in a rectangular pool of raked gravel arranged such that visitors cannot view all the rocks simultaneously. The uppermost floor of another building in this city is called the Cupola of the Ultimate and is topped by a bronze statue of a phoenix. So-called \"nightingale floors\" were built to ward off assassins at Nijo Castle in this city, which is the largest in its country to have a grid-like plan modeled on China's (*) Xi'an (\"shee-ahn\"). The Saihōji (\"sigh-hoe-jee\") temple in this city houses a celebrated example of a waterless, rock-filled Zen garden. In 1950, an acolyte burned down a religious building in this city whose top two floors had gilding. For 10 points, name this Japanese city home to the Temple of the Golden Pavilion.", "answer_sanitized": "Kyoto [accept Kyōto-shi] (The first clue refers to the Ryōan-ji garden.)"}, {"question_sanitized": "Since none of the third-person pronouns in Hungarian or Turkish possess this grammatical property, there is often ambiguity in reference. In Arabic, different varieties of this property are distinguished by the presence of a word-final ta marbutah, which inflects to have a \"t\" sound in the construct case. Languages like Basque use an \"animate-inanimate\" distinction with respect to this property. Proto-Indo-European had (*) three categories for this concept, which its descendant language Latin inherited. In Spanish, nouns and adjectives must agree in terms of number and this other property, which is typically distinguished by -a and -o endings. \"Neuter\" is often the third category of, for 10 points, what linguistic property that can be masculine or feminine?", "answer_sanitized": "grammatical gender [prompt on masculine or feminine or neuter; prompt on noun class; do not accept or prompt on \"noun\" or \"class\" or \"sex\"]"}, {"question_sanitized": "In a preface, the author explains the fate of this character by likening her speed to 60 and a man's speed to 100, noting \"women's rights\" will not allow her to catch up. This character is given a lilac sprig to waft as she listens to another character tell a story about entering a rich \"Turkish pavilion.\" The work in which she appears begins with a character noting she is \"crazy again tonight! absolutely crazy!\" shortly after she orders her servant to (*) kiss her shoe. This character and the male lead plan to run away to Lake Como to set up a hotel, which is why he kills this woman's pet canary before they plan to leave. This noblewoman is given a razor by the valet Jean to kill herself at the play's end. For 10 points, give this title character of an August Strindberg play.", "answer_sanitized": "Miss Julie [accept Countess Julie or Fröken Julie]"}, {"question_sanitized": "Antimicrobial nanoparticles of this element turn bacteria into \"zombies\" that kill other bacteria. This element catalyzes the oxidative syntheses of formaldehyde and ethylene oxide. An electrode containing this element's chloride has largely replaced the calomel electrode in pH meters. This element's nitrate precipitates out halides as cream-colored solids and stains skin and nervous tissue in Golgi's black reaction. This element is the lighter constituent of (*) electrum. This element has the highest thermal and electrical conductivity and is generally in a +1 oxidation state, with a 5s1 4d10 electron configuration, similar to copper, which lies right above it on the periodic table. For 10 points, name this noble metal with symbol Ag.", "answer_sanitized": "silver [accept Ag before \"Ag\"]"}, {"question_sanitized": "This member of the Alice B. Toklas Memorial Democratic Club found a winning political issue by highlighting the dog poop problem in city parks. This one-time camera-shop owner led a boycott against Coors for not hiring union teamsters and staged one of the earliest anti-apartheid campaigns by trying to force the South African consulate out of his city. He opposed the Briggs Initiative, which would have prevented people like himself from teaching in schools. A campaign to \"avenge\" this (*) Mayor of Castro Street sparked the White Night riots of 1979. Along with Mayor George Moscone, this member of the San Francisco Board of Supervisors was assassinated by Dan White in 1978. For 10 points, name this first openly gay elected official in the US.", "answer_sanitized": "Harvey Milk [or Harvey Bernard Milk]"}, {"question_sanitized": "This goddess convinces Calais and Zetes to break off their pursuit of the Harpies. In a Roman myth, she turns Romulus's wife Hersilia into one of the Horae; in the Aeneid, she steals a lock of hair from Dido. In a Homeric hymn, several Olympians bribe this goddess with a golden thread to summon Eileithyia (ill-ih-THY-ah) to Delos to help Leto give birth. This goddess obtains the water from Styx used by the other deities to swear oaths. This goddess, who is often depicted with (*) golden wings, is the wife of the wind god Zephyrus. Some stories depict her as always standing by the side of Hera, only leaving to communicate with mortals on her behalf. For 10 points, what Greek goddess, the messenger of the gods, was the personification of the rainbow?", "answer_sanitized": "Iris"}, {"question_sanitized": "This novel's conclusion begins with a description of a day \"when the great lilacs and laburnums in the old-fashioned gardens showed their golden and purple wealth.\" After this novel's climax, one man says he will \"pass for childless now\" against his wish. One character in this novel is revealed, fourteen chapters after he last appears, to have died in a quarry during a rainstorm. The protagonist of this novel seeks help in the socially-segregated (*) Rainbow Inn. This novel's plot begins when its protagonist is framed for theft from his congregation at Lantern Yard. After having his own gold stolen, this work's protagonist eventually finds happiness with his adoptive daughter Eppie. For 10 points, name this novel by George Eliot, titled for a \"weaver of Raveloe.\"", "answer_sanitized": "Silas Marner"}, {"question_sanitized": "A letter signed by Willard van Orman Quine et al. notes this man's work \"does not meet the standards of clarity and rigor,\" and was written to protest him receiving an honorary degree from Cambridge in 1992. This thinker's supposed misunderstanding of the concept of iterability led to a feud with John Searle (\"surl\"), who accused this man of \"deliberate obscurantism\" and refused to let this philosopher cite his work in the book Limited (*) Inc. Searle also mocked this philosopher for his claim \"there is nothing outside of texts,\" which first appeared in a massive tome by him claiming Western philosophy has privileged speech over writing. For 10 points, name this French philosopher whose book Of Grammatology introduced deconstructionism.", "answer_sanitized": "Jacques Derrida"}, {"question_sanitized": "The melancholy motto that opens this composer's Symphony No. 5, which begins (read slowly) \"long G, then two short Gs, then long A,\" is restated triumphantly in major to open the finale, marked Andante maestoso. In this composer's Symphony No. 4, a high A played by the oboe begins the trio of a scherzo (\"SKAIRT-zoh\") in which the strings play pizzicato (\"pit-sih-KAH-toh\") throughout. That fourth symphony by this composer opens with a brass fanfare introducing a Beethoven-inspired (*) \"fate\" motif. This man used the odd time signature of 5/4 (\"five-four\") for a dance in his last symphony, called the \"limping waltz.\" That sixth symphony by this composer of the Manfred Symphony premiered nine days before his death. For 10 points, name this Russian composer of the \"Pathetique\" symphony and 1812 Overture.", "answer_sanitized": "Pyotr Ilyich Tchaikovsky"}, {"question_sanitized": "The viral protein SV40 is expressed in a cell derived from this organism in the workhorse strain 293T. Adherent cells derived from this organism are dissociated using Versene, a dilute stock of EDTA. At least a fifth of all cell banks worldwide were once contaminated by a strain from this species that has an approximately triploid chromosome count. Calcium phosphate transfects DNA into cells sourced from this organism like (*) HEK 293. At Johns Hopkins in 1951, George Gey isolated an immortalized cell line from this species, which was infected with papillomavirus, and therefore, could surpass this species' Hayflick limit of 60 doublings. For 10 points, HeLa cells are used for in vitro studies of what species which normally has 46 chromosomes?", "answer_sanitized": "human [accept Homo sapiens or obvious equivalents]"}, {"question_sanitized": "\"Crazy-headed\" irregular troops of this polity carried out the Batak massacre. To get around the absolute silence mandated at its court, courtesans practiced a form of sign language called ixarette. Flower arrangement became popular in England following Lady Mary Wortley Montagu's writings about this empire's customs. Conquered people were brought to the capital of this empire via the surgun system. The (*) valide was the mother of its emperor. Following the Alhambra Decree, most Spanish Jews emigrated to this empire. This empire's court was held in Topkapi Palace, and its Chief Black Eunuch presided over the emperor's harem. For 10 points, name this empire that conquered the Byzantine capital of Constantinople.", "answer_sanitized": "Ottoman Empire [accept The Exalted Ottoman State or Turkish Empire or Turkey]"}, {"question_sanitized": "One work by this author tells an \"unlucky one\" to \"let the lightning ignite the light in you\" and repeats the refrain \"if no one heeds your call, walk alone.\" This author's novel The Broken Nest helped bring about an artistic Renaissance named for the Asian region where he and his brothers worked. This author wrote another poem where \"children meet with shouts and dances\" on \"the seashore of endless worlds.\" Reading one line of this author \"is to forget all the troubles of the world\" according to (*) W. B. Yeats, who championed him. He won the Nobel Prize for a collection that begins \"Thou hast made me endless, such is thy pleasure.\" Two national anthems including one called Jana Gana Mana were written by, for 10 points, what Bengali author of Gitanjali?", "answer_sanitized": "Rabindranath Tagore [accept Robindronath Thakur]"}, {"question_sanitized": "Abacus, a small bank owned by members of this ethnic group, was the only US bank prosecuted following the 2008 Financial Crisis. A six-year-old's offensive comments on Jimmy Kimmel Live about members of this ethnic group garnered severe criticism from the World Journal newspaper in 2013. The group Red Canary was formed to agitate for rights for sex workers after a NYPD raid killed a member of this ethnicity. These people were the original market for the Eastern Shuttle (*) bus line. Edward Blum has allied himself with the group Students for Fair Admissions, primarily composed of members of this ethnic group, in an affirmative action lawsuit against Harvard much discussed on WeChat. For 10 points, name this ethnic group most likely to speak Mandarin.", "answer_sanitized": "Chinese-Americans [accept Han Chinese; prompt on Asian-Americans]"}, {"question_sanitized": "Particles with behavior between that of bosons and fermions called anyons (any-ons) can only exist in systems with limited values for this quantity. Systems with differing values for this quantity may be treated equivalently through compactification. Hermann Weyl's treatment of the anthropic principle notes that Maxwell's treatment of electromagnetism would not hold if the universe had a different value for this quantity. Attempts to solve the hierarchy problem often increase this value to account for the (*) graviton. This quantity equals 11 in M-theory. This value for a brane is one larger than that of a string. In Minkowski space, this quantity is 4 due to treating space and time as a continuum. For 10 points, name this quantity, which is typically treated as 3 for space.", "answer_sanitized": "dimension [accept number of dimensions]"}, {"question_sanitized": "In one poem from this movement, the speaker wonders if the name of his homeland is \"a book that one thumbs / listlessly till slumber comes.\" The speaker of another poem from this movement would \"like a pipe for a Christmas present, or records\" such as \"Bessie, bop, Bach.\" In that poem from this movement, the speaker is told \"Go home and write a page tonight, . . . and let that page come out of you.\" This movement's poems include (*) \"Heritage\" by Countee Cullen, and another author's \"Theme for English B.\" In another poem from this movement, the author asks does it \"crust and sugar over, / like a syrupy sweet?\" in trying to answer the question \"what happens to a dream deferred?\" For 10 points, name this movement whose poets included Langston Hughes.", "answer_sanitized": "Harlem Renaissance [accept New Negro Movement]"}, {"question_sanitized": "A nude woman with hands behind her head divides a painting from this series between the bright left side, which shows a maiden on the shore, and the right, which shows a black-clad lover. This series includes Woman in Three Stages, as well as a painting inspired by an affair with Millie Thaulow (\"TAU-love\") whose title reflects the quote \"I felt our love lying on the ground like a heap of ashes.\" Several paintings of nude, ecstatic women from the chest up in this series are all titled (*) Madonna. It also includes several paintings titled The Sick Child, as well as one set on a pier that depicts a man putting his hands to his face while performing the title action against a bright orange sky. The Scream is from, for 10 points, what series by Edvard Munch?", "answer_sanitized": "The Frieze of Life (The first clue is from Woman in Three Stages.)"}, {"question_sanitized": "This monarch didn't give a name to the future Earl of Buford until he heard his mistress calling the child \"the bastard.\" The poet John Wilmot wrote a bawdy poem to one of this monarch's mistresses, whom this monarch referred to as \"poor Nelly.\" This king's most successful minister, the Earl of Danby, was forced to resign following news of a secret deal this king made with the (*) French. This king agreed to the Test Act as part of the Clarendon Code. Edward Hyde helped draft a document named for Breda in which this monarch promised amnesty for everyone except those who approved his father's execution. For 10 points, name this Merry Monarch restored to the English throne following the death of Oliver Cromwell.", "answer_sanitized": "Charles II"}, {"question_sanitized": "During this event, one character makes a selective quote from Psalm 91 beginning, \"He shall give his angels charge concerning thee.\" In one account, this event is followed by the central figure returning to the town where he grew up and exorcising an unclean demon in Capernaum. The word \"pinnacle\" in an account of this event may refer to the roof of the Temple in Jerusalem. Mark's terse description of this event describes how its central participant was \"with the (*) wild beasts,\" while Luke's quotes from Deuteronomy's line \"Man shall not live on bread alone.\" Jesus refuses to make bread from stone and fasts for forty days and forty nights during, for 10 points, what event from the New Testament where the Devil attempts to win over Jesus?", "answer_sanitized": "Temptation of Christ in the Wilderness [or Temptation of Jesus by the Devil; or Christ in the Wilderness; or Jesus's 40 Days in the Wilderness; or Christ in the Desert; accept just Temptation after Jesus is read; accept the Temptation at the Pinnacle of the Temple or the Temptation at the Pinnacle of the Temple until \"pinnacle\" is read; prompt on Temptation by Satan; prompt on the 40 days before mentioned; do not accept \"Last Temptation of Christ\"]"}, {"question_sanitized": "A form of cummingtonite known as grunerite has a crystal habit resembling that of this substance. Starting in the 1940s, brake pads were often made from this substance due to its drag-resistant properties. One of the two varieties of Chinese jade, nephrite, is comprised of different varieties of tremolite and actinolite, which are minerals that aggregate to form this substance. The most common form of this serpentine material is its white (*) chrysotile form, whose long fibers have make it useful for electrical insulation. Diseases such as mesothelioma and lung cancer have been linked with the inhalation of, for 10 points, what wiry-looking mineral group that was frequently used as fireproofing in old buildings?", "answer_sanitized": "asbestos"}], "bonuses": [{"leadin_sanitized": "To distinguish this concept from story, E. M. Forster discussed a sentence in which a king dies, and a queen dies of grief. For 10 points each:", "answers_sanitized": ["plot", "rising AND falling action [accept in either order; accept word forms, such as action that rises and action that falls]", "high-concept"], "parts_sanitized": ["Give this four-letter concept, the sequence of events and their causes that comprise a work of fiction.", "Gustav Freytag used a five-step pyramid--which begins with exposition and concludes with denouement--in his model of plot. In that pyramid, these two types of \"action\" comprise the second and fourth parts of plot.", "This two-word phrase describes a plot that is easily summarized, and is often used to describe screenplays whose pitch is easy to understand. It is distinguished from its less-summarizable \"low\" counterpart."]}, {"leadin_sanitized": "One of the proposed \"good\" tipping points of Earth's climate is the large-scale greening of these regions. For 10 points each:", "answers_sanitized": ["deserts", "cloud seeding [accept cloud seeds or other word forms]", "halophytes [do not accept or prompt on \"halophile\"]"], "parts_sanitized": ["Name these regions which are characterized by relatively low amounts of rainfall. The Koppen system classifies these regions as \"arid\" and \"semi-arid.\"", "One proposal for desert greening calls for this method of inducing rainfall by adding nuclei to clouds. Its invention is credited to Bernard Vonnegut, the brother of the novelist Kurt.", "Another proposal calls for the addition of these kinds of plants to deserts, such as switchgrass and lizard tail. As indicated by their name, these plants extract their nutrients from very saline water."]}, {"leadin_sanitized": "This husband of Wanda Toscanini composed his own coda to Moritz Moszkowski's (\"mosh-KOV-skee'z\") Etincelles. For 10 points each:", "answers_sanitized": ["Vladimir Horowitz [accept Vladimir Samoylovich Horowitz]", "Carmen", "Pictures at an Exhibition [accept Kartínki s výstavki]"], "parts_sanitized": ["Name this Russian-born classical pianist who played Tchaikovsky's Piano Concerto No. 1. at Carnegie Hall in 1928, marking his U.S. debut. He made a wild transcription of The Stars and Stripes Forever.", "Horowitz also composed a set of variations on the \"Gypsy Dance\" from this Georges Bizet opera, whose title woman sings a habanera.", "In 1936, Horowitz re-arranged this piano piece on the grounds that its original composer, a Russian, was a mediocre pianist. Maurice Ravel made the best known orchestration of this piece, whose movements include \"The Hut on Fowl's Legs.\""]}, {"leadin_sanitized": "For this event, a wax cast was rotated above the bier so that onlookers could see all 23 stab wounds. For 10 points each:", "answers_sanitized": ["Julius Caesar's funeral [accept anything involving the funeral or burial or Gaius Julius Caesar]", "Marc Antony [or Mark Antony; or Mark Anthony; or Marcus Antonius]", "visitation of a comet"], "parts_sanitized": ["Name this event from March of 44 BCE, where the aforementioned wax cast so upset an angry mob that they burned down the senate house.", "Appian claims this man \"stripped the clothes from Caesar's body\" and \"waved them about ... befouled with the dictator's blood\" during the funeral. This man and Cleopatra were defeated at the Battle of Actium.", "One of these events during the deification celebration of Julius Caesar was held as a sign that the dictator had in fact been deified and was depicted on coins issued by the Julian family."]}, {"leadin_sanitized": "Death plays a one-string fiddle behind this artist in a self-portrait that inspired Gustav Mahler's Symphony No. 4. For 10 points each:", "answers_sanitized": ["Arnold Bocklin", "Spring [accept La Primavera]", "ruins [accept any sort of ruined structure; accept Roman ruins or Ruins in a Moonlit Landscape; prompt on castle or antiquities]"], "parts_sanitized": ["Name this Swiss Symbolist artist who created many versions of his painting The Isle of the Dead.", "A group of cherubs fly above a grove in an Arnold Bocklin painting titled for this season. Sandro Botticelli painted a number of nymphs in his allegory of this season.", "In another painting, Bocklin painted this kind of scenery in a \"moonlit landscape.\" The painter Hubert Robert (\"oo-BARE roh-BARE\") was nicknamed for painting many imaginary landscapes with this kind of scenery, which is also the subject of many vedute (\"veh-DOO-tay\") by Giovanni Panini."]}, {"leadin_sanitized": "Contrary to popular opinion, water is a terrible solvent. For 10 points each:", "answers_sanitized": ["carbon AND hydrogen [or hydrocarbons; or C and H; any order is acceptable]", "n-hexane", "DMSO [or dimethyl sulfoxide]"], "parts_sanitized": ["Water cannot dissolve compounds just containing these two elements and no heteroatoms besides them. These two elements are the only ones found in alkanes.", "If you are trying to dissolve hydrocarbons, you should try this liquid hydrocarbon, which is widely used as the nonpolar phase in chromatography. It's the straight-chain isomer of dimethyl-butane.", "This solvent is popular for dissolving both polar and nonpolar compounds, though it has the nasty habit of also dissolving nitrile gloves. It's essentially acetone, but with a sulfur atom in place of the central carbon."]}, {"leadin_sanitized": "This action is mentioned by Dr. Holmes at a dinner party to the protagonist, who later wonders if the man who performed it \"plunged holding his treasure?\" For 10 points each:", "answers_sanitized": ["the suicide of Septimus Warren Smith [accept equivalents referring to killing oneself in place of \"suicide\"; prompt on death of Septimus Smith; prompt on suicide by asking \"of who?\"]", "Mrs. Dalloway", "Virginia Woolf"], "parts_sanitized": ["Give this action, which is performed by a shell-shocked World War I veteran whom Holmes repeatedly says is \"in a funk.\" Rezia understands that this action has occurred upon noticing an open window.", "Septimus Smith's suicide is described at a party hosted by the title woman of this 1925 novel, who remembers kissing her friend Sally Seton as \"the most exquisite moment of her whole life.\"", "Mrs. Dalloway is a novel by this modernist author of To the Lighthouse."]}, {"leadin_sanitized": "This philosopher analyzed descriptions like \"the author of Waverley\" and \"the present king of France\" in his essay \"On Denoting.\" For 10 points each:", "answers_sanitized": ["Bertrand Russell [accept Bertrand Arthur William Russell, 3rd Earl Russell]", "\"Why I Am Not a Christian\"", "monism [accept monist; accept neutral monism or anomalous monism]"], "parts_sanitized": ["Name this philosopher who laid out a proof that 1 + 1 = 2 (one plus one equals two) in his collaboration with Alfred North Whitehead, Principia Mathematica.", "Russell gave this lecture in which he criticizes the dogmas of the title religion. It asserts that people \"accept religion on emotional grounds\" and that religion is based primarily on fears such as those of death.", "Russell defended a \"neutral\" form of this theory in The Analysis of Mind. Donald Davidson argued for an another form of this position since one cannot possibly find rules governing the reduction of the mental to the physical."]}, {"leadin_sanitized": "For 10 points each, answer the following about feminism in early 20th-century Japan:", "answers_sanitized": ["the vote [accept answers which refer to voting or suffrage or the franchise]", "Emma Goldman", "May [accept May Day or May Fourth Movement]"], "parts_sanitized": ["Many Japanese feminists campaigned for this right, which was finally granted in 1946 at the insistence of U.S. occupiers. Emmeline Pankhurst campaigned for women to receive this right in the U.K.", "Feminist anarchist Noe Itō (\"noo-ay ee-toe\") translated the writings of this woman, such as The Tragedy of Woman's Emancipation. This friend of Leon Czolgosz (\"CHOL-gosh\") ran the journal Mother Earth.", "One of the first acts of Ito's Red Wave Society was organizing a series of protests in this month in 1921. In China, a 1919 movement named for a day of this month protested Japanese imperialism and the Treaty of Versailles."]}, {"leadin_sanitized": "Jane Allison's novel The Lost Love depicts Ovid falling in love with a woman with this name during his exile. For 10 points each:", "answers_sanitized": ["xenia (\"KSEN-ee-ah\") [accept theoxenia]", "Baucis and Philemon [do not accept or prompt on partial answers]", "Nausicaä (\"naw-SIK-ey-uh\")"], "parts_sanitized": ["Give this Greek word that is often translated as \"hospitality.\" It refers to the virtue of showing graciousness to unknown guests, especially since they might be gods in disguise.", "Ovid illustrates the concept of xenia with the story of this Phrygian (\"FRIDGE\"-ee-un) couple, who are spared from a flood after showing hospitality to the disguised Jupiter and Mercury. These two people were then turned into a pair of entwined trees.", "Another excellent practitioner of xenia is this princess, who encounters the shipwrecked Odysseus on the coast of Phaeacia (\"fee-AY-shuh\"), then provides him food and clothing before bringing him to the palace of Alcinous (\"al-KIH-noh-us\")."]}, {"leadin_sanitized": "Many anaerobic organisms generate energy via this pathway, which consists of glycolysis followed by extra steps to regenerate NAD+ for more rounds of glycolysis. For 10 points each:", "answers_sanitized": ["fermentation", "obligate anaerobes", "reactive oxygen species or ROS"], "parts_sanitized": ["Name this biochemical pathway, which produces lactic acid in humans and ethanol in yeast.", "This term, contrasted with \"facultative,\" describes anaerobic organisms which can only grow in the absence of oxygen.", "In order for an organism to tolerate oxygen, it must possess several enzymes to degrade various radical-forming oxygen compounds, such as peroxides and superoxides. This three-word term collectively describes those free radicals, which can cause major oxidative damage."]}, {"leadin_sanitized": "God tells a prophet that this city contains thousands of people who do not \"know their right hand from their left.\" For 10 points each:", "answers_sanitized": ["Nineveh [or Ninua; or Ninive]", "Jonah [or Jonas]", "Tarshish"], "parts_sanitized": ["Name this capital that survived divine destruction after its people repented of their evil ways by fasting and wearing sackcloth. It was ruled by Sennacherib.", "This Jewish prophet initially disobeyed God's orders to preach against Nineveh and only changed his mind after spending three nights inside the belly of a large fish.", "While disobeying God's orders, Jonah tried to flee to this location by boarding a ship from Joppa. The Bible is inconsistent about the location of this port and confusingly describes Solomon as having a fleet from here."]}, {"leadin_sanitized": "This author wrote of a socialite who makes racist remarks about the singer Walter Williams in her story, \"Arrangement in Black and White\". For 10 points each:", "answers_sanitized": ["Dorothy Parker [accept Dorothy Rothschild]", "screenplay [accept movie script or adapted screenplay or movie adaptation; prompt on adaptations]", "Edna Ferber (The novel is So Big.)"], "parts_sanitized": ["Name this member of the Algonquin Round Table known for her quips, such as \"men seldom make passes at girls who wear glasses\".", "In the 1940s, Parker wrote several works of this type, including The Fan. Parker worked with Robert Carson, Alan Campbell and William A. Wellman for a 1937 text of this type for A Star Is Born.", "This other member of the Algonquin Round Table wrote several novels turned into films, such as Cimarron (sih-MUH-rawn). Another novel by this author takes its title from the nickname given to Selina's baby son, Dirk."]}, {"leadin_sanitized": "Gilbert \"Hashmark\" Johnson was among the first African Americans to enlist in this organization. For 10 points each:", "answers_sanitized": ["United States Marine Corps [accept USMC or The Marines; accept Marine One]", "Franklin Roosevelt [accept Franklin Delano Roosevelt; or FDR]", "A. Philip Randolph [accept Asa Philip Randolph]"], "parts_sanitized": ["Name this organization which runs Toys for Tots. The radio call sign for the President's helicopter is named for this organization.", "The Marines did not accept black enlistees until the signing of Executive Order 8802 by this President, who gave the \"Infamy Speech\" in 1941 following Pearl Harbor.", "Executive Order 8802 was agitated for by this founding president of the Brotherhood of Sleeping Car Porters."]}, {"leadin_sanitized": "Scuba divers often travel to this country to explore leftover US equipment from World War II at \"Million Dollar Point.\" For 10 points each:", "answers_sanitized": ["Vanuatu [accept Republic of Vanuatu]", "Federated States of Micronesia [accept FSM]", "Independent State of Papua New Guinea [do not accept or prompt on \"New Guinea\"]"], "parts_sanitized": ["Name this archipelago, which was called \"New Hebrides\" when it was controlled by the French and British empires.", "Divers often explore tanks, airplanes, and unexploded shells off the coast of this country's island of Chuuk. Many of the islands of the \"Federated States\" of this country are also diving spots.", "This country's Milne's Bay is also home to abandoned World War II wrecks that are popular with scuba divers; it is a half-day's drive from this country's capital of Port Moresby."]}, {"leadin_sanitized": "This name refers to a river that flows into a swamp where \"muddied people\" repeatedly strike at each other and recite a hymn that begins \"Tristi fummo.\" For 10 points each:", "answers_sanitized": ["Styx", "Dante Alighieri [accept either underlined part; or Durante degli Alighieri]", "Phlegyas (\"fleh-GEE-us\")"], "parts_sanitized": ["Name this river that surrounds the City of Dis and to which the wrathful are condemned in the fifth circle of Hell. A group of characters encounter Filippo Argenti while crossing this river.", "Virgil guides the narrator through the circles of Hell in the Inferno, the first part of this author's The Divine Comedy.", "This boatman ferries Virgil and Dante across the River Styx. Virgil tells him \"such a shout is useless\" after he calls out, \"Now you are caught, foul soul\" in Allen Mandelbaum's translation."]}, {"leadin_sanitized": "These creatures were hunted nearly to extinction in World War I due to a Dixon Lanier Merritt limerick that claimed they ate a lot of food. For 10 points each:", "answers_sanitized": ["pelicans [or Pelecanidae] (The limerick goes: \"A wonderful bird is the pelican, / His bill can hold more than his beli-can. / He can take in his beak / Food enough for a week / But I'm damned if I see how the heli-can.\")", "Peter Carl Fabergé [or Karl Gustavovich Fabergé]", "Barbados"], "parts_sanitized": ["Name these birds that started appearing on the state flag of Louisiana around the time hunting had made them rare in the state.", "The Imperial Pelican, made for Maria Feodorovna in 1898, was one of the namesake \"eggs\" that this Russian produced for the court of Tsar Nicholas II.", "The uninhabited Pelican Island in this country was incorporated into its capital during a port-building project in the 1950s. This birthplace of the author Kamau Brathwaite is known for the dish of Cou-Cou and Flying Fish with spicy gravy."]}, {"leadin_sanitized": "An \"institute\" named for this sort of art partners with New York City concert halls to perform theyyam dances from Kerala, Laotian poetry, and other diverse forms. For 10 points each:", "answers_sanitized": ["world music [accept World Music Institute]", "bards [accept rhapsodes or minstrels]", "Jews [accept Yehudim; accept Yemeni Jews or Ashkenazi Jews]"], "parts_sanitized": ["Give this two-word term coined by Wesleyan University professor Robert Brown in the 1960s. It generally refers to the products of folk traditions.", "The World Music Institute organizes performances by female examples of these poets from Central Asia, whom they bill as \"divas.\" Celtic examples of these people composed music to accompany their epic stories.", "Other WMI shows have featured shira songs composed by these people in Yemen. In Europe, these people developed klezmer music."]}, {"leadin_sanitized": "A concave lens will produce an image of this type whose rays appear to diverge from the focal point on the far side. For 10 points each:", "answers_sanitized": ["virtual images", "magnification", "ray transfer matrices [or ABCD matrices]"], "parts_sanitized": ["Name these images which, unlike their real counterparts, cannot be projected.", "A real inverted image will have a negative value for this quantity, which is equal to the image distance divided by the object distance provided both image and object are in the same medium.", "More complex lens assemblies are often analyzed using these 2-by-2 matrices. These matrices act on column vectors whose top component is the distance from the axis and whose bottom element is the angle."]}, {"leadin_sanitized": "This ruler greatly expanded his country's cotton industry, which cratered following the end of the U.S. Civil War. For 10 points each:", "answers_sanitized": ["Ismail Pasha [or Ismail the Magnificent]", "mamluks [accept Mamluk Sultanate]", "United Kingdom [accept Great Britain; prompt on England]"], "parts_sanitized": ["Name this modernizing khedive of Egypt, the grandson of Muhammad Ali.", "Muhammad Ali took control of Egypt following a massacre of these people in the Cairo Citadel. These people, whose name derives from the Arabic for \"slave,\" had previously established a sultanate led by Baybars.", "Due to his mounting debts following a failed invasion of Ethiopia, Ismail was overthrown by France and this other European power. Earlier, this country's navy won the Battle of the Nile under the command of Lord Nelson."]}, {"leadin_sanitized": "According to Ovid, this god turned five nymphs into the Echinades islands after they forgot to worship him. For 10 points each:", "answers_sanitized": ["Achelous (\"ah-keh-LOH-us\")", "Deianira (\"day-ah-NYE-rah\")", "cornucopia [prompt on horn of plenty]"], "parts_sanitized": ["Name this Greek god who was sometimes said to be the source of all the world's rivers. He lost one of his horns in a wrestling match with a hero.", "Heracles broke off Achelous's horn while battling him for the hand of this Calydonian princess, who became Heracles's final mortal wife and inadvertent killer.", "This object, which overflows with food or flowers, was created from either the horn that Heracles took from Achelous or from one of the horns of the goat Amalthea."]}]}