{"tossups": [{"question_sanitized": "In a public reading, this author repudiated the idea that the word \"jazz\" in one poem meant \"rape.\" A speaker created by this poet complains \"We are things of dry hours and the involuntary plan\" in her poem \"kitchenette building.\" Of one of her poems, this author claimed it depicts a group that makes \"wispy... 'Kilroy-is-here' announcements;\" that poem is set at a pool hall called \"The Golden Shovel.\" This author wrote the poetry collection The Bean (*) Eaters eight years before she was appointed Poet Laureate of Illinois. This author of the Pulitzer Prize-winning Annie Allen wrote a poem depicting speakers that \"strike straight,\" \"sing sin,\" \"jazz June,\" and \"die soon.\" For 10 points, name this author of the poem \"We Real Cool.\"", "answer_sanitized": "Gwendolyn Brooks [or Gwendolyn Elizabeth Brooks]"}, {"question_sanitized": "In early 2019, the town of Sambuca (\"sahm-BOO-kah\") in this place made headlines by selling historic homes for one dollar in an attempt to preserve them. An air-conditioned room in its capital built in the 17th century is named for the cooling Sirocco winds. A traditional sponge cake eaten in this place is called cassata, a word derived from Arabic. Arabs also influenced the style of the Palatine Chapel built on this island by (*) Roger II for the Palace of the Normans and renamed its ancient town of Lilybaeum (\"lee-lih-BYE-um\") to be \"port of god\" or Marsala. The Arabic word ma'hias may be the source of the name of a group from this island also called \"La Cosa Nostra.\" The original mafia is from, for 10 points, what large, triangular Italian island with capital at Palermo?", "answer_sanitized": "Sicily [or Sicilia; prompt on Italy before \"its capital\" in the second sentence]"}, {"question_sanitized": "Though not in Papua New Guinea, this archipelago's first settlement was founded by French explorer Louis de Bougainville. In 1831, the USS Lexington attacked this archipelago after three American whaling ships were captured. Planes departing Ascension Island conducted the \"Black Buck\" raids in this archipelago. An attack on this archipelago's settlement of Goose Green was announced beforehand by the BBC. In this archipelago, a Royal Navy submarine controversially sank the (*) General Belgrano. Leopoldo Galtieri's government fell after his invading forces were repulsed from these islands in a war during Margaret Thatcher's ministry. For 10 points, the British recaptured Stanley from Argentina to retain control of what South Atlantic island chain?", "answer_sanitized": "Falkland Islands [or the Falklands; or Islas Malvinas; accept Falklands War]"}, {"question_sanitized": "A method developed to solve this equation iterates until the calculated fields are self-consistent. Linear combinations of Gaussians or Laguerre polynomials are used in the radial term for solutions to this equation. Solutions to this equation are eigenfunctions of the operator: \"negative h bar squared, over two m, times del squared, plus the potential\" and are characterized by three integers symbolized n, l and (*) ml (m sub l). The Born-Oppenheimer approximation is typically made to solve this equation. This equation cannot be exactly solved for complicated atoms, but for hydrogen, its exact solutions include s and p orbitals. For 10 points, what fundamental equation of quantum chemistry used to compute wavefunctions is often written \"H psi equals E psi\"?", "answer_sanitized": "time-independent Schrödinger equation [prompt on wave equation]"}, {"question_sanitized": "The Brazilian religion of Candomblé is primarily practiced by the so-called povo (\"POH-voo\") or \"people of\" these figures. A religion whose name refers to these figures designates tambor (\"TAHM-bor\") celebrations with the name bembé (\"bem-BAY\"), which originates from its sacred Lucumí (\"loo-koo-MEE\") language. Marie Laveau of New Orleans and Antônio Conselheiro (\"an-TAW-nee-oo con-sell-YAY-roo\") of Canudos are unofficial, \"folk\" examples of these figures. A (*) syncretic religion whose name refers to the worship of these figures incorporates Yoruba traditions and originated in Cuba. In voodoo, the marassa twins are two loas identified with two of these figures named Cosmas and Damian, while Papa Legba is identified with one named Anthony. For 10 points, name these holy people who have undergone canonization.", "answer_sanitized": "saints [accept santos or Santería; accept povo de santo or folk saints]"}, {"question_sanitized": "One novel by this author closes with the main character giving the fate of Madame Walraven, and suggests that the \"destroying angel of tempest\" ruined Emanuel. A subplot in a novel by this author traces the courtship of Ginevra Fanshawe and a man who called himself Dr. John. A novel by this author set in the fictional kingdom of Labassecour centers on a woman hired by the headmistress Madame Beck, Lucy (*) Snowe. In another novel by this writer, the protagonist hears \"mirthless\" laughter that comes from a \"secret inner cabinet\" guarded by the servant Grace Poole. That novel by this author of Villette is named for a woman who rejects St. John Rivers’s marriage proposal and who later married Mr. Rochester. For 10 points, name this author of Jane Eyre.", "answer_sanitized": "Charlotte Bronte [prompt on Currer Bell; prompt on Bronte]"}, {"question_sanitized": "It's not World War I, but in The Guns of August, Barbara Tuchman describes a monarch reacting to a note of defeat in this war by stuffing the note in his pocket and continuing to play tennis. One of this war's naval battles was the first at which the wireless telegraph played a major role. William Pakenham's report on this war helped spark the dreadnought race. During this war, a British trawler fleet was accidentally attacked at (*) Dogger Bank. In this war's decisive naval battle, the namesake of the Borodino class of battleships was sunk along with five other battleships by Togo Heihachiro's fleet at Tsushima. Theodore Roosevelt won a Nobel Prize for negotiating the end of, for 10 points, what war between a European and an Asian power?", "answer_sanitized": "Russo-Japanese War [or Japanese-Russian War]"}, {"question_sanitized": "Paintings of this region, such as The Hungry Moon are part of the Gilcrease Museum, the largest collection of art depicting this region in the world. At the conclusion of a film, a character explains that since they live in this region, they should \"print the legend.\" Another film about this region depicts Debbie, who has taken to living as one of Scar's wives after five years in captivity. A sculpture depicting a man working in this region created by (*) Frederic Remington shows the man barely holding onto his rearing horse; Remington also collaborated with the novelist Owen Wister to create illustrations depicting this region. For 10 points, the films The Man Who Shot Liberty Valance and The Searchers depict what American region, which was once home to cowboys?", "answer_sanitized": "The West [accept the Old West; or American West; accept western; prompt on deserts; prompt on Texas; do not accept or prompt on America or the USA]"}, {"question_sanitized": "An institute dedicated to this man's thought was once partly led by James Hillman, whose popular book The Soul's Code mainly draws from this man's ideas. The original mission of the Bollingen Institute was to disperse the ideas of this thinker, who once collaborated with a statistician to examine hundreds of horoscopes of married couples to look for an \"acausal connecting principle\" that would explain parapsychology. This theorizer of (*) \"synchronicity\" developed a theory that sought to explain why figures like the shadow, the wise old man, and the trickster are so common in folklore. Joseph Campbell's The Hero with a Thousand Faces cites the theory of archetypes advanced by, for 10 points, what Swiss psychologist who theorized the collective unconscious?", "answer_sanitized": "Carl Jung [or Carl Gustav Jung]"}, {"question_sanitized": "These objects' namesake problem refers to the fact that simulations of large-scale structure formation creates far fewer of them than expected. In 2015, the Dark Energy Survey found nine candidates which may be \"spherical\" type of these objects, which are some of the most dark matter-dense objects in the universe. It is disputed whether the so-called \"Overdensity\" in the direction of Canis Major is a globular cluster or an (*) elliptical one of these objects that has a mass of only one million suns. Hierarchical theories of the formation of the universe suggest that these structures coalesce into their larger \"lenticular\" and \"spiral\" counterparts. The Magellanic Clouds are examples of, for 10 points, what collections of stars whose name indicates their low mass and luminosity?", "answer_sanitized": "dwarf galaxies [prompt on galaxies]"}, {"question_sanitized": "In one novel in this language, a man is asked to set himself on fire to protest the Communist regime. This language is used to write A Minor Apocalypse; it was also used to write a novel in which Horpyna the witch rescues Helena. In another novel in this language, a woman tries to kill herself by drinking liquid oxygen, but can't since she's actually composed of neutrinos; in that novel, a sentient ocean creates a new copy of Kris (*) Kelvin's dead wife. A trilogy including Fire in the Steppe and With Fire and Sword was written by an author of this language, who also used it in a historical novel about Christian Lygia and the Roman Marcus Vinicius during the reign of Nero. For 10 points, name this language used to write Quo Vadis, a novel by Henryk Sienkiewicz (shen-KAY-vich).", "answer_sanitized": "Polish Language"}, {"question_sanitized": "Very small devices of this type are often built in the shape of three-dimensional \"fins\" to reduce leakage and other short-channel effects. In enhancement mode, applying a sufficiently high bias to these devices will cause charge carriers to accumulate in an inversion layer near the surface, forming a channel through which majority carriers can travel. A current can flow between the source and drain (*) terminals of these devices when a voltage is applied to the gate terminal, which is usually separated from the semiconductor body by an insulating layer of oxide. The basis of most modern digital circuits relies on variants of these devices called a MOSFET. For 10 points, name these devices which serve as amplifiers or switches.", "answer_sanitized": "field-effect transistor [or FET; accept metal-oxide-semiconductor field-effect transistor or MOSFET; accept FinFET]"}, {"question_sanitized": "Lakota healers often use the \"star\" variety of these objects in Yuwipi ceremonies. A 2018 book by Rachel May examines the legacy of slavery in an unfinished one of these objects, whose multi-person \"Baltimore\" style was revived by Elly Sienkiewicz. Faith Ringgold's Who's Afraid of Aunt Jemima was her first \"story\" example of these objects, which were earlier used by black women to deduce information about the Underground Railroad from the wagon wheel patterns on them. In 1876, a fad developed for irregularly (*) seamed \"crazy\" varieties of these objects, while \"album\" examples were often collaboratively sewed. For 10 points, what objects typically have a patchwork center and consist of two fabric layers with insulation in between?", "answer_sanitized": "quilts [or storyquilts; or patchwork quilts]"}, {"question_sanitized": "Tiziano and Camillo Renato organized a 1550 synod of Anabaptists in this city. The earliest paperback books were developed at Aldus Manutius's Aldine Press in this city. The term \"ghetto\" originated from the foundries into which Jews were segregated in this city. The bones of this city's patron saint were supposedly smuggled into this city from Alexandria, and the winged lions adorning buildings such as the (*) Scuole Grande (\"SKWOH-lay GRAHN-day\") in this city allude to that saint. The \"myth\" of this city-state refers to its combination of a Great Council and a Signoria (\"see-nyoh-REE-ah\") as the republican ideal. For 10 points, name this Italian city-state whose patron saint is Mark and which developed a complex system of canals.", "answer_sanitized": "Most Serene Republic of Venice [accept Repubblica di Venezia, accept La Serenissima]"}, {"question_sanitized": "A set of works attributed to this man details a terrifying goddess named Brimo and claims that the first god Phanes (FAY-neez) was born from a silver egg laid by Chronos. Musaeus was a disciple of this man, who angered the Ciconian (sih-KOH-nee-an) women with his preference for male lovers. A version of an epic poem by Apollonius of Rhodes narrated by this son of Oeagrus (ee-AG-rus) and Calliope (kah-LIE-oh-pee) emphasizes his role in drowning out the (*) singing of the Sirens. Inhabitants of the island of Lesbos found and buried this man's disembodied head. He supposedly founded a namesake mystery religion after his wife died of a snakebite, and his venture to the underworld failed to bring her back. For 10 points, name this husband of Eurydice, a mythical Greek musician and lyre player.", "answer_sanitized": "Orpheus"}, {"question_sanitized": "Bochdalek hernias that predominantly occur in this structure in newborns are a leading cause of pulmonary hypoplasia. The strength of this muscle is evaluated by comparing the upright vital capacity to the supine vital capacity. The phrenic nerve innervates this muscle, which makes up the inferior side of a cavity outlined on two sides by the (*) intercostal muscles. This muscle has openings called hiatuses to allow blood vessels like the vena cava, aorta, and the esophagus to pass through it. Contraction of this muscle increases the size of the thoracic cavity, creating a negative pressure that aerates the alveoli. Myoclonic jerks of this structure cause hiccuping. For 10 points, name this abdominal muscle that's required for breathing.", "answer_sanitized": "thoracic diaphragm"}, {"question_sanitized": "More people than expected saw Purex commercials during one of these events due to a blizzard that hit the Northeast and delayed the performance of a Leonard Bernstein fanfare. Margaret Bayard Smith described how \"The Majesty of the People had disappeared\" during an unruly one of these events that Joseph Story blamed on \"KING MOB.\" Abigail Fillmore fell ill and died after attending one of these events. The poem (*) \"On the Pulse of Morning\" was read at one of these events, whose date was changed by the ratification of the Twentieth Amendment. Contemporaries blamed a long speech given at one of these events for killing William Henry Harrison. For 10 points, name these ceremonies where the Chief Justice swears in a new President.", "answer_sanitized": "presidential inaugurations [or US presidential inauguration parties; or presidential inauguration balls; or presidential inauguration parades; accept word forms like inaugural; prompt on swearing in a president]"}, {"question_sanitized": "An upper voice rises chromatically from the fifth to sixth scale degree while the other voices stay put in this country's \"submediant.\" Several composers came to prominence after a glowing review of a concert at this country's first ethnographic exhibition, held in 1867. Two brothers founded this country's two major conservatories four years apart in the 1860s, with one rejecting the overly Germanic style of the other. This country was home to the (*) Rubinstein brothers and the composer of the difficult piano fantasy Islamey (\"IZ-luh-may\"). That composer advocated using Orientalist melodies to create this country's national music and gathered a circle of five like-minded men. For 10 points, what country's \"Mighty Handful\" of composers was named by Vladimir Stasov?", "answer_sanitized": "Russia [accept Russian submediant or Russian Empire or Rossiyskaya imperiya] (Stasov wrote the 1867 review of the \"Slavic\" concert.)"}, {"question_sanitized": "In 2004, a new mostly-complete poem by this author was discovered, which states \"My skin was once supple and smooth, but now it is withered by age; my hair had been lustrous and black, but now it is faded and gray.\" A poem by Algernon Swinburne is titled for this author's namesake stanza form, which in one variant consists of three eleven-syllable lines. This author of the \"Tithonus Poem\" and the \"Brothers Poem\" wrote another poem that was imitated in (*) by Catullus, who named his poetic mistress after this author. This author used the descriptions \"lady of beauty\" and \"deathless child of Zeus\" in an \"Ode to Aphrodite.\" For 10 points, what ancient Greek poet who was often called \"the Tenth Muse\" hails from the island of Lesbos?", "answer_sanitized": "Sappho of Lesbos [accept Sapphic stanza or Sapphics]"}, {"question_sanitized": "One of these objects and a cross are revealed when the outer panels of the Braque Triptych are closed. One of these objects is on the same plane as the crucifix and writing tablet in Albrecht Durer's Saint Jerome in His Study, in which one of them rests on a windowsill. A seated woman looking into a mirror creates a double image of one of these objects in Charles Allan Gilbert's illustration All is Vanity, whose title references their use in (*) vanitas paintings. Paul Cezanne painted a \"pyramid\" of four stacked examples of these objects. Hans Holbein the Younger used anamorphosis to depict a distorted one at the bottom of The Ambassadors. For 10 points, give these objects that are decorated with sugar during the Day of the Dead in Mexico.", "answer_sanitized": "skulls [accept Pyramid of Skulls; prompt on skeletons or heads]"}, {"question_sanitized": "In the Gray Code scheme, entries are ordered such that adjacent entries differ by exactly one of these units. In information theory, one of these units is equivalent to the information content of an event occurring with probability 1/2, which is why these units are often called Shannons. Arithmetic commands such as left shift, and rotate are known as \"[this word]-wise\" operations since they manipulate these units in constant time. Computer (*) architecture is often classified by the number of these units that comprise a \"word\"; CPUs are also often classified by whether they handle registers that store 32 or 64 of these units. These are the smallest units often prefixed with \"kibi-\", meaning that there are 1024 of them. For 10 points, name these units, eight of which comprise a byte.", "answer_sanitized": "bits"}], "bonuses": [{"leadin_sanitized": "Gurbir Grewal is the first Sikh to hold this position at the state level. For 10 points each:", "answers_sanitized": ["Attorney General [or State Attorney General; or US Attorney General]", "truancy [or skipping school; or cutting class; or playing hooky from school; or equivalents about not going to school; or dropping out of school before the legal age]", "Betsy DeVos [or Elisabeth Dee DeVos; or Elisabeth Dee Prince]"], "parts_sanitized": ["Give this post held in California by Kamala Harris immediately prior to her being elected US Senator. At the federal level, this post is held by William Barr.", "In 2010, Harris boasted of threatening moms with jail time for allowing this action to occur. Officials in Detroit have auctioned off iPods on Count Day to discourage this practice and thus maximize the funding they receive from the state.", "In 2017, Harris and 49 other senators opposed the nomination of this sibling of Blackwater USA founder Erik Prince to a cabinet position, necessitating a tie-breaking vote from Mike Pence."]}, {"leadin_sanitized": "Following the An Lushan Rebellion, the Tang government was forced to conduct an unprofitable trade of silk for these creatures with the Uighurs. For 10 points each:", "answers_sanitized": ["horses [or warhorses]", "salt", "eunuchs"], "parts_sanitized": ["Name these animals whose \"heavenly\" varieties were found in the Ferghana Valley and were used for mounted cavalry.", "Another consequence of the An Lushan Rebellion was a rise in smugglers of this commodity, including by a former merchant of it named Huang Chao. Earlier, half of the Tang's revenues were raised from a state monopoly on this member of the \"seven necessities of life.\"", "These people held great sway in the late Tang Dynasty and carried out an 835 purge attempt known as the Sweet Dew Incident."]}, {"leadin_sanitized": "Pilot wave theory was the first example of these theories. For 10 points each:", "answers_sanitized": ["hidden-variable theories", "John Stewart Bell [accept Bell's theorem or Bell's inequality]", "entanglement [accept word forms such as entangled]"], "parts_sanitized": ["Name this term for deterministic theories championed by physicists who believe the state of a system described by quantum mechanics does not hold all of its information.", "This North Irish physicist names a theorem stating no local hidden variable theory can reproduce the predictions of quantum mechanics.", "In the paper presenting Bell's theorem, Bell proposed a situation involving two particles with this property. Einstein described the implications of this property as \"spooky action at a distance\" due to particles with this property being able to transmit information faster than light."]}, {"leadin_sanitized": "This object might be too small to see from telescopes and could be \"revolving around the sun in an elliptical orbit.\" For 10 points each:", "answers_sanitized": ["Russell's Teapot [prompt on teapot]", "atheism [accept word forms, such as atheist]", "Carl Sagan [or Carl Edward Sagan]"], "parts_sanitized": ["Name this object central to a philosophical thought experiment. It was used by its originator to illustrate the \"nonsense\" of assuming wild statements to be true if they cannot be proven false.", "Proponents of this belief system often invoke Russell's teapot. The \"Unholy Trinity\" of Richard Dawkins, Sam Harris, and Christopher Hitchens argued for this belief that gods do not exist.", "This man based his \"Dragon in the Garage\" analogy on the logic of Russell's teapot in his book The Demon-Haunted World. He won a Pulitzer for his popular philosophy book about intelligence called The Dragons of Eden."]}, {"leadin_sanitized": "The twelve-chapter second epilogue of this novel is an explanation of the theory that history is the result of the \"laws of inevitability\" clashing with free will. For 10 points each:", "answers_sanitized": ["War and Peace [or Vojna i mir]", "Leo Tolstoy [or Lev Nikolayevich Tolstoy]", "Rostovs [accept Rostovas]"], "parts_sanitized": ["Name this novel, whose first epilogue depicts Nicholas marrying Princess Marya and rebuilding the estate of Bald Hills.", "By including hundreds of characters that influence the fate of Russia from Napoleon's invasion, this author rejected the historical theory that a single great man guides history in his novel War and Peace.", "This influential family in War and Peace includes the hussar soldier Nikolenka, as well as Natasha, who eventually marries Pierre Bezukhov despite her father's objections."]}, {"leadin_sanitized": "For 10 points each, answer the following about Mexican folk art:", "answers_sanitized": ["alebrijes (\"ahl-eh-BREE-hays\")", "pottery [accept ceramics or earthenware or terra cotta ware or stone ware]", "lacquerware [accept other answers containing lacquer or laqa or maque]"], "parts_sanitized": ["Figures of these colorful imaginary creatures have been made out of papier-mâché or wood ever since they first appeared in a vision to the artisan Pedro Linares.", "Towns in the states of Puebla and Tlaxcala feature works in the tin-glazed Talavera style of this general art form. Those works are often thrown on a wheel, air-dried, and fired twice in a kiln.", "Another major kind of Mexican traditional craft is this sort of product, in which wood is coated with layers of a hard, shiny finish. The term \"japanning\" refers to European imitations of Japanese products of this type, called shikki."]}, {"leadin_sanitized": "In Meiji-era Japan, tens of thousands of young women went to work in factories using this material, making it Japan's largest export commodity. For 10 points each:", "answers_sanitized": ["silk [or silk clothes]", "United States of America [or USA; or America]", "Connecticut"], "parts_sanitized": ["Name this material which the Byzantines started making after a smuggling mission under Justinian I.", "People in this country staged a boycott of Japanese-made silk products in the 1930s. This country cut off Japanese oil supplies, prompting a surprise attack on it in 1941.", "In the early 19th century, this state had a prominent sericulture industry. Eli Terry manufactured clocks in this state, and Simeon North developed an innovative milling machine here."]}, {"leadin_sanitized": "In the 1930s the geologist George Chadwick coined the term Phanerozoic to describe a long period of Earth's geological time. For 10 points each:", "answers_sanitized": ["eons", "life [accept biota]", "burrowing [accept digging or going underground]"], "parts_sanitized": ["The Phanerozoic is one of these units of time divided into Cenozoic, Mesozoic, and Paleozoic eras. Geologists currently recognize four of them.", "Chadwick distinguished the Phanerozoic from the Cryptozoic Eon because this entity is \"visible\" in the geologic record. Stromatolites are rocks that provide evidence of this concept, which many geologists agree began around 3 and a half billion years ago.", "The earliest record of life in the Phanerozoic are the trace fossils of the animal Treptichnus. Those fossils were made when the Treptichnus animal performed this unusual action."]}, {"leadin_sanitized": "This author dismissed the writings of Tolstoy and Dostoevsky as \"loose, baggy monsters\" and \"fluid puddings,\" respectively. For 10 points each:", "answers_sanitized": ["Henry James", "London", "Tom Stoppard [accept Tomáš Straussler]"], "parts_sanitized": ["Name this American novelist who promoted his friend Ivan Turgenev, about whom he wrote five critical essays. Many of his ideas are collected in the prefaces to the New York Editions of his novels.", "James met Turgenev when the latter visited this city, where both men interacted with Russian exiles living here. Henry James mostly lived in this non-American city.", "This playwright's trilogy The Coast of Utopia depicts a circle of London-based Russian exiles led by Alexander Herzen (\"HAIRT-zen\"). Another play by this author depicts musings over the phrase \"carnal embrace.\""]}, {"leadin_sanitized": "This concept was extended by the concept of the NAIRU (\"NYE-roo\"), which is the rate of a certain phenomenon that does not accelerate inflation. For 10 points each:", "answers_sanitized": ["natural rate of unemployment [prompt on unemployment rate or jobless rate; do not accept or prompt on \"full employment\"]", "business cycles [accept credit cycles]", "interest rate [accept federal funds rate]"], "parts_sanitized": ["Give this quantity theorized by Milton Friedman, which defines the x-axis position of the long-run, vertical Phillips curve.", "The natural rate of unemployment does not account for fluctuations due to these recurring phenomena, in which the economy alternates between periods of growth and depression.", "Central bankers typically target higher levels of this quantity if they fear inflationary pressures from unemployment dipping below the natural rate; for example, Paul Volcker targeted a higher level of them in the 1980s."]}, {"leadin_sanitized": "One character in this novel recalls Father Vincent's words \"you have only to ask, I will do anything\" while begging to God for his son. For 10 points each:", "answers_sanitized": ["Cry, the Beloved Country", "Alan Paton [accept Alan Stewart Paton]", "Theophilus Msimangu [accept either underlined name]"], "parts_sanitized": ["Name this novel in which Absalom marries his pregnant girlfriend Gertrude while in prison for murder.", "This South African author drew inspiration from his opposition to the National Party's policy of apartheid to write Cry, the Beloved Country.", "This priest leads Stephen to Johannesburg to alert him of Absalom's imprisonment. He altruistically donates all his money to Stephen as he preaches about avoiding despair."]}, {"leadin_sanitized": "For 10 points each, answer the following about integrating and differentiating functions whose outputs are either 0 or 1:", "answers_sanitized": ["absolute value function [or modulus]", "step functions [accept equivalents mentioning steps functions]", "Dirichlet function"], "parts_sanitized": ["Differentiating this piecewise defined function will yield the sign function. For a positive number a, this function returns a, and for values of negative a, it also returns a.", "A version of this type of \"function\" named for Oliver Heaviside is defined as the integral of the Dirac delta function. These functions consist of pairwise-disjoint intervals.", "Riemann integrals do not exist for this rather bizarre function, which outputs 0 for irrational numbers, and 1 for rational ones. However, it is possible to Lebesgue (luh-BAYG) integrate it."]}, {"leadin_sanitized": "In 2013, the Xi Jinping government cracked down on the practice of giving these items to government officials in expensively decorated boxes. For 10 points each:", "answers_sanitized": ["mooncakes [accept yuèbing]", "paper lanterns", "Eight Immortals [accept Bāxiān or Pa hsien; prompt on immortals or xian or Taoist gods]"], "parts_sanitized": ["Name these baked goods that are traditionally eaten during the Mid-Autumn Festival in China.", "Another Mid-Autumn Festival tradition is the lighting of these things. The \"sky\" type of these objects are made to float into the air like balloons.", "Some people celebrate the Mid-Autumn Festival by playing a game where they pretend to be one of these figures from Chinese mythology. He Xiangu (\"huh shyan-goo\") is the only female member of this group."]}, {"leadin_sanitized": "A Christian missionary in this modern-day country justified the indigenous population's continued practice of the mitote dance as \"a good thing to occupy and entertain the Indians\". For 10 points each:", "answers_sanitized": ["Mexico [or United Mexican States; or Estados Unidos Mexicanos]", "a pole [or maypole]", "Saint James the Greater [or Santiago el Mayor; or James, son of Zebedee]"], "parts_sanitized": ["Identify this modern-day country, where the mitote dance was once done by Aztec kings.", "In the Mexican Dance of the Flyers, a man dances on top of one of these things as four others \"fly\" around him. New England Puritans disapproved of a spring holiday where people danced around one of these objects.", "Tastoanes dances in Mexico occur on this saint's feast day and derive from plays celebrating conquests over the Moors. Visitors to this saint's shrine often put a scallop shell in their hat."]}, {"leadin_sanitized": "Evariste-Vital Luminais's most successful painting was of two sons of a king of this name floating on a river after their evil mother Bathilde cut their tendons. For 10 points each:", "answers_sanitized": ["Clovis [or Chlodovechus]", "Merovingian dynasty", "Charlemagne [or Charles the Great; or Charles I; or Karl der Grosse; or Carlo Magno]"], "parts_sanitized": ["Give this name shared by a Christian convert whom Gregory of Tours called \"a new Constantine.\" A monarch of this name won the 486 Battle of Soissons and bequeathed part of his kingdom to his son Chlothar I.", "A Luminais painting shows the last member of this dynasty having his hair cut. Clovis I was a member of this dynasty which was overthrown by a Mayor of the Palace named Pepin the Short.", "This son of Pepin the Short was crowned Emperor of the Romans by Pope Leo III on Christmas Day in 800."]}, {"leadin_sanitized": "Unlike enhancers, these sequences must be found just upstream of their target. For 10 points each:", "answers_sanitized": ["promoters", "transcription [accept transcription factors]", "constitutive expression [accept constitutively expressed]"], "parts_sanitized": ["Name these sequences, the binding targets of RNA polymerase enzymes.", "This process's namesake \"factors\" are proteins that regulate the binding of RNA polymerase to a promoter. In this process, mRNA is synthesized from DNA.", "This 12-letter adjective describes a gene which is always transcriptionally expressed, regardless of the presence or absence of a regulatory molecule. In a common example, mutants of the lac operon with a defective lacI or lacO gene will be expressed in this manner."]}, {"leadin_sanitized": "For 10 points each, answer the following about the use of grids in modern art:", "answers_sanitized": ["Piet Mondrian [accept Pieter Cornelis Mondriaan]", "Dan Flavin", "Abstract Expressionism"], "parts_sanitized": ["This Dutch artist and member of De Stijl (\"deh style\") used grids to avoid using symbols in his paintings. He painted a grid pattern of Manhattan in Broadway Boogie Woogie.", "Many of this minimalist artist's installations are grids of fluorescent lights. His characteristic works of light art include Greens crossing greens, which is dedicated \"To Piet Mondrian, who lacked green.\"", "Agnes Martin, who made many grid paintings, is often classified with this artistic movement. Helen Frankenthaler and Joan Mitchell were other female members of this movement, which encompasses Color Field and Action Painting."]}, {"leadin_sanitized": "For 10 points each, answer the following about fictional aunts.", "answers_sanitized": ["Aunt Polly", "Pittypat Hamilton", "Atticus Finch [prompt on Finch]"], "parts_sanitized": ["The Adventures of Tom Sawyer begins with this aunt looking for her nephew Tom. She finds him, but he escapes over a fence.", "This is the nickname of Sarah Jane Hamilton, the aunt of Melanie Wilkes and Charles Hamilton in Gone with the Wind. Scarlett O'Hara lives with her after saying of her \"a sillier old lady I never met in all my life.\"", "The only time this character raises his voice is when Aunt Alexandra criticizes him for allowing her niece to wear overalls. In another scene from a novel, this character's nickname of \"One-Shot\" is alluded to when he shoots a rabid dog."]}, {"leadin_sanitized": "This opera's stagework is the best-known example of the azione teatrale (\"ah-tzee-OH-nay tay-ah-TRAH-lay\") genre of small-scale works on mythological subjects featuring dances. For 10 points each:", "answers_sanitized": ["Orfeo ed Euridice [accept Orpheus and Eurydice; or Orphee et Eurydice]", "Claudio Monteverdi [or Claudio Giovanni Antonio Monteverdi]", "Scarlatti [accept Alessandro Scarlatti or Domenico Scarlatti]"], "parts_sanitized": ["Name this first \"reform opera\" by Christoph Willibald Gluck, from which \"The Dance of the Blessed Spirits\" is often excerpted.", "Though Jacopo Peri's Euridice (\"ay-oo-ree-DEE-chay\") predates it, this composer's L'Orfeo (\"lor-FAY-oh\") is the oldest surviving opera commonly performed. He also composed The Coronation of Poppea.", "Though none of his 114 operas survive, a Neapolitan composer of this surname is considered the father of \"modern opera.\" His son, who also had this surname, wrote 555 keyboard sonatas, mostly in a single movement."]}, {"leadin_sanitized": "In the year that this man lost the presidency, John Stormer published None Dare Call It Treason, which argued that pro-Communist elites were causing the US to lose the Cold War. For 10 points each:", "answers_sanitized": ["Barry Goldwater [or Barry Morris Goldwater]", "Ronald Reagan [or Ronald Wilson Reagan]", "Richard Hofstadter"], "parts_sanitized": ["Name this candidate who articulated his style of conservatism in the book The Conscience of a Conservative.", "This former actor's political career took off with his \"A Time For Choosing\" speech in support of Barry Goldwater. This President told Mikhail Gorbachev to \"tear down this wall!\"", "The month of the 1964 election, this man published \"The Paranoid Style in American Politics,\" an essay linking Goldwater's brand of conservatism to belief in conspiracy theories."]}, {"leadin_sanitized": "Rent parties, a type of African-American social event, played an important role in jazz history. For 10 points each:", "answers_sanitized": ["Duke Ellington [accept Edward Kennedy Ellington]", "boogie woogie [accept \"Pinetop's Boogie Woogie\"] (Rent parties were often called \"boogies.\")", "cutting contests [accept carving contests or head cuttings; do not accept or prompt on \"jazz battles\" or \"band battles\" or \"bucking contests\"]"], "parts_sanitized": ["Like many others, this pianist got his start in the New York jazz scene playing at Harlem rent parties. His orchestra's signature tune was \"Take the A Train.\"", "This blues genre with a two-word, rhyming name was mainstreamed in part through rent parties, and is the source of an alternate name for the parties. It titles a song by \"Pinetop\" Smith.", "Rent parties were occasions for these jazz contests, in which pianists test their skills by playing increasingly complex melodies. Art Tatum defeated Fats Waller and James Johnson in one of these contests in 1931."]}]}