{"tossups": [{"question_sanitized": "A party guest in this book equates a railway system with the poisonous star Wormwood; at the same party, an atheist declaims a manifesto called his \"Necessary Explanation\" and then botches a suicide attempt by using an unloaded gun. A woman in this novel challenges her suitor Ganya to retrieve a packet of 100,000 rubles she throws in the fire. In this novel, the nihilist Ippolit is horrified by the \"enormous, implacable, and dumb\" nature in (*) Holbein's Dead Christ. The author of this novel sought to portray \"a completely beautiful human being\" in its protagonist, who loses his mind upon discovering that Rogozhin has murdered Nastasya Filippovna. For 10 points, name this Fyodor Dostoyevsky novel about Prince Myshkin, who embodies Christian simplicity.", "answer_sanitized": "The Idiot [accept Idyot]"}, {"question_sanitized": "American civil servant Morgan Schuster was appointed this country's treasurer-general in 1911 but was forced out due to Russian interference. An American military operation in this country failed when only five of eight helicopters reached the intended staging area. In this country, a street thug called \"the Brainless\" was bribed by American and British agents in a coup organized by Donald Wilber. That coup was called Operation (*) Ajax by the CIA and prevented the nationalization of this country's oil by Mohammed Mossadegh. Operation Eagle Claw failed to rescue hostages taken in this country's US embassy following a 1979 revolution. For 10 points, which country was led by a man who called America the \"Great Satan,\" Ayatollah Khomenei?", "answer_sanitized": "Iran [accept Persia]"}, {"question_sanitized": "Mechanisms producing these particles include gluon fusion or a process with a name punning on bremsstrahlung. The 1964 PLR papers about these scalar particles were written in an effort to work around Goldstone's Theorem. Interaction with these particles is responsible for spontaneous electroweak symmetry breaking. François Englert (\"frahn-swah ahn-glair\") won part of the (*) 2013 Nobel Prize in physics for his theoretical predictions of these particles. These particles result from a field responsible for the short-range interaction of W and Z bosons. These particles were first observed by the ATLAS and CMS experiments at CERN on July 4th, 2012. For 10 points, name this particle whose namesake field gives mass to subatomic particles and is sometimes called the \"God particle\".", "answer_sanitized": "Higgs boson [accept Higgs particle; prompt on the God particle]"}, {"question_sanitized": "University president Michael Garrison resigned in the aftermath of a scandal involving this man's daughter, Heather Bresch, who went on to raise Epipen prices as CEO of pharma company Mylan. As governor, he appointed a commission to investigate the deaths of 12 men in an industrial disaster at Sago and was sued for violating the first amendment by Massey Energy CEO Don Blankenship. In the 2018 midterm elections, this incumbent retained his seat by defeating Republican (*) Patrick Morrisey. Donald Trump Jr. tweeted that this politician was a \"lyin liberal\" after he broke from his party to confirm Brett Kavanaugh only after Susan Collins announced her vote. For 10 points, name this right-leaning Democratic Senator from West Virginia.", "answer_sanitized": "Joe Manchin [or Joseph Manchin III]"}, {"question_sanitized": "One of these figures, who turns into seafoam after getting his hand stuck in a shell while fishing, originally guarded the crossroads at one end of the floating bridge connecting heaven to earth. Another of these figures, who was once cast out in a reed boat after being born without bones or limbs, grew into a laughing fisherman who is part of a group of seven (*) lucky ones. The names of these figures are translated with flowery titles such as \"His-Swift-Impetuous-Male-Augustness\" in some versions of the Record of Ancient Matters. One of these figures defeated an eight-headed dragon from whose body he took the \"grass-cutting sword\" Kusanagi. For 10 points, name these gods who include Sarutahiko, Okuni-nushi, and Susano'o, who are worshipped in Shintoism.", "answer_sanitized": "kami [prompt on Shinto gods before mentioned or Shinto deities]"}, {"question_sanitized": "In Human, All Too Human, Friedrich Nietzsche praises the \"squirrel-soul\" of this author, since his \"hermaphroditism\" makes him \"the freest writer.\" Four books of this author's sermons, as well as his letters to Eliza Draper, were attributed to one of his characters. That character created by him ends one novel by grabbing something belonging to a chambermaid and exchanges snuff boxes with a monk in Calais at the opening. Dr. (*) Slop accidentally flattens the protagonist's nose with forceps in another of his novels, in which a falling window accidentally circumcises the narrator. This author of A Sentimental Journey wrote a digressive novel whose title character narrates his \"life and opinions.\" For 10 points, name this author of Tristram Shandy.", "answer_sanitized": "Laurence Sterne"}, {"question_sanitized": "This ruler began the practice of appointing twelve lords to rule on those who were accused of committing crimes via the Wantage Code, which may have inspired the English jury. After the Archbishop of Canterbury Aelfheah (\"ALF-hay-uh\") was murdered, the mercenary Thorkell the Tall entered the employ of this man. A contemporary account claims that this king defecated in a baptismal font as an infant, and that he paid the first (*) Danegeld after Olaf Tryggvason defeated his forces at the Battle of Maldon. This king ordered the deaths of many Danes in the St. Brice's Day Massacre, and his son Edmund Ironside helped him fight the invaders Sweyn Forkbeard and Cnut. For 10 points, name this Anglo-Saxon king whose nickname suggests he was poorly counselled.", "answer_sanitized": "Aethelred the Unready [accept Aethelred II or Aethelred the Redeless]"}, {"question_sanitized": "The residence time distribution equals the negative of this mathematical operation applied to the washout function. This operation applied to the amount of any species equals \"in minus out, plus generation minus consumption\" in a continuous process. Michaelis-Menten kinetics assume that this operation vanishes when applied to the amount of the enzyme-substrate complex at a pseudo-steady state. A species in a reaction is (*) first-order if this operation applied to its concentration is proportional to its concentration. At equilibrium, this operation returns zero when applied to any species. For 10 points, name this operation from calculus which, when applied to product concentration, gives the rate of a reaction.", "answer_sanitized": "first time derivative [or first derivative with respect to time; or ordinary time derivative; or partial time derivative; accept differentiation or differentiating in place of “derivative”; do not accept or prompt on \"second derivative\"]"}, {"question_sanitized": "This philosopher's suggestion that an early childhood obsessed with \"beauty\" may transform the mind into a prison is discussed in a Kanchuka Dharmasiri essay claiming her work refutes Coventry Patmore's idealization of an \"angel in the house.\" This philosopher attacked the claim that a certain group should have a capability for refined emotion called \"sensibility\" in a work inspired by Talleyrand's notion that a certain group only required a (*) \"domestic education.\" This philosopher supported the then-controversial practice of breastfeeding in a book offering thoughts \"on the education of daughters.\" For 10 points, name this early feminist philosopher who argued for the education of wives in the book A Vindication of the Rights of Women.", "answer_sanitized": "Mary Wollstonecraft"}, {"question_sanitized": "The cover of a book titled for this man's Heroines shows Zarah Leander, the star of the Ufa film conglomerate over which he exercised control. The title hypnotist of a 1920 film is interpreted as a precursor to this man in a book by the film historian Siegfried Kracauer (\"ZEEG-freed CROCK-hour\"). A barber who decries \"Machine men with machine minds and machine hearts\" is a look-alike of a stand-in based on this man named (*) Adenoid Hynkel. A documentary work depicts this man's airplane casting a cross-shaped shadow as the song \"Raise the Flag\" plays. Frank Capra's Why We Fight responds to that Leni Riefenstahl (\"REEF-en-shtall\") film centering on this man. For 10 points, the star of the film Triumph of the Will was what leader, who employed the propagandist Joseph Goebbels to make it?", "answer_sanitized": "Adolf Hitler"}, {"question_sanitized": "In this country, the 1988 October Riots led to a new constitution the following year which removed any reference to socialism and instituted multi-party democracy. This country's longtime intelligence chief Mohamed Mediène (\"meh-dee-EN\") has supposedly never been photographed. Natives of this country call its ruling regime \"le pouvoir\" (\"luh poo-VWAHR\"). This country's civil war began after the Islamic Salvation Front threatened to defeat its ruling party in 1992 elections and involved guerrilla fighting with the Islamist GIA. This country's first president, (*) Ahmed Ben Bella, was overthrown by Houari Boumediene (\"boo-meh-DYEN\") two years after his FLN party gained independence. For 10 points, name this North African country whose civil war ended under the rule of Abdelaziz Bouteflika (\"boo-teh-FLEE-kah\").", "answer_sanitized": "Algeria [or People's Democratic Republic of Algeria; or Algérie; or al-Jazā'ir]"}, {"question_sanitized": "The 60th essay of The Rambler warns about the danger of producing this kind of work from \"personal knowledge.\" This kind of work provides the subtitle to Peter Ackroyd's critically-acclaimed book London. A work in this genre, which records the quotation \"Patriotism is the last refuge of a scoundrel,\" recounts the fateful first encounter between its Edinburgh-born author and a man who hated (*) Scots. Thomas Arnold's reform of the Rugby School is described in a set of four works of this type called Eminent Victorians. The composition of The Dictionary of the English Language is described in a work in this genre by James Boswell. For 10 points, Samuel Johnson was the subject of a celebrated example of what type of work describing his life?", "answer_sanitized": "biography [or biographical work; or lives before \"life\"; do not accept or prompt on \"autobiography\"]"}, {"question_sanitized": "The green world hypothesis supports top-down force-based explanations for a cascade described by this word, in which the presence of sufficiently effective predators indirectly leads to the flourishing of plants. This word serves as a suffix for a namesake index describing the primary productivity of lakes, which prefixes this word with either oligo-, meso-, or eu- (\"you\"). Decomposers are typically not categorized by a (*) level named for this word. Changes between those levels named for this word are subject to the ten percent law. Apex predators have the highest value for the level named for this word, which describes an organism's position on a food chain. For 10 points, name this word, which follows hetero- when describing predators and auto- when describing consumers.", "answer_sanitized": "trophic [accept trophic cascade; accept trophic index; accept eutrophication; accept trophic level; accept heterotrophic; accept autotrophic]"}, {"question_sanitized": "A condition that affects this ability that is sometimes known as strephosymbolia was developed by Samuel Orton, who co-developed the Orton-Gillingham approach to doing it. Meta guiding is a technique often used to improve one's performance of this ability and often reduces the cognitive load associated with it since it reduces \"subvocalization.\" Emile Javal observed very quick movements known as (*) saccades when he studied people using this ability. The ability to do this is impaired in those who struggle with the subtask of phonological decoding. The SQ3R technique uses surveying and reviewing to increase comprehension when practicing this activity, which is negatively impaired in people with dyslexia. For 10 points, name this skill lacked in illiterates.", "answer_sanitized": "reading [accept word forms of reading; accept literacy until \"illiterate\"; prompt on learning]"}, {"question_sanitized": "A letter outlining the idea of this painting suggests that it would not be \"unhealthy\" for it to smell of bacon or smoke, because if a \"stable smells of manure...that's what a stable's for.\" This painting was called \"not serious\" by Anthon van Rappard, who attacked its artist for claiming the legacy of Jean-Francois Millet (\"mee-YAY\"). The artist of this painting prepared for it by painting Lap with Hands and a Bowl, as well as a series of heads of men and women from Nuenen. That artist chose his (*) ugliest Brabant models for this painting, in which an oil lamp is the only source of light. It contains five figures, one of whom pours tea into cups on the central table. For 10 points, name this painting of peasants consuming the title tuber by Vincent van Gogh.", "answer_sanitized": "The Potato Eaters"}, {"question_sanitized": "Caryl Chessman was likely the first person executed in the US solely for committing this crime under a 1932 federal law nicknamed for a child from Highfields, New Jersey. Retired Bronx schoolteacher John F. Condon appeared on vaudeville after investigating a high-profile crime of this type. A woman who was the victim of this crime in February 1974 was pardoned by (*) Bill Clinton for her later bank robberies. An alert system to prevent this type of crime was established following the death of Amber Hagerman. It's not murder, but Bruno Hauptmann was tried and executed for committing this crime in the 1935 \"Trial of the Century.\" For 10 points, name this crime committed on Charles Lindbergh Jr., usually followed by a demand for a ransom payment.", "answer_sanitized": "kidnapping [accept child abduction; prompt on things like demanding ransom payments] (The woman Clinton pardoned was Patty Hearst.)"}, {"question_sanitized": "An F-sharp is repeated over 500 times in part of a piece by this composer whose title refers to green, a woman's favorite color. That piece by this composer uses a cycling figure based on a broken first-inversion triad to represent a brook and ends with a lullaby. The thirteenth section of another piece by this composer depicts a man's heart fluttering as he hears a posthorn. The last section of that piece by him asks \"Will you play your (*) hurdy-gurdy to accompany my songs?\" This composer set poems by Wilhelm Müller in two collections: one about love for a miller's daughter, and another about a journey in cold weather. For 10 points, name this composer of many lieder (\"leader\"), including the cycles Die schöne Müllerin (\"dee SHOO-nuh MUE-luh-rin\") and Winterreise (\"VIN-tuh-RYE-zuh\").", "answer_sanitized": "Franz Peter Schubert"}, {"question_sanitized": "In one appearance, a man starts intoning this phrase as a song after he is accused of being a \"BOG in the history department\" because he is just \"some bookworm.\" In its first appearance, this phrase is sung to the tune of \"Here we go round the mulberry bush\" to drown out a crying wife. According to the author, this phrase was a \"bland, intellectual joke\" that he first saw etched with soap on a mirror in a New York City (*) toilet. After it is revealed a couple is infertile, a man asks this phrase and his wife responds \"I am . . . I am\" to end the play. The play titled for this phrase had its Pulitzer Prize overturned by an advisory committee, and depicts verbal abuse between Martha and George. For 10 points, give this question that titles a play by Edward Albee.", "answer_sanitized": "Who's Afraid of Virginia Woolf?"}, {"question_sanitized": "Jude 1:9 (Jude Chapter 1 Verse 9) discusses how the archangel Michael and the Devil disputed over the body of this man, who faced two rivals named Jannes and Jambres according to 2 Timothy (Second Timothy). In Mark 12 (Mark Chapter 12), Jesus responds to the Sadducees' question about marriage in Heaven by recalling how God identified himself to this man as the God of Abraham, Isaac, and Jacob. In John 3:14 (John Chapter 3 Verse 14), Jesus compares his future Crucifixion to this man placing a (*) bronze animal on a pole. This man appeared with Elijah during the Transfiguration of Jesus and received the \"Old Covenant\" from God. Hebrews 12 (Hebrews Chapter 12) mentions this man's ascent of Mount Sinai, where he received the Ten Commandments. For 10 points, name this prophet who led the Israelites out of slavery in Egypt.", "answer_sanitized": "Moses [or Moshe; or Mūsā]"}, {"question_sanitized": "In many stars, the limiting step of the Bethe-Weizsäcker cycle is the capture of one of these entities by nitrogen-14. These objects quickly attach to seed nuclei in a process occurring in X-Ray bursters, the rp process. Brown dwarfs are often detected by looking for a process in which lithium is changed into a different particle with the addition of these particles. This is the smaller of the two particles that comprise 90% of the mass of a cosmic ray. Two of them combine to form a (*) neutrino, a positron, and deuterium in a process that is prevalent in low-mass stars, and which occurs in conjunction with the more dominant CNO cycle in higher-mass stars. For 10 points, name these subatomic particles that give their name to a fusion chain reaction.", "answer_sanitized": "protons [accept proton-proton chain]"}, {"question_sanitized": "Visitors to this god's temples took purifying baths before entering the abaton, a dormitory where they were visited by this god in their dreams. Major cult centers of this god included a panoramic temple on the island of Kos and a large one at this god's supposed birthplace of Epidaurus. The Romans thought this god, rather than Laocoon, was depicted by the constellation Ophiuchus (oh-fee-UK-us), possibly because he was depicted carrying a (*) staff with a single snake wrapped around it. Hygieia (\"hi\"-JEE-uh) and Panacea (pan-ah-SEE-ah) are two daughters of this god, who was cut from the womb of his mother Coronis. Hades accused this god of stealing his subjects after he brought Hippolytus back from the dead. The Hippocratic oath begins by invoking Apollo and, for 10 points, what Greek god of healing?", "answer_sanitized": "Asclepius [accept Aesculapius]"}], "bonuses": [{"leadin_sanitized": "This organization's low priority on news coverage in its early days was exemplified by the broadcast, \"Good evening, today is Good Friday. There is no news.\" For 10 points each:", "answers_sanitized": ["BBC [accept British Broadcast Corporation or British Broadcasting Company]", "Lord Haw-Haw", "Oswald Mosley [accept Sir Oswald Ernald Mosley of Ancoats]"], "parts_sanitized": ["Name this British radio broadcaster which has been run under a royal charter since the 1920s.", "The pro-Nazi propaganda broadcasts of this man, born William Joyce, prompted the BBC to make its news programs more interesting. He opened his broadcasts with \"Germany calling, Germany calling.\"", "Joyce was a member of the British Union of Fascists, which was led by this politician who was jailed in 1940 for his Nazi sympathies."]}, {"leadin_sanitized": "In one story by this author, Sasuke (sahss-kay) uses needles to blind himself since he can no longer see the beauty of the title woman after a thief disfigures her by scalding her face. For 10 points each:", "answers_sanitized": ["Junichiro Tanizaki", "kabuki", "Chikamatsu Monzaemon [or Sugimori Nobumori]"], "parts_sanitized": ["Name this author of \"A Portrait of Shunkin.\" He wrote an essay discussing \"the beauty of the dark\" and why his country's toilets are superior to western ones.", "Tanizaki's Diary of an Old Man centers on a man who is attracted to onnagata, the men who play women's parts in this form of Japanese drama. Its conventions are drawn from the much more ritualistic Noh drama.", "In Tanizaki's Some Prefer Nettles, a performance of this playwright's The Love Suicides of Amijima mirrors the dissolving marriage of its characters."]}, {"leadin_sanitized": "In the fourteenth of his Discourses on Art, this man discussed the \"excellencies and defects\" of his contemporary Thomas Gainsborough. For 10 points each:", "answers_sanitized": ["Sir Joshua Reynolds", "Grand manner [accept Grand style or Great style; prompt on great]", "academy [accept academies; accept Royal Academy or French Academy]"], "parts_sanitized": ["Name this British artist of Colonel Acland and Lord Sydney: The Archers.", "Reynolds' Discourses popularized this term for an idealized sort of art exemplified by Raphael that goes beyond imitating nature, and suggests it can be achieved using \"invention,\" \"composition,\" \"expression,\" and even \"colouring and drapery.\"", "The first Discourse discusses the advantages of a \"Royal\" example of this sort of institution, which Reynolds served as the first president of. The French one of these institutions hosted a yearly Salon."]}, {"leadin_sanitized": "In 2013 Turkey lifted a long-standing ban on wearing this item in public institutions. For 10 points each:", "answers_sanitized": ["hijab [accept higab]", "niqab [accept ruband]", "Salafi movement [accept Salafism]"], "parts_sanitized": ["Name this headscarf worn by Muslim women to preserve modesty by covering their neck and hair.", "In more conservative societies, particularly in Arabia, Muslim women wear this full-body covering which only exposes the eyes. It should not be confused with the burqa, which is primarily worn in Central Asia.", "Though most scholars say that the niqab is optional, those from this ultra-conservative Islamist movement say it is mandatory. This movement originated in Egypt and spawned the Muslim Brotherhood, though today's Brotherhood often disagrees with its purist doctrines."]}, {"leadin_sanitized": "The Langevin equation was initially developed to model this phenomenon. For 10 points each:", "answers_sanitized": ["Brownian motion [accept pedesis]", "diffusion coefficient [accept diffusion constant or mass diffusivity]", "Dirac delta function"], "parts_sanitized": ["Name this seemingly random motion of particles in a liquid. It was first observed by its namesake while viewing pollen in water.", "According to Einstein's model of Brownian motion, the mean squared displacement equals 2 times the product of time and this quantity. The Einstein relation states this quantity equals the product of mobility, Boltzmann's constant, and the temperature.", "Because at time zero the displacement of a particle must be zero, the initial condition of the probability distribution for Brownian motion is this impulse function."]}, {"leadin_sanitized": "For 10 points each, answer the following about prehistoric archaeology:", "answers_sanitized": ["type site [prompt on site]", "France [accept French Republic or République française]", "megaliths [accept word forms such as megalithic architecture]"], "parts_sanitized": ["This two-word term names a location that is exemplary of a given archaeological culture. Places of this sort often name archaeological cultures: for example, the one at Saint-Acheul (\"sahn ah-SHOOL\") names the Acheulean (\"ah-SHOOL-ee-an\") culture.", "This country contains Saint-Acheul. The type site of the Mousterian (\"moose-TAIR-ee-an\") culture is in its department of Dordogne (\"door-DOHN-yuh\"), which is in its Loire (\"l'wahr\") Valley and north of the Pyrenees (\"PEER-un-nees\").", "France's region of Brittany contains the world's largest collection of standing stones of this type at Carnac. This term, which comes from the Greek for \"big stone,\" refers to architecture made from giant rocks."]}, {"leadin_sanitized": "E.O. Wilson's claim in a 2012 book that humans demonstrate this behavior was widely panned. For 10 points each:", "answers_sanitized": ["eusociality", "haplodiploidy", "wasps [accept Apocrita]"], "parts_sanitized": ["Name this kind of behavior defined by cooperative brood care, overlapping generations, and sexual division of labor. It is displayed by Hymenopterans such as bees and ants.", "The existence of non-Hymenopteran eusocial species like the naked mole rat troubles a hypothesis that this genetic characteristic of ants and bees led to the evolution of eusociality.", "Ants and bees compromise Hymenoptera along with these eusocial stinging insects with a namesake constricted waist. Their largest members are hornets."]}, {"leadin_sanitized": "For 10 points each, answer the following about the mythical Norse chain Gleipnir:", "answers_sanitized": ["Fenrir [accept Fenrisulfr or Fenris wolf]", "woman or women [accept female human(s); do not accept or prompt on \"human(s)\" alone]", "cats (The footfalls of a cat were used to construct Gleipnir. The cat in Utgard-Loki's hall was actually Jormungandr.)"], "parts_sanitized": ["The god Tyr sacrificed his hand so that Gleipnir could be used to bind this vicious wolf to the island of Lyngvi.", "Gleipnir was constructed from six supposedly-impossible objects, including the beard of one of these figures. Embla was the first one of them in Norse mythology.", "Another of those six impossible things was the sound produced by one of these animals. After Thor loses a drinking contest, Utgard-Loki requests that he lift what appears to be a large one of these animals."]}, {"leadin_sanitized": "This garment gained popularity in the US when it was featured on Soul Train. For 10 points each:", "answers_sanitized": ["dashiki [accept danshiki]", "Washington, D.C. [accept D.C. or District of Columbia]", "Bill Russell [accept William Felton Russell]"], "parts_sanitized": ["Name this colorful West African pullover cotton garment often worn with a Kufi cap. Unlike an Ethiopian suit, it lacks a collar.", "While campaigning for mayor in this city, Marion Barry wore a dashiki. This home to K Street has electoral votes but no voting members of Congress.", "Another dashiki wearer was this basketball star who sometimes went by the name Felton X. This Celtics legend faced racism from Boston fans but became the NBA's first black head coach in 1966."]}, {"leadin_sanitized": "One writer's novel The Cypresses Believe in God won the National Prize in Literature for its description of this conflict. For 10 points each:", "answers_sanitized": ["Spanish Civil War [accept Guerra Civil Española]", "George Orwell [accept Eric Arthur Blair]", "Arthur Koestler (\"KEST-lur\") [accept Kösztler Artúr]"], "parts_sanitized": ["Name this conflict. It is the setting for the short story \"The Wall,\" in which a character unwittingly saves his own life by accidentally revealing the whereabouts of his friend Ramon.", "This author's memoir Homage to Catalonia describes how he was nearly killed when a sniper shot him in the throat during the Spanish Civil War.", "This author discussed the Spanish Civil War in his book Dialogue with Death. He wrote a novel about Nicholas Rubashov's imprisonment and execution during the era of Moscow show trials in Darkness at Noon."]}, {"leadin_sanitized": "Husks of this crop dating back to the 9th millennium BCE have been found in sites of the Cishan culture. For 10 points each:", "answers_sanitized": ["millet [accept more specific forms of millet such as foxtail millet or Job's tears; do NOT accept or prompt on \"sorghum\" or \"teff\"]", "rice [accept more specific forms or rice like wild rice]", "dragon boat [accept Duanwu; prompt on boat]"], "parts_sanitized": ["Name this crop likely domesticated by farmers in Northern China. This crop's foxtail variety was legendarily introduced by Emperor Shennong.", "This other important food crop in China can be grown in two periods each year in the Nanling Mountains. It is often grown in paddies and terraces.", "These vehicles are part of an annual festival in which rice dumplings are made with family members. Legendarily, the first instance of a race of these vehicles was when citizens of Ying tried to save the poet Qu Yuan from drowning himself in the Miluo River."]}, {"leadin_sanitized": "In one novel, the narrator stumbles upon one of these creatures named Fanny \"suspended by a handkerchief, and nearly at its last gasp.\" For 10 points each:", "answers_sanitized": ["dogs [or springers; prompt on beasts]", "Thrushcross Grange", "Heathcliff"], "parts_sanitized": ["Name these creatures. Ones like Gnasher and Skulker attack Lockwood as he walks with a stolen lantern in an 1847 novel.", "After being bitten by a dog, Catherine is forced to spend weeks recuperating at this Yorkshire residence, where Mrs. Linton teachers her proper manners and social ambition.", "This main character of Emily Brönte's Wuthering Heights is infatuated with Catherine, and, upon her marriage to the master of Thrushcross Grange, becomes an angry man with a house full of dogs."]}, {"leadin_sanitized": "In the original staging of one ballet, this character performs before a series of national dances, including a csárdás (\"char-dahsh\"). For 10 points each:", "answers_sanitized": ["Odile (\"oh-deel\") [accept, but DO NOT REVEAL OTHERWISE, the Black Swan; prompt on swan; do not accept or prompt on \"Odette\"]", "Swan Lake", "pas de deux (\"pah duh doo\")"], "parts_sanitized": ["Name this character who performs 32 fouettés (\"fwe-TAYS\") en pointe (\"on point\") at the climax of Act III of that ballet. Lev Ivanov and Marius Petipa (\"mah-ree-OOS peh-tee-PAH\") created that ballet's most common choreography.", "Odile, who is the daughter of the evil sorcerer Rothbart in this Tchaikovsky ballet, seduces Prince Siegfried (\"zeeg-freed\") and represents the \"black\" form of the title bird.", "In Act III of Swan Lake, Odile and Siegfried perform this kind of couple's dance, which is usually performed by a male and female dancer and consists of an adagio, two solos, and a coda."]}, {"leadin_sanitized": "This woman's wedding was delayed for an hour because guests were berating Felix Frankfurter for his decision in the Gobitis case. For 10 points each:", "answers_sanitized": ["Katharine Graham [accept Katharine Meyer Graham]", "Vietnam War [accept Second Indochina War]", "White House Plumbers [accept Nixon Plumbers]"], "parts_sanitized": ["Name this woman who won a Pulitzer for her memoir, Personal History, which includes details from her time owning the Washington Post.", "Graham agreed to publish the Pentagon Papers, a secret history of the US's involvement in this conflict.", "This group staged a break-in of Lewis Fielding's office to try to find dirt on Pentagon Papers leaker Daniel Ellsberg. This group headed by E. Howard Hunt and G. Gordon Liddy got their name for attempting to stop leaks from the Nixon White House."]}, {"leadin_sanitized": "The extrusive equivalent of this igneous rock is rhyolite. For 10 points each.", "answers_sanitized": ["granite", "silicon [accept silicon dioxide]", "diorite"], "parts_sanitized": ["Name this igneous rock. This intrusive rock comprises much of the Earth's continental crust.", "Granite is often classified as a felsic rock, meaning that it contains 69% or more of this element's dioxide. Citrine and amethyst are varieties of a rock also made from this element's dioxide.", "Decreasing the amount of silicon dioxide in granite will create this other rock, which has more silicon dioxide than gabbro. This rock's extreme hardness explains why so many artifacts, such as the Code of Hammurabi, are made from it."]}, {"leadin_sanitized": "This composer's radical Romantic innovations include inventing the symphonic poem. For 10 points each:", "answers_sanitized": ["Franz Liszt", "Years of Pilgrimage [accept Années de pèlerinage]", "William Tell [accept Guillaume Tell; accept William Tell's Chapel or Chapelle de Guillaume Tell or William Tell Overture]"], "parts_sanitized": ["Name this 19th century Hungarian virtuoso who used Romantic poems as the basis of his Transcendental Etudes.", "Liszt selected poetry from Romantic authors to accompany each of the piano pieces in these suites inspired by Goethe's Wilhelm Meister and Liszt's own travels. Its second suite includes depictions of Raphael's Sposalizio (\"spo-sah-LEET-zee-oh\") and the Medici tomb sculptures.", "The first \"year\" in Years of Pilgrimage begins with a piece evoking a chapel named for this person. An English horn and oboe play a ranz des vaches (\"ronz du vash\") in the overture of an opera titled for this person."]}, {"leadin_sanitized": "Met·hemoglobinemia is caused in infants exposed to this ion in drinking water at concentrations above 10 parts per million. For 10 points each:", "answers_sanitized": ["nitrate [or NO3-; do not accept or prompt on \"nitrite\"]", "serial dilution [prompt on dilution]", "saturated [or saturation; or other word forms]"], "parts_sanitized": ["Name this anion. Along with cations composed of alkali metals or ammonium, salts containing either this anion or chlorate are always water-soluble.", "Because of its extremely high solubility, accurately preparing nitrate stocks down to 10 ppm requires this lab practice, in which a solution is made progressively less concentrated in log-fold decrements over multiple steps.", "The concentration of less soluble salts than nitrates can be benchmarked by the point at which the solution has this property, meaning that no additional solute dissolves."]}, {"leadin_sanitized": "This leader introduced the second National Policy on Education as part of his policy of improving high-tech industries. For 10 points each:", "answers_sanitized": ["Rajiv Gandhi [or Rajiv Ratna Gandhi; prompt on Gandhi or R. Gandhi]", "the Emergency", "Bangladesh [or People's Republic of Bangladesh; accept Gônoprojatontri Bangladesh]"], "parts_sanitized": ["Name this Indian prime minister who was assassinated in 1991 during a campaign for re-election, several years after angering Tamil rebels by preventing a coup in the Maldives.", "Gandhi's mother Indira ruled during this period which began when she suspended democratic processes after a court ruled that she violated campaign finance laws.", "Indira Gandhi ordered an invasion of this modern-day country after it was devastated by Operation Searchlight during its independence struggle against Pakistan."]}, {"leadin_sanitized": "A 1930 edition of this book features the name of illustrator Rockwell Kent more prominently than the author, who was still then comparatively unknown. For 10 points each:", "answers_sanitized": ["Moby-Dick: or, The Whale", "Ahab", "a gold doubloon [prompt on gold coin]"], "parts_sanitized": ["Name this book, which ends with its narrator saved by floating on a companion's coffin and being rescued by a ship called the Rachel.", "This Biblically-named captain leads the Pequod on the pursuit of the title whale in Moby Dick.", "Ahab nails one of these things to the mast and promises it to whoever first spots the white whale. Different characters give their thoughts on this object as they pass by it in Chapter 99, which is titled for it."]}, {"leadin_sanitized": "Jeremy Bentham posited a circular one of these institutions in which people are surveilled from the center. For 10 points each:", "answers_sanitized": ["prisons [accept jails or correctional facilities or penitentiaries]", "Michel Foucault [accept Paul-Michel Foucault]", "gaze [accept male gaze]"], "parts_sanitized": ["Name these institutions such as the Panopticon. They are the subject of a book that differentiates between the Auburn and Philadelphia models of isolation.", "That aforementioned book is Discipline and Punish, which was written by this French thinker who also wrote The Birth of the Clinic and The Order of Things.", "Foucault begins The Birth of the Clinic with a history of the medical type of this concept, which is tied to the \"act of seeing.\" Laura Mulvey described a gendered form of this concept in an essay about \"Visual Pleasure and Narrative Cinema.\""]}, {"leadin_sanitized": "This play's title character complains that he is never able to do what others want by saying \"Whether I pound or am being pounded, / all the same there will be moaning!\" For 10 points each:", "answers_sanitized": ["Peer Gynt", "the button-moulder [prompt on moulder]", "trolls [accept Boyg]"], "parts_sanitized": ["Name this play, the last verse drama by Henrik Ibsen. At the conclusion of this play, the title character is informed that \"he has not sinned at all\" by his true love Solveig.", "This character decides to spare Peer Gynt when Solveig declares that he has not sinned at all. In an earlier scene, this character wanted to melt Peer's soul in his giant ladle.", "The best-known piece of the incidental music to Peer Gynt depicts the hall of the king of these monsters."]}]}