{"tossups": [{"question_sanitized": "1. A man of this ethnicity owned the Quedagh Merchant ship seized by Captain Kidd. Abbas I of the Safavid Empire created a district for members of this ethnicity in Isfahan called New Julfa. Soviet stereotypes of this ethnic group's craftiness inspired anti-communist jokes about their namesake \"Radio.\" Separate millets were set up for Protestants and Catholics of this ethnicity who did not belong to its (*) Apostolic Church as part of the Tanzimat reforms. Later, thousands of these people were \"relocated\" to Deir ez-Zor in the Syrian desert. Article 301 prohibits the discussion of crimes against these people ordered by Enver Pasha during World War I. For 10 points, name these people, about 1.5 million of whom died in a Turkish genocide.", "answer_sanitized": "Armenians [accept Hayer; accept Armenian Radio]  &lt;Alston, History - Cross, Historiography, and Miscellaneous&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "2. An American thinker who distinguished between nomothetic and idiographic approaches to this phenomenon co-wrote a book about its \"psychological and social aspects\" with his brother Floyd. Using factor analysis, Raymond Cattell devised 16 components that comprise this concept. Gordon Allport's theories held that this concept is affected by cardinal and central dispositions. This concept may be assessed by having subjects tell (*) stories in the thematic apperception test; another test of it uses acronyms such as INFP and ESFJ to define it. Both an inventory named for the state of Minnesota and the Myers-Briggs test measure, for 10 points, what set of traits that make up an individual, and which may be \"extroverted\" or \"introverted\"?", "answer_sanitized": "personality  &lt;Jose, Social Science - Psychology&gt;", "category": "Social Science"}, {"question_sanitized": "3. Mozart's third and most popular piano piece in this genre moves between a lyrical Andante (\"on-DAHN-tay\"), a soft Adagio (\"uh-DAH-jee-oh\"), and a flourishy Presto, and ends with an Allegretto (\"ah-leh-GREH-toh\") coda; that piece is in D minor. Chopin fused elements of the polonaise (\"poh-loh-NEZ\") with this genre in a late standalone piece, his Opus 61. Schubert and Chopin each wrote one of these pieces in F minor, though Schubert's is for piano duet. The subtitles of the sonatas in E-flat major and C-sharp minor from the Opus 27 of (*) Beethoven indicate that both are composed in the manner of these pieces. An impromptu in C-sharp minor by Chopin is also labeled as one of these pieces. The Moonlight Sonata is written to be \"quasi\" (\"KWAH-zee\") or similar to, for 10 points, what kind of free-form piece whose name suggests imagination?", "answer_sanitized": "fantasy [or fantasies or fantasias or fantaisies; accept quasi una fantasia or Polonaise-Fantaisie or Fantaisie-Impromptu]  &lt;Alston, Fine Arts - Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "4. In Jesmyn Ward's novel Salvage the Bones, Esch Batiste received a grade of an A after reading this work since she \"answered the hardest question right.\" A character in this novel receives a horse from Quick in exchange for clearing land at night. In this novel, a character who fights off buzzards blames Dr. Peabody for a woman's death. Another character in this novel is sent to a mental institution after burning down (*) Gillespie's barn. Reverend Whitfield is revealed to be a character's real father in this novel where MacGowan gives Dewey Dell fake abortion pills. In this novel, a flood sweeps away a coffin built by Cash. For 10 points, name this novel about the Bundren family's journey to bury their mother Addie, written by William Faulkner.", "answer_sanitized": "As I Lay Dying  &lt;Mao, Literature - American&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "5. In a 2006 book titled for \"The Revenge of\" this concept, the author argues that a policy of \"sustainable retreat\" be adopted. A book defending this concept discusses the author's view that life imports a form of \"negative entropy\"; that book also defends this concept using a thought experiment in which black flowers and white flowers alter the energy distribution of a place called \"Daisyworld.\" This idea is often paired with its theorizer's closely-related (*) CLAW Hypothesis, which posits the existence of a negative feedback loop to control the oceans. A form of large-scale homeostasis controls the biosphere according to, for 10 points, what hypothesis proposed by James Lovelock, and which is named for the Greek word for \"Earth\"?", "answer_sanitized": "Gaia Hypothesis  &lt;Jose, Science - Earth&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "6. In one poem, the figure of Death asserts his \"highest excellence o'er power\" by rending a \"golden hair\" from the head of this person. The last poem in the collection Triumphs depicts the author's reunification with this person, who is said to have turned an author's soul \"away from all that is base\" in a confession known as Secretum Meum (\"seh-CRET-um MAY-um\"). This person is addressed as \"you who hear the sound, in scattered rhymes\" in a collection of poems known as \"The (*) Songbook.\" The author of that collection first saw this woman in a church in his hometown of Avignon, then depicted her in the collection Il Canzoniere (\"eel can-zohn-YER-ay\"). In a type of sonnet that uses an \"octet\" and \"sestet,\" the author depicted his love for this woman. For 10 points, name this muse of the Renaissance poet Petrarch.", "answer_sanitized": "Laura [accept Laura da Noves]  &lt;Jose, Literature - European&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "7. The early Silicon Valley company Ampex was founded by an immigrant from this country. Another engineer originally from this country joined David Sarnoff at RCA to develop cathode-ray televisions. A joint-stock company founded in this country established Fort Ross in modern-day Sonoma County. A TV show co-created by former CIA officer Joe Weisberg was based on the real-life Illegals Program where (*) sleeper agents from this country pretended to be native-born Americans. An immigrant from this country built the R-4, the first mass-produced helicopter. Woodrow Wilson sent the Polar Bear Expedition to fight in this country, which many White Emigres left following a revolution. For 10 points, name this country that sold Alaska to the US.", "answer_sanitized": "Russia [accept Russian empire or Ukraine or Soviet Union or USSR]  &lt;Bentley, History - American&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "8. The Margules activity model expands excess Gibbs free energy as a power series of these quantities. This quantity for the light key, calculated on a solvent-free basis, is plotted on the axes of a McCabe-Thiele diagram. Liquid-liquid extractions are planned using diagrams where three forms of this quantity are plotted on the three sides. The phase diagram of steel plots temperature against this quantity for (*) carbon. Two forms of this quantity symbolized lowercase x and y relate the vapor pressure and total pressure at vapor-liquid equilibrium in Raoult's law. Dalton's law sets a gas' partial pressure equal to this quantity times the total pressure. For 10 points, name this quantity, the percentage a single component occupies in a mixture.", "answer_sanitized": "mole fraction [accept mass fraction; accept percentage in place of \"fraction\"; prompt on concentration; do not accept or prompt on partial answer]  &lt;Silverman, Science - Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "9. In this book, a fig asks a bramble \"Shall I leave my sweetness and my good fruit, and go to wave over the trees?\" in a section known as the Parable of the Trees. A man from this book kills Zebah and Zalmunna after overhearing a dream about a loaf of barley bread being tossed into an enemy camp. Another man from this book used the tails of some 300 foxes to burn the farmland of his enemies. Earlier in this book, a man discovers a dew-soaked (*) fleece as a sign from God to lead the Israelites against the people of Midian. Another figure from this book is blinded by the Philistines after he is betrayed by his lover Delilah. For 10 points, name this book of the Old Testament whose 12 namesake leaders include Gideon and Samson.", "answer_sanitized": "Book of Judges [or Sefer Shoftim; prompt on The Hebrew Bible or the Old Testament]  &lt;Augelli, RMP - Judeo-Christian, Bible&gt;", "category": "Religion"}, {"question_sanitized": "10. In this ballet, three women seat themselves in succession while a fourth waits until the delayed entry of a flute. Due to the size of the chamber pit of the library where this ballet premiered, it was originally scored for only 13 instruments. Four women in this ballet clap nine eighth notes above their shoulders during a rest in the music and are called \"The Followers.\" Its set includes a bench in front of a white wall and a (*) rocking chair on a raised wooden platform, both of which were designed by Isamu Noguchi. This ballet follows two newlyweds, the Bride and the Husbandman, on the day their house is blessed as a Pioneer Woman looks on. For 10 points, name this ballet with choreography by Martha Graham and music by Aaron Copland.", "answer_sanitized": "Appalachian Spring (It premiered in the Library of Congress.)  &lt;Guedes, Fine Arts - Ballet/Dance&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "11. J. P. Sullivan claims this writer's major work was originally over a million words, but that only 3 of 24 volumes survive. This author is said to have died by slitting his own wrists at supper and then going to bed to make his suicide look natural after Tigellinus accused him of treason, since this author was deemed to be a judge of \"elegance.\" This author's longest work includes a story about a widow from Ephesus who offers her husband's corpse to a guard, and several licentious scenes set in (*) Quartilla's brothel. In that novel by him a youth named Giton and the narrator Encolpius attend an extravagant feast thrown by Trimalchio. \"Arbiter\" was the cognomen of, for 10 points, what author of the Satyricon?", "answer_sanitized": "Gaius Petronius Arbiter  &lt;Jose, Literature - World and Miscellaneous&gt;", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "12. A house in Pompeii named for its fresco of this figure also contains a garden painting with a mask at the top whose central fountain is surrounded by birds. Blue curtains frame a painting of this figure that was commissioned for the Château de Bellevue (\"bell-eh-VOO\") by Madame de Pompadour. A resident of Larissa (\"LAH-ris-sah\") named Campaspe (\"KAHM-pas-pay\") modelled for an Apelles painting of this figure's (*) \"Anadyomene\" (\"an-uh-dye-AH-meh-nee\") form, which is echoed in a later painting whose right side features three tall orange trees symbolizing the artist's Medici patrons. This figure, whose \"toilet\" titles a François Boucher (\"boo-SHAY\") painting, is given a cloak by the Hora of Spring in a painting in which she stands on a seashell. For 10 points, name this goddess whose birth was painted by Sandro Botticelli.", "answer_sanitized": "Venus [accept Aphrodite or Venere; accept House of Venus or Casa de Venere or The Toilet of Venus or The Birth of Venus]  &lt;Alston, Fine Arts - Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "13. The products of this technique are usually treated with DpnI to reduce carryover. The OligoAnalyzer tool from IDT is used to predict if beta·ine or DMSO need to be added during this technique to prevent formation of hairpins. Errors can be deliberately introduced into this technique by adding manganese instead of magnesium into the master mix. This technique is typically done at the 50 microliter scale in namesake eight-strip tubes that are preheated to (*) 95 degrees in a thermocycler. To avoid forming side products such as primer dimers in this technique, the annealing temperature can be gradually reduced over thirty cycles, and the elongation time is set by the speed of enzymes like Taq. For 10 points, name this lab technique that replicates DNA.", "answer_sanitized": "PCR [or polymerase chain reaction]  &lt;Silverman, Science - Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "14. A legendary master of tantra whose name means \"born from\" these objects created hidden teachings known as terma and is called Guru Rinpoche in Tibet. The Egyptian god Nefertem represented the same blue type of these objects that Isis was often depicted holding. These objects symbolized immortality in ancient Egypt. The goddess Lakshmi (\"LUCK-shmee\") is often depicted (*) standing atop one of these objects, which appeared on the ground everywhere the young Buddha stepped. The Sanskrit word for these symbols of purity is padma. Many members of Odysseus' crew were lost on an island inhabited by men who ate narcotic examples of these plants. For 10 points, name these beautiful flowers that are sacred in many Asian religions.", "answer_sanitized": "lotus [accept blue lotus or golden lotus or Lotus Eaters or Nelumbo lucifera or Nymphaea caerulea; accept water lily; accept padma or Padmasambhava before \"padma\"; prompt on flower or lily]  &lt;Alston, RMP - World Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "15. This leader befriended Sarah Conger, the wife of the American minister, and was advised by the mixed-race socialite Louisa Pearson. This leader appointed British official Robert Hart as Inspector General of Customs. This leader executed a group of six intellectuals including Tan Sitong after carrying out a coup that ended the Hundred Days' Reform. In 2008, medical testing confirmed that this leader's nephew was (*) killed by arsenic poisoning a day before this leader's own death, resulting in the accession of the child-emperor Puyi. This woman was forced to flee to Xi'an due to her support for the Boxer Rebellion. For 10 points, name this Dowager Empress who controlled China's government in the later years of the Qing dynasty.", "answer_sanitized": "Dowager Empress Cixi [accept Cixi Taihou; accept Concubine Yi or Noble Consort Yi or Lady Yehe Nara; prompt on Dowager Empress]  &lt;Raje, History - World&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "16. A 1940 essay notes that the hemistichs of this text are similar to \"building blocks\" its author calls \"A + B\"; that essay suggests the translation \"flood timber\" for this text's phrase sund-wudu. This text is said to be about man's war \"with a hostile world\" and his \"inevitable overthrow in Time\" in another essay. This work's title character exclaims \"Fate will unwind as it must,\" suggesting that the version of this text in the Nowell Codex was modified by a (*) Christian writer. In \"The Monsters and the Critics,\" J.R.R. Tolkien defended literary readings of this poem. This text's opening sentence hwaet! (rhymes with \"cat\"), was translated as \"So!\" by an Irish poet in 1999. Seamus Heaney once translated, for 10 points, what poem, in which the title character battles Grendel and a dragon?", "answer_sanitized": "Beowulf  &lt;Jose, Literature - British&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "17. A building for these people in Bamberg was inscribed with Virgil's phrase \"Let it be a reminder of justice from which the gods cannot ignore\" and is the Drudenhaus. The priest Cornelius Loos was imprisoned for trying to defend these people, who are also the subject of Friedrich Spee's (\"FREE-dreesh spay'z\") book Cautio Criminalis. A text authored by Jakob Sprenger (\"YAH-koh SHPRENG-ur\") and Heinrich Kramer is named for \"the hammer\" of these people, many of whom were (*) put to death in the archbishopric of Trier (\"treer\"). The Malleus Maleficarum suggested using cold water to find these people who were often accused of apostasy and were more likely to be female than male. For 10 points, name these people who were accused of gathering in covens and practicing sorcery.", "answer_sanitized": "suspected witches [prompt on women or old women; prompt on other answers involving magic or people doing magic such as wizards]  &lt;Jose, History - European&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "18. A law named for this place was passed following a survey led by Pitt Langford that included artist Thomas Moran and photographer William Henry Jackson. The Northern Pacific railway opened a train station in Livingston to bring tourists to see sites like the West Thumb in this place. A Gilded Age inn at this tourist location designed by Robert C. Reamer is topped by a steep shingled roof; Reamer also designed the Canyon Hotel and (*) Roosevelt Arch here. In 1995, a pack of wolves was reintroduced to this site of a caldera that is North America's largest supervolcano. In 1872, President Grant signed an act named for this place which made it the country's first national park. For 10 points, name this home of the geyser Old Faithful.", "answer_sanitized": "Yellowstone National Park [prompt on Wyoming; prompt on Montana or Idaho before \"Canyon,\" do not accept or prompt on those responses thereafter]  &lt;Bentley, Geography - United States&gt;", "subcategory": "Geography American", "category": "Geography"}, {"question_sanitized": "19. This discipline's practitioners include the Argentine philosopher Florencio Asenjo (\"ah-SEN-hoh\"), whose LP system was discussed by Graham Priest in a book titled for \"non-classical\" forms of this discipline. Jan Łukasiewicz (\"LOO-kuh-SAY-vich\") introduced finite-valued polyvalent systems to this field. C. S. Peirce used the \"theory of relations\" in his approach to this discipline, in which he introduced the \"Peirce arrow.\" Chrysippus (\"cry-SIP-pus\") improved upon Aristotle's usage of (*) \"terms\" in this discipline by introducing \"propositions.\" In the classical form of this discipline, statements must satisfy the law of noncontradiction and the law of the excluded middle. For 10 points, what branch of mathematical reasoning often employs \"truth tables\" to determine whether or not a statement is false?", "answer_sanitized": "logic [accept non-classical logic or polyvalent logic before \"arrow\"]  &lt;Jose, RMP - Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "20. For thin films, this quantity is measured with a four-point probe and reported in its normal SI unit per square. The force reported by a strain gauge and the temperature reported by an RTD are both inferred from measured changes in this quantity. In the thermal analogy, this quantity is defined as the difference in temperature divided by the heat flux. This quantity can be directly controlled by a (*) rheostat and is measured for an unknown component by placing it on a Wheatstone bridge. For a cylinder, this quantity is proportional to the length over the cross-sectional area times a material-specific property symbolized rho. This quantity adds harmonically in parallel and algebraically in series. For 10 points, name this quantity measured in ohms.", "answer_sanitized": "electrical resistance [or sheet resistance; prompt on electrical resistivity]  &lt;Silverman, Science - Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "21. After this composer tore out the title page of his String Quartet No. 5 in F minor, he used its Andante movement as the basis for his Romance in F minor, written for violin and orchestra. This composer suggested that his pupil Josef Suk (\"YO-seff SOOK\") write a Serenade for Strings and also wrote his own such Serenade for Strings in E major. This man depicted the furiant (\"FOO-ree-ont\") and dumka (\"DOOM-kah\") folk styles in a series of sixteen pieces for piano duo that were (*) orchestrated at the request Johannes Brahms, whose own Hungarian Dances inspired those dances. In this composer's best known symphony, a solo for English horn introduces the first theme of the Largo second movement. For 10 points, name this composer of the Slavonic Dances and a symphony \"from the New World.\"", "answer_sanitized": "Antonin Dvorak [accept Antonín Leopold Dvořák]  &lt;Alston, Fine Arts - Music&gt;     NSC 2019 - Round 08 - Bonuses", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "State and local governments across the country are facing revenue shortfalls due to \"dark store loopholes\" reducing funds collected through these measures. For 10 points each:", "answers_sanitized": ["property taxes [or millage rate; prompt on taxes]", "Wisconsin", "Foxconn [or Foxconn Technology Group; or Hon Hai Precision Industry Co., Ltd.]  &lt;Bentley, Current Events - U.S.&gt;"], "parts_sanitized": ["Name these levies that are frequently used to fund school districts.", "In 2018, 24 towns in this state held local referenda to close the dark store loophole. Scott Walker lost his bid to be re-elected as this state's governor in the same year.", "Walker's administration offered significant tax benefits to this company to build a large LCD plant in Mount Pleasant. This company's CEO Terry Gou may have pulled out of the deal after Wisconsinites Paul Ryan and Reince Priebus resigned."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Acts named for this good that were enacted in 1700 and 1721 limited its sale in England, a move that encouraged the growth of the English textiles industry. For 10 points each:", "answers_sanitized": ["calico [accept caliyan]", "British East India Company [accept Honourable East India Company or BEIC, prompt on East India Company or EIC]", "Bengal [accept West Bengal or East Bengal; do not accept or prompt on “Bangladesh”]  &lt;Dees, History - Cross, Historiography, and Miscellaneous&gt;"], "parts_sanitized": ["Name this kind of cloth woven in southern India, which was called chintz when it had printed designs.", "Calico was introduced to England by this company, which had factories at Madras and Bombay. Before the Sepoy Rebellion, this company effectively ruled India.", "The British East India Company won divani, or tax-collecting rights in this province of the Mughal empire, which produced massive amounts of cotton in the Ganges-Brahmaputra delta."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The Gunwinggu (\"gun-WING-goo\") people call this creature Ngalyod (\"NYAH-lod\") and believe it rests under billabongs (\"BILL-uh-bongs\") during the dry season. For 10 points each:", "answers_sanitized": ["Rainbow Serpent [do not accept or prompt on partial answers]", "Aborigines [accept Aboriginal Australians]", "crows [accept ravens or Australian ravens or Corvus or corvids]  &lt;Alston, RMP - World Mythology&gt;"], "parts_sanitized": ["Give the common two-word English term for this creature that lives in waterholes and, in many stories, creates the world during a prehistoric era called the Dreamtime.", "Various versions of the Rainbow Serpent appear in the myths of the indigenous peoples of Australia, who are collectively referred to with this term.", "In an Aboriginal story about the origin of death, one of these animals debates with a crab about the best way to die. A three-legged example of these animals called yata-garasu led the first Japanese emperor, Jimmu, to his new homeland."], "category": "Mythology"}, {"leadin_sanitized": "A bored-looking usherette leans against a wall in a painting by this artist set in a movie theater. For 10 points each:", "answers_sanitized": ["Edward Hopper", "Frank Capra [accept Francesco Rosario Capra]", "The House by the Railroad  &lt;Bentley, Fine Arts - Painting&gt;"], "parts_sanitized": ["Name this American artist whose lonely urban scenes are exemplified by Nighthawks.", "This director's film Lost Horizon is the one boring the usherette that Hopper depicted. This person also directed It Happened One Night and Mr. Smith Goes to Washington.", "This Hopper painting is often cited as an influence on Terrence Malick's film Days of Heaven. Edward Hirsch wrote a poem describing the title white Victorian structure of this painting, which is situated against an empty plains background."], "category": "Fine Arts"}, {"leadin_sanitized": "This doctrine prevents worshippers from having jobs where they work in zoos or tend to furnaces. For 10 points each:", "answers_sanitized": ["Ahimsa", "vegetarian diet [accept vegan or lacto-vegetarian]", "stealing [accept theft or thievery; accept forms of the world steal]  &lt;Bentley, RMP - Other Religion&gt;"], "parts_sanitized": ["Name this Jain doctrine which is often translated as \"non-violence.\"", "Ahimsa also mandates that Jains follow this type of diet. Shōjin ryōri cuisine developed from Buddhists following this type of diet in Japan.", "The Jain and Hindu virtue of asteya refers to not participating in this practice. Orthodox sharia law exempts this practice from hudud punishments if it occurs between family members or in a public place, though it's supposed to be punished by chopping off the offender's hand."], "category": "Religion"}, {"leadin_sanitized": "The novel <em>Alice in Wonderland</em> has influenced computer science. For 10 points each:", "answers_sanitized": ["HTML [accept Hypertext Markup Language]", "isomorphism [accept word forms such as isomorphic or graph isomorphism]", "drag-and-drop interface [prompt on graphical user interface or GUI]  &lt;Jose, Science - Computer Science&gt;"], "parts_sanitized": ["A Python library named after Beautiful Soup is often used to parse this language which uses tags delimited with angle brackets to create web pages.", "Douglas Hofstadter asked if one could translate Carroll's poem \"Jabberwocky\" and have it retain this property in the minds of various readers. An open computer science problem asks whether two graphs have this property of being structurally identical to each other.", "Alice is also the name of a programming language with this kind of interface, in which a user clicks and holds onto an icon, and releases the mouse after moving it around."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "In a one-paragraph long short story by this author, a mother instructs the title figure to not turn into \"the slut you are so bent on becoming.\" For 10 points each:", "answers_sanitized": ["Jamaica Kincaid [or Elaine Cynthia Potter Richardson]", "Lucy [accept Lucy Gayheart or Lucy Josephine Potter]", "letters [prompt on messages; posts or mail]  &lt;Bentley, Literature - American&gt;"], "parts_sanitized": ["Name this author of the story \"Girl.\" She imagined herself as a tourist to her native Antigua in the opening of A Small Place.", "A character with this first name titles a Jamaica Kincaid novel about an au pair (OH-\"pair\"). In a late Willa Cather novel, a young girl of this name drowns after falling through ice.", "Kincaid's Lucy refuses to receive these things from her mother because she knows they'll trigger a desire to return home. Epistolary novels such as Clarissa often draw from these missives."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This country's first prime minister Tunku Abdul Rahman was forced to resign following race riots against its Chinese minority. For 10 points each:", "answers_sanitized": ["Malaysia [prompt on Malaya]", "Indonesia [or Republic of Indonesia; or Republik Indonesia]", "Bandung Conference [accept First Afro-Asian Conference]  &lt;Raje, History - World&gt;"], "parts_sanitized": ["Name this country which gained full independence shortly after it was the site of a guerrilla war called the \"Emergency\" in which Commonwealth forces fought communists led by Chin Peng.", "Malaysia fought an undeclared conflict called the Konfrontasi with this country over control of Borneo. This country gained independence from the Netherlands under its founding father Sukarno.", "In 1955 Sukarno hosted this meeting which led to the creation of the Non-Aligned Movement of countries remaining neutral during the Cold War."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "A body's albedo is defined as the proportion of incident light that undergoes this process. For 10 points each:", "answers_sanitized": ["reflection [accept reflecting; do not accept or prompt on \"refracting\"]", "Wulff-Bragg's condition [accept Bragg's law]", "centrosymmetric [accept word forms such as centrosymmetry; accept inversion symmetry; accept answers suggest they possess an inversion center]  &lt;Reinstein, Science - Physics&gt;"], "parts_sanitized": ["Name this change in direction of light when it bounces off of a surface.", "When this condition is met, waves reflecting off a crystal have constructive interference. This condition is expressed by the equation 2d sine theta equals n times lambda.", "Wave diffracted by a crystal lattice may also be modeled by the Laue equations, named for Max von Laue. Laue also names the set of 11 crystallographic point groups with this property. Second harmonic generation cannot occur in crystals with this property."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This book was originally a roughly 900 page manuscript; it's original 200-page plus Yiddish version was published under the title <em>And the World Kept Silent</em>. For 10 points each:", "answers_sanitized": ["Night", "Elie Wiesel [accept Eliezer Wiesel]", "Moshe the Beadle  &lt;Bentley, Literature - European&gt;"], "parts_sanitized": ["Name this novella, whose English version removes the ending in which the protagonist describes seeking revenge against German soldiers, as well as bizarre passages describing the sexual tension of the Holocaust.", "Night is by this author, who followed it up with books called Day and Dawn. He later won the Nobel Peace Prize.", "In Night, Eliezer studies the Talmud under this man, who escapes execution in a Polish forest. The Jews of Sighet ignore this beadle's warning of their impending doom."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Combinatorial synthesis is often used to synthesize libraries of these compounds in drug screens. For 10 points each:", "answers_sanitized": ["small molecules [or small molecule drugs]", "competitive inhibitors", "penicillin G  &lt;Silverman, Science - Biology&gt;"], "parts_sanitized": ["Give the two-word name for this type of drug that is distinguished from a biologic because it has a much lower molar mass.", "One of the most common class of small molecule drugs act as this type of enzyme inhibitor, meaning they directly bind to the active site of an enzyme and prevent the actual substrate from binding.", "Antimicrobial therapies typically rely on small molecules antibiotics like ampicillin, a derivative of this foundational antibiotic discovered on accident by Alexander Fleming."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This field was the subject of the best-known text of Pomponius Mela. For 10 points each:", "answers_sanitized": ["geography [accept Geographica]", "circumference of the Earth", "Pliny the Elder [or Gaius Plinius Secundus; prompt on Pliny]  &lt;Bentley, Other - Other Academic and General Knowledge&gt;"], "parts_sanitized": ["Give this subject, which names a work by Strabo that draws from information gathered by Artemidorus.", "The geographer Eratosthenes of Cyrene compared the length of the sun's shadow at noontime in two different locations to calculate this distance, which he figured was around 250,000 stades. It's actually about 25,000 miles at the equator.", "Julius Solinus is derisively known as this man's \"ape\" for how much Solinus ripped off this man's writings on geography. This author of the Natural History was killed watching the eruption of Mt. Vesuvius."], "category": "History"}, {"leadin_sanitized": "Conspiracy theories held that this ruler became a hermit named Feodor Kuzmich after his mysterious death from typhus in Taganrog. For 10 points each:", "answers_sanitized": ["Alexander I [or Aleksandr Pavlovich]", "Catherine the Great [accept Catherine II of Russia or Yekaterina Alekseyevna; accept Sophie of Anhalt-Zerbst; prompt on Catherine or Yekaterina]", "Decembrist revolt [accept Decembrist uprising]  &lt;Raje, History - European&gt;"], "parts_sanitized": ["Name this tsar, the first one advised by liberal statesman Mikhail Speransky. This tsar conquered Finland and granted a constitution to Poland.", "Through his father Paul, Alexander I was the grandson of this enlightened Empress of Russia who oversaw the partitions of Poland.", "In the confusion following Alexander's death, liberal army officers led this revolt against his more reactionary successor Nicholas I."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about the love life of Auguste Rodin:", "answers_sanitized": ["Camille Claudel", "The Gates of Hell [accept La porte d'enfer]", "James Abbott McNeill Whistler  &lt;Bentley, Fine Arts - Sculpture&gt;"], "parts_sanitized": ["This lover of Rodin sculpted The Wave, in which three figures join hands and crouch behind the title object. Her Sakuntala (\"sah-KOON-tuh-luh\") is at the Rodin Museum in Paris.", "Claudel was Rodin's lover while he worked on this monumental sculpture. Rodin depicted the intense love of Paolo and Francesca in The Kiss, part of this sculpture.", "Welsh artist Gwen John had an affair with Rodin while she was modelling for a planned memorial for this other artist. The red-haired model Joanna Hiffernan stands on a wolf skin carpet in the first of a series of three paintings by this American."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Hydrogen bonds are classified as an especially strong form of these intermolecular forces. For 10 points each:", "answers_sanitized": ["dipole-dipole forces [accept Debye interaction]", "delta", "-21  &lt;Silverman, Science - Chemistry&gt;"], "parts_sanitized": ["Name this class of attractive forces that occur between partially charged atoms, named for the simplest configuration of a positive and a negative charge.", "Dipole moments are symbolized using an arrow from positive to negative charges, each of which are labelled plus or minus using this lowercase Greek letter.", "Dipole moments of molecules are measured in Debyes, not Coulomb-meters, since the requisite scaling factor is ten raised to the power of this negative integer, then divided by the speed of light. The SI prefix zepto- is equivalent to ten raised to this power."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Ludwig van Beethoven's early output in this genre of chamber music includes three pieces he wrote for Count Razumovsky. For 10 points each:", "answers_sanitized": ["string quartet [prompt on quartet]", "String Quartet No. 14 in C-sharp minor [accept answers indicating Beethoven's fourteenth quartet or Opus 131]", "fugue [accept fuga or fuge; accept Grosse Fuge]  &lt;Alston, Fine Arts - Music&gt;"], "parts_sanitized": ["Name this chamber music genre which Joseph Haydn is considered the \"father\" of.", "Beethoven's favorite of his own string quartets was this late quartet in C-sharp minor, many of whose seven movements are played without pausing.", "Beethoven's 14th quartet opens with a movement in this form whose subject includes a dissonant augmented second. Beethoven's 13th quartet ends with a massive movement in this form which was later published separately from the piece, and which Igor Stravinsky said would be \"contemporary forever.\""], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "One of these poems praises the \"rocks and seas\" of Britain for their \"sweet sensations\" and \"ennobling thoughts,\" and was written after a rumored invasion of Britain. For 10 points each:", "answers_sanitized": ["Conversation Poems", "Samuel Taylor Coleridge", "frost [accept Frost at Midnight]  &lt;Jose, Literature - British&gt;"], "parts_sanitized": ["Name this set of eight poems whose unifying theme is that they examine nature. They include \"Fears in Solitude\" and \"The Nightingale,\" the latter of which gives these poems their name.", "The Conversation Poems were written by this poet, whose other works include the ballad The Rime of the Ancient Mariner.", "Coleridge imagines his child learning \"the lovely shapes and sounds intelligible\" that are part of an \"eternal language\" in a conversation poem titled for this substance \"at Midnight.\""], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Identify the following about New York City's Chinatown in the late 19th century, for 10 points each.", "answers_sanitized": ["fan tan [or yanqian; or tanqian; or yiqian]", "opium [or poppy tears; accept opium dens or Opium Wars]", "Benjamin Harrison  &lt;Bentley, History - American&gt;"], "parts_sanitized": ["A popular nighttime activity was playing this game, where players bet on how many coins would be left after a dealer put a fistful of coins onto the table and removed by four until there were four or fewer remaining.", "White-owned newspapers vilified the Chinatown \"dens\" named for this drug. China fought two wars named for this drug.", "Collection boxes were set up in Chinese-run businesses to support the presidential campaign of this man, who voted against the Chinese Exclusion Act in the Senate. The Billion Dollar Congress passed the McKinley Tariff during his presidency."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about drinking blood in Greek mythology, for 10 points each:", "answers_sanitized": ["Tiresias", "Hecate", "Santorini [accept Thera or Akrotiri] (A massive volcanic eruption during the Minoan civilization destroyed much of the original island.)  &lt;Jose, RMP - Greco-Roman Mythology&gt;"], "parts_sanitized": ["During Odysseus's nekyia (\"neh-KOO-yuh\"), he sacrifices a ram and a ewe so the spirits of the dead can drink its blood to communicate with him, though the ghost of this Theban prophet and seer is able to recognize Odysseus even before drinking the blood.", "Some scholars suggest that blood-drinking was an important element of the worship of this Greek goddess, whose primary domains included witchcraft and crossroads.", "A blood-drinking creature called the Vrykolatios (\"vrih-koh-LAH-tee-ohs\") was said to live on this island, which was legendarily created when the Argonaut Euphemus threw a clod of earth into the sea. Its fate may have inspired the myth of Atlantis."], "category": "Mythology"}, {"leadin_sanitized": "This author has spent over a decade working on her \"twinned novels\" <em>Bait</em> and <em>On the Shadow Side</em>. For 10 points each:", "answers_sanitized": ["Keri Hulme", "Man Booker Prize for Fiction [accept Booker-McConnell Prize]", "New Zealand [accept Aotearoa]  &lt;Smith, Literature - World and Miscellaneous&gt;"], "parts_sanitized": ["Name this author, who wrote about a reclusive artist named Kerewin who adopts the precocious but mute Simon Gillayley in the bone people.", "the bone people won the 1985 iteration of this prize. Paul Beatty was the first American to receive it when it was expanded from an original limitation to authors from the Commonwealth, Ireland, or Zimbabwe.", "Keri Hulme is a writer from this Commonwealth nation home to C.K. Stead. The title of the bone people refers to its native Maori people."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "An engineer is building an underwater tunnel. For 10 points each:", "answers_sanitized": ["trenches [accept Marianas trench; do not accept or prompt on “fault”]", "bulkheads", "erosion [accept word forms]  &lt;Jose, Science - Engineering and Miscellaneous&gt;"], "parts_sanitized": ["He or she may choose to build an immersible tube, which involves placing prefabricated pipe pieces into a manmade example of these depressions. In geology, oceanic ones of these structures are made by subducting plates.", "The components of the immersible tube are likely built with these interior walls, which increase the tunnel's structural integrity and may localize the spread of water in the event of a hull breach. They can also be found in airplane fuselages and ships.", "Finally, the engineer may choose to cover the tunnel with rock armor to prevent the tube from undergoing this process, in which weathering degrades it."], "subcategory": "Science Other", "category": "Science"}]}