{"tossups": [{"question_sanitized": "This character \"tried to leave\" his sister behind but he was \"more faithful than he intended to be.\" This character is fired for writing a poem on top of a box. This character calls one of his former classmates an \"emissary from the world of reality\" in the opening monologue, in which he stands in front of a fire escape and proclaims he is showing the audience a \"memory play.\" His frequent visits to the movies may actually be (*) homosexual encounters. He is called \"Shakespeare\" by one of his former high school classmates, with whom he works at a shoe factory. That man, Jim, is one of several \"gentleman-callers\" who visits this character's sister Laura. For 10 points, name this narrator of the play The Glass Menagerie.", "answer_sanitized": "Tom Wingfield [prompt on Wingfield]"}, {"question_sanitized": "In one religious tradition, gods are often shown carrying one of these symbolic objects representing a \"wrathful\" aspect, along with a ghanta, or bell, which symbolizes a \"peaceful\" aspect. That symbol, which has the force of one of these objects and the hardness of a diamond, is said to \"cleave through\" ignorance and is called Dorje (\"DOR-jay\") in Tibet, where a vehicle or (*) yana of Buddhism named for these objects is dominant. A Vedic god is commonly shown riding the white elephant Airavata (\"EYE-ruh-vut\") and carrying one of these objects in his hand, which he uses to kill a snake that blocks rivers named Vritra. Vajra (\"VAHJ-ruh\") is a Sanskrit term that refers to, for 10 points, what powerful natural phenomena which are thrown by the storm gods Indra and Zeus?", "answer_sanitized": "lightning bolts [accept thunderbolts; accept dorje before \"Dorje\"; accept vajra before \"vajra\"; do not accept or prompt on \"thunder\"]"}, {"question_sanitized": "A result named for this scientist can be proven without omega-consistency by using Rosser's Trick. Two theorems named for this scientist involve constructing systems that allow for his namesake \"sentences\" to be generated. Those theorems named for him can only be evaluated from a meta-mathematical level. The fact that the continuum hypothesis cannot be resolved in Zermelo-Fraenkel set theory is often credited to this (*) logician, who demonstrated that every consistent system of axioms admits statements that are true, but which are unprovable. For 10 points, name this Austrian mathematician who names an \"incompleteness theorem,\" and whom Douglas Hofstadter discussed along with Escher and Bach in a work of popular science.", "answer_sanitized": "Kurt Gödel [accept Gödel sentences or Gödel's incompleteness theorem or Gödel, Escher, Bach]"}, {"question_sanitized": "Members of this organization nicknamed the Cossacks of Central Avenue killed Sam Faulkner in 1927. Two other members of this organization were beaten up by partygoers at Max Kohn's bar, leading to 1951's Bloody Christmas. A head of this organization, William H. Parker, inspired Mr. Spock on Star Trek. The Christopher Commission investigated this organization, which was sued by a man who asked (*) \"can we all just get along?\" A racist detective from this organization, Mark Fuhrman, testified at the murder trial of Nicole Brown Simpson. George Holliday filmed Stacey Koon and other members of this organization beating a man whose trial verdict caused a 1992 riot. For 10 points, name this law enforcement agency whose officers beat Rodney King.", "answer_sanitized": "LAPD [or Los Angeles Police Department; LA Police Department; or City of Los Angeles Police Department; accept the Detective Bureau of the Los Angeles Police Department]"}, {"question_sanitized": "This word names a Neo-Baroque piece for strings and organ based on a fragment of a Venetian composer's Opus 4 trio sonatas found in the Saxon State Library. The diminutive form of this word denotes a mournful fourth movement possibly intended as a love song to the composer's wife Alma, which is played by only strings and harp in Mahler's Symphony No. 5. Remo Giazotto (\"jah-ZOHT-toh\") composed a popular G minor piece titled for this tempo marking and attributed it to (*) Tomaso Albinoni. This tempo marking, which names a short elegiac piece that an American composer rearranged from his Opus 11 String Quartet, typically designates a speed faster than Largo but slower than Andante. For 10 points, what tempo marking names a piece \"for strings\" by Samuel Barber?", "answer_sanitized": "Adagio [accept Adagietto or Adagio in G minor or Adagio for Strings]"}, {"question_sanitized": "This author admitted to liking the editor \"Dick Steele\" despite his inadequacies in a lecture from his The English Humorists of the Eighteenth Century. In one of his novels, the title character befriends Joseph Addison; that novel ends with the protagonist marrying his foster mother Lady Castlewood and moving to Virginia. Another novel by this author begins with the chapter \"Before the Curtain,\" which uses (*) puppets to depict its principal characters, such as one that is pursued by the Marquis of Steyne. This author of Henry Esmond wrote a novel in which William Dobbin and George Osborne vie for the hand of Amelia Sedley. For 10 points, name this 19th-century author who depicted the Napoleonic era in Vanity Fair.", "answer_sanitized": "William Thackeray [or William Makepeace Thackeray]"}, {"question_sanitized": "During a military triumph in this century, the barbarian queen Cartimandua was bestowed with wealth for her loyalty to Rome. The death of Prasutagus and punishment given to his family in this century inspired a conflict that was suppressed by governor Gaius Suetonius Paulinus. An apocryphal speech given during this century by Calgacus claims \"they make a desert and call it peace,\" and was given before his troops lost the Battle of (*) Mons Graupius. A conflict in this century legendarily ended with the suicide of its instigator, a leader of the Iceni tribe, after she lost the Battle of Watling Street. Boudicca's revolt occurred in, for 10 points, what century during which Emperor Claudius conquered Britain?", "answer_sanitized": "1st century CE [or first century; do not accept or prompt on \"1st century BCE\"]"}, {"question_sanitized": "A member of this family commissioned Frederick Kiesler (\"KEEZ-lur\") to design an ultramarine gallery, as well as \"daylight\" and \"kinetic\" galleries, for a gallery called The Art of This Century. After divorcing Max Ernst, that member of this family set up a gallery in Venice which still holds her surrealist art collection. Hilla von Rebay organized the collection of another member of this family into the (*) \"Museum of Non-Objective Painting.\" That collection is in an \"inverted ziggurat\" shaped building named for this family on East 89th Street whose continuous ramp revolves around its cylindrically shaped gallery. For 10 points, collectors Peggy and Solomon were from what family that names a white concrete museum designed by Frank Lloyd Wright in New York?", "answer_sanitized": "Guggenheim family"}, {"question_sanitized": "One of these species must be added catalytically, along with palladium, to couple organoboranes to alkyl halides. Catalytic amounts of these species are needed to catalyze E2 eliminations, Claisen condensations, and Williamson ether syntheses, since these compounds convert ketones to enolates and alcohols to alkoxides. In proteins, the side chains of arginine and lysine act as these species. Sterically hindered (*) nucleophiles like amines serve as these species in organic reactions due to their free nitrogens. These species solubilize phenols and carboxyl groups by donating a negative charge in the form of an electron pair, or by removing a proton. For 10 points, name these species whose common examples include sodium hydroxide and ammonia.", "answer_sanitized": "bases [or alkali; do not accept or prompt on \"nucleophiles\"]"}, {"question_sanitized": "Michael of Cesena (\"cheh-SEH-nah\") convinced this thinker to argue for the doctrine of Apostolic Poverty, which led to his eventual exile to Bavaria and excommunication. He updated Roscellinus's view that certain concepts are merely words when he proposed a form of speech within the mind; thus, this thinker advanced a view that later authors termed \"conceptualism.\" One of this philosopher's four books of Commentaries theorizes that only objects called (*) particulars actually exist. His view that universals are purely mental constructs is called nominalism, and is often summarized with his dictum that \"entities are not to be multiplied needlessly.\" For 10 points, name this Scholastic philosopher who developed a principle of parsimony known as his \"razor.\"", "answer_sanitized": "William of Ockham [accept Occam or Gulielmus Occamus; prompt on William]"}, {"question_sanitized": "Manila's \"Smokey Mountain\" is so named since this stuff was once continuously burned there, and the Philippines is a leading producer of examples of this stuff nicknamed \"nurdles\" and \"Mermaid's tears.\" A book on our \"Love Affair\" with this stuff by Edward Humes describes the huge amounts of it in Puente Hills, California. In 2008, officials in New York City announced that within 30 years, a park would open a facility that once received 20 (*) barges per day of this stuff. The Pacific Ocean is home to an enormous gyre that contains a huge \"patch\" of this stuff, much of which consists of abandoned flotsam or jetsam. This material accumulated in Fresh Kills on Staten Island. For 10 points, name this material that is stored in landfills.", "answer_sanitized": "trash [accept garbage or refuse; accept plastic or microplastic; accept synonyms for trash like waste or scrap material or junk]"}, {"question_sanitized": "Excitation of these structures may cause them to undergo a giant resonance. James Rainwater, Ben Mottelson, and Aage Bohr shared the 1975 Nobel Prize in Physics for their work with non-spherical models of these structures. The pairing, asymmetry, and Coulomb terms are found in a semi-empirical model of these structures which treats as them like a (*) liquid drop. The shell model of these structures predicts higher stabilities at certain magic numbers. These entities experience a mass defect between their constituent parts because of their binding energy. The residual strong force attracts the baryons in these structures together. For 10 points, name these structures formed of protons and neutrons found at the center of atoms.", "answer_sanitized": "atomic nucleus [or atomic nuclei]"}, {"question_sanitized": "In a Hindu tale, one of these animals kept growing larger as it was repeatedly moved to new habitats, until a man finally recognized it as Narayana. The Vishnu Purana describes a nyaya about \"big\" and \"little\" examples of these animals that is similar to the English term \"law of the jungle.\" An object found inside one of these animals was brought to King Dushyanta, who recognized it as the signet ring he gave to Shakuntala. The giant snake Vasuki wrapped itself around the horn of one of these animals to tie it to a (*) craft built by Manu. Vishnu's first avatar, Matsya, is one of these animals that saves humanity from a flood. Jesus miraculously feeds a crowd by multiplying loaves and, for 10 points, what animals represented by the constellation Pisces?", "answer_sanitized": "fish [accept big fish or little fish or big fish eat little fish; accept Matsya before \"matsya\"; prompt on sea monster]"}, {"question_sanitized": "The philanthropist Clarence Moore excavated more than 180 of these structures while traveling around on his steamboat, the Gopher. One of these structures was once attributed to the Adena people, but is now attributed to the Fort Ancient culture, and is distinguished by a spiral \"tail.\" That structure exemplifies the so-called \"effigy\" type of these things, which are built in animal shapes. The largest \"platform\" example of these structures in North America is the (*) \"Monks\" one in Illinois. Pre-Columbian groups referred to as \"builders\" of these things include the Mississippians, who erected many of them at Cahokia and one in Ohio called the \"Great Serpent\" one. For 10 points, name these large piles of earth created by many Native Americans.", "answer_sanitized": "burial mounds [accept Native American mounds; accept Monks Mound or Great Serpent Mound; prompt on hills or tombs or graves or cemeteries; do not accept or prompt on \"mountain\"]"}, {"question_sanitized": "Eugenia Ginzburg's experience with these places informed her memoir Journey into the Whirlwind. A work about these places compares their inhabitants to players of a game of \"Grand Solitaire\" who do not know its rules. At the end of a novel set in one of these places, the narrator notes that 3,653 days that he has lived have not been described to the reader. In that novel, a character who lives in one of these places owns a (*) spoon he casts from aluminum wire. A group of zeks living in one of these places comprise Gang 104 in a novel set in one of them; that novel was circulated as samizdat literature. For 10 points, the novella One Day in the Life of Ivan Denisovich is set in what sort of place, which also titles an \"archipelago\" described by Alexander Solzhenitsyn?", "answer_sanitized": "gulags [or Soviet labor camps or Soviet prison camps; accept The Gulag Archipelago; prompt on concentration camps or prisons]"}, {"question_sanitized": "A program written in 1960 for MIT's PDP-1 computer was nicknamed an \"expensive\" one of these devices. Nobel Prize-nominated novelist Lin Yutang came up with a Chinese version of one of these devices that more resembled their Western equivalents, doing away with the arms, pointers and customized trays on earlier models. Tom Hanks partially lends his name to an iPhone app that simulates one of these devices, and Ettore Sottsass designed an iconic red \"Valentine Portable\" one for (*) Olivetti. The IBM Selectric reduced the number of jams in the manual variety of these devices. The word for these devices can be written using only the top row of the QWERTY arrangement. For 10 points, name these devices where keys press ink to paper.", "answer_sanitized": "typewriter [or electric typewriter; or mechanical typewriter; or manual typewriters; prompt on keyboard; do NOT accept \"printing press\"]"}, {"question_sanitized": "In a novel, producers of this good form a union at the urging of Lester Mead, but the title \"Strong Wind\" breaks the movement. In another novel, a man who produced this good is thrown onto an ocean-bound train filled with a bunch of corpses, but when people do not believe his tale about his ordeal, he spends the rest of his days studying alchemy. Miguel Asturias (\"ahs-TOO-ree-as\") fictionalized the plight of workers producing this product in a (*) trilogy named for it. Mr. Brown oversees producers of this good, and later has nearly all of those workers gunned down in a massacre described by José Arcadio Segundo in the novel One Hundred Years of Solitude. The nickname \"El Pulpo\" refers to a company that harvested, for 10 points, what fruit?", "answer_sanitized": "bananas [accept Banana trilogy; accept plantains or plátanos; prompt on fruit before \"fruit\"]"}, {"question_sanitized": "Due to a lack of this tissue, orchids cannot form protocorms without forming mycorrhizae. Mutations in the FIE gene allow an unusual pattern of development in this tissue, which is the site of most instances of genomic imprinting in angiosperms. Gibberellins induce the outer aleurone layer of this tissue to secrete alpha-amylase during germination. The scutellum is a modified cotyledon that absorbs nutrients from this tissue. This tissue forms from (*) secondary fertilization of two polar bodies by a sperm cell, resulting in a triple fusion nucleus that is usually triploid. The process of refining grains usually removes all but this tissue. For 10 points, name this starchy tissue in seeds of flowering plants that provides nutrition for developing seedlings.", "answer_sanitized": "endosperm"}, {"question_sanitized": "One account of this island claims that it was home to strumpets like \"No Conscience Nan\" and \"Salt-Beef Peggy,\" as well as a con artist named Mary Carleton. Christopher Myngs began his campaign against Campeche (\"cam-PAY-chay\") on this island. A city on this island was lead by a Welshman who besieged the cities Gibraltar and Maracaibo (\"mah-rah-KYE-boh\") in wars against the Spanish. The Palisadoes sand bar once connected the mainland of this island to a city whose (*) \"Gallows Point\" was where Calico Jack and Charles Vane were executed. A devastating 1692 earthquake completely destroyed a city on this island that was once called \"Sodom of the New World.\" For 10 points, name this Caribbean island where the privateer Henry Morgan once led the city of Port Royal.", "answer_sanitized": "Jamaica"}, {"question_sanitized": "A scene in this film in which a corpse is discovered was shot by adding carnation milk and pieces of tin foil to water to add realism to the environment. Zoom-ins of the protagonist are cut using shots of passersby walking in front of the camera in a scene in this film depicting the death of a boy named Alex Kintner. This film's soundtrack uses a literal scream at the moment the head of Ben Gardner's corpse emerges from a (*) boat. At the climax of this movie, which was based on a novel by Peter Benchley, Brody defeats the antagonist by shooting a scuba tank, causing it to explode. The line \"you're gonna need a bigger boat\" was first uttered in, for 10 points, what landmark 1975 Steven Spielberg blockbuster depicting a shark that terrorizes Amity Island?", "answer_sanitized": "Jaws"}, {"question_sanitized": "A geriatric third-party ticket in this election of Simon Bolivar Buckner and John Palmer caused the Democrats to lose Kentucky. One side in this election printed fake dollars with the slogan \"IN GOD WE TRUST FOR THE OTHER 53 CENTS\" to criticize the monetary policy of a candidate who had both Arthur Sewall and Thomas Watson as running mates. This election included the first presidential campaign managed by (*) Ohio businessman Mark Hanna. In a convention speech, the losing candidate in this election declared, \"You shall not press down upon the brow of labor this crown of thorns; you shall not crucify mankind upon a cross of gold.\" For 10 points, name this election that saw William McKinley's first defeat of William Jennings Bryan.", "answer_sanitized": "Presidential Election of 1896 [do not accept or prompt on \"96\"]"}], "bonuses": [{"leadin_sanitized": "Miles Davis tells producer Bob Weinstock \"I'll play it and tell you what it is later\" at the start of this song on his Walkin', which made it a jazz standard. For 10 points each:", "answers_sanitized": ["\"If I Were a Bell\"", "Guys and Dolls", "Frank Sinatra [or Francis Albert Sinatra]"], "parts_sanitized": ["Name this Frank Loesser song which Sister Sarah sings upon falling in love with the gambler Sky. Its title phrase is followed by the prediction \"I'd be ringing.\"", "\"If I Were a Bell\" comes from this Frank Loesser musical. Its title song pokes fun at various things men \"only do\" for \"some [woman].\"", "Loesser wrote \"Adelaide\" specifically for this actor, who played Nathan Detroit in the film version of Guys and Dolls. He often performed the \"Theme from New York, New York\" as a duet with Liza Minelli."]}, {"leadin_sanitized": "During his people's freedom struggle, this leader fought the Bush War against the Rhodesian regime. For 10 points each:", "answers_sanitized": ["Robert Mugabe [or Robert Gabriel Mugabe]", "Ndebele people [or Northern Ndebele; accept Matabele; accept Mthwakazi]", "Ian Smith [or Ian Douglas Smith]"], "parts_sanitized": ["Name man who renamed Rhodesia as Zimbabwe after taking over as prime minister in 1980.", "Mugabe killed members of this ethnic group in a campaign called the Gukurahundi. This ethnic group is the second largest in Zimbabwe after Mugabe's Shona people.", "Mugabe overthrew the white settler regime of this man, the last prime minister of Rhodesia. After Zimbabwean independence this man remained Leader of the Opposition to Mugabe until 1987."]}, {"leadin_sanitized": "This symphony was completed in the same year as the composer's Cello Concerto in A minor, which was never performed during his life. For 10 points each:", "answers_sanitized": ["\"Rhenish\" Symphony [or Symphony No. 3 by Robert Schumann; accept equivalent answers such as Schumann's third symphony]", "\"Pastoral\" Symphony [accept Symphony No. 6 by Ludwig van Beethoven; accept equivalent answers such as Beethoven's sixth symphony]", "Hector Berlioz [or Louis-Hector Berlioz]"], "parts_sanitized": ["Name this symphony in five movements whose fourth movement is played in a slow tempo denoted Feierlich (\"FYE-er-leesh\") or \"Solemnly\" and depicts an impression of a cathedral.", "This other five-movement symphony is often considered the model for the \"Rhenish\" symphony. Its second movement ends with several cadenzas for flute, oboe, and two clarinets depicting birds.", "This French composer's Symphonie fantastique (\"sah-foh-NEE fahn-tass-TEEK\") also has five movements, the last of which imagines a dead artist at a \"Witches' Sabbath.\""]}, {"leadin_sanitized": "This author conceived of his poems as \"lumps in the throat\" that reach out \"toward expression . . . to fulfillment.\" For 10 points each:", "answers_sanitized": ["Robert Frost [or Robert Lee Frost]", "West-Running Brook", "gold [accept The Peck of Gold or Nothing Gold Can Stay]"], "parts_sanitized": ["Name this author who described outwalking \"every city light\" in a poem in which the speaker becomes \"acquainted with the night.\"", "Frost's poem \"Acquainted with the Night\" was published in a collection named for this stream that goes \"by contraries\" since it flows away from the ocean. In a poem, the speaker asks his wife if they both can marry this stream.", "In another poem from West-Running Brook, the speaker is told that a peck of dust is actually this valuable material. Another Frost poem asserts that \"nothing\" of this color \"can stay.\""]}, {"leadin_sanitized": "A more tightly packed form of this substance is called its hetero form. For 10 points each:", "answers_sanitized": ["chromatin", "histones", "Friedreich's ataxia [prompt on partial answer]"], "parts_sanitized": ["Name this DNA and protein complex found in eukaryotic cells, the supercoiled form of DNA found in a chromosome.", "DNA winds itself around these proteins after which they coil into the 30 nm fiber. Five isoforms of these proteins exist and their H1/H5 variant is known as the \"linker\" variety.", "A gene being silenced due to its position with respect to heterochromatin can result in position-effect variegation, which can result in this autosomal recessive condition which causes a loss of sense in the limbs and difficulty walking due to issues with the Frataxin protein."]}, {"leadin_sanitized": "The hacker group Nightscout used a security hole in a Medtronics device to treat people with this disease to create a DIY alternative that costs just $250. For 10 points each:", "answers_sanitized": ["diabetes [or Type I diabetes; or Type II diabetes; or diabetes mellitus]", "Eli Lilly and Company", "generic drugs [or generics]"], "parts_sanitized": ["Name this disease. Several tech companies sell algorithms that look for spot signs of a retinopathy caused by this disease from scans of the retina.", "The WHO (\"W-H-O\") has concluded that this company's Humulin and Humalog varieties of insulin aren't worth the expense compared to human insulin. This pharma company also sells Prozac.", "Eli Lilly makes a version of Humalog with this adjective to sell without a rebate. Drugs described by this adjective must have the same active ingredients as the patented drug they derive from."]}, {"leadin_sanitized": "For 10 points each, answer the following about New Christians, Jews who had converted to Christianity following the Reconquista:", "answers_sanitized": ["spices [accept peppers; accept the Spice Islands]", "Inquisition [accept Spanish Inquisition or Tribunal of the Holy Office of the Inquisition; do not accept or prompt on \"tribunal\"]", "Antwerp [accept Antwerpen]"], "parts_sanitized": ["In Portugal, New Christians such as Beatriz de Luna amassed fortunes by controlling the trade of these goods, which gave the Moluccas an alternate name.", "To prevent an exodus of New Christians, King Manuel I agreed to not import this institution into Portugal for at least 20 years after the forced conversion. In Spain, Tomas de Torquemada headed this organization.", "Charles V created the Office of Marrano Affairs in this city to prevent New Christians from escaping his domains. This city was home to the world's first stock exchange building."]}, {"leadin_sanitized": "A suitor of this goddess disguises himself as an old woman to tell her the tale of Iphis and Anaxarete, which warns of the danger of rejecting suitors. For 10 points each:", "answers_sanitized": ["Pomona", "Demeter", "woodpeckers"], "parts_sanitized": ["Name this Roman goddess of fruit and orchards who eventually married Vertumnus despite rejecting him several times.", "Pomona was often depicted alongside the goddesses Flora and Ceres, the latter of whom is the Roman equivalent of this Greek goddess of agriculture.", "According to Ovid, Pomona also rejected the love of Picus, a king of Latium who was transformed into this kind of bird by Circe for scorning her. One of these birds also helped feed the infant Romulus and Remus."]}, {"leadin_sanitized": "The critic Joris-Karl Huysmans (\"zhoh-REES-karl weez-MAHN\") celebrated Edouard Manet for illustrating this character \"as she undoubtedly will be.\" For 10 points each:", "answers_sanitized": ["Nana [accept Nana Coupeau]", "Emile Zola [accept Émile Édouard Charles Antoine Zola]", "Les Rougon-Macquart (\"lay ROO-gahn muh-KAR\")"], "parts_sanitized": ["Name this character whose birth is depicted in the novel L'Assommoir (\"LAH-swuh-mar\"). In the novel named for her, the aristocrat Georges Hugon stabs himself after being rejected by this actress.", "Nana was created by this French author, who wrote of a coal miner's strike in Germinal. He also wrote the essay \"J'Accuse\" during the Dreyfus Affair.", "Nana and Germinal (\"zhur-mih-NAHL\") are two of the novels in this twenty-volume series by Zola, subtitled Natural and social history of a family under the Second Empire."]}, {"leadin_sanitized": "The \"in-place\" form of this task does not build any additional structures to perform it and merely orders elements of a list. For 10 points each:", "answers_sanitized": ["sorting [accept in-place sorting or bubble sort or selection sort]", "mergesort", "non-comparative sorting [accept non-comparison based sorting or any answer indicating it's an algorithm that does not compare the elements to sort the list]"], "parts_sanitized": ["Name this process, which can be performed by so-called \"bubble\" and \"insertion\" algorithms.", "This sorting algorithm developed by John von Neumann begins by splitting a list into two sublists and recursing on each of the sublists, then performing the namesake operation on the two sorted sublists.", "Another recursive sort, radix sort, is this type of sort since it does not use any \"less than\" or other similar namesake operations to order the input. Selection, bubble, and mergesort are not this kind of sorting algorithm."]}, {"leadin_sanitized": "The 1909 Tragic Week in Barcelona followed an attempt to impose this policy in Catalonia. For 10 points each:", "answers_sanitized": ["conscription [or military draft; or mandatory military service; prompt on military service or equivalents]", "Canada [or Dominion of Canada]", "Minnesota"], "parts_sanitized": ["Give this type of policy, exemplified by the levée en masse during the French Revolutionary Wars. In South Korea, it applies to men between ages 18 and 28.", "Soldiers fired into a crowd on Easter Monday, 1917 during this country's violent Conscription Crisis. Henri Bourassa led a minority population during that conscription crisis in this country.", "In 1944, several conscientious objectors were recruited into a controversial starvation experiment named for this US state."]}, {"leadin_sanitized": "For 10 points each, answer the following about artist Hans Haacke (\"HAH-kuh\"), a pioneer of institutional critique:", "answers_sanitized": ["Museum of Modern Art [accept the MoMA]", "Tate Modern [accept Tate Gallery]", "Nam June Paik [accept Paik Nam June; do not accept or prompt on \"Park\" or \"Pak\"]"], "parts_sanitized": ["Haacke is probably best known for an inflammatory poll he handed out to visitors of this museum in 1970. This New York museum owns Starry Night and will close for renovations in 2019.", "In 1984, Haacke exhibited his portrait of Margaret Thatcher, Taking Stock (unfinished), at this gallery. It criticizes the Saatchi brothers, who have sponsored much art by the YBA movement that is displayed at this British modern art gallery.", "Haacke shared the 1993 Golden Lion with this Korean-American pioneer of video art who popularized the term \"information superhighway.\""]}, {"leadin_sanitized": "This French psychologist developed a method of identifying what he called \"slow\" children, who needed more training to succeed in schools. For 10 points each:", "answers_sanitized": ["Alfred Binet", "Stanford [or Stanford University; accept Stanford Prison Experiment]", "g"], "parts_sanitized": ["Name this psychologist who co-names a still-used IQ test along with a certain West Coast university.", "That aforementioned university is this one, which also is where Philip Zimbardo ran a \"prison experiment\" that documented how those who became \"guards\" started to abuse their power.", "After Charles Spearman found that scores on IQ tests seem to be correlated to students' performance at diverse subjects in schools, he theorized a type of comprehensive intelligence that he dubbed with this letter."]}, {"leadin_sanitized": "This poem laments that \"hope had grown grey hairs\" after the title object struck \"the combs of a smother of sand\". For 10 points each:", "answers_sanitized": ["\"The Wreck of the Deutschland\"", "Gerard Manley Hopkins", "sonnet"], "parts_sanitized": ["Name this poem which is dedicated to the happy memory of five people, who were \"exiles by the Falk Laws.\" It is one of several to use its author's concept of \"inscape\" in its verses.", "\"The Wreck of the Deutschland\" was written by this British poet, who used a metrical pattern called \"sprung rhythm\" within it.", "Hopkins pioneered a \"curtal\" variety of this poetic form that uses ten and a half lines rather than the typical fourteen. In the English variety of them, three quatrains are typically followed by a rhyming couplet."]}, {"leadin_sanitized": "The vacuum solution to these equations gives the electromagnetic wave equation. For 10 points each:", "answers_sanitized": ["Maxwell's equations", "time domain", "Cherenkov radiation"], "parts_sanitized": ["Name this set of four equations governing the behavior of electric and magnetic fields.", "Maxwell's equations may be solved numerically using a finite difference method named for this domain. An oscilloscope typically reports signals in this domain, which can be Fourier-transformed into the frequency domain.", "When using FDTD to model a system with charged particles, a numerical form of this effect can arise. In the physical world, it occurs when particles move faster than the speed of light in a medium."]}, {"leadin_sanitized": "Upon its formation in 1950, the World Fellowship of Buddhists declared that this term should not be used to designate any living Buddhist school. For 10 points each:", "answers_sanitized": ["Hinayana [prompt on Lesser Vehicle or Small Vehicle or Deficient Vehicle]", "Dalai Lama [prompt on lama; prompt on answers referring to a spiritual leader of Gelug-pa or of Yellow Hat Buddhism]", "Pali Canon [accept Tripitaka or Tipiṭaka; prompt on Three Baskets]"], "parts_sanitized": ["Give this pejorative Sanskrit term used to refer to Theravada and other conservative traditions based on the dogma of the Third Buddhist Council.", "The current holder of this religious position, Tenzin Gyatso, lamented the \"regrettable tendency\" of Mahayana Buddhists to use the term \"Hinayana\" in his book The Heart Sutra.", "One way in which Theravada Buddhists are conservative is their emphasis on this set of ancient scriptures, which were compiled and written down in a namesake language in the 1st century BC."]}, {"leadin_sanitized": "In the first chapter of a novel, Genaro Jr. reveals he purchases these things based on the weight of the paper they are printed on, and not their quality. For 10 points each:", "answers_sanitized": ["radionovelas [accept radio serials; accept scripts for radio; accept radio plays; prompt on scripts; do not accept or prompt on \"radionovels\" or \"telenovelas\"]", "Aunt Julia and the Scriptwriter [accept La tía Julia y el escribidor]", "rats"], "parts_sanitized": ["Give these texts that comprise the even chapters of a Latin American novel. Their plotlines become jumbled as their author becomes more insane.", "This novel by Mario Vargas Llosa intertwines the texts of those radio serials with the struggles of an aspiring writer named Marito, who marries the first title character.", "One of the characters in the serials is Don Federico, who finds his calling after these animals eat his son. O'Brien uses these animals to torture Winston Smith in the novel 1984."]}, {"leadin_sanitized": "Connie Field directed a 1980 documentary titled for this character that profiled women such as Wanita Allen. For 10 points each:", "answers_sanitized": ["Rosie the Riveter", "\"We Can Do It!\"", "Westinghouse Electric Company [or Westinghouse Electric Corporation; accept Westinghouse Air Brake Company; accept George Westinghouse]"], "parts_sanitized": ["Name this \"riveter\" who was the archetype of female industrial workers during World War II.", "Rosie the Riveter is often conflated with the woman wearing a polka dot do-rag, flexing her bicep, and saying this four word phrase on a poster designed by J. Howard Miller.", "The \"We Can Do It\" poster was seen by just a few thousand workers at this company until its rediscovery in the 1980s. This company once owned CBS and is named for the man who invented the air brake."]}, {"leadin_sanitized": "Immanuel Kant wrote his Prolegomena to Any Future Metaphysics as a response to this philosopher's \"decisive\" attack on metaphysics. For 10 points each:", "answers_sanitized": ["David Hume [or David Home]", "experience [accept word forms, such as experiencing; accept sense-experience]", "necessary [or necessity]"], "parts_sanitized": ["Name this Scottish philosopher, whose metaphysical works include A Treatise of Human Nature.", "Hume's Treatise argues all conclusions derived from this concept must \"suppose, as their foundation, that the future will resemble the past.\" Empiricism is the theory that all knowledge is derived from this human action.", "Hume's Enquiry argues that humans form this kind of connection between events to explain causes and their effects. In logic, this condition and \"sufficiency\" are needed for \"if and only if\" claims to be true."]}, {"leadin_sanitized": "Like hydrogen peroxide, this compound is a commonly used oxidant in green chemistry reactions. For 10 points each:", "answers_sanitized": ["sodium hypochlorite [or NaOCl]", "acetic acid [or CH3COOH; or C2H4O2]", "chloroform [or CHCl3; or trichloromethane]"], "parts_sanitized": ["Name this compound which many biology labs keep handy, since it's the active ingredient in bleach.", "Reacting sodium hypochlorite with acids releases chlorine gas, which is why it's never a good idea to mix cleaning supplies, particularly coupling bleach with this common weak acid found in vinegar.", "Reacting isopropanol with bleach isn't any better: the isopropanol gets oxidized to acetone, then undergoes a namesake reaction to form this hazardous, volatile liquid that biology labs still keep around as a co-solvent for purifying nucleic acids."]}, {"leadin_sanitized": "This character upsets his roommate by declining an invitation to dinner from the Pigeon sisters. For 10 points each:", "answers_sanitized": ["Felix Unger [accept Felix Unger]", "The Odd Couple", "cigarette ashes [accept The Valley of Ashes]"], "parts_sanitized": ["Identify this fastidious character who ends up briefly living with those sisters after his sportswriter roommate kicks him out of an apartment.", "Felix Unger and Oscar Madison make up the title incompatible pair in this 1965 Neil Simon play.", "An argument between Felix and Oscar escalates when Oscar dumps this stuff on the freshly vacuumed carpet in the apartment. In The Great Gatsby, George Wilson lives in a \"Valley\" named for this stuff."]}]}