{"tossups": [{"question_sanitized": "A character in this novel is named after a mutineer who falls victim to cannibalism in Edgar Allen Poe’s The Narrative of Arthur Gordon Pym. That character kills a blind Frenchman in this novel, after which the narrator regains his sight. This novel’s narrator receives lessons from a pandit (“pundit”), Father Martin, and one of two Mr.&nbsp;Kumars about their respective religions. A Parisian pool provides the name of this novel’s narrator, who abandons his vegetarianism to eat dorados and visits an island of carnivorous algae full of fish-eating meerkats. This novel’s narrator washes up on the beach in Mexico and escapes from Richard Parker, a tiger. For 10 points, what novel by Yann Martel follows an Indian boy stranded at sea?", "answer_sanitized": "Life of Pi", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "A process that regulates this protein involves RhoA recruiting a formin. Podosomes and their cancer-related counterparts invadopodia are rich in this protein, which is why they are inhibited by Wiskott–Aldrich syndrome. “Comet tails” or “rockets” made of this protein help transmit Listeria monocytogenes between cells. Lamellipodia at the “leading edge” of cells contain a Y-shaped form of this protein with its arms at a 70-degree offset, which is created by the ARP2/3 complex. The polymerization of this molecule, which is thought to generate force and power cell motility, creates its filamentous “f” form from its globular “g” form. Microfilaments composed of this protein make up the cytoskeleton. For 10 points, name this protein whose association with myosin powers muscle contraction.", "answer_sanitized": "actin [accept f-actin or filamentous actin or g-actin or globular actin]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This composer depicted drops of rain by striking mugs with a wooden spoon in an opera inspired by a medieval mystery play. Another opera by this composer opens each of its 16 scenes with a variation on a serial 12-note theme named for the title object. In an opera by this composer, horns play in thirds under a syncopated woodwind rhythm in the “Sunday Morning” section. That opera by this composer contains an “Embroidery Aria” in which Ellen recognizes a jersey she knitted for John. The title fisherman is blamed for the deaths of his two apprentices in an opera by this composer that includes four Sea Interludes. This composer adapted Purcell’s Abdelazer into a pedagogical work. For 10 points, name this English composer of Peter Grimes and The Young Person’s Guide to the Orchestra.", "answer_sanitized": "Benjamin Britten (The operas are Noye’s Fludde and The Turn of the Screw.)", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "A commander from this city despised Themistocles, calling him city-less, to which Themistocles responded that he didn’t need a city since he had 200 triremes. It’s not Rome, but tall poppy syndrome first appears in Greek historiography in an anecdote in which the Milesian tyrant Thrasybulus cut down the best of his crop to explain to a tyrant of this city how to maintain power. Lucius Mummius defeated the Achaean League in a battle near this city and razed it to the ground in 146&nbsp;BCE. Thousands of hetaira prostitutes inhabited temples in this city, which was the first to develop black-figure pottery. The greased diolkos pathway in this city allowed ships and wagons to pass over land and was built by its tyrant Periander. For 10 points, name this Greek city-state located on a namesake isthmus.", "answer_sanitized": "Corinth [or Kórinthos]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "Fungi use this metal to degrade phenolic lignin in namesake peroxidases. Two plus-2 ions of this metal are cofactors for an enzyme inhibited by nor-NOHA, which catalyzes ornithine formation at the end of the urea cycle. It’s not iron, but this metal is an essential cofactor for arginase and for eukaryotic, mitochondrial superoxide dismutase. This metal’s sulfate is used to measure a water sample’s dissolved oxygen concentration in the Winkler test. One calcium atom and four atoms of this metal oxidize water in the oxygen-evolving complex of photosystem&nbsp;II. This element’s dioxide is the cathode in alkaline batteries. Baeyer’s test uses a purple polyatomic anion of this metal with a plus-7 oxidation state named with the prefix “per-.” For 10 points, what transition metal is named for the same Greek region as magnesium?", "answer_sanitized": "manganese [or Mn; prompt on potassium permanganate or KMnO4; accept manganese peroxidase]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Note to moderator: Read the answerline carefully. This variable alters the extent that Tehrani Farsi speakers use vowel harmony. The controversial paper “The Early Catastrophe” argues that differences in this variable can create a “30-million-word gap.” This variable differs for speakers of “U” and “Non-U” English. Speakers with lower values of this variable drove the Northern Cities Vowel Shift and may exhibit h-dropping and th-fronting. Department stores served as proxies for this variable in a study tracking r-coloration in the phrase “fourth floor.” William Labov (“luh-BOHV”) studied how gender and this variable create sociolects. Received Pronunciation suggests a higher value of this variable than Cockney. For 10 points, linguistic prestige often tracks with what variable that stratifies society into tiers like upper and middle?", "answer_sanitized": "socioeconomic class [or social class or economic class; or socioeconomic status or SES; accept income or wealth or similar; accept prestige until read; prompt on linguistic registers or formality or politeness; prompt on privilege; accept specific classes like working class; prompt on education or equivalents by asking “levels of what other social variable are often predicted by educational attainment?”]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A character in this play who falsely remembers his father as “a Frenchman with a pointed beard” is asked if he is made of “muscle or chicken fat.” In this play, a character who inherits his mother’s inn is revealed to be a man nicknamed Peter Piper who seduced a 16-year-old girl. A woman in this play once drove through a bombardment with fifty loaves of almost-moldy bread. In this play, the prostitute Yvette (“ee-VET”) sings the “Fraternization Song” and owns red boots that are tried on by a mute girl, who is later shot for beating a drum in warning. Eilif, Kattrin, and Swiss Cheese die in the Thirty Years’ War in, for 10 points, what play about Anna Fierling written by Bertolt Brecht?", "answer_sanitized": "Mother Courage and Her Children [or Mutter Courage und ihre Kinder]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A demon from this country’s folklore hides in women’s bathrooms and asks visitors if they want a red or blue cloak, killing them either way. Monsters from this country are depicted in The Night Parade of a Hundred Demons and were also described in stories by Lafcadio Hearn. A ghostly “snow-woman” from this country’s folklore freezes travellers to death. Cucumber-loving demons from this country are hurt if they spill the water stored in a bowl on their head; those demons drown people and steal their soul through their anus. A deity from this country gave birth to three gods from his two eyes and nose by taking a bath after visiting the underworld Yomi. This country’s yokai include the kappa and Yuki-onna. For 10 points, fox spirits called kitsune serve what country’s kami Inari?", "answer_sanitized": "Japan [or Nippon-koku or Nihon-koku] (The demon in the first clue is “Aka Manto.”)", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "A letter that this man sent to the Egyptian people was dissected and critiqued in a long response by al-Jabarti. This man appears on the right-hand side of James Gillray’s political cartoon The Plumb-pudding in danger, in which he and another world leader carve up a globe. Contrasting this man’s ascent to power with that of his nephew led Karl Marx to write that history repeats itself “the first time as tragedy, the second time as farce.” This man and Mikhail Kutuzov both claimed victory after a battle in which this man refused to commit his Imperial Guard. That decision may have resulted in this man’s defeat in the War of the Sixth Coalition after losing much of his forces at the Battle of Borodino. For 10 points, name this French general who was exiled to Saint Helena (“heh-LEE-nuh”) after losing the Battle of Waterloo.", "answer_sanitized": "Napoleon Bonaparte [or Napoleon I; or Napoleone di Buonaparte]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Olivier Messiaen’s (“mess-YAWN’s”) “mode of limited transposition” of this number consists of two repetitions of the sequence four semitones and a whole tone. A chord of this number names the enharmonic respelling of Richard Wagner’s “Tristan chord.” This is the typical number of sections of a rondo that has two B&nbsp;sections and a C&nbsp;section. This many eighth&nbsp;notes is equivalent to a double-dotted half&nbsp;note. The Locrian mode is built by starting on this degree of a major scale. This is the maximum number of sharps or flats that can be found in a standard key signature. The leading tone is the scale degree of this number. For 10 points, what is the number of unique notes in a major or minor scale and the number of musicians in a septet?", "answer_sanitized": "seven [or seventh; or 7]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A small number of values of this data type are stored in a PATRICIA variant of a certain data structure that contains transitions on these values. In object-oriented programming languages, these data types are the most common ones to be “interned,” so that their literals reference the same single copy in a global pool of them. These values can be efficiently stored in a trie (“try”), spelled T-R-I-E. These immutable objects are fed into a rolling hash in the Rabin–Karp algorithm, which, like the KMP algorithm, performs a search on them. In Unix, this data type is searched with regular expressions by the grep command. Two of these values are combined in concatenation. In C, this data type must be null-terminated and is represented as an array of characters. For 10 points, name this data type representing text.", "answer_sanitized": "strings [accept string interning; prompt on text until read; prompt on characters until read]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This author claims that lack of artistic ability and a love of flowers are common characteristics of people who live in a country with “old maids bicycling to Holy Communion through the morning mist.” This author alleged that writing phrases like “the jackboot is thrown into the melting pot” saves mental effort but has vague meaning. That essay by this author of “The Lion and the Unicorn” parodies a verse from Ecclesiastes (“uh-KLEE-zee-ASS-teez”) and provides 6 rules for writing. In another essay, this author described a police officer who performs the title action to avoid humiliation in front of Burmese villagers. In a novel by this author, the main character is tortured in Room 101 for information about Julia. For 10 points, name this British author of “Shooting an Elephant” who created Winston Smith in 1984.", "answer_sanitized": "George Orwell [or Eric Arthur Blair] (The essay is “Politics and the English Language.”)", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The explorer Richard Burton visited this territory’s “Destroying Angel” Porter Rockwell. Settlers of this territory perpetrated the Circleville Massacre and fought the Tintic War with Chief Walkara’s Timpanogos people. “This Is The Place Heritage Park” celebrates this territory’s handcart-pulling pioneers, who fought the army in an 1857 “rebellion” termed “Buchanan’s blunder” after their “Exodus” from Illinois. The first transcontinental telegraph connected Omaha to Carson City via this territory’s theodemocratic capital. This territory’s Nauvoo Legion disguised as Southern Paiutes (“PY-yoots”) to attack the Baker–Fancher party in the Mountain Meadows massacre. The Compromise of 1850 created this territory instead of the State of Deseret favored by Brigham (“BRIG-um”) Young. For 10 points, name this Great Basin territory settled by Mormons.", "answer_sanitized": "Utah Territory [or Territory of Utah; accept UT; accept State of Deseret until read; prompt on Nevada Territory by asking “what earlier territory was that territory split off from?”]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In Zazie in the Metro, the title girl learns that “a homosexual is a man who wears” these items, and has a fake cop buy her one at a flea market. These items became a form of protest after a 1998 Italian Supreme Court ruling that wearing them implied consent. It’s not a flower, but this item names a series of 2006 protests against Alexander Lukashenko. Elio Fiorucci’s Buffalo 70 design of these items was popular at Studio 54. Donald Freeland first developed stonewashing for these items. A Lazy “S” design appeared on a Lee 101 Rider version of these items worn with a red bomber jacket in Rebel Without a Cause. These clothing items became popular among miners after a San Francisco dry goods merchant added copper rivets to pants. For 10 points, name these denim pants made by Levi Strauss.", "answer_sanitized": "blue jeans [prompt on denim or pants until read; prompt on tight pants or equivalents by asking “what kind of tight pants?”; prompt on waist overalls by asking “what is the modern term for those clothes?”]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "A long-lost story by this author about the “slender and darkly handsome” alcoholic writer Emmett Monsen was published in 2015 by Strand. A character in a story by this author states “now that thing is gone” after learning that his former lover married the philanderer Lud Simms. This author wrote a story about Judy Jones inspiring Dexter Green to quit his job as a golf caddy. A character created by this author is rejected from Yale when he turns 18 because he appears to be at least 50 due to the fact that he ages backwards. This author of “Winter Dreams” and “The Curious Case of Benjamin Button” wrote a novel that climaxes with a car speeding through the valley of ashes and killing Myrtle Wilson. For 10 points, name this author who wrote a novel about the green light-watching lover of Daisy Buchanan, The Great Gatsby.", "answer_sanitized": "F. Scott Fitzgerald [or Francis Scott Key Fitzgerald] (The story in the first line is “Temperature.”)", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A red wall runs across the background of a painting titled for one of these events that depicts four laughing men lined up on its left side by Yue Minjun. Edgar Degas reassembled the fragments of a painting depicting one of these events that is currently held in the National Gallery in London. A group of metallic figures stand on the right side of a Picasso painting depicting one of these events in Korea. The viewer’s shadow can be seen in the foreground of an Édouard Manet painting of one of these events whose victim wears a sombrero. In a painting depicting one of these events, a lantern box illuminates a Christ-like figure with his hands up. That painting depicting one of these events is set during the Peninsular War. For 10 points, name this type of event depicted in Francisco Goya’s Third of May, 1808.", "answer_sanitized": "executions [accept death by firing squad or being shot or similar; accept Massacre in Korea; prompt on war; prompt on death by asking “what specific type of death is depicted?”] (The Manet painting is The Execution of Emperor Maximilian.)", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "A seeker of this office who had previously headed the “Sedesol” anti-poverty initiative was assassinated at a rally where the shady “Omega Group” provided him security. A 2004 memoir claimed that an election to this office was rigged through a computer crash mocked by the phrase “the system has crashed.” The National Polytechnic Institute was created by a holder of this office who pursued “integral liberation” for indigenous people. Holders of this office would handpick their successors in a tradition nicknamed “the finger tap,” or el dedazo (“day-DAH-so”). While in this office, Lázaro Cárdenas nationalized oil industries under Pemex. The PRI’s seven-decade control of this office ended in 2000 with the election of Vicente Fox. For 10 points, name this position currently occupied by Andrés Manuel López Obrador.", "answer_sanitized": "President of Mexico [or Presidente de México; both parts required; accept United Mexican States or Estados Unidos Mexicanos in place of “Mexico”; prompt on president by asking “of what country?”]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A 2020 Science Advances article posited a universal limit for the velocity of these entities, which would be fastest in metallic hydrogen. The equation modelling these entities states that the Laplacian of their namesake pressure, minus 1 over their velocity squared times the second time-derivative of p, equals zero. An alternative form of heat transfer found in superfluid helium is named for behaving like these phenomena. The Newton–Laplace equation states that these entities travel through fluids at a speed equal to the square&nbsp;root of the bulk modulus over the density. In solids, these entities may accompany transverse shear waves, but are normally compression-based longitudinal waves. For 10 points, what kind of waves, when between 20&nbsp;hertz and 20&nbsp;kilohertz, are detectable by the human ear?", "answer_sanitized": "sound waves [accept acoustic waves or acoustic wave equation; prompt on longitudinal waves or compression waves until read; prompt on waves]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This thinker likened human laws of nature to the life-and-death struggle between the two halves of a severed Australian bulldog ant. This thinker formulated an extended analogy where harmonies correspond to the animal world and melodies correspond to the human world in claiming that music is on the same metaphysical level as Platonic ideals. This thinker rejected an earlier thinker’s claim of a causal (“CAUSE-al”) relationship between sensations and things-in-themselves, instead arguing that they are aspects of the same reality. This thinker claimed that his fourfold roots of the principle of sufficient reason were necessary to understand his major work, which was inspired by reading the Upanishads. For 10 points, name this pessimistic German philosopher of The World as Will and Representation.", "answer_sanitized": "Arthur Schopenhauer", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Michael Harner claimed to isolate “core” traits of these figures, inspiring many “plastic” imitators. Musicians imitate deer calls for these figures among the Soyot. The motif of the “sky-high-tree” suggests that these figures belong to the same tradition as the Hungarian táltos (“TALL-tohsh”). The “black” Darkhad type of these figures is maligned as “evil” in the Buddhist-influenced “yellow” tradition favored by Buryats. Women called mudang act as these figures to lead gut (“goot”) rites in Korean Shindo. The Inuit Angakkuq exemplifies these figures, whose name comes from Tungusic ones in Siberia. Silicon Valley millionaires now hire these figures from South America to guide “vision quests” induced by the drug ayahuasca. For 10 points, what spiritual leaders enter trances to commune with spirits?", "answer_sanitized": "shamans [accept neoshamanism; accept wise women or medicine men; prompt on prophecy or magic or divination or witchcraft or witch doctors or seers or soothsaying or healing or mysticism or entering trances or using drugs or entheogens or any related answers by asking “led by what specific spiritual figure?”; accept séances or mediums or communing with spirits or spirit possession until “spirits” is read]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In one holiday, these people face babies towards each other until they cry, with the assistance of a priest in an ogre mask. These people oil their hair to resemble gingko leaves, and traditionally lift their aprons to each other to demonstrate they have no weapons. Bagel salesmen and schoolteachers are compared to these people in the first full chapter of Freakonomics, which discusses them throwing matches. Between 2002 and 2016, 81 of the 88 champions of these people were Mongolian. They’re not emperors, but according to myth, the first of these people was the thunder god Takemikazuchi (“TAH-kay-mee-KAH-zoo-chee”). The yorikiri and oshidashi are two strategies these people commonly utilize when trying to force their opponents out of the dohyō’s fighting ring. For 10 points, name these athletes of Japan’s national sport.", "answer_sanitized": "sumo wrestlers [accept rikishi or sumōtori or osumōsan; prompt on Japanese wrestlers or wrestlers by asking “of what sport?”]", "subcategory": "Other Academic", "category": "Other Academic"}], "bonuses": [{"leadin_sanitized": "People of this ethnicity make pilgrimages to the tombs of Mala Mustafa and Idris Barzani in the al-Khalideen shrine north of the ancient city of Erbil. For 10 points each:", "answers_sanitized": ["Kurds [or Kurdish people; accept subgroups like Sorānī or Gorānī Kurds or Zaza or Kurmanji or Hadhabani]", "Adam", "Satan [or Shayṭān; or Iblis or Ebris; or Lucifer; or the Devil; or Old Scratch or equivalents; prompt on the jinn or equivalents]"], "parts_sanitized": ["Name this ethnic group whose ancient adherence to Zoroastrianism inspired their solar emblem. Today, most people of this ethnicity follow the Shāfi‘ī school of Sunni Islam, but minorities practice the Yārsānī and Yazidi faiths.", "Both ISIL and medieval Muslim Kurds attacked the Yazidi stronghold in the Sinjar Mountains because the Yazidi celebrate the “peacock angel” Melek Taus (“tah-OOSE”) for refusing to bow to this figure. Allah commands the angels to bow to this figure in the Quran.", "The medieval Sunni mystic Ahmad Ghazālī wrote that love for God inspired this figure’s refusal to bow to Adam. Yazidi persecution has been rationalized by conflating Melek Taus with this “adversary” who tempts humanity."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This country’s Kayan people have been nicknamed “giraffe women” for wrapping gold coils around their necks. For 10 points each:", "answers_sanitized": ["Myanmar [or Burma; or Pyidaunzu Thanmăda Myăma Nainngandaw]", "footbinding [or word forms or chánzú]", "Sun Yat-Sen [or Sūn Yìxiān; or Sun Tak-ming; or Sūn Wén; or Sun Tai-tseung; or Sun Zhongshan; or Zàizhī; or Nakayama Shō; accept Gúofù]"], "parts_sanitized": ["Name this modern-day country whose Konbaung (“cone-baong”) dynasty outlawed the usage of peacock designs on non-royal clothes. This country’s traditional longyi waist garment was inspired by Malay sarong.", "The “golden lotus” was the highest standard for this other body modification practice begun by Táng dynasty women, in which tightly wrapped cloth squeezes an appendage. This controversial practice often led to the loss of toes from gangrene.", "The martyred activist Qiū Jǐn (“ch’yoh jin”) rallied against footbinding in her manifesto China’s 200 Million Women Comrades, which was widely circulated among this leader’s Tóngménghuì (“tung-mung-hway”) secret society. This leader used the Wǔchāng Uprising to spark the Xīnhài Revolution against the Qīng emperor Pǔyí."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "The Robertson–Walker metric is usually written ds-squared equals cdt-squared minus a bracketed spatial term that is multiplied by this quantity squared. For 10 points each:", "answers_sanitized": ["scale factor [or Robertson–Walker scale factor; accept a or a(t)]", "Edwin Hubble [accept Hubble constant or Hubble parameter or Hubble Space Telescope; prompt on H0 or H-sub-0]", "temperature of the CMBR [accept cosmic microwave background radiation in place of “CMBR”; prompt on average temperature of the universe; prompt on temperature by asking “of what?”]"], "parts_sanitized": ["Name this value, which describes how much the universe has expanded relative to a past time. The second Friedmann equation gives an equation for the second time-derivative of this quantity over itself.", "The time-derivative of the scale factor divided by the scale factor gives this man’s namesake constant, which new evidence increasingly suggests is miscalibrated. This man names a space telescope that has been in orbit since 1990.", "At the epoch corresponding to the scale factor, this value is inversely proportional to the scale factor. The monopole and dipole anisotropies (“an-eye-SAW-truh-peez”) are the causes of some of the fluctuations of this quantity, which is very low in one location found by WMAP (“W-map”)."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "The maidservant Rosanna Spearman drowns herself in quicksand after this object goes missing on the night of a birthday dinner. For 10 points each:", "answers_sanitized": ["the Moonstone [or the diamond from The Moonstone or equivalents; prompt on answers indicating a diamond or precious stone]", "India [or Bhārat; accept A Passage to India]", "Anthony Trollope (“TRAW-lup”)"], "parts_sanitized": ["Name this object inherited by Rachel Verinder, which is taken from the body of a disguised Godfrey Ablewhite by three ostensible jugglers.", "Colonel Herncastle plunders the title diamond from this country in Wilkie Collins’s novel The Moonstone. British authorities accuse Dr.&nbsp;Aziz of assaulting Adela in an E.&nbsp;M.&nbsp;Forster novel titled for A Passage to this country.", "Lizzie Greystock inherits a set of Indian gems in The Eustace Diamonds, the third novel in this author’s “Palliser” series. This author wrote about the perceived moral bankruptcy of English society in The Way We Live Now."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "In the second movement of a certain piece, this melody twice interrupts a waltz that is itself derived from this melody. For 10 points each:", "answers_sanitized": ["idée fixe (“ee-day FEEKS”) from Symphonie fantastique [prompt on principal melody from Symphonie fantastique or equivalents; prompt on fixed idea by asking “what is the foreign-language term?”]", "Hector Berlioz", "witches [accept “Dream of a Witches’ Sabbath”]"], "parts_sanitized": ["Name this melody that first appears in the “Daydreams – Passions” movement of a certain piece. At the end of the fourth movement, a high solo clarinet plays the first few notes of this melody shortly before a loud cymbal crash.", "This French composer used the idée fixe from Symphonie fantastique to represent Harriet Smithson, a Shakespearean actress whom he was deeply in love with.", "The final movement of Symphonie fantastique is titled in part for these people, whose other musical depictions include Mussorgsky’s Night on Bald Mountain and “The Hut on Hen’s Legs” from Pictures at an Exhibition."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "Delta Blues songs by Tommy Johnson and Ishmon Bracey provide evidence that this policy led to outbreaks of “jake leg” paralysis from Jamaica ginger. For 10 points each:", "answers_sanitized": ["Prohibition [accept the 18th Amendment; accept temperance; accept banning alcohol or equivalents; accept the Volstead Act]", "The Bahamas [or Commonwealth of the Bahamas; accept the Lucayan Archipelago; prompt on the West Indies; do not accept or prompt on “Antilles”]", "Meyer Lansky [or Meier Suchowlański; accept “The Mob’s Accountant”]"], "parts_sanitized": ["Identify this policy enforced by Georgia Hopley and the master of disguise Agent Daisy Simpson. This policy was flouted by Vermont’s Hilda Stone, Chicago’s “Moonshine Mary,” and other bootleggers.", "During Prohibition, John Ashley, Gertrude “Cleo” Lythgoe, and Bill McCoy smuggled Scotch and rum from Bimini in this British colony. Enslaved Virginians revolted and sailed to this archipelago in the Creole case.", "This mobster ran casinos in The Bahamas and Cuba before fleeing the Cuban Revolution. This Murder, Inc. leader and Bugsy Siegel joined Lucky Luciano’s Italian mafia in the multi-ethnic National Crime Syndicate."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Note to moderator: Read the answerline to the first bonus part carefully. A September 2020 open letter to The Lancet highlighted identical antibody concentrations across nine test patients of this product. For 10 points each:", "answers_sanitized": ["Russian COVID-19 vaccine [both parts required; accept vaccine for COVID-19 developed in Russia; accept Sputnik V; accept GAM-COVID-TAC; accept coronavirus or SaRs-COV-2 in place of “COVID-19”; prompt on COVID-19 vaccine by asking “what country was it developed in?”; prompt on Russian vaccine by asking “for what?”]", "Vladimir Putin", "Israel [or Yisra’el]"], "parts_sanitized": ["Name this product developed by the Gamelaya Research Institute whose freeze-dried format resembles an earlier product for smallpox released in the 1970s. A description is acceptable.", "The daughter of this current Russian President was one of the first people to be given the Sputnik&nbsp;V vaccine.", "In September 2020, this country’s biotech company Nanoscent partnered with G42 Healthcare in the United Arab Emirates to develop a COVID-19 vaccine. Nobel Prize winner Michael Levitt has lobbied this country’s prime minister to take a herd immunity approach to supposedly mutate COVID-19 to a weaker strain."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "The principle of virtual work states that for a system to experience zero virtual work, this quantity’s values must equal zero. For 10 points each:", "answers_sanitized": ["generalized force", "momentum [or generalized momentum; or linear momentum; do not accept or prompt on “angular momentum”]", "energy"], "parts_sanitized": ["Give this quantity typically denoted by capital Q. Its values equal applied force dotted with the partial derivative of displacement with respect to the generalized coordinates.", "The generalized coordinates used in Lagrangian mechanics are typically paired with the generalized form of this quantity, which is labelled p-sub-i and canonically conjugate to a generalized coordinate q-sub-i.", "The Lagrangian used in Lagrangian mechanics has the same units as this quantity because it is equal to the difference between its kinetic and potential forms."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This author has compared giving interviews to her experiences being interrogated by secret police under Ceaușescu (“chow-SHESS-koo”). For 10 points each:", "answers_sanitized": ["Herta Müller", "hunger [accept The Hunger Angel or Atemschaukel; or Sult]", "Nobel Prize in Literature [prompt on Nobel Prize]"], "parts_sanitized": ["Name this author who documented the experience of communist Romania’s German minority in novels like The Passport and The Land of Green Plums. Her most famous novel was inspired by the life of poet Oskar Pastior.", "Müller described Leo Auberg’s experience in a Soviet labor camp in a prose-poem novel titled for an angel of this condition. A penniless writer eventually leaves Oslo by boat after pawning his belongings to escape this title condition in a novel by Knut Hamsun.", "Müller criticized the Swedish Academy for awarding Mo Yan this prize in 2012, on the grounds that he “celebrated censorship.” Müller herself won this prize in 2009."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Jonathan Cohen’s “Master Argument” of these things argues that they are contextually determined relational properties. For 10 points each:", "answers_sanitized": ["colors", "qualia [or quale]", "scientist [accept super-scientist; accept researchers like physicists; do not accept or prompt on “doctors” or other scientific professions that don’t centrally involve research]"], "parts_sanitized": ["Name these properties. Nelson Goodman’s new riddle of induction posits two time-dependent examples of these things, “grue” and “bleen.”", "Depending on the definition, color may or may not be considered as one of these subjective instances of conscious experience. This term derives from the Latin word meaning “of what kind?”", "In his article “Epiphenomenal Qualia,” Frank Jackson introduced a thought experiment about whether Mary, an individual with this profession who can only experience a black-and-white world, learns anything new when experiencing the color red."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Answer the following about the influence of Rita Hayworth on films, for 10 points each.", "answers_sanitized": ["Bicycle Thieves [or The Bicycle Thief; or Ladri di Biciclette]", "Orson Welles", "David Lynch (The films are Mulholland Drive and The Elephant Man.)"], "parts_sanitized": ["In this Italian neorealist film by Vittorio De Sica, Maria sells her linens so that her husband Antonio can purchase the title object for a job putting up posters of Rita Hayworth.", "Rita Hayworth was married to this actor and director whom she appeared with in the film The Lady from Shanghai. This actor utters the word “Rosebud” and drops a snowglobe in the opening scene of his film Citizen Kane.", "In a film by this director, a woman believing herself to be Rita Hayworth discovers the body of Diane Selwyn. John Hurt spent eight hours a day attaching prosthetics to portray Joseph Merrick in a 1980 film by this director."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "One of these animals licks some salty rimestones over 3 days until uncovering Buri. For 10 points each:", "answers_sanitized": ["primordial cow [accept bovine or cattle]", "Odin [or Wotan]", "Gylfaginning (“gill-vug-inning”)"], "parts_sanitized": ["Name this type of animal exemplified by the primordial Audhumbla, who fed Ymir.", "Buri was the grandfather of this Norse god, who fought with his brothers Vili and Ve to kill Ymir, then turned his body into the Earth. This Norse “All-father” was known for constantly seeking knowledge.", "Odin takes the forms High, Just as High, and Third, who are all questioned by the title Swedish king of this first section of Snorri Sturluson’s Prose Edda. This section is preceded by the prologue and followed by the Skáldskaparmál."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "This politician allegedly told Winston Churchill that if he were her husband, she’d poison his tea, to which Churchill replied that if he was married to her, he’d drink it. For 10 points each:", "answers_sanitized": ["Nancy Astor [or Nancy Witcher Astor, Viscountess Astor of Hever Castle]", "Sinn Féin (“shin fain”)", "Pankhurst family [accept Emmeline Pankhurst, Sylvia Pankhurst, Adela Pankhurst, or Christabel Pankhurst]"], "parts_sanitized": ["Name this woman, the first to take her parliamentary seat in the House of Commons. This woman founded the Cliveden Set, a club of Nazi sympathizers that pushed for appeasement.", "Astor was not the first woman elected to Parliament. That title belongs to Constance Markievicz, a freedom fighter who refused to take her seat as a member of this Irish nationalist party.", "Both Markievicz and Astor were elected immediately after women’s suffrage was first granted in the UK, largely due to the efforts of this family of activists headed by the matriarch Emmeline."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "A citrate of this alkaloid is an essential medicine used to treat apnea in infants. For 10 points each:", "answers_sanitized": ["caffeine [accept guaranine or methyltheobromine or 1,3,7-trimethylxanthine or theine]", "chemotherapy [or treating cancer or equivalents]", "high blood pressure [or high BP; or hypertension; or equivalents like elevated blood pressure]"], "parts_sanitized": ["Name this alkaloid drug, the most common xanthine (“zan-theen”) derivative that antagonizes adenosine (“uh-DEN-oh-seen”) receptors to prevent drowsiness. It is typically extracted from coffee beans.", "Periwinkle plants can be used to produce vinca alkaloids, which are often used in this process due to their ability to prevent the polymerization of beta-tubulin. One such drug used in this process, known as Vincristine, is almost always fatal if accidentally injected into the spine.", "The alkaloid reserpine can treat this medical condition in combination with hydrochlorothiazide (“hydro-chloro-thigh-uh-zyde”). This condition can also be treated with losartan or an ACE-inhibitor–thiazide combination, while an abnormal aldosterone–renin (“REE-nin”) ratio may cause a resistant form of it."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "French President François Mitterrand extended an invitation to members of this organization seeking asylum. For 10 points each:", "answers_sanitized": ["Red Brigades [or Brigate Rossi]", "Autumn [accept Hot Autumn or German Autumn; accept Deutscher Herbst or Autunno Caldo]", "university students [or equivalents]"], "parts_sanitized": ["Name this Italian terrorist group responsible for the kidnapping and murder of former Prime Minister Aldo Moro.", "The Red Brigades formed after massive strikes at factories during a “Hot” instance of this period. A “German” instance of this period saw the abduction and murder of Hans-Martin Schleyer by the Red Army Faction.", "Mitterrand dealt with social unrest and political protests during the events of May 1968, in which thousands of these people left institutions like the Sorbonne to protest capitalism and consumerism."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "In a poem set in this location, the speaker “dropped down” and “hit a World at every plunge.” For 10 points each:", "answers_sanitized": ["Emily Dickinson’s brain [accept “I felt a funeral in my brain”; prompt on head; prompt on funeral by asking “where does it take place?”]", "Death [accept “Because I could not stop for Death”]", "Joyce Carol Oates (The story is “Where are You Going, Where Have You Been?”; Wild Nights! fictionalized the last years of Poe, Dickinson, Twain, James, and Hemingway.)"], "parts_sanitized": ["Name this location where Emily Dickinson “felt a funeral” in a poem. In that poem, the speaker describes “mourners to and fro” that “kept treading” and compares “all the Heavens” to a bell.", "Emily Dickinson wrote many bleak poems, such as one in which this figure “kindly stopped for” her because she could not stop for it.", "This other author borrowed the title for her collection Wild Nights! from Dickinson. In a story by this author, the teenage girl Connie is abducted by a mysterious man named Arnold who drives a gold convertible."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Eugene Fama popularized a hypothesis named for this property, which claims that asset prices reflect all publicly available information. For 10 points each:", "answers_sanitized": ["efficiency [accept Pareto efficiency or allocative efficiency; accept productive efficiency; accept the efficient markets hypothesis or EMH]", "contract curve [prompt on Pareto set]", "coconuts [or Cocos; prompt on palm trees]"], "parts_sanitized": ["Identify this property whose “productive” form is possessed by all points on a production-possibility frontier. The “allocative” form of this property is achieved when firms produce the quantity preferred by consumers at a price equal to the marginal cost.", "This curve plots allocations within an Edgeworth box that are Pareto efficient for trade. Individual indifference curves are tangent to this curve, which theoretically plots possible outcomes that two negotiators would agree upon.", "A “Robinson Crusoe economy” models the contract curve in which Friday and Crusoe trade fish and this fruit. Peter Diamond modeled natural rates of unemployment with agents searching for this fruit on a tropical island."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "A work by this artist depicts a woman with a lightbulb for a head and has a series of BMW logos in the background. For 10 points each:", "answers_sanitized": ["Hannah Höch [or Anna Therese Johanne Höch]", "Germany [or Deutschland; or Federal Republic of Germany]", "degenerate art [or Degenerate Art Exhibition; or Entartete Kunst]"], "parts_sanitized": ["Name this artist of The Beautiful Girl. This Dada artist pioneered using photomontage collages.", "Hannah Höch’s most famous photomontage is titled for and depicts various people from this country’s Weimar Republic.", "Due to the political nature of her work, the Nazi party branded Höch’s work by this term. An art exhibition with this title organized by the Nazis, which displayed paintings confiscated from museums, coincided with the Great German Art Exhibition, which exhibited approved art."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "William Rothenstein, the dedicatee of this collection, created a pencil-sketch of the author for its publication. For 10 points each:", "answers_sanitized": ["Gitanjali [or Song Offerings]", "Rabindranath Tagore", "forget [accept “Let Me Not Forget”; accept “forget myself”]"], "parts_sanitized": ["Name this poetry collection that declares “I know not how thou singest, my master!” This collection describes a place “Where the mind is without fear” and “knowledge is free” and begins “Thou hast made me endless.”", "This Bengali poet of Gitanjali wrote the national anthems of India and Bangladesh.", "A Tagore poem that pleads “Let me not” perform this action repeats “let me carry the pangs of this sorrow in my dreams and in my wakeful hours.” In Gitanjali, Tagore wrote that he performs this action “Drunk with the joy of singing” and at the touch of God."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Corn chemistry has several applications for reducing environmental impacts. For 10 points each:", "answers_sanitized": ["biofuels [accept bioethanol or biodiesel]", "polyesters [prompt on polyethylene terephthalate]", "hygroscopic [or hygroscopy; accept deliquescence; prompt on drying agents or desiccants; ask players to spell their answer if it seems to contain “hydro”]"], "parts_sanitized": ["Like sorghum and beets, corn can be milled and fermented to produce ethanol as an example of this type of renewable energy source. These fuels are made from plants instead of fossil-derived oil and gas.", "Corn starch is a common source of polylactic acid, which is a biodegradable variant of these thermoplastic polymers. Terephthalic acid is used to synthesize one of these polymers called PET for packaging and synthetic clothing.", "The corn prolamin zein is a biodegradable shellac substitute that shares this property with nylons and plasticizers like TEG. Materials with this property, like silica, are used as desiccants since they absorb water vapor."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about the still-unsolved 1990 robbery of the Isabella Stuart Gardner Museum, for 10 points each.", "answers_sanitized": ["The Concert [or Het Concert]", "Boston, Massachusetts", "Rembrandt van Rijn [or Rembrandt Harmenszoon van Rijn]"], "parts_sanitized": ["The most valuable painting stolen from the museum was this painting by Johannes Vermeer. This painting depicts a viola da gamba lying on the floor and three people located around a harpsichord.", "The Isabella Stuart Gardner Museum is located in this American city. This city also contains Augustus Saint-Gaudens’s memorial for Robert Gould Shaw.", "This artist’s only seascape, The Storm on the Sea of Galilee, was also stolen from the museum. This Dutch artist painted The Night Watch."], "subcategory": "Painting", "category": "Fine Arts"}]}