{"tossups": [{"question_sanitized": "Cedar posts supported this civilization’s “Great Mortuary,” which was looted by the fake Pocola Mining Company. This civilization influenced “Upper” cultures like the Cambria phase, Carcajou Point, and the Oneota (“oh-nee-OH-ta”) complex. The Caddoan sites Parkin and Spiro preserved shell gorgets (“GOR-jets”) from this culture, which brewed yaupon holly for the “black drink” used in rituals like the Green Corn Ceremony of its Southeastern Ceremonial Complex. The spear-throwing game chunkey was invented by this medieval predecessor of the Taensa and Natchez (“NATCH-iz”) chiefdoms. Frost-resistant maize supported this Woodland Period civilization’s extensive monuments, like the Woodhenge and Monks Mound. For 10 points, the city of Cahokia was likely a pilgrimage center for what civilization named for an American river?", "answer_sanitized": "Mississippian culture complex [accept Mississippi River; accept Middle Mississippi Period; on Woodland Period or Mound Builders until read; accept SECC or Southeastern Ceremonial Complex or Southern cult until “Southeastern” is read; prompt on Native American or equivalents or specific Native peoples; do not accept or prompt on “Hopewell”; accept Oneota or Caddoan or Cahokia until read]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "These molecules are used in either a “back-to-back” or “overlapping” orientation in one technique. The HYDEN software can design degenerate examples of these molecules, which are mixtures of many similar examples of them that are contrasted with their universal type. These molecules are added in two stages to improve specificity in one technique’s nested form, as otherwise they might not bond to their target but instead form namesake dimers. The melting temperature of one of these molecules should be slightly higher than the annealing temperature. These oligonucleotides are extended with DNTPs by a protein taken from Thermus aquaticus in a technique that uses them because DNA polymerase only operates on double-stranded DNA. For 10 points, name these sequences from which DNA begins to be amplified in PCR.", "answer_sanitized": "oligonucleotide primers [accept degenerate primers or universal primers or primer-dimers; prompt on oligonucleotides or oligos until read; prompt on nucleic acids or DNA] (The first clue refers to site-directed mutagenesis; other clues are about PCR.)", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The last section of a collection by this composer begins several phrases with the slow eighth notes [read slowly] A, low&nbsp;E, A, B, C, A, low&nbsp;E. In a work by this composer, through-composed sections titled “Where to?” and “Stop!” follow a strophic section representing the joys of wandering. A comment on the vastness of heaven ends an E&nbsp;major lullaby by this composer that is sung by a brook. An art song by this composer begins with thundering octave&nbsp;Gs on the piano and ends with the child’s death at the hands of the title creature. A collection by this composer ends with the narrator encountering a hurdy-gurdy player. Wilhelm Müller poems are set to music in the song cycle Winterreise (“VIN-ter-rye-zuh”) as some of this composer’s hundreds of Lieder (“LEE-der”). For 10 points, name this Romantic Austrian composer of “Der Erlkönig” (“ERL-kuh-nick”) and the “Trout” Quintet.", "answer_sanitized": "Franz Schubert", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "This character remarks “What a fine thing capital punishment is” because “dead men never repent.” This character is introduced while cooking sausages with a toasting fork in a novel that uses the image of “the black stage, the cross-beam, the rope, and all hideous apparatus of death” to end the chapter titled for this character’s “Last Night Alive.” This character is asked for Monk’s papers during a prison visit by a boy accompanied by Mr.&nbsp;Brownlow. That boy was first brought to stay with this character by Jack Dawkins after escaping from Mr.&nbsp;Sowerberry’s farm. This character often addresses others as “my dear” and employs the Artful Dodger. For 10 points, name this Jewish gang leader from Charles Dickens’s Oliver Twist.", "answer_sanitized": "Fagin (“FAYG-in”) [prompt on “the Jew” until read]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "In 2011, a cougar was killed in this state after wandering from South Dakota to its coastal city of Milford. A National Historic Site in this state preserves the studio of Impressionist painter J.&nbsp;Alden Weir, who founded its artists’ colony in Cos Cob. In this state’s “Blue-Blazed” system of hiking trails, the Natchaug traverses its rural northeastern “Quiet Corner,” where this state received “Joshua’s Tract” from the Mohegan (“MO-hee-GANN”) people. White clam “apizza” is popular in this state, the location of the restaurant Mystic Pizza. Cigna and Aetna are headquartered in this state’s capital, which is nicknamed “the Insurance Capital of the World.” This state’s Fairfield County contains the cities of Stamford and Bridgeport. For 10 points, what New England state contains Yale in New Haven?", "answer_sanitized": "Connecticut [or CT]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "The cry of a man in this place is replicated by Thorkel the Thin in The Tale of Thorstein Shiver. Hadding goes with an unnamed woman to this place to find some herbs in an account by Saxo Grammaticus. This place is attended by two servants who move so slowly that they seem to stand still. A blood-red beast who will kill and be killed by Tyr lives in this place and is named Garmr. A god leaves this place with the ring Draupnir and makes a request that only Thökk refuses. This place shares its name with a daughter of Angrboda and sibling of Jormungandr and Fenrir. Hermod learns that a god can leave this place if everyone weeps for him; that god was sent here after a mistletoe spear thrown by Hodr kills him. For 10 points, name this Norse realm of the dead.", "answer_sanitized": "Helheim [accept descriptive answers about the Norse underworld; prompt on Niflheim]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In Raman spectroscopy, a ratio named for this property equals 0.75 for bands without this property, and 0.75 for symmetric vibrational modes. Manipulating this property is key to an analog of a diode reliant on a Faraday isolator. Four parameters sometimes labelled I, Q, U, and V form a vector describing this quantity; that vector can be normalized by dividing by intensity and visualized using spherical coordinates. Unlike the Jones vector, the Stokes vector for describing this property can account for when its degree is not 100&nbsp;percent. The orientation and ellipticity angles define an ellipse that visualizes this property. Degenerate forms of this property include its circular and linear forms. For 10 points, name this property of a wave such as light that describes the orientation of its oscillations.", "answer_sanitized": "polarization [or word forms like polarized]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A story by this author takes place entirely over one day that ends with Beryl Fairfield rejecting the advances of a drunken Harry Kember. This author, who wrote about the Burnell family in “At the Bay,” wrote a story in which Cyril is repeatedly asked if his father is fond of meringue (“muh-RANG”) by his aunts, who consider firing the chef Kate. Josephine and Constantia are the title characters of that story by this author, who wrote a story where the protagonist feels ashamed of her fancy clothes when delivering a basket of leftovers to her neighbors. In that story by this author, Mr.&nbsp;Scott dies in a carting accident and Mrs.&nbsp;Sheridan insists on hosting the title event despite Laura’s pleas to cancel it. For 10 points, name this New Zealand-born author of “The Daughters of the Late Colonel” and “The Garden Party.”", "answer_sanitized": "Katherine Mansfield", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "In 2016, this artist’s National Historic Site put on an exhibition celebrating the recreation of his studio, which was curated by Annette Blaugrund and subtitled “The Artist as Architect.” Ithiel Town commissioned a painting by this artist that is framed by a green curtain. A pyramid appears in that painting’s background, whose title subject lies on a stack of books on top of a large column. This artist is depicted conversing with William Cullen Bryant in his contemporary Asher Durand’s painting Kindred Spirits. This artist made a very small depiction of himself painting in a forest that overlooks a bend in the Connecticut River. For 10 points, name this American artist who painted The Architect’s Dream and The Oxbow in addition to founding the Hudson River School.", "answer_sanitized": "Thomas Cole", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Herodotus noted that people in this region do everyday tasks in an opposite manner to the Greeks, saying that people here knead dough with their feet and gather mud with their hands. A ruler of this region nicknamed “father-lover” used Indian elephants to defeat Antiochus&nbsp;III’s (“an-TYE-oh-kus the&nbsp;third’s”) army of African elephants at Raphia. Perdiccas warred with a ruler of this region due to the theft of the corpse of a leader for whom they both served as somatophylakes. It’s not Sicily, but this modern-day country was the primary source of grain for the expanding Roman Empire. The cult of Serapis was promoted by a ruler in this modern-day country who patronized Euclid and took the name “Soter.” Another ruler of this modern-day country built the enormous Pharos lighthouse. For 10 points, name this modern-day country once ruled from Alexandria.", "answer_sanitized": "Egypt [or Aegyptus; prompt on North Africa or Nile Delta]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "Low-density sand found on this body sticks together due to static, which may explain why its dunes appear to face backwards. Researchers studying this body found cyclopropenylidene (“cyclo-pro-peen-IL-id-een”) for the first time outside of Earth. A cell membrane variant called an azotosome (“uh-ZO-tuh-some”) was designed to hypothetically survive on this body. A notably studied aspect of this body may be caused by cryovolcanoes melting clathrates. This body will be studied by the Dragonfly mission, which will land on its Shangri-La region. This body contains many hydrocarbon lakes, including Kraken Mare (“MA-ray”), which was discovered by the Huygens probe. This body has a thick atmosphere that is 95&nbsp;percent nitrogen and 5&nbsp;percent methane, and is the only moon in the Solar System with an atmosphere thicker than Earth’s. For 10 points, name this largest moon of Saturn.", "answer_sanitized": "Titan", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A thinker from this movement criticized the doctrine of transubstantiation as “senseless jargon” for violating the conceived effects of things on the senses. The “second grade” of a concept from this movement is giving a definition of reality, while the difficult-to-interpret “third grade” is this movement’s namesake “maxim.” This movement introduced the idea that any “meaningful conception” has a corresponding “cash value.” A series of lectures named for this movement includes a discussion of a man circling a squirrel. The claim that the meaning of a proposition is tied to the practical consequences of accepting it was introduced in this movement’s How to Make Our Ideas Clear. For 10 points, name this American philosophical movement founded by C.&nbsp;S.&nbsp;Peirce (“purse”) and William James.", "answer_sanitized": "pragmatism [accept pragmaticism]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "The earliest-known of these places was created by the Neo-Babylonian princess Ennigaldi-Nanna. The investor Paul J.&nbsp;Sachs taught a pioneering course on these places, which developed the partage system. Savoy and Sarr’s 2018 report about one of these places on Paris’s Quai Branly (“kay bron-LEE”) was commissioned after a speech by Emmanuel Macron in Burkina Faso. Franz Boas led the Jesup North Pacific Expedition for one of these places, whose registrars use CMS software to record metadata like provenance. In 2018, a national place of this kind burned down in Brazil. During its COVID-19 closure, one of these places in London reorganized to acknowledge its colonialist past, which included looting the Benin Bronzes and Elgin Marbles. For 10 points, what institutions conserve and curate exhibits?", "answer_sanitized": "museums [accept exhibits or exhibitions until “exhibits” is read; accept art galleries; accept specific types like art museums or museums of natural history; accept the British Museum or American Museum of Natural History or National Museum of Brazil or Museu Nacional; accept museology]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A novel by this author follows a bachelor who impregnates the chambermaid Lydia after his offer of marriage is refused by a girl with an incurably crippled left hand. In another novel by this author, a cellist evades a letter informing him of his impending death after a brief period where no one dies within the borders of his country. One of this author’s protagonists is a doctor who is led to his death by the ghost of a poet. This author of Death with Interruptions created a thief who is wounded from being kicked with a heeled shoe by the girl with the dark glasses. Those characters created by this author are quarantined with the doctor’s wife, who is inexplicably immune to the “white sickness.” For 10 points, name this Portuguese author of The Year of the Death of Ricardo Reis and Blindness.", "answer_sanitized": "José Saramago [or José de Sousa Saramago]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "In a film in this language, feral pigs raid a campground at a beach that characters call “Heaven’s Mouth.” In another film in this language, a plastic surgeon holds Vera prisoner after forcing her to undergo a sex change operation. A film in this language is about two teenage boys and an older woman who go on a road trip that ends after they have a threesome. A director who primarily works in this language won Oscars for his movies Talk to Her and All About My Mother. In a 2006 movie in this language, Doug Jones used heavy prosthetics to play the Pale Man, a monster who has eyeballs on his hands. In that movie, the young girl Ofelia is told she is a princess of the underworld by a faun. For 10 points, name this language used for the film Pan’s Labyrinth and other movies by Guillermo del Toro and Alfonso Cuarón.", "answer_sanitized": "Spanish [or español] (The second film is Pedro Almodovar’s The Skin I Live In.)", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "Alessandro Barbero’s biography of this ruler explains his genocidal tendencies by suggesting that this ruler only sought to emulate the kings of Israel. The Pseudo-Turpin Chronicle is a source of many anecdotes about this ruler’s military ventures, including a battle against the giant Ferracutus. This ruler destroyed the sacred tree of Irminsul and converted the Saxons led by Widukind. Advisors to this ruler such as Einhard and Alcuin of York congregated at his court in Aachen. Pope Leo&nbsp;III crowned this ruler as “Emperor of the Romans” on Christmas Day of 800. For 10 points, name this “great” Frankish king of the Carolingian Dynasty.", "answer_sanitized": "Charlemagne [accept Charles the Great or Charles I or Carolus Magnus or Karl der Grosse]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "It’s not hydrogen bonding, but this property is estimated using enthalpies of formation in the electrostatic-covalent model. ARMAN are extremophiles (“extreme-oh-FILES”) for this property in mine drainage that contains oxidized metal sulfides. Steric hindrance prevents compounds with this property from forming adducts with “frustrated” species. This property allowed George Olah to isolate a carbocation (“carbo-cat-ion”) using antimony pentafluoride (“penta-FLOR-ide”). Pearson’s model of this property uses size and polarizability to enumerate its “hard” and “soft” forms. Electrophilicity (“electro-FILL-icity”) generally corresponds to this property, which explains the reaction between boron trifluoride (“try-FLOR-ide”) and ammonia. This property’s strength is often high for polyprotic (“poly-PRO-tick”) compounds. For 10 points, what property involves accepting electron pairs in its “Lewis” definition?", "answer_sanitized": "Lewis acidity [or word forms like acids; accept Lewis bases or basicity; accept low pH; prompt on electrophiles or nucleophiles until “electrophilicity” is read; prompt on hardness or softness until “hardness” is read; accept acid mine drainage or acidophiles; accept magic acid]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The loss of attention from this person’s mother in infancy led to his narcissism, according to Lucian W.&nbsp;Pye. Julia Lovell’s “global history” of a movement started by this person describes London cult leader Aravindan Balakrishnan. Public opinion of this person, who once referred to the atomic bomb as a “paper tiger,” improved after journalist Edgar Snow released an account titled for a “red star” over his country. This formulator of the “Three Worlds Theory” originated the phrases “Political power grows out of the barrel of a gun” and “Women hold up half the sky.” Members of the Indian Naxalite movement synthesized this world leader’s ideology with Marxism and Leninism. For 10 points, name this leader who distributed the Little Red Book while head of the Communist Party of China.", "answer_sanitized": "Mao Zedong [or Chairman Máo; or Máo Zédōng; or Mao Tse-Tung; or Marxism-Leninism-Maoism; accept Maoism: A Global History]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In a play by this author, Lavinia wishes to start a school for Black children and is emotionally abused by her husband Marcus. This author stated “I will not cut my conscience to fit this year’s fashions” and refused to answer questions about other people in a letter to HUAC (“HYOO-ack”). Another author claimed that “every word” this author writes “is a lie, including ‘and’ and ‘the.’” In a play by this author, a character who fakes an illness is examined by her uncle, Joe Cardin. A character created by this author blackmails her brothers to gain partial ownership of a cotton mill. The schoolteachers Karen Wright and Martha Dobie are accused of being lesbians in a play by this author. For 10 points, name this American author of The Children’s Hour and The Little Foxes.", "answer_sanitized": "Lillian Hellman [or Lillian Florence Hellman] (The play in the first line is Another Part of the Forest.)", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "It’s not war, but Ammon Hennacy’s opposition to this practice led Dorothy Day to argue that Christians should defy it in The Catholic Worker. Stewardship theology draws on Jesus contrasting two instances of this action in the parable of the widow’s mite. Jesus claims that prostitutes and fulfillers of this practice will enter the Kingdom of God in the parable of the two sons. A short man who compels this practice in Jericho climbs a sycamore fig tree to see Jesus and is named Zacchaeus. While compelling this practice in Capernaum, St.&nbsp;Matthew is called to follow Jesus. Islamic societies often required non-Muslims to comply with this practice using the jizya to match voluntary zakat. For 10 points, what action does Jesus encourage by saying, “Render unto Caesar the things that are Caesar’s?”", "answer_sanitized": "paying taxes [accept tax resistance; accept word forms like taxation; accept tax collection; accept specific taxes like the tithe or temple tax or census tax; accept church offerings; accept descriptions like giving money to the state or giving money to the church or equivalents; accept paying tribute; accept jizya until read; prompt on generic answers about payment or alms-giving or zakat or zakāh or similar by asking “directed where?”]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "This war premiered E-8A JSTARS equipped with synthetic-aperture radar, which showcased the dominance of the second offset strategy. The Riegle Report inspired this war’s namesake “Health Research Reform Act” to restructure the VA. Werner Herzog’s film Lessons of Darkness depicts this war’s devastating fires. Pyridostigmine (“py-rid-oh-STIG-meen”), Leishmania (“leesh-MAH-nee-uh”) infection, and depleted uranium may have caused this war’s namesake “syndrome.” A Las Vegas conference in this war’s aftermath led to the Tailhook sexual assault scandal. Live footage of this “Video Game War” inspired essays calling it a simulacra that “did not take place” by Jean Baudrillard (“bo-dree-YARR”). Modern no-fly zones date from this war, whose Coalition forces created a “Highway of Death.” For 10 points, George H.&nbsp;W.&nbsp;Bush pursued what 1990 to 1991 war after Iraq occupied Kuwait?", "answer_sanitized": "Gulf War [accept Operation Desert Storm or Operation Desert Shield; accept Persian Gulf War or Kuwait War; accept Gulf War syndrome; accept The Gulf War Did Not Take Place or La Guerre du Golfe n’a pas eu lieu; accept Gulf War Health Research Reform Act of 2014]", "subcategory": "American History", "category": "History"}], "bonuses": [{"leadin_sanitized": "This manager is known for using the incredibly unique 3-3-1-3 formation during his time coaching Argentina, Chile, and Marseille. For 10 points each:", "answers_sanitized": ["Marcelo Bielsa (“b’YELL-sa”)", "Leeds United F.C. [prompt on the Peacocks; prompt on United; prompt on the Whites]", "Lionel Messi"], "parts_sanitized": ["Name this manager, nicknamed “El Loco,” who leads a newly-promoted Premier League team. This manager, who discovered Mauricio Pochettino, gifted Martin Posse at his wedding with a stack of match videos to study for the next practice.", "Bielsa manages this team that won the EFL Championship in 2020 and returned to the Premier League for the first time since its 2004 relegation. This club in West Yorkshire has a rivalry with Sheffield United.", "Bielsa also managed Newell’s Old Boys, a club whose youth team includes this Argentine forward, who has won six Ballons d’Or. He has been prevented from signing with Manchester City by his current club, FC Barcelona."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "Steve Reicher formulated the elaborated social identity model of these things based on a 1980 event in St. Pauls, Bristol. For 10 points each:", "answers_sanitized": ["crowds [accept crowd psychology or mob psychology; accept herd behavior or sheeple; accept The Crowd: A Study of the Popular Mind or Psychologie des Foules; accept The Madness of Crowds; accept The Wisdom of Crowds; prompt on social groups or teams or similar]", "groupthink [prompt on partial answer; prompt on peer pressure]", "performing [or acting; or dramaturgy or dramatism; or theater; accept self-presentation or The Presentation of Self in Everyday Life]"], "parts_sanitized": ["Name these things whose “madness” was examined by Charles Mackay’s Extraordinary Popular Delusions. Gustave Le Bon proposed a “racial unconscious” in his early studies of these things, which title a 2004 James Surowiecki (“soo-roh-VYET-skee”) book about prediction markets.", "Irving Janis described how this phenomenon can manipulate crowds. The book 1984 coined the name of this phenomenon, which occurs when a desire for conformity causes individuals to “go along with the crowd” and commit decision-making errors.", "In Bruce Tuckman’s stages of group development, the fourth stage is this behavior, which is similar to the self-monitoring outlined by Mark Snyder. A 1959 book analogizes this practice to social “impression management.”"], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "After refusing to go to this place, a spoiled young man leaves to go to his uncle Megacles’s house. For 10 points each:", "answers_sanitized": ["the Thinkery [or the Thoughtery; or the Phrontisterion]", "The Clouds", "Aristophanes"], "parts_sanitized": ["Name this place where a man turns to out of desperation to pay off his son’s debt from buying horses. The leader of this place used wax to determine how far a flea can jump.", "Socrates teaches at the Thinkery in this play. The chorus of this play is made up of the title goddesses, who grant Strepsiades’s wish to be the most eloquent man in Greece.", "This ancient Greek comic writer of The Clouds also wrote Lysistrata and The Frogs."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "These circuits use positive feedback loops to set rising-edge and falling-edge thresholds and convert an analog signal to a digital one. For 10 points each:", "answers_sanitized": ["Schmitt triggers", "hysteresis", "hard drives [or hard disk drives or HDDs]"], "parts_sanitized": ["Name these circuits that either output a single low or high value depending on their thresholds. They are often used to debounce the signal produced by mechanical switches.", "Schmitt triggers exhibit this phenomenon, as they “remember” different thresholds depending on the previous state of the system. This phenomenon is a “lagging-behind” effect in which the history of a system affects its future operation.", "Magnetic hysteresis underpins the effects of these computer storage devices, which are generally much slower than solid-state drives."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Clem Tholet wrote songs supporting this leader’s government and married this leader’s stepdaughter. For 10 points each:", "answers_sanitized": ["Ian Smith [or Ian Douglas Smith]", "diamonds [accept blood diamonds]", "mercenary companies [accept private military companies or private military contractors or PMCs or soldiers of fortune or equivalents]"], "parts_sanitized": ["Name this politician who seized power through the Unilateral Declaration of Independence. He held talks with Harold Wilson on the HMS Tiger and Fearless.", "Ian Smith was the Prime Minister of Rhodesia, named for a British magnate who directed mining of this mineral as head of the De&nbsp;Beers company. The “blood” variety of this mineral was obtained in Sierra Leone during wartime.", "De&nbsp;Beers hired many of these organizations after Zimbabwean independence, including the South Africa-based Executive Outcomes. “Mad Mike” Hoare led one of these organizations in an attempted coup in the Seychelles, and other European leaders of these organizations found work during the chaos of the Congo Crisis."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "This author wrote “the troubling of my life began” upon meeting the revolutionary Maud Gonne, whom he pursued romantically despite her repeated rejections. For 10 points each:", "answers_sanitized": ["W. B. Yeats [or William Butler Yeats]", "Easter [accept “Easter, 1916”]", "Patrick Pearse (“pierce”)"], "parts_sanitized": ["Name this author who reportedly used Gonne as inspiration for a poem imploring “tread softly because you tread on my dreams” called “The Cloths of Heaven.”", "Gonne’s husband John Macbride appears among the dead in a Yeats poem titled for this holiday that begins “I have met them at close of day” and repeats “A terrible beauty is born.”", "This writer is the last of the martyrs named in “Easter, 1916.” On the eve of his execution, this writer wrote “The beauty of the world hath made me sad” in “The Wayfarer.”"], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "A 2000 Agnés Varda documentary film is titled for people who perform this action “and I.” For 10 points each:", "answers_sanitized": ["gleaning [or The Gleaners; accept The Gleaners and I]", "Jean-François Millet (“mee-YAY”)", "funeral [or burial; or synonyms; accept Burial at Ornans or The Burial of the Count of Orgaz]"], "parts_sanitized": ["Identify this action which titles a painting that inspired Vincent van Gogh to depict two peasant women digging in the snow. That painting titled for people performing this action was criticized for being too large for a painting glorifying labor when it debuted at the Salon of 1857.", "The Gleaners is a painting by this Realist artist. He also depicted two peasants praying in The Angelus.", "Another Realist, Gustave Courbet, depicted a country one of these events “at Ornans.” A massive El Greco painting depicts one of these events for the Count of Orgaz."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "This country’s Prime Minister Sitiveni Rabuka was nicknamed “Colonel Steve Rambo” after his tendency to quote the Sylvester Stallone movie Rambo to describe a 1987 coup against Timoci Bavadra. For 10 points each:", "answers_sanitized": ["Fiji [or Republic of Fiji; or Matanitu Tugalala o Viti]", "India [accept Bharat Ganarajya; accept British India; prompt on the British Raj]", "rugby union"], "parts_sanitized": ["Name this country whose first indigenous prime minister Kamisese Mara attempted to seize power from Mahendra Chaudhry, who descended from the girmityas, during a coup led by George Speight in 2000.", "Girmityas were indentured laborers brought to Fiji from this country to work sugar plantations. Idi Amin expelled 80,000 Hindu and Muslim immigrants from this country’s state of Gujarat from Uganda in 1972.", "The overthrow of Laisenia Qarase during the 2006 Fijian coup attempt was delayed when Fijian military soldiers instead advertised rental cars and engaged in this activity with their leader Frank Bainimarama. Fiji, Tonga, and Samoa are the “Pacific Tri-Nations” in this activity."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "The ten sacred Dasapushpam (“da-sa-PUSH-pum”) and other varieties of these objects are formed into rangoli called pookkalam for the Ōṇaṁ (“oh-nahm”) festival. For 10 points each:", "answers_sanitized": ["flowers [accept petals or blossoms or garlands or similar; accept specific kinds of flowers; prompt on plants]", "student [or pupil or similar; accept entering a guru’s school or getting an education or equivalents; prompt on coming of age; prompt on answers about brahmins by asking “what stage in a brahmin’s life?”]", "Vedas [accept the Rigveda or Atharvaveda; accept the Vedic age or Vedic period]"], "parts_sanitized": ["Name these objects that include the palash used to create colored dyes for Holi. Prasāda (“pra-SOD”) features the distribution of food, water, and powder along with these objects, which are tossed as pūjā (“POO-jah”) offerings in pushpānjali (“push-PON-juh-lee”).", "Initiates may wear flower garlands while becoming one of these people in the upanayana (“oo-puh-NAY-uh-nuh”), or sacred thread ceremony. The Vidyāraṃbhaṃ (“vid-YAH-rum-bum”) and Samāvartana sanskāra bookend this role, corresponding to the Brahmacharya ashrama.", "In the guru–shishya system, students lived at gurukulam while studying these scriptures along with topics like mathematics and astronomy. These four scriptures include the magical Atharva and the ancient Rig."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This behavior is named for layers of fluid that move past each other with little mixing. For 10 points each:", "answers_sanitized": ["laminar flow", "turbulent flow [or turbulence]", "vortex shedding"], "parts_sanitized": ["Name this flow regime that occurs at low Reynolds numbers and low velocities.", "Laminar flow may be contrasted with this more chaotic flow regime that features eddies and vortices.", "At high Reynolds numbers, this oscillatory behavior may occur behind a body and create a von Kármán street. In this behavior, vortices form behind a body and periodically detach from it."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "A poem whose title mentions this location describes “The dusky, half-clad girls of tired feet… trudging, thinly shod, from street to street.” For 10 points each:", "answers_sanitized": ["Harlem [accept “Harlem Shadows”]", "Langston Hughes [or James Mercer Langston Hughes]", "the kitchen [accept “They send me to eat in the kitchen”]"], "parts_sanitized": ["Name this location whose “Shadows” title a poem by Claude McKay. A poem titled for this location asks “what happens to a dream deferred?”", "This poet offered several answers to the question “What happens to a dream deferred” in his poem “Harlem.” This poet also wrote “The Weary Blues” and “The Negro Speaks of Rivers.”", "In Hughes’s poem “I, Too,” he states that he is “the darker brother,” and is sent to this place “when company comes.” Hughes states that “Tomorrow, Nobody’ll dare” tell him to go to this place."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "This bass aria begins with the ascending notes [read slowly] “E, F-sharp, G-sharp B B” and follows the tenor recitative (“reh-sit-uh-TEEV”) “Comfort ye, my people.” For 10 points each:", "answers_sanitized": ["“Every valley shall be exalted” [or “Ev’ry valley shall be exalted”]", "Messiah", "France [accept French overture] (The composer is Jean-Baptiste Lully.)"], "parts_sanitized": ["Name this aria in which the soloist declares “the crooked straight and the rough places plain.”", "“Every valley shall be exalted” is sung during Part&nbsp;I of this oratorio by George Frideric Handel that also contains the “Hallelujah Chorus.”", "The E&nbsp;minor orchestral section that begins Messiah is in the form of an “overture” named for this country that contrasts a slow dotted section with a fast contrapuntal section. That type of overture was invented by an Italian-born composer from this country who died from an infection caused by hitting his foot with his conducting staff."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "In 1869, this city’s ship caulker Isaac Myers formed the Colored National Labor Union after working for the Marine Railway and Dry Dock Company in Fell’s Point. For 10 points each:", "answers_sanitized": ["Baltimore [accept Baltimore &amp; Ohio Railroad or B&amp;O]", "Washington, D.C. [or Washington, D.C.; or District of Columbia; accept Douglass Commonwealth]", "Mary Todd Lincoln [or Mary Ann Todd]"], "parts_sanitized": ["Name this city that became America’s grave-robbing capital thanks to a rail company that operated Peter Cooper’s early steam locomotive Tom Thumb. Wage cuts issued from this city sparked strikes in Martinsburg that spiraled into 1877’s Great Railroad Strike.", "The Baltimore &amp; Ohio provided key wartime transportation since it was the only railroad to service this city’s New&nbsp;Jersey Avenue Station. Pierre Charles L’Enfant (“lon-font”) planned this neoclassical city on the Potomac.", "The formerly-enslaved D.C.&nbsp;dressmaker Elizabeth Keckley became a confidante of this First Lady, who never used her private United States coach. This First Lady’s son institutionalized her after she blamed a “wandering Jew” for robbing her on a train."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This adjective is applied to silver, gold, and copper due to their full d-subshells, but is also sometimes granted to the platinum group metals because they resist corrosion. For 10 points each:", "answers_sanitized": ["noble [accept noble gases or noble metals; accept aerogens]", "xenon [or Xe]", "arc lamps [or electric arc lamps; accept high-intensity discharge lamps or HID lamps; accept gas-discharge lamps or discharge tubes or gas-filled tubes; accept flashtubes or flashlamps; accept arc discharges or voltaic arcs; prompt on neon lighting]"], "parts_sanitized": ["Give this adjective also applied to the inert elements in group 18 of the periodic table. The monatomic gases described by this adjective include neon and helium.", "This noble gas forms relatively many compounds, including a tetrafluoride and a monochloride used in excimer lasers. Neil Bartlett produced the first noble gas compound by oxidizing this gas with platinum hexafluoride.", "Xenon is the most common gas ionized by these pressurized lamps that emit intense, full-spectrum white light similar to sunlight. The suffragette Hertha Ayrton designed some of these devices, which provide light for fluorescence spectroscopy."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Many children are said to be killed in this manner by hags with long teeth and fingernails such as Peg Powler and Jenny Greenteeth. For 10 points each:", "answers_sanitized": ["drowning [or equivalents]", "rusalki [or rusalka]", "Väinämöinen"], "parts_sanitized": ["Name this method of death that can also befall men who listen to sirensong. Mermaids are sometimes said to kill sailors in this manner, then eat them.", "These Slavic monsters either drown their victims or tickle them to death while laughing. They were believed to be at their most powerful during the ancient Green Week festivities.", "In the Kalevala, Aino drowns herself and transforms into a fish after this hero defeats Joukahainen (“YO-kah-high-nen”) in a singing contest. This hero creates the first kantele (“KON-teh-leh”) from the jaw of a fish."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "This author wrote about the Turbin brothers dealing with the aftermath of their mother’s death during a period of political upheaval. For 10 points each:", "answers_sanitized": ["Mikhail Bulgakov [or Mikhail Afanasyevich Bulgakov]", "Satan [or The Devil or Lucifer]", "“manuscripts don’t burn” [or “rukopisi ne goryat”]"], "parts_sanitized": ["Name this author who made his literary debut with The White Guard. A doctor gives Sharik a human pituitary gland and testicles in this author’s Heart of a Dog.", "Bulgakov is better known for The Master and Margarita, which follows this character as he visits Moscow disguised as Professor Woland. This character’s midnight Walpurgis Night ball alludes to the similar character of Mephistopheles (“mef-iss-TOF-ill-eez”).", "This three-word phrase from The Master and Margarita became popular in the era of Soviet censorship, and titles a biography of Bulgakov by J.&nbsp;A.&nbsp;E.&nbsp;Curtis. Professor Woland utters this three-word phrase after learning of the loss of the Master’s novel about Pontius Pilate."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This musical’s opening number, “Oh What a Circus,” was sung by the character of Che Guevara in the original production. For 10 points each:", "answers_sanitized": ["Evita", "Andrew Lloyd Webber [prompt on Webber]", "Company"], "parts_sanitized": ["Name this musical. Patti LuPone won a Best Actress Tony for playing this musical’s title character, who sings “the truth is I never left you” in a song in which she tells her home country “don’t cry for me.”", "Evita was co-written by Tim Rice and this composer, who is responsible for Jesus Christ Superstar, The Phantom of the Opera, and his masterpiece, Cats.", "Patti LuPone’s most recent theater role was as Joanne in a London revival of this Stephen Sondheim musical. Joanne sings “The Ladies Who Lunch” in this musical, which opens with the bachelor Robert at his 35th birthday party."], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Jerome Blum’s book Lord and Peasant, which examines master–slave relations, was released on the hundredth anniversary of this action, which marked the end of the “forbidden years.” For 10 points each:", "answers_sanitized": ["emancipation of the serfs [or freeing of the serfs by Tsar Alexander II of Russia; or equivalents]", "mir [accept obshchina]", "Russian Orthodox Church [prompt on Orthodox church; prompt on church]"], "parts_sanitized": ["Name this action taken on March 3, 1861. This action was ordered by a ruler who was later assassinated by the anarchist People’s Will.", "Though a small percentage of serfs had to pay obrok, or rent, to live on their masters’ estates, most serfs worked in these village communes that encompassed all of the activities of a typical serf’s life.", "Sergei Kravchinskii claimed that, contrary to popular acceptance, this institution was actually not a significant part of the typical serf’s life, arguing that traditional “pan-human” morals that were derived from folklore played a larger role in serf ethics than this institution led by a Patriarch in Moscow."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This reactive oxygen species may be involved in intercellular signalling due to its ability to oxidize cysteine. For 10 points each:", "answers_sanitized": ["hydrogen peroxide [prompt on H2O2]", "Fenton reaction [or Fenton’s reagent]", "electron transport chain [or ETC; prompt on cellular respiration or oxidative phosphorylation]"], "parts_sanitized": ["Name this molecule that is broken down in a namesake organelle by catalase. Its formula is H2O2.", "Cellular hydrogen peroxide can undergo this iron-catalyzed reaction, which breaks it down into dangerous DNA-mutating hydroxyl radicals. This reaction can be caused by a solution of hydrogen peroxide and iron that is used to treat wastewater.", "Hydrogen peroxide and superoxide are generated in the body by Complex&nbsp;III, which participates in the Q&nbsp;cycle, a phase of this specific process. The generically named Complex&nbsp;I also participates in this process."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Non-perception and presumption are surprising examples of pramāna, or methods of generating this concept. For 10 points each:", "answers_sanitized": ["knowledge", "Nāgārjuna", "four [accept tetralemma or Four Noble Truths]"], "parts_sanitized": ["Name this concept that allows false examples in its Sanskrit equivalent jñāna (“GYAH-nuh”). “Justified true belief” is a common definition of this concept in Western philosophy.", "This Indian philosopher advanced a form of skepticism which claimed that everything is “without a reality of its own.” This Mahayana Buddhist developed the concept of  (“shoon-yah-tah”), which merges the doctrines of “not-self” and “dependent origination.”", "In attacking essentialism, Nāgārjuna used a form of logic with this many possible values, which is also known as “[this number]-fold negation.” Nāgārjuna’s arguments for causality also referenced a set of this many statements that includes samudaya and dukkha."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "A narrator loses track of time after this town is flooded in a short story titled “The Monologue of Isabel Watching It Rain in” [this town]. For 10 points each:", "answers_sanitized": ["Macondo", "Gabriel García Márquez [prompt on partial surname]", "Leaf Storm [or La Hojarasca]"], "parts_sanitized": ["Name this town whose inhabitants put up a sign stating “God exists” after they are all afflicted by insomnia. A character who is fascinated by magnets and ice brought by visiting gypsies reports that this town is “surrounded by water on all sides.”", "Seven generations of the Buendía family inhabit Macondo in One Hundred Years of Solitude, a novel by this Colombian author who also wrote Love in the Time of Cholera.", "In this novella, Macondo is left in decline after overharvesting by a banana company. A colonel in this novella attempts to bury a widely despised doctor after his suicide."], "subcategory": "World Literature", "category": "Literature"}]}