{"tossups": [{"question_sanitized": "A building in this city sports a restaurant called “Cedric’s” in homage to its inspiration, Cedric Price’s Fun Palace. Another building in this city tapers from its square base into four conjoined tubes, and was originally supposed to be shaped like a “corset.” A space in this city that features the Pershing Beams—a silicone-covered play area made of railway girders—was created with garden designer Piet Oudolf. A venue in this city opened in 2018 with a collaboration between Steve (*) Reich, Gerhard Richter, and Arvo Pärt. That venue in this city uses a Teflon-like material to “inflate,” and sits next to a Thomas Heatherwick structure that once claimed copyright on all photos taken by visitors. In this city, Elizabeth Diller, Ricardo Scofidio, and Charles Renfro designed The Shed next to a controversial observation deck-slash-sculpture called Vessel. For 10 points, name this city home to the High Line and Hudson Yards, which overlooks the Lincoln Tunnel.", "answer_sanitized": "New York City [or NYC; accept Manhattan] &lt;Arts - Audiovisual, Other&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "The derivation of the Onsager reciprocal relations begins by Taylor-expanding this quantity and then showing that the matrix of coefficients multiplying the quadratic term must be symmetric and positive-definite. The conservation of this quantity’s density in the seconds after the Big Bang explains why the temperature of the cosmic neutrino background is less than the temperature of the CMB. It’s not heat capacity, but, in a Debye gas of phonons at a low temperature, this quantity scales as the cube of the temperature. The amount of this quantity per particle in a system equals “the negative derivative of chemical potential with respect to temperature, at constant pressure.” This quantity’s rate of (*) production by an engine is equal to the heat flow times the difference between the reciprocals of the cold and hot operating temperatures. In adiabatic steps, this quantity for a system is conserved. In the classical limit, the Sackur–Tetrode equation can compute this quantity. For 10 points, give this quantity equal to “k log W.”", "answer_sanitized": "entropy &lt;Science - Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The distraction of this conflict caused the government to literally forget they had just installed an outpost on Clipperton Island, causing its lighthouse keeper to begin a monarchy aimed at sexually enslaving all of its young women, only to be foiled when they promptly came together and butchered him with a hammer. Carol Ap Rhys Pryce, a Welshman who carried out numerous massacres during this conflict, later used it to build a career in Hollywood. The newspaper Regeneration popularized the anarcho-communist “Magonist” movement that fueled one faction in this conflict, during which a brief (*) detention of U.S. sailors resulted in a 6-month occupation. Four warlords during this conflict failed to unify during a conference at Aguascalientes. Guadalupe, Ayala, and San Luis Potosí all name “plans” issued during this conflict, which sort-of ended with a 1917 Constitution and featured factions supporting Victoriano Huerta and Venustiano Carranza. For 10 points, name this conflict that began with Francisco Madero’s rebellion against Porfirio Díaz in 1910.", "answer_sanitized": "Mexican Revolution [or Mexican Civil War; do not accept “Mexican War of Independence”] &lt;History - Other/World&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A paper by this thinker uses the criteria of “systematic, shared, and prepared” to characterize what he calls “first meaning.” Another paper by this philosopher uses the creation of The Art of Fugue in an illustration of the “nothing-but” reflex. This philosopher used a quote from The Rivals to title a paper on linguistic misunderstanding. He claimed that a certain sort of statement “bring[s] together predicates that we know a priori are made for each other” during a discussion of Nelson Goodman, after which this thinker divided generalizations into (*) “homonomic” and “heteronomic” types. That discussion is prompted by this thinker’s claim that all true causal statements are accompanied by a law, what he calls the “principle of the nomological character of causality.” That paper is the first articulation of this thinker’s position that, although the mind is identical with the body, it cannot be described by strict physical laws. For 10 points, name this author of “Mental Events” who proposed anomalous monism.", "answer_sanitized": "Donald (Herbert) Davidson &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "A poem in this form contains an epigraph attributed to James Merrill that pleads the reader to “Feel the patient’s heart / Pounding—oh please, this once.” The narrator of another poem in this form proclaims that “dawn will toss fistfuls of ants at me, / and pour a little hard water over my shoes / so that the scorpion claws of the dawn will slip off”; that poem is unusually split into four-line stanzas. A third poem in this form ends by commanding the reader to “Call me Ishmael tonight,” while another begins, “I want to sleep the sleep of the (*) apples.” The introduction to Ravishing DisUnities, a collection of these poems, discusses one by Federico García Lorca “of the Dark Death.” Agha Shahid Ali was a proponent of this form, which features a refrain pattern and a “self-reference” in the final couplet. For 10 points, name this Arabic poetic form used for most of the poems in the divans of Hafez and Rumi.", "answer_sanitized": "ghazal [or “Ghazal of the Dark Death” before mentioned; or gacela or “Gacela of the Dark Death” before mentioned] &lt;Literature - Other/World&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One equation to model this phenomenon sets the “empty-tower” velocity equal to the square of a “sphericity” term divided by 180 times the viscosity. Particles undergoing this process have a much smaller true Knudsen number than would be calculated using kinetic molecular theory’s prediction for mean free path. The onset of sustained turbulence in pipe flow is described by a universality class named for the (*) “directed” form of this phenomenon. Harry Kesten proved that, in a mathematical square lattice model with bond probability p, infinite open clusters prevent this phenomenon if p is greater than one-half. That statistical physics theory of this phenomenon studies connected clusters in random graphs. In isotropic media, this type of flow is described by setting flow rate proportional to permeability over viscosity in Darcy’s law. For 10 points, name this flow of a fluid through a porous medium like rock or sediment.", "answer_sanitized": "percolation [accept descriptions like flow through porous medium, flow through packed medium before it is stated; prompt on just flow] &lt;Science - Other&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A 2005 experiment testing the effects of this emotion used group hypnosis sessions to evoke participant responses to reading the words “often” and “take.” Sufferers of Huntington’s disease show an especially pronounced inability to recognize facial expressions of this emotion. According to Paul Ekman’s Facial Action Coding System, this is the emotion most associated with activation of the levator labii muscle group. In a model created by Robert Plutchik, this emotion represents the “basic opposite” of (*) trust. An experiment by Thalia Wheatley and Jonathan Haidt found that the external presence of this emotion made participants’ moral judgments more severe. Paul Rozin’s work is associated with the theory that this emotion evolved as an aid to prevent humans from eating harmful food. The “gape” face is an expression of—for 10 points—what emotion that expresses revulsion to something unpleasant?", "answer_sanitized": "disgust [or being disgusted; do not accept “anger,” “contempt,” or “revulsion”] &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "A statesman with this surname was sent to Tuscany and ordered to prostitute himself in order to capture the pretender “Princess Tarakanova.” A spy who took this surname as a pseudonym defected and published The Secret History of Stalin’s Crimes after organizing the pilfering of the Spanish Republic’s gold reserves to Moscow. With John Elphinstone, a man with this surname won the naval battle of Chesma but was unable to prevent the slaughter of Greeks in the Peloponnese, who rose up in his namesake 1770 (*) revolt against the Ottomans. That member of this family, Alexey, also crossed European mares with Arabian stallions to create a coveted breed of horse known as his namesake “trotter.” Alexey’s brother of this surname worked with Nikita Panin to edit a massive statement of legal principles known as the Nakaz, promulgated by a ruler who this family had brought to power in a 1762 coup. For 10 points, give this surname of Grigory, an early adviser and lover of Catherine the Great.", "answer_sanitized": "Orlov &lt;History - Mediterranean+&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A play originally written in this language was adapted into the 1959 “comedy-drama” The Tenth Man. A popular play in this language about an ascetic young man who becomes a rural tutor was adapted into Edgar Ulmer’s film Green Fields. The 1923 obscenity trial of a play originally written in this language is depicted in Paula Vogel’s play Indecent. That play, which depicts an illicit lesbian relationship in a brothel, was the first play in this language to be staged throughout Europe. Popular plays in this language, such as (*) God of Vengeance, starred actors like Bessie and Boris Thomashefsky. In the first decades of the twentieth century, Second Avenue in Manhattan became known as the “Broadway” of theatre in this language, such as a play about Sender’s daughter Leah, who reunites with Khanan after an exorcism. For 10 points, name this language of plays like S. Ansky’s The Dybbuk, which was brought to America by immigrant Jews.", "answer_sanitized": "Yiddish &lt;Literature - American&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In the lower right-hand corner of this painting, the artist’s signature is squished under a ball behind a child’s hoop, which rests on a chair. A slightly bent, skinny tree cuts this painting into unequal halves, and stands next to a central blurry swirl of white and grey that was likely inspired by Franz Hals. This painting includes a self-portrait at the extreme left, reflecting its artist’s obsession with Velázquez. At its center foreground, two little girls with colored sashes tied around their white dresses scoop sand into buckets. To those girls’ right, two seated women in this painting wear blue bonnets and bright (*) yellow dresses. This painting’s crowd includes Théophile Gautier and Charles Baudelaire, who had met with the artist in the title place while writing “The Painter of Modern Life.” For 10 points, what Édouard Manet painting made just before Luncheon on the Grass depicts a concert in the title gardens?", "answer_sanitized": "Music in the Tuileries Gardens [or La Musique aux Tuileries] &lt;Arts - Visual&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This phenomenon is present in the racemization of biphenyls with a “steric,” rather than “electronic,” explanation. Its “reverse form” is observed in alkyl metal hydrides undergoing reductive or beta-elimination, as the forming bond in the transition state has an agostic interaction with the metal center. This effect’s value can be much larger than its classical theoretical maximum value when the reaction (*) proceeds by quantum tunneling. Its strength is proportional to the product of a first term encoding the ratio of symmetry numbers for chemical species, a second term capturing the fraction of molecules in a vibrationally-excited state, and a third term equal to a ratio of vibrational zero-point energies. E2 reactions have a much larger value for this effect than E1 reactions because, in E2, the carbon-hydrogen bond is broken in the rate-determining step. For 10 points, name this effect defined as the ratio of reaction rates when different isotopes of the same element are present in the starting materials.", "answer_sanitized": "kinetic isotope effect [or KIE; prompt on isotope effect] &lt;Science - Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Ambassador Thomas Page Nelson forced this man into an impromptu propaganda tour, where he often had to literally dash off after speeches to fly dangerous combat missions during World War I. Despite serving as the head of a UN relief agency, this man let his sister languish in a refugee camp for years after she was liberated from Ravensbruck concentration camp. This man took his highest office after the Hofstadter Committee brought about the downfall of Jimmy (*) Walker. This host of the “Talk to the People” radio program organized a mob to destroy Frank Costello’s slot machines, years after joining a Nebraska progressive to co-sponsor an act banning yellow-dog labor contracts. This man employed Robert Moses in a series of civic projects and opposed Tammany Hall while serving as mayor from 1934-1945. For 10 points, name this namesake of a 1932 bill with George Norris, a New York mayor and airport namesake.", "answer_sanitized": "Fiorello La Guardia &lt;History - American&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "“Ideal” and “Presentational” theories of these objects were attacked in a 1968 book that analyzes them using the type-token distinction and describes them as Wittgensteinian “forms of life.” A debate with Alain Pessin has been added to a 1983 book about the networks of people who create these things, which was written by Howard S. Becker. Philippe Ariès’s Centuries of Childhood has been criticized for its reliance on these things as primary sources. Some differences between seemingly identical objects of this kind are detailed at the beginning of The (*) Transfiguration of the Commonplace by Arthur Danto. The “thingly” character of these objects is examined in a 1936 essay collected in the book Poetry, Language, Thought. These things were interpreted as static and spatial, as opposed to the temporality of poetry, in Gotthold Ephraim Lessing’s Laocöon. Martin Heidegger explored the “origin” of—for 10 points—what things whose “aura” Walter Benjamin claimed is lost in “the Age of Mechanical Reproduction”?", "answer_sanitized": "works of art [accept either; accept more specific answers like paintings; accept artworlds] (The first book is Richard Wollheim’s Art and Its Objects.) &lt;Mythology and Other&gt;", "category": "Philosophy"}, {"question_sanitized": "One account of this religion describes a ceremony in which a handkerchief is waved in front of a worshipper’s face while yelling “Hu! Hu! Hu!” A “free rendering” of this religion’s founding text notes that Jesus is “now on the earth” and compares him to a cloud. This religion is the subject of a Bancroft Prize-winning 2017 book by Louis Warren. A ceremony in this religion that involves giving feathers to seven priests was described in a book by James (*) Mooney. The founder of this religion told his followers to “not refuse to work for the whites” in the “Messiah Letter.” This religion, which drew upon the ideas of an earlier movement led by Wodziwob, called for its central action to be performed for five days straight, four times a year, during which some adherents wore supposedly-impenetrable shirts. A vision during a solar eclipse led the Paiute prophet Wovoka to found—for 10 points—what religious movement that centered on a namesake circle dance?", "answer_sanitized": "Ghost Dance of 1890 [or Nanissáanah; be generous with prompting on answers that mention dance before read] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "When played in E-flat, this song’s “A” section includes a crazy modulation in which the quarter notes [read slowly] “A, A-flat, A-flat, G” are harmonized [read slowly] “B minor-7, E-7, B-flat minor-7, E-flat 7.” This song’s standard intro was written by Dizzy Gillespie in 1946, a year before this song’s writer first recorded it. New lyrics were given to this ballad by Bernie Hanighen, and Cootie Williams is often given a somewhat dubious songwriting credit for it. Although it was released after Relaxin’, Workin’, Steamin’, and Cookin’, a 1957 album titled after this song was the first to be recorded by Miles Davis’s “First Great Quintet.” That album’s title adds the word (*) “about’ to this song’s name. Before the 2001 reissue, this song was the first track on Genius of Modern Music. Written 12 years after “Body and Soul,” the most-recorded standard by a jazz musician is—for 10 points—what song by Thelonious Monk?", "answer_sanitized": "“‘Round Midnight” [accept ‘Round About Midnight] &lt;Arts - Auditory&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "An author from this country wrote about a “madman…off in search of / A soul mate in each passerby” in a “Prologue” framed as a dialogue between “Voices” and a schizophrenic “Poet.” A poet from this country who joined groups like “Lyrical Circle” and “The Knot” described how “the greedy saline soil had eaten everything” in her poem “Kitchen-garden.” A “dove cooes in the distance / While ships sail quietly along the river” at the end of a set of poems from this country, in which the speaker addresses Death by saying, “You will come (*) anyway, so why not now?” An elegy from this home country of Sophia Parnok includes the line “Do not weep for me” at the beginning of its “Crucifixion” section. An author from this country described how “seventeen months I’ve pleaded for you to come home” in that elegy, which opens with the section “Instead of a Preface.” For 10 points, name this country depicted in the Requiem of its poet Anna Akhmatova.", "answer_sanitized": "Russia [or Rossiya; or the Soviet Union; or U.S.S.R.; or Union of Soviet Socialist Republics; or Sovetsky Soyuz; or S.S.S.R.; or Soyuz Sovetskikh Sotsialisticheskikh Respublik] &lt;Literature - European&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Description acceptable. In one portion of this process, the FHY3 gene was found to control the expression of stem cell regulator CLV3. Four hetero·tetrameric complexes bind to four regulatory CArG complexes in this process. A C2H2-type zinc finger protein called KNUCKLES represses the expression of WUS in this process. AGAMOUS and DEFICIENS are genes regulating this process; those genes contain a domain derived from a sequence stretch of a type II topo·isomerase. A defect in this pathway can create (*) reproductive verticils. Except for AP1, most genes in this process are MADS-box genes. This process is organized into the formation of distinct whorls, and mutations in its type A genes affect verticils in the perianth. The ABC model describes—for 10 points—what process of organogenesis in plants that produces sepals and petals?", "answer_sanitized": "flower development [accept any answer indicating the growth of flowers] &lt;Science - Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Sandy Campbell won a George Cross for a harrowing flatbed truck ride out of this city, during which he listened for ticking while snuggling an unexploded bomb found in its Triumph Engineering building. A relic from this city consisting of two large nails was briefly lost when its namesake destroyer was sunk during the Falklands War. An attack on this city was the last major loss at the hands of the X-Gerät system during the Battle of the Beams. Public (*) backlash after that event in this city allowed Operation Abigail Rachel, which devastated Mannheim and ushered in area bombing of civilian centers. Joseph Goebbels used the name of this city as a verb to described widespread destruction during the Blitz. For 10 points, name this British industrial city whose 1940 firebombing destroyed its famed cathedral, which was memorialized in Britten’s War Requiem.", "answer_sanitized": "Coventry &lt;History - European&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "In 1831, John Croker published a heavily annotated edition of a book by this author. This author’s reputation suffered for many years because of Thomas Macaulay’s notorious review of that edition, which dismissed him as “servile and impertinent, shallow and pedantic, a bigot and a sot,” and “one of the smallest men that ever lived.” After traveling to Corsica, this author wrote a flattering book which briefly turned Pasquale Paoli into an English celebrity. He described his affair with Louisa, an actress who may have infected him with one of his many bouts of (*) gonorrhea, in his London Journal. This author’s most famous book includes anecdotes in which the title character compares a woman preaching to a dog walking on its hind legs and kicks a stone to refute Berkeley’s idealism. For 10 points, name this Scottish author who chronicled his friendship with the author of Rasselas in his Life of Samuel Johnson.", "answer_sanitized": "James Boswell &lt;Literature - British&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A thinker from this country argued that its early support for women’s rights created a sense of complacency against economic gender inequality. A cottage industry in this country consists of professional “mistress dispellers,” who undermine affairs between wealthy men and mistresses. The tract Eve’s Exploration is by a thinker from this country, where another woman used hairpins dipped in her own blood to write several tomes criticizing its (*) government before being executed. Mistresses are often referred to as “Little Thirds” in this country, which was scandalized by the bisexual themes in the novel Miss Sophie’s Diary. This country instituted mass marriage registration as part of its New Marriage Law, passed after its modern founder declared that “women hold up half the sky.” This country’s left venerated the “new woman” as part of its New Culture, which gave birth to the May 4th Movement. For 10 points, name this country once led by Jiāng Qīng [jyahng cheeng], the widow of Máo Zédōng.", "answer_sanitized": "People’s Republic of China [or PRC; or Zhōngguó; or Zhōnghuá Rénmín Gònghéguó; do not accept or prompt on “Republic of China” or “ROC” or “Zhōnghuá mínguó”] (The clues refer to Lǐ Xiǎojiāng, Lín Zhāo, and Dīng Líng.) &lt;Modern World&gt;   Chicago Open 2019: What If We Kissed 😳 in the Non-Western Art Distribution 😳  Edited by Chris Ray, Jacob Reed, Alston Boyd, Will Holub-Moorman, Jonathan Magin, and Sriram Pendyala, with contributions by Wonyoung Jang and Michael Kearney.  Packet by the Editors (3)  Bonuses", "subcategory": "History European", "category": "History"}], "bonuses": [{"leadin_sanitized": "This position reached the height of its influence under George Herbert’s brother Henry. For 10 points each:", "answers_sanitized": ["Master of the Revels", "Eastward Ho!", "court masques &lt;Literature - British&gt;"], "parts_sanitized": ["Name this position created in the mid-fourteenth century to entertain the English court. Its holder licensed the manuscripts of Tudor and Stuart plays and was able to imprison actors or playwrights responsible for subversive content.", "Two authors of this Jacobean city comedy were imprisoned because it mocked James I’s Scottish accent. In this play, Sir Petronel Flash marries Gertrude, the daughter of the goldsmith Touchstone, before being shipwrecked on the Isle of Dogs.", "Jacobean drama flourished because Edmund Tilney, Master of the Revels until 1610, prioritized plays over these extremely expensive entertainments. Court members played mythological or allegorical figures in these pageants, which incorporated music, dance, and elaborate stage design and costumes."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This historian was assassinated in 1980, likely on the orders of Guyana’s dictator Linden Forbes Burnham. For 10 points each:", "answers_sanitized": ["Walter (Anthony) Rodney", "Pan-African Movement [or Pan-Africanism]", "Jamaica &lt;History - Other/World&gt;"], "parts_sanitized": ["Name this historian, who argued that African poverty resulted from colonial regimes extracting local resources in his book How Europe Underdeveloped Africa.", "Rodney was a member of this movement, which stresses the common interests of people of African descent. Its Congresses were attended by supporters like Jomo Kenyatta and Kwame Nkrumah.", "In October 1968, Prime Minister Hugh Shearer banned Rodney from entering this country, sparking riots in its capital. Its violent 1980 elections saw the surprise defeat of the People’s National Party led by Michael Manley."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This gene was the first to be identified as causative for a familial cancer syndrome. For 10 points each:", "answers_sanitized": ["BRCA [accept BRCA1 or BRCA2]", "mismatch repair", "Peutz–Jeghers syndrome &lt;Science - Biology&gt;"], "parts_sanitized": ["Give this name used for two different genes important in the homology directed repair pathway. If a person inherits a single inactive copy of either of these genes, they have a much higher risk of breast or ovarian cancer.", "Hereditary mutations in this DNA repair pathway, which fixes the incorrect incorporation of bases that occurs rarely during DNA replication, lead to increased risk for colon cancer and endometrial cancer in Lynch syndrome. The cancer genome contains easily-identifiable microsatellite repeats when this pathway is inactive.", "In this rare hereditary polyposis of the G·I tract caused by autosomal dominant mutations in the STK11 gene, patients get hamartomatous benign polyps throughout the GI tract at a young age and are easily identified by hyper-pigmented macules on their lips and oral mucosa. Later in life, they are at increased risk for gastric and small bowel cancers, as well as colon cancer."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Mary Lou McDonald’s speech at the 2018 Sinn Fein conference controversially ended with this phrase. For 10 points each:", "answers_sanitized": ["“Tiocfaidh ár lá” [“Chucky ahr la,” but accept reasonable phonetic attempts]", "United Ireland [or reasonable equivalents like Northern Ireland no longer being owned by the UK; or Irish reunification; or turning all of Ireland into a sovereign state]", "Social Democratic and Labour Party [or SDLP; or Páirtí Sóisialta Daonlathach an Lucht Oibre] &lt;Mythology and Other&gt;"], "parts_sanitized": ["Name this three-word phrase that became popular with Irish republicans after Bobby Sands used it in his prison diaries. It translates to “our day will come.”", "That phrase refers to this long-held goal of Irish republicanism. The Good Friday Agreement includes the “principle of consent,” which makes this goal contingent on achieving a majority in a referendum.", "In the early 1990s, this party’s leader John Hume entered secret talks with Gerry Adams, paving the way for the 1994 IRA ceasefire that enabled the Good Friday Agreement. Since then, it has been overtaken as the leading nationalist party in Northern Ireland by Sinn Fein."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In one poem, this figure’s “talk of the man-strength” angers the author so much that she counters “woman is perfect.” For 10 points each:", "answers_sanitized": ["Sigmund Freud [or Sigismund Schlomo Freud; accept Tribute to Freud]", "H.D. [or Hilda Doolittle]", "Marianne (Craig) Moore (The other poem is “The Fish.”) &lt;Literature - American&gt;"], "parts_sanitized": ["Name this real-life figure, who met frequently with an author who depicted him in poems such as “The Master.” The title of that poet’s memoir pays “Tribute to” this figure.", "“The Master” and Tribute to Freud were written by this bisexual Imagist poet of Helen in Egypt. She is known by a two-letter name that reflects her initials.", "In 1921, H.D. published this poet’s first book, Poems, without her permission. She wrote a long poem comparing a glacier covering Mount Rainier to an octopus, as well as a poem about creatures who “wade through black jade.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Productions of this opera frequently use Masonic themes to highlight its supposed underlying symbolism. For 10 points each:", "answers_sanitized": ["The Magic Flute [or Die Zauberflöte]", "Julie Taymor", "shamisen [or samisen or sangen] &lt;Arts - Audiovisual, Other&gt;"], "parts_sanitized": ["Name this 1791 opera premiered at the theater of librettist Emanuel Schikaneder. Props in it include a birdcage and a set of enchanted bells.", "This director drew on Indonesian shadow puppet theater and bunraku in her acclaimed 2004 Met production of The Magic Flute. This director also used bunraku-influenced staging for the 1997 production of The Lion King.", "In bunraku and kabuki, the musical accompaniment almost always includes this banjo-like instrument. It is traditionally associated with more “popular” art forms than the lute-like biwa."], "category": "Literature"}, {"leadin_sanitized": "The Rogers Act was an attempt to professionalize this agency, whose pitiful salaries through the early twentieth century largely prevented it from employing anyone who wasn't independently wealthy. For 10 points each:", "answers_sanitized": ["United States Department of State", "Dean (Gooderham) Acheson", "Losing China [accept descriptions/word forms; prompt on anything about Communist sympathies or being soft on Communism] &lt;History - American&gt;"], "parts_sanitized": ["Identify this cabinet department that’s been based in the Harry Truman building in Foggy Bottom since 1947.", "This longtime State Department official described the origin of US Cold War policy in Present at the Creation. With David Lilienthal, he co-authored a 1946 plan for post-war nuclear policy.", "Acheson oversaw the creation of a 1949 White Paper designed to provide a sophisticated, deeply-researched explanation defending the administration from this specific political attack. John Paton Davies and O. Edward Chubb were among the namesake “Hands” who were forced out of work under this political attack."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This artist carved a mirror-written text by Luce Irigaray directly into the paint of a 7-by-6-foot 1992 self-portrait. For 10 points each:", "answers_sanitized": ["Jenny Saville", "benefits supervisor [prompt on partial answer]", "Young British Artists [or YBA] &lt;Arts - Visual&gt;"], "parts_sanitized": ["Name this artist whose painting Propped depicts a large nude woman perched atop a wooden post.", "Jenny Saville’s fascination with nude obese women has often been likened to Lucien Freud, who painted “Big Sue” Tilley in a 1995 portrait titled for a person with this job Sleeping.", "Along with Rachel Whiteread and Tracey Emin, Saville is a member of this group of contemporary artists, who were featured in Charles Saatchi’s 1997 exhibit Sensation."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "A “partial” form of this process is used to generate trans fats. For 10 points each:", "answers_sanitized": ["hydrogenation", "iridium", "BINAP [or 2,2′-bis(diphenylphosphino)-1,1′-binaphthyl; do not accept “BINOL”] &lt;Science - Chemistry&gt;"], "parts_sanitized": ["Name this process for reducing organic compounds, which can use heterogeneous catalysts like Raney nickel or homogeneous ones like Wilkinson’s catalyst.", "Crabtree’s catalyst is a highly-efficient homogeneous hydrogenation catalyst containing this metal. This metal is also present in Vaska’s complex, where it can reversibly bind oxygen.", "Ryoji Noyori developed an enantio·selective hydrogenation reaction using palladium bound to this bidentate ligand. This ligand is C2-symmetric but exhibits atropisomerism, allowing it to induce chirality into the hydrogenation substrate."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This state was likened to physical attraction and revulsion in a commentary on the <em>Great Learning</em>’s adage that “making the thoughts sincere” is like “hat[ing] a bad smell” or “lov[ing] what is beautiful.’ For 10 points each:", "answers_sanitized": ["knowledge [or zhī; accept word forms like knowing]", "Neo-Confucianism [or lǐxúe or “li-hsüeh”; accept dàoxúe or “tao-hsüeh”, but do not accept or prompt on “Daoism” or “dàojiào”]", "10,000 [or wàn] &lt;Philosophy&gt;"], "parts_sanitized": ["Name this state that Wáng Yángmíng held to be identical with action.", "Wáng Yángmíng led an intuitionist school of this philosophical movement. The “Four Books” were selected by this movement’s leading light Zhū Xī [joo shee].", "In a classic statement of his idealism, Wáng Yángmíng claimed that the mind is “master” of Heaven, Earth, and this number of things. This number is used in texts like the Dào dé jīng to stand in for “a large number,” and is thus often translated as “myriad.”"], "category": "Literature"}, {"leadin_sanitized": "Answer the following about the sociology of cars, for 10 points each.", "answers_sanitized": ["John (Richard) Urry", "Middletown: A Study in Modern American Culture", "Jürgen Habermas &lt;Social Science&gt;"], "parts_sanitized": ["This British sociologist argued that Western societies have become societies of “automobility” by subordinating public forms of movement to the car. He also wrote The Tourist Gaze.", "This 1929 book by Robert and Helen Lynd characterized cars as an “accepted essential of normal living” for many residents of its title city, some of whom mortgaged their homes to buy cars.", "The reorganization of cities in response to “technical requirements of traffic flow” works to prevent people from forming a public, according to this thinker’s The Structural Transformation of the Public Sphere."], "category": "Social Science"}, {"leadin_sanitized": "Siletzia is one of these things that accreted onto the coast of Washington state between 59 and 49 million years ago. For 10 points each:", "answers_sanitized": ["large igneous provinces [or LIPs; or traps; or continental flood basalts]", "Permian–Triassic extinction [or P–Tr]", "helium-3 [prompt on partial answer] &lt;Science - Other&gt;"], "parts_sanitized": ["Name these features whose remnants today are often large dike swarms exposed at the surface. They are usually composed of extrusive mafic rocks and are thought to be of mantle plume origin.", "The presence of continental flood basalts in Siberia provides evidence for volcanism as a driving force in this extinction, the largest of the “big five.” The Mesozoic era began following this extinction.", "Due to their deep mantle origin, large igneous province rocks have a high abundance of this isotope. The enrichment of this isotope in mantle-derived rocks has been used as evidence that the mantle has not undergone outgassing."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "At the climax of this battle, Nikola Zrinksi led a heroic charge that seriously hampered the victorious side, who then lost thousands more in a booby-trapped gunpowder explosion. For 10 points each:", "answers_sanitized": ["Szigetvar [or Szigeth]", "Coloman the Book-Lover [or Coloman the Bookish; or Coloman the Learned]", "Leonidas I of Sparta &lt;History - Mediterranean+&gt;"], "parts_sanitized": ["Name this 1566 battle, which Cardinal Richelieu said had “saved civilization,” since it left Ottoman forces without enough time to reach Vienna before winter, and forced the Treaty of Adrianople. Suleiman the Magnificent died of natural causes in the fortress of Turbek during this battle.", "Nikola Zrinski was a Ban of Croatia, a title that took on added responsibilities after this Hungarian became King of Croatia in 1102, perhaps authorized by the Pacta Conventa. This successor of Ladislaus the Saint was known as a bit of a reader.", "Zrinski’s stand at Szigetvar is often compared to that of this much earlier prolific killer of Middle Easterners, a husband of Gorgo and king of Sparta."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "At the age of 84, this composer wrote an oft-performed D-major flute concerto published with the whopping opus number of 283. For 10 points each:", "answers_sanitized": ["Carl (Heinrich Carsten) Reinecke", "Gewandhaus [guh-VAHNT-“house”] Orchestra", "Edvard (Hagerup) Grieg &lt;Arts - Auditory&gt;"], "parts_sanitized": ["Name this late nineteenth-century German composer of many popular pieces for wind ensemble, as well as the flute sonata Undine.", "Reinecke spent decades as the director of this Leipzig orchestra, whose previous directors included Felix Mendelssohn.", "Reinecke’s many students included this composer of four Norwegian Dances and several dozen Lyric Pieces."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This tradition’s Prabhākara [pruh-BAH-kuh-ruh] school held that only sentences, and not individual words, can have semantic meaning. For 10 points each:", "answers_sanitized": ["Pūrva-Mīmāmsā", "Vedānta", "dharma &lt;Religion&gt;"], "parts_sanitized": ["Name this branch of Hindu philosophy founded by Jaimini. Unlike another brand of Hindu thought, it focused on the earlier Vedas and not the Upanishads.", "The Upanishads were the focus of this school of Hindu thought, which is sometimes called Uttara-Mīmāmsā. The Brahma Sutras are a major text for this school.", "Mimamsa was focused on the understanding of this core concept of Hinduism and Buddhism, which can be translated as both “cosmic/divine law” and “appropriate conduct.”"], "category": "Religion"}, {"leadin_sanitized": "This structure is climate-controlled by ETFE cushions that wind up its 150-foot height, making it the highest tensile structure in the world. For 10 points each:", "answers_sanitized": ["Khan Shatyr", "Nur-Sultan [or Astana]", "Bjarke (Bundgaard) Ingels &lt;Modern World&gt;"], "parts_sanitized": ["Identify this massive shopping mall and entertainment complex. This building, designed by Norman Foster, is often called the “world’s largest tent.”", "Like Foster’s Palace of Peace and Reconciliation, Khan Shatyr is among the jewels of modernist architecture that have been built thanks to boatloads of repressive blood money in this capital of Kazakhstan. You can give either the new name or the old one.", "This man’s firm designed a national library for Nur-Sultan that looks like a gigantic metal Mobius strip. This Danish architect used diagonal designs to create panorama views for apartment buildings like the VM Houses and Mountain Dwellings, and his recent work in New York includes VIA 57 West."], "category": "Geography"}, {"leadin_sanitized": "The third chapter of Mario Praz’s <em>The Romantic Agony</em> discusses this author’s “shadow.” For 10 points each:", "answers_sanitized": ["Marquis de Sade [or Donatien Alphonse Francois de Sade]", "Satan [or “The Litanies of Satan”]", "Benedetto Croce &lt;Literature - European&gt;"], "parts_sanitized": ["Name this French author. According to Praz, the decadent movement was inspired by the eroticism of this author’s novels The 120 Days of Sodom and Justine.", "The second chapter of The Romantic Agony traces the “metamorphoses” of this character into the “fatal man” of Romantic literature. In a poem named for this character, Baudelaire repeatedly asks him to “have pity on my long misery.”", "This author published a scathing review of The Romantic Agony in La Critica, a journal he founded and edited. He also wrote a treatise on the Aesthetic as the “science of expression.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This theorem gives the conditions under which a uniquely-solvable linear time-invariant circuit has natural frequencies with negative real parts. For 10 points each:", "answers_sanitized": ["Nyquist stability criterion", "Claude (Elwood) Shannon", "sinc [or sine x over x; do not accept or prompt on just “sine x”] &lt;Science - Physics&gt;"], "parts_sanitized": ["Name this criterion which determines whether signals will decay within an exponential envelope. It involves plotting a “D-contour” on the complex plane and checking if it encircles a certain point.", "Nyquist also names a theorem with this scientist that states a signal with highest frequency f can be completely determined by sampling at frequency 2f. This Bell Labs researcher is considered the father of information theory.", "Shannon also names a formula with British mathematician J.M. Whittaker that constructs the continuous-time signal that best interpolates a given discrete-time signal, using sums of this function at different frequencies. This function’s Fourier transform is the square wave."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following about immigration in classical Athens, for 10 points each.", "answers_sanitized": ["metics [or metoikos; or metoikoi]", "Cleisthenes", "Demetrius of Phaleron [or Demetrius of Phalerum; or Demetrius Phalereus; prompt on partial answer] &lt;History - European&gt;"], "parts_sanitized": ["In ancient Greece, this term meaning “one who lives among us” denoted resident aliens. In Athens, the resident foreigners denoted by this term had to pay an eponymous annual poll-tax of 12 drachmai.", "This Athenian probably introduced a formal metic-status to the city. He is often called “the father of Athenian democracy” for his republican reforms.", "In 317 B.C., a census taken by this Athenian ruler indicated that there were approximately two citizens for every metic in the city. The Macedonian king Cassander appointed this man as his client ruler, whereafter he instituted a sumptuary law outlawing elaborate grave monuments."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This book includes the essay “La Prieta” in its final section, “El Mundo Zurdo.” For 10 points each:", "answers_sanitized": ["This Bridge Called My Back: Writings by Radical Women of Color", "Gloria E(vangelina) Anzaldúa", "English AND Spanish [or Inglés AND Español] &lt;Literature - Other/World&gt;"], "parts_sanitized": ["Name this anthology of “writings by radical women of color” like “The Master’s Tools Will Never Dismantle the Master’s House.” It was first published in 1981 with a foreword by Toni Cade Bambara.", "This Bridge Called My Back was edited by Cherríe Moraga and this queer Chicana author of Borderlands/La Frontera.", "Many of Anzaldúa’s essays switch back and forth between these two languages, which are often combined in Nuyorican poetry. These two languages were also combined by Giannina Braschi, who was born in Puerto Rico."], "subcategory": "Literature American", "category": "Literature"}]}