{"tossups": [{"question_sanitized": "The wife of one of this playwright’s protagonists claims that “the writer describes love as a thief” because “the thief is the mysterious fever that poets have been studying for years.” In a 2018 play by this playwright, the opera star Millie obsessively tracks down Amér, the recipient of a heart transplant from Millie’s dead husband Lorenzo. In another of his plays, the celibate Catholic Father Monroe struggles with his love for the parishioner Marcela. This playwright of (*) Exquisite Agony and Bathing in Moonlight also wrote a play that begins with a cockfight hosted by the gamester Elíades. In 2003, he became the first Latino author to win the Pulitzer Prize for Drama for a play that ends with Cheché shooting the lector Juan Julian, who had read a Leo Tolstoy novel to workers in Santiago’s cigar factory. For 10 points, name this Cuban-American playwright of Anna in the Tropics.", "answer_sanitized": "Nilo Cruz &lt;Literature - Other/World&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A character from this modern-day country sings about wanting “every item on every page / In the Lillian Vernon catalogue” in a musical number that opens, “I’ve got a sweet tooth / For liquorice drops and jelly roll.” The title man of a musical number set in this modern-day country is told that “a tiger is a tiger, not a lamb.” Plato’s Symposium inspires a character from this modern-day country to sing about “The Origin of Love.” In the opening number of a musical set in this country, the audience is told that, “in here,” “life,” “the girls,” and “even the (*) orchestra” are all “beautiful.” “Wig in a Box” is sung by a genderqueer rockstar from this country, which is also the setting of a Christopher Isherwood-inspired musical that opens with the Emcee welcoming the audience to the Kit Kat Klub. The title character of Hedwig and the Angry Inch is from—for 10 points—what setting of Cabaret?", "answer_sanitized": "Federal Republic of Germany [or Bundesrepublik Deutschland; accept East Germany or West Germany or DDR or FDR] &lt;Arts - Audiovisual, Other&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Changes in this quantity do not follow an upward-sloping hazard function, according to an article titled for “five facts” about this quantity by Jon Steinsson and Emi Nakamura. A 2007 state-dependent model created by Mikhail Golosov and Robert Lucas found that most changes in this quantity are the result of idiosyncratic shocks. Guillermo (*) Calvo’s “staggered contracts” model assumes a constant probability that this quantity will change. Under oligopolistic competition, tacit collusion can occur via a form of “leadership” named for this quantity. In the phenomenon of nominal rigidity, this quantity does not change. Firms choosing to delay changes in these quantities due to the presence of “menu costs” is one cause of this quantity’s “stickiness.” For 10 points, name this quantity of payment requested by the seller of a good.", "answer_sanitized": "prices [or price changes; do not accept “inflation” or “inflation rate”] &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "The author of the 1872 book Azbuka argued that these institutions should be employed for obrazovanye rather than vospitanye. Sebastian Fauré founded one of these institutions called La Ruche, or “The Hive.” The author of a 1913 book on the Origin and Ideals of the Modern form of this institution ran one that was closed following the Morral affair. A still-extant one of these institutions that divides its members into San, Cottage, House, Shack, and Carriage buildings is organized around its founder’s maxim of (*)“freedom, not license.” During the first decade of the twentirth century, Francisco Ferrer Guardia operated an anarchist one of these institutions in Barcelona. The Yasnaya Polyana estate housed a short-lived institution of this type run by Leo Tolstoy for the local peasant population. For 10 points, name these institutions, one of which, Summerhill, was founded by A.S. Neill on the basis of democratic equality between pupils and teachers.", "answer_sanitized": "primary schools [accept anarchist or experimental schools or European schools; prompt on educational institutions; do not accept “universities”] (The first sentence refers to Tolstoy, who spent a good chunk of the 1870s writing primers for use in schools). &lt;History - European&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Clarence Thomas’s dissent in this case took issue with the Court’s use of the “substantial effects test” established by Wickard v. Fillburn, whose precedent was central to this case. Solicitor General Donald Verrilli was widely criticized for his performance during the oral hearings of this case, which featured unanimous agreement that the Tax Anti-Injunction Act of 1867 did not apply. Tom Price introduced a series of bills aimed at circumventing this case, whose majority opinion held that Congress did not have the authority to regulate “economic (*) inactivity” under the Commerce Clause, but classified the individual mandate as essentially a tax. John Roberts notably joined the Court’s liberal wing in—for 10 points—what 2012 Supreme Court case that upheld most of the Affordable Care Act, which was brought by a business coalition against the then-HUD Secretary and former governor of Kansas?", "answer_sanitized": "National Federation of Independent Business v. Sebelius [or NFIB v. Sebelius; accept either] &lt;Modern World&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Two of this non-water ligand are found at the active site in the ribonucleotide reductase enzyme. Each perovskite unit cell contains three of this anionic ligand. No transition metal complexes with octahedral symmetry and d-electron counts beyond five that contain this terminal ligand have been prepared. The active site of the (*) manganese-calcium complex at the core of photosystem II contains five of this ligand’s bridging type. Cytochrome P450 enzymes form a reactive intermediate in which iron is in a +4 oxidation state and bound to this ligand. That aforementioned “wall” of this anionic ligand is due to the nature of the double bond that it forms to its metal. The compound permanganate contains manganese bound to four of this anionic ligand. For 10 points, name this anion that forms ionic bonds to iron(III) ions in the mineral hematite.", "answer_sanitized": "oxo [accept oxide or O2- or oxygen 2 minus; prompt on oxygen] &lt;Science - Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Robert Wooster Stallman argued that a book about this character was rewritten by its author, based on a letter in which the author stated, “I have dispensed with a goodly number of damns.” Despite eating “with side glances of fear of interruption…like a small pursued tigress,” this character breaks a plate, causing an old woman to ask, “Is your father beating your mother, or your mother beating your father?” Her carefully-made lambrequin is not noticed by her lover, who later (*) leaves her for a “woman of brilliance and audacity.” This character’s brother “achieves a respect for a fire engine” after becoming a teamster, and her mother repeatedly screams, “I’ll forgive her!” at her funeral. After being convinced by Nellie, the bartender Pete leaves this character, who is berated by her brother Jimmie for becoming a prostitute. For 10 points, name this title “Girl of the Streets” of a novella by Stephen Crane.", "answer_sanitized": "Maggie Johnson [accept Maggie: A Girl of the Streets; prompt on Johnson] &lt;Literature - American&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One thinker’s use of these devices is explained by Heidegger as a “recognition of primordial thinking.” Heidegger also claims that one of these devices in Being and Time is a “primordial expression of Dasein,” and should be read as “pre-ontological.” That one of these devices appears after Heidegger’s introduction of Sorge [ZOR-guh]. One of these devices was used to conclude that written words are useful only for someone who already knows what they’re about. After that one of these passages, (*) Socrates notes that in the old days, people were willing to listen to an oak or a rock, as long as it spoke the truth. In the Republic, these things are called “false, on the whole, though they have some truth in them.” The most famous example of these devices compares the “belt of heaven” to the “under-girders of a trireme” and describes the spindle of necessity. The Republic ends with—for 10 points—what kind of narrative “of Er”?", "answer_sanitized": "Platonic myths [until “narratives,” accept descriptions indicating both that these are stories or fables and that they appear in the Platonic tradition; prompt on partial description; do not accept or prompt on any answer involving “thought experiments”] &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "The winner of this election canceled a speech he was supposed to give in Wisconsin, which caused the incumbent to quip that “he has betrayed almost everything I thought he stood for.” A controversial “Fair Play” provision at the RNC during this election expelled Southern delegations that opposed the eventual candidate. Rosser Reeves designed the television commercials used by this election’s winner. Estes Kefauver’s victory in the New Hampshire primary led the (*) incumbent to drop out during this election, which featured Segregationist John Sparkman on the losing ticket. The winning vice presidential candidate in this election had recently won a senate seat over Helen Douglas, whom he called “pink down to her undergarments.” A speech given at the El Capitan Theater by that running mate in this election described his wife as a “wonderful stenographer” with a “respectable Republican cloth coat” after he was attacked for using “the Fund” to pay personal expenses. The “Checkers Speech” was given by winning Vice President Richard Nixon during—for 10 points—what first election won by Dwight D. Eisenhower?", "answer_sanitized": "1952 United States presidential election &lt;History - American&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A Korean mythological being with the body of one of these creatures and the face of a human is depicted in many tomb murals from the Samguk period and has been conflated with a similar Buddhist deity known as Kalavimka. Inmyeonjo has the body of one of these creatures, a vermilion one of which is referred to in Japan as Suzaku. Tachibana Dōsetsu cut Raijin in half using a sword originally nicknamed for these creatures, a Korean one of which, (*) Samjok-o, was considered the most powerful deity in Goguryeo. Jimmu, the first Japanese emperor, was guided by Yatagarasu, one of these creatures with three legs. On the seventh day of the seventh month, two types of these creatures were said to form a bridge to let two intergalactic lovers see each other, forming the Milky Way. The name of the Shinto torii indicates that it is supposed to house—for 10 points—what general type of airborne creatures?", "answer_sanitized": "birds [accept “A Thousand Birds” or chidori; accept (three-legged) crows or magpies but do not accept or prompt on any other specific birds other than these two] &lt;Mythology and Other&gt;", "category": "Mythology"}, {"question_sanitized": "A recent publication by Ron Vale’s lab showed that LAT and its binding partners downstream of the T-cell receptor undergo this process upon T-cell activation. 1,6-hexane·diol can be used to interrupt this process. TDP-43 and FUS localize to cellular structures which are formed via this phenomenon. The Drosophila HP1a protein has been shown to undergo this process leading to hetero·chromatin formation; those domains formed during this process are sensitive to the disruption of weak hydrophobic interactions and restrict diffusion of small molecules. Silver staining of many cell types shows nuclear aggregates called (*) Cajal bodies which are formed by this phenomenon, which are rich in RNAs and ribo·nucleo·proteins. Proteins or RNAs that undergo this process often have large repeat regions. Ostwald ripening is a version of this phenomenon that occurs in solid sols or liquid sols. For 10 points, name this phenomenon that occurs when a liquid-liquid colloid, like oil suspended in water, is allowed to sit.", "answer_sanitized": "liquid-liquid phase separation [or liquid-liquid demixing, or liquid droplet formation, or biomolecular condensation, or spinodal decomposition, also accept any reference to formation of “membrane-less organelles”; prompt on condensation or phase change; do not accept “precipitation”, “amyloid formation”, or “deposition”] &lt;Science - Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This city is the southern terminus of a highway that was built after a president’s 1964 state visit to West Germany accompanied by Heinrich Lübke. The construction of that highway ending in this city, which is known as Route 1 to reflect its importance, cost 77 lives and became a centerpiece of its country’s infrastructure surge. A siege of this city began after So Yoshitoshi landed 100 ships he claimed were “friendly merchant vessels” who just needed to hang out for a little on a nearby shore. Walton Walker issued the “Stand or Die” order during a major military campaign named after this city that also saw two battles at a (*) “bulge” created by the Naktong River and a massacre of PoW’s carried out at Hill 303. This city served as the last temporary capital for Syngman Rhee’s administration. A massive offensive against this city ended after a surprise landing at Incheon by Douglas MacArthur. For 10 points, name this city that was defended by a namesake “Perimeter” during the Korean War.", "answer_sanitized": "Busan [or Pusan; accept Pusan Perimeter] &lt;History - Other/World&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This book imitates an elegy by Clément Marot in its lament for Dido, a “mayden of great blood” who died by drowning. This book’s second section includes a fable about an insolent briar tree which convinces a husbandman to chop down an oak, only to be left tragically unprotected during winter. John Clare imitated the structure of this book in an 1827 poetry collection with the same title. Edward Kirke was traditionally thought to be the author of the commentary published in this book under the initials (*) E. K. Its sixth poem mourns the death of Tityrus, who represents Geoffrey Chaucer. This book begins with a poem in which Rosalinde rejects the advances of its author’s stand-in, Colin Clout. Published in 1579, it consists of twelve eclogues that progress throughout the course of a year. For 10 points, name this pastoral poetry collection by Edmund Spenser.", "answer_sanitized": "The Shepheardes Calender [or The Shepherd’s Calender] &lt;Literature - British&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Within this denomination, the theory of Biblical inerrancy was developed by Charles Hodge and other Princeton Theologians. One branch of this denomination only trains ministers at Covenant Theological Seminary, while another of its branches follows the Book of Confessions and uses the liturgy “Service for the Lord’s Day.” This denomination’s largest non-evangelical branch in America is denoted by the parenthetical “(USA).” (*) Union Theological Seminary was founded as a seminary for this denomination. Churches in this denomination generally follow the Westminster Confession, and usually pray using a descendant of the Book of Common Order. In this denomination, a General Assembly usually governs the work of synods. For 10 points, name this Reformed tradition descended from the Church of Scotland.", "answer_sanitized": "Presbyterians [prompt on Reformed until mentioned] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "Note to moderator: Please emphasize the ALL-CAPS words in the first sentence. At the climax of this symphony’s first movement’s exposition, the upper and lower strings play in canon while the violas, horns, and clarinets repeat the rhythm: [read slowly] “EIGHTH, sixteenth, sixteenth-tied-to-EIGHTH sixteenth, sixteenth-tied-to…et cetera.” In this symphony’s G-major scherzo, bowed strings only enter at a quick 2/4 section, which alternates with sections in 3/4 and 3/8. This symphony opens with the low strings playing the slurred quarters “D, C-sharp, D” followed by a triadic theme in the horns. The second group of this symphony’s first movement begins with an F-sharp-minor theme reminiscent of its composer’s (*) “Lullaby.” This symphony’s first movement shares the key of D and the time signature of 3/4 with the violin concerto its composer wrote the next year for Joseph Joachim [YAW-khim]. For 10 points, name this follow-up to a C-minor symphony dubbed “Beethoven’s Tenth.”", "answer_sanitized": "Johannes Brahms’s Symphony No. 2, Opus 78 [accept any answer indicating Brahms’s second symphony] &lt;Arts - Auditory&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "An equation that computes this quantity contains a numerical constant equal to 0.622. In K-theory, the value of a certain kinematic turbulent flux is set equal to negative eddy diffusivity times this quantity. The Richardson number is proportional to the sum of this quantity’s measured form and its theoretical limiting form. Assuming a particular value for this quantity gives a geopotential height proportional to times one minus the pressure in atmospheres to the power of the gas constant over heat capacity. Ground-level pollution is associated with (*) negative values of this quantity that occur in high pressure systems and are strongly stable. Radiosondes are used to measure this quantity, the true values of which are required by the criteria for conditional instability to lie between pseudo·adiabatic and dry adiabatic varieties. For 10 points, name this quantity equal to the atmospheric reduction in temperature per kilometer of altitude.", "answer_sanitized": "lapse rate [accept specific types like adiabatic lapse rate, environmental lapse rate, etc.] &lt;Science - Other&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a Crucifixion from this city now owned by the Met, thick, yarn-like streams of blood hover over the Virgin and St. John, who stand against a starry sky. Oberlin’s art museum houses a painting from this city in which a bright red-and-gold cloth cushions the body of St. Sebastian, who is tended by St. Irene. An artist from this city painted a trompe l’œil canvas of musicians on a balcony seen from below. Paintings like a Nativity in the Uffizi have garnered an artist from this city an Italian nickname meaning “of the (*) night.” In another painting from this city, a girl in a low-cut blue shirt holds a lute and faces her suitor, who, like the title Matchmaker, is barely visible in the light given by a single candle. Painters from this city likely inspired the style of Georges de la Tour. Hendrick ter Brugghen and Gerard van Honthorst were from—for 10 points—what Dutch city home to a circle of “Caravaggisti”?", "answer_sanitized": "Utrecht Caravaggisti &lt;Arts - Visual&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This navy abandoned a rebellious group of soldiers in a remote location that became known as “bone island.” A city reportedly draped its walls in black sackcloth after a storm destroyed much of this navy, one of whose wrecks was discovered in 1969 near Marsala. This navy was hampered by a conflict that ended with cannibalism in a box-like canyon known as “the Saw.” This navy’s base was a 220-dock, man-made inner harbor named the (*) cothon. The namesake periplus of one of this navy’s admirals is the first source for the word “gorilla.” This navy won a battle after its enemy’s sacred chickens refused to eat and were thrown overboard near Drepana. To defeat this navy, an enemy invented a movable bridge whose beak-like spike anchored into the deck of an opposing ship, allowing marines to board; that device was called a corvus. For 10 points, name this navy whose maritime superiority Rome ended in the Punic Wars.", "answer_sanitized": "Carthaginian navy [accept navy of Carthage or obvious equivalents; accept “Punic navy” before “Punic” is read] &lt;History - Mediterranean+&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "In a turbulent form of this type of flow, the eddy viscosity is set equal to the mixing length squared times the magnitude of the derivative of flow velocity with respect to distance. A law that holds in this regime states that the average velocity of a turbulent flow is proportional to the log of a particular distance scale. A fluid is deflected by a semi-infinite wedge in the (*) Falkner–Skan computation of this regime, which occurs when the dissipation term, proportional to the second positional derivative of the velocity field, has the same order as the Reynolds number even if both are small. When a fluid encounters a semi-infinite plate, this region’s size is proportional to the square root of the distance from the intersection and hugs the plate in the simplest Blasius case. Viscosity dominates even if the rest of the flow is turbulent in—for 10 points—what region of flow first articulated by Ludwig Prandtl?", "answer_sanitized": "boundary layer flow &lt;Science - Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a 1991 novella, Mary Louise feigns madness in order to be committed to an asylum, where she builds a fantasy world around this author’s characters to devote herself to the memory of her dead cousin Robert. That novella by William Trevor is titled Reading [this author]. This author spent his life pining for the married opera singer Pauline Viardot, to the point of moving in with her family in Paris. That unrequited passion may have inspired a scene in one of his novels in which the student (*) Andrei praises the Bulgarian revolutionary Insarov to his love interest Elena. Unrequited love is also central to his most successful play, in which Islayev and Rakitin love Natalya, who instead falls for the young tutor Belyaev. For 10 points, name this close friend of Gustave Flaubert, the Russian author of the novel On the Eve and the play A Month in the Country.", "answer_sanitized": "Ivan (Sergeyevich) Turgenev [accept Reading Turgenev] &lt;Literature - European&gt;   Chicago Open 2019: What If We Kissed 😳 in the Non-Western Art Distribution 😳  Edited by Chris Ray, Jacob Reed, Alston Boyd, Will Holub-Moorman, Jonathan Magin, and Sriram Pendyala, with contributions by Wonyoung Jang and Michael Kearney.  Packet by the Editors (Play-in)  Bonuses", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This poet included poems such as “Amazon” and “Words to My Love” in her 1909 collection <em>A Crown of Violets</em>. For 10 points each:", "answers_sanitized": ["Renée Vivien [or Pauline Mary Tarn; accept le Prix Renée Vivien or the Renée Vivien Prize]", "Sappho [or Psappho; accept Sapphic verse]", "(Sidonie-Gabrielle) Colette &lt;Literature - European&gt;"], "parts_sanitized": ["Name this British-born French lesbian poet who was heavily influenced by Parnassianism and Symbolism. She carried on an affair with the author Natalie Clifford Barney, who would go on to win her namesake literary prize in 1949.", "Vivien is often compared to this ancient Greek poet from Lesbos, who wrote of her desire for another woman in “Ode to Aphrodite.”", "Vivien’s highly sexual and hedonistic lifestyle was the subject of The Pure and the Impure, a “pen-portrait” by this Frenchwoman and friend of Vivien who also wrote the novella Gigi."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This method allows the approximate solution of a large class of second-order differential equations that appear in quantum mechanics. For 10 points each:", "answers_sanitized": ["JWKB approximation [or Jeffreys–Wentzel–Kramers–Brillouin approximation; or Liouville–Green method; or LG method]", "adiabatic theorem [or adiabatic approximation or adiabatic process]", "Weizsäcker–Williams approximation [or equivalent photon approximation; or EPA] &lt;Science - Physics&gt;"], "parts_sanitized": ["Name this “semiclassical” method that computes tunneling probabilities as the “e to the negative-two-gamma”, where gamma is “one over h-bar times an integral of “square root of twice mass times kinetic energy.””", "Another approximation in quantum mechanics, which is named for this term, states that if a change occurs slowly enough, then an initial eigenstate of the Hamiltonian will transform into a final eigenstate. In thermodynamics, this term denotes a type of process that occurs without any heat flux.", "In quantum field theory, this approximation can be applied to the problem of very high energy electrons scattering off of a target. The approximation neglects diagrams with no t-channel photon exchanges and treats the electron beam as a source of real photons with an energy distribution proportional to “log of the Mandelstam variable s over electron mass squared.”"], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This man’s forces won a critical victory at the Battle of Tanga, which saw swarms of bees descend on the attackers on the slopes of Kilimanjaro. For 10 points each:", "answers_sanitized": ["Paul (Emil) von Lettow-Vorbeck", "Jan (Christiaan) Smuts", "Königsberg &lt;History - European&gt;"], "parts_sanitized": ["Name this “Lion of Africa,” who led a small band of Askaris and German soldiers on a guerilla campaign against hundreds of thousands of Allied troops before finally surrendering, undefeated, at the end of World War I.", "Among von Lettow-Vorbeck’s opponents in the East Africa Campaign was this man, a South African Prime Minister whose defeat by the National Party in 1948 ushered in Apartheid.", "Much of von Lettow-Vorbeck’s artillery “support” consisted of guns stripped from a German cruiser with this name that was scuttled in the Rufiji Delta. This is the name of Prussian city that is now Kaliningrad, Russia."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "For 10 points each—answer the following about the Medieval transformation of Chinese painting:", "answers_sanitized": ["Mǎwángduī [mah-wang-DWAY]", "handscrolls [or shǒujuàn; prompt on just scrolls or juàn; do not accept or prompt on “hanging scrolls”]", "qì [chee] &lt;Arts - Visual&gt;"], "parts_sanitized": ["Much of our knowledge of pre-Medieval art comes from this archaeological site, which has preserved several T-shaped silk “banners” from the Western Hàn dynasty. This site was also the source of a trove of “silk texts” that include the earliest surviving text of the I Ching and a very early text of the Dàodéjīng.", "Medieval painters began to eschew silk banners in favor of this format, which was most famously used for Zhāng Zéduān’s post-medieval painting Along the River During the Qīngmíng [CHEENG-meeng] Festival.", "In the sixth century, Xiè Hè [shyeh huh] formulated a foundational set of “Six Principles,” which begin with the enigmatic requirement of “spirit resonance.” In that phrase, “spirit” translates this Chinese term, which means “vital breath.”"], "category": "History"}, {"leadin_sanitized": "For endpoints <em>a</em> and <em>b</em>, this distribution has a variance of “one-twelfth times quantity <em>a</em> minus <em>b</em>, squared.” For 10 points each:", "answers_sanitized": ["uniform distribution", "probability integral transform", "pseudo-random sampling [accept pseudo-random number generation or PRNG; prompt on random number generation or RNG] &lt;Science - Other&gt;"], "parts_sanitized": ["Name this probability distribution whose PDF looks like a horizontal line segment, since it gives an equal likelihood of an event occurring anywhere within a given interval.", "Any continuously-distributed random variable can be converted to a uniform random variable using this transformation, in which you define a new random variable by applying the CDF of X to X itself.", "The inverse of the probability integral transform is often used in this task, which can also be performed with the ziggurat algorithm. This process is done to approximate a uniform distribution by the Mersenne Twister."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This man began a legendary five-year tour of the Caribbean while playing with a young Adelina Patti. For 10 points each:", "answers_sanitized": ["Louis Moreau Gottschalk", "tresillo", "Republic of Cuba [or República de Cuba] &lt;Arts - Auditory&gt;"], "parts_sanitized": ["Name this mixed-race pianist who evoked the Creole music of his native Louisiana in pieces like Bamboula and Le Banjo.", "Gottschalk’s “Caribbean” works, such as Souvenir de Porto Rico, use this ubiquitous rhythmic figure of Latin American music. Claves frequently play this rhythm, which consists of “3 beats plus 3 beats plus 2 beats.”", "Claves are an instrument from this Caribbean nation, which is also the origin of the habañera, cha cha chá, and mambo."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This man’s most famous work proposes that God, the self, and the world each come from their own kind of “nothing” via paths called “Yes,” “No” and “And.” For 10 points each:", "answers_sanitized": ["Franz Rosenzweig", "I and Thou [or Ich und du]", "sacrifices [or burnt offerings] &lt;Religion&gt;"], "parts_sanitized": ["Name this thinker who proposed that the Jewish liturgical calendar leads to a cyclic experience of time in 1921’s The Star of Redemption.", "Rosenzweig’s theory of “speech thinking” in part 2 of The Star of Redemption anticipates this 1923 book, which details five ways of relating to a tree. Rosenzweig later translated the Old Testament with this book’s author.", "Buber and Rosenzweig’s etymological approach to “Germanization” led them to translate korban as “nearing,” rather than this primary meaning. One type of this practice can be translated as “holocaust.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The speaker predicts that when this girl grows older, her “chaster laws” and “command severe” will break the bow of “wanton Love.” For 10 points each:", "answers_sanitized": ["little T.C. [or “The picture of little T. C. in a prospect of flowers”]", "Andrew Marvell", "Damon [prompt on The Mower] &lt;Literature - British&gt;"], "parts_sanitized": ["Name this young “Nimph” observed playing in a garden in a mid-seventeenth-century poem. The speaker warns her to “gather the Flow’rs, but spare the buds,” lest Flora “nip in the blossom all our hopes and Thee.”", "“The picture of little T. C. in a prospect of flowers” was written by this English author of a “Horation ode” on Cromwell’s return from Ireland, as well as “The Garden” and four poems about the Mower.", "A Marvell poem consists of a dialogue between Clorinda and a male shepherd with this common name from pastoral poetry. In another Marvell poem, this title character cuts his own ankle while “depopulating all the ground” because he is distracted by his love for Juliana."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Edward Bernays was hired to convince Congress that this law was blatantly Communist, despite the fact that its express purpose was to foster a capitalist economy in place of actual feudalism. For 10 points each:", "answers_sanitized": ["Decree 900 [or Decreto 900; prompt on the Agrarian Reform Law; prompt on descriptive answers]", "Republic of Guatemala [or República de Guatemala]", "Jorge Ubico Castañeda &lt;History - Other/World&gt;"], "parts_sanitized": ["Identify this 1952 act that massively redistributed land in its country, the most significant reform during a period known as the Ten Years of Spring.", "Decree 900 was a promising reform act passed under Jacobo Árbenz in this country. Unfortunately, its threat to United Fruit’s profit margins led John Foster Dulles to organize 1954’s Operation PBSUCCESS to depose Árbenz.", "Árbenz had replaced this longtime UFC-backed strongman, who passed a law requiring all non-property owners to work 100 days for United Fruit, for free. This man was known by affectionate nicknames like “El Numero Cinco,” “the Latin Napoleon,” and “Hitler.”"], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This bacterial genus is home to a species that is a widespread parasite or endosymbiont. For 10 points each:", "answers_sanitized": ["Wolbachia", "Aedes", "Drosophila melanogaster [or fruit fly] &lt;Science - Biology&gt;"], "parts_sanitized": ["Name this bacterial genus, containing a bacterial parasite able to modify the eggs of females to reject sperm from males not harboring the same bacterium. It is also able to protect the host against RNA viruses through an as-of-yet unknown mechanism.", "Infection with particular Wolbachia strains has been shown to reduce Dengue transmission by this genus of arthropods that are vectors of Dengue virus. Introduction of Wolbachia into populations of this genus has been used for public health control of Dengue virus.", "Wolbachia infection of this model organism has been linked to viral resistance. Hox genes were discovered in this model organism, and cluster into its Antenna·pedia and Bi·thorax complexes."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "A surprising number of 19th century Americans were named for Henry Clay. For 10 points each, name some of their achievements:", "answers_sanitized": ["“Marching Through Georgia”", "Johnstown flood", "Louisiana &lt;Mythology and Other&gt;"], "parts_sanitized": ["During the Civil War, Henry Clay Work composed this popular Union song, whose chorus proclaims “Hurrah! Hurrah! We bring the jubilee! / Hurrah! Hurrah! The flag that makes you free!”", "To allow carriages to pass one another, Henry Clay Frick’s country club lowered the South Fork dam, leading to this 1889 disaster that killed over 2,000 people in Pennsylvania.", "After moving to this state in 1846, Henry Clay Lewis published humorous sketches about the lives of its rural doctors. During Reconstruction, Henry Clay Warmoth served as this state’s governor until 1872, when he was suspended and replaced by P.B.S. Pinchback."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In 1815, this mathematician explored the equations behind the figures traced by a double pendulum, which are now known as Lissajous curves. For 10 points each:", "answers_sanitized": ["Nathaniel Bowditch", "coopers", "tobacco [or sot-weed] &lt;History - American&gt;"], "parts_sanitized": ["Name this mathematician who completed many of the proofs while translating Laplace’s Méchanique Céleste into English. Since the early nineteenth century, the U. S. Navy has used his maritime guide The New American Practical Navigator.", "Nathaniel Bowditch’s father Habbakuk worked in this profession. These craftsmen fastened wooden staves held together with hoops to make casks and barrels that were used to store goods.", "Large barrels called hogsheads were predominantly used for storing and transporting this Southern crop. Production of this crop required “topping” and “suckering” plants before harvesting them."], "category": "Literature"}, {"leadin_sanitized": "This thinker used the expertise of jewelers as an example of the human ability to learn how to represent new properties via experience. For 10 points each:", "answers_sanitized": ["Vedanta Desika [or Thoopul Nigamaanthan Desika]", "The Principles of Psychology", "Thomas Reid &lt;Philosophy&gt;"], "parts_sanitized": ["Name this philosopher, who became a guiding light for the Vadakalai school of Sri Vaishnavism, who follow his interpretation of the Vedas as the concretization of the will of god.", "Kevin Connolly cites Vedanta Desika as a defender of a type of “learning” in perception, which was also defended in this 1890 William James book. This book coined the terms “stream of consciousness” and put forth the James–Lange theory, a foundational idea in its title discipline.", "This other philosopher distinguished between “original” and “acquired” perception in his defence of perceptual learning. He attacked Cartesian skepticism by founding his home country’s “school of common sense.”"], "category": "Philosophy"}, {"leadin_sanitized": "This poem ends by asking “masters, lords and rulers in all lands” what they will do when “this dumb Terror shall rise to judge the world / After the silence of the centuries?” For 10 points each:", "answers_sanitized": ["“The Man With the Hoe”", "Ambrose Bierce", "oxen (The poem is “Ox Cart Man.”) &lt;Literature - American&gt;"], "parts_sanitized": ["Name this poem by Edwin Markham, which caused a sensation after being published in 1899. It describes a laborer with “the emptiness of ages in his face / and on his back the burden of the world.”", "This fellow Californian absolutely despised “The Man With the Hoe.” As a columnist, he wrote satirical glossaries that he published as The Devil’s Dictionary.", "The first stanza of “The Man With the Hoe” calls the title laborer “stolid and stunned, a brother to” this animal. It’s the first word in the title of a Donald Hall poem about a farmer who sells this animal before heading home from Portsmouth Market."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the fabrication of thin layers, for 10 points each.", "answers_sanitized": ["MOVPE [or metal-organic vapor-phase epitaxy; accept metal-organic chemical vapor deposition or MOCVD; prompt on partial answers like chemical vapor deposition or epitaxy]", "molecular-beam epitaxy [or MBE]", "silicon &lt;Science - Chemistry&gt;"], "parts_sanitized": ["In this method mainly used for the manufacture of opto·electronics, methylated metals like trimethyl indium vapor are combined with phosphine in the first step, then undergo pyrolysis. Crystals of elemental semiconductor are grown via this chemical reaction on a surface at moderate gas-phase pressures.", "This other method for producing thin-films is widely used for producing transistors at the nanoscale. It builds the crystal at a rate of about one atomic layer per second via physical deposition of elemental vapors at pressures of 10-to-the-minus-8 to 10-to-the-minus-12 torr.", "Epitaxy is most often used to create thin films of this element doped with p- or n-type impurities. This metalloid element has four valence electrons."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about resource-rich bodies of water, for 10 points each.", "answers_sanitized": ["Niger River", "Trinidad", "Carpinteria [or Gulf of Carpentaria] &lt;Modern World&gt;"], "parts_sanitized": ["This river’s delta was the site of a historic British protectorate known as the Oil Rivers. A group representing the Ijaw people issued the Kaiama Declaration to protest environmental and property abuses around this river.", "Pitch Lake, a feature located on this island’s town of La Brea, is the largest natural deposit of Asphalt in the world. It also features the Nariva and Caroni wetlands.", "A Santa Barbara town with this name is home to notable non-La Brea tarpits. This name is phonetically shared by a body of water bounded by the Torres Strait, Arafura Sea, and Cape York Peninsula."], "category": "Geography"}, {"leadin_sanitized": "Leading Chilean writers like Enrique Lafourcade attended this author’s fancy salons, which took place at the same time dissidents were tortured in her basement. For 10 points each:", "answers_sanitized": ["Mariana (Inés) Callejas (Honores)", "Roberto Bolaño (Ávalos)", "Oriental Republic of Uruguay [or República Oriental del Uruguay] &lt;Literature - Other/World&gt;"], "parts_sanitized": ["Name this author, a secret agent for Pinochet who was married to the assassin Michael Townley. In 2008, she was jailed for her role in the bombing of General Carlos Prats.", "This author depicted one of the salons of Mariana Callejas in the final section of his novel By Night in Chile. Hundreds of women in Santa Teresa are mysteriously murdered in his massive novel 2666.", "Bolaño’s novel Amulet is based on a 1968 incident in which a poet from this country, Alcira Soust Scaffo, hid for 15 days during the occupation of UNAM. Another author from this country, Eduardo Galeano, wrote Open Veins of Latin America."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "According to sociologist Philip Cohen, this idea is bad public policy that leads governments to sink money into ineffective marriage promotion programs. For 10 points each:", "answers_sanitized": ["success sequence", "Brookings Institution", "Annette (Patricia) Lareau &lt;Social Science&gt;"], "parts_sanitized": ["Name this idea promoted by Isabel Sawhill and Ron Haskins in books like Creating an Opportunity Society. It holds that teenagers have the best chance to avoid poverty by graduating from high school, then finding a full-time job, then waiting to have children until marriage.", "Isabel Sawhill and Ron Haskins are both senior fellows at this center-left think tank in Washington, D.C., which is traditionally linked to the Democratic Party.", "This University of Pennsylvania sociologist described how middle-class parents use a parenting style she called “concerted cultivation,” which give their children structural advantages over working-class children, in her book Unequal Childhoods."], "category": "Social Science"}, {"leadin_sanitized": "Artisans in this city added lead oxide to their stonepaste to give a particularly flexible, white product. For 10 points each:", "answers_sanitized": ["İznik [accept Nicaea]", "(Koca) Mimar Sinan (Ağa)", "celadon [or greenware] &lt;Arts - Audiovisual, Other&gt;"], "parts_sanitized": ["Name this city home to a ceramic industry that, two centuries before Delftware began, produced huge amounts of blue-and-white pieces inspired by Chinese porcelain.", "Decorative glazed tiles from İznik were used extensively by this Ottoman architect, whose many buildings include the Süleymaniye Mosque. His pupil Mehmed Ağa used İznik tiles all over the Blue Mosque.", "Many pieces of İznik ware use turquoise floral patterns to imitate this style of pottery, which was produced at Lóngqúan during the Sòng dynasty. The Goryeo dynasty was particularly known for its production of this style of porcelain, which uses an iron-containing glaze to imitate jade."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "This transaction was carried out “by copper and by scales,” making it a form of <em>mancipatio</em>. For 10 points each:", "answers_sanitized": ["nexum", "plebeians [accept plebs]", "Agrippa [or Marcus Vipsanius Agrippa; or Agrippa Menenius Lanatus; or Menenius Agrippa] &lt;History - Mediterranean+&gt;"], "parts_sanitized": ["Name this type of early Roman legal contract, under which a borrower of money pledged himself as collateral for his loan, thereby risking debt-slavery if he defaulted. The Lex Poetelia Papiria outlawed this type of contract.", "The abolition of nexum primarily benefited this social class, whose members had already seceded at least twice from Rome in their bid for political equality.", "According to Livy, when the plebeians first seceded in 494 B.C., a man with this cognomen convinced them to return to Rome through the parable of “the belly and the limbs.” Another man with his cognomen commissioned the original pantheon."], "subcategory": "History Classical", "category": "History"}]}