{"tossups": [{"question_sanitized": "These institutions aren’t associated with Oliver Cromwell, but the cartoon Killing No Murder shows boxer Daniel Mendoza leading a group of thugs during an incident centered around one of these institutions. Many key primary sources about these institutions come from a lengthy lawsuit brought by Margaret, the widow of grocer John Brayne, who was a key financier of these institutions. A group known as the “O.P.’s” led that bizarre 3-month “riot” over one of these institutions, which resulted in 20 deaths and forced a public apology from John Phillip Kemble. The (*) Old Price riots broke out over the cost of one of these institutions, which was exacerbated after the destruction of another one established by Thomas Killigrew. James Burbage founded one of these institutions, which the Licensing Act placed under the purview of Lord Chamberlain, who lent his name to a company active in them. For 10 points, name these British institutions like Drury Lane and the Globe, which burned down during a performance of Henry VIII.", "answer_sanitized": "theaters [accept equivalents like playhouses, etc.] &lt;History - European&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "A gas of bosons in one dimension with this interaction potential has a wavefunction equal to the sum over permutations of particles of a weighted complex exponential for each permutation, as detailed in the Lieb–Liniger model. For a free particle in a box, the matrix elements of the density matrix approach this function as temperature tends to infinity. Adding this interaction produces a first-order perturbative correction equal to “minus the square of the fine structure constant, times the energy of the nth quantum level, all over n”—but only to the (*) s orbital energies of the hydrogen atom; any orbitals with a node at the nucleus remain uncorrected. This potential only admits one bound state for the Schrödinger equation, with a Laplace-distributed wavefunction. This mathematical entity has a continuous Fourier transform that is the constant function. The integral of the product of f-of-x and this distribution is f-of-0. For 10 points, name this mathematical distribution that is a sharp spike of unit area.", "answer_sanitized": "Dirac delta function &lt;Science - Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "While “gathering swim gear in the bathroom,” the protagonist of a book with this first title word “glances at the mirror” and feels a “sharp stab” when he sees “his face no / longer young no more / beauty impact.” After reading Proust, the protagonist of that book with this first title word realizes that “too much memory is the problem.” Mortal anxiety is personified by 4NO in a book with this first title word that features the war veteran Sad But Great. That book served as a (*) sequel to a book with this last title word whose protagonist ruminates on the question “What is time made of?” While outside a bakery, Ancash notes the beauty of an Argentinian volcano at the end of a book titled for this color, which begins by asking “What difference did Stesichoros make?” A “novel in verse” about a boy named Geryon was written by Anne Carson and titled Autobiography of—for 10 points—what color?", "answer_sanitized": "red [accept Red Doc&gt;; accept Autobiography of Red] &lt;Literature - Other/World&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A politician with this surname formed a powerhouse Pittsburgh legal firm with James Reed that helped protected the South Fork Fishing and Hunting Club from lawsuits in the wake of Johnstown. As Attorney General, that man pursued antitrust action against Northern Securities. That man with this surname had to artificially deflate his salary using a “Saxbe fix” to take another cabinet role, in which capacity he forced the Húguǎng–Canton railway project to include JP Morgan. An earlier man with this surname established a (*) drill academy at Pluckemin, New Jersey and critically reinforced Dorchester Heights after leading a trek through the Berkshires with a makeshift transport train to retrieve artillery from Fort Ticonderoga. The Secretary of State who executed Dollar Diplomacy under RRaft had this surname and the first name Philander. For 10 points, give this surname of Henry, the first Secretary of War and namesake of a Kentucky fort that houses the U.S. gold reserve.", "answer_sanitized": "Knox &lt;History - American&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This film’s screenwriter denied its use of flashbacks, saying that its “entire story” “happens in neither two years nor in three days but exactly in one hour and a half.” A documentary called Memories of this film was compiled by Volker Schlöndorff, who served as assistant director for it. This film’s director had shadows painted on the ground for a shot of a “geometric” garden. A concert in this film depicts two violinists, but all we hear is the organ music that dominates the soundtrack. In this film, a hallway tracking shot ends by repeatedly (*) zooming in on a grinning, open-armed woman in white. This film opens with long tracking shots of the Baroque chandeliers, mirrors, and ceilings of its setting. In this film, a game of taking away matchsticks is always lost by “X,” who claims that “A” had an affair with him at the same château. Alain Robbe-Grillet wrote the screenplay of—for 10 points—what second feature by Alain Resnais [reh-neh]?", "answer_sanitized": "Last Year at Marienbad [or L’Année dernière à Marienbad or Last Year in Marienbad] &lt;Arts - Audiovisual, Other&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "A study by Costas Panagopulous found that expressions of gratitude encourage this action. George Quattrone and Amos Tversky used an experiment involving the made-up entity “Delta” to show that willingness to perform this action can depend on its “perceived diagnosticity.” The “JQP” model was introduced in a 2013 book which argues the process of “rationalizing” is central to this action. V.O. Key died while finishing a book arguing that this action is characterized by (*) rationality, as opposed to the so-called “Michigan model” of this action developed by Campbell, Converse, Miller, and Stokes. The theory of the “Bradley Effect” claims that social desirability responding leads white people to misrepresent how they are going to perform this action. For 10 points, name this action studied by political psychologists in which citizens cast ballots during elections.", "answer_sanitized": "voting [accept word forms] &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "A rite in this language uses a calendar divided into roughly seven-week periods called shawu’i. Some churches that worship in this language often look to Jacob Baradaeus as their founder and are thus called “Jacobite.” Several rites in this language primarily use the Liturgy of St. James. This language was used in the oldest surviving illuminated manuscript depicting a Crucifixion, the 6th-century Rabbula Gospels. This language was used by Tatian to write the Diatessaron, which was the first major gospel (*) harmony. This language was used for the second-oldest vernacular translation of the Bible, called the Peshitta. Many Greek works were transmitted into Arabic by Christian speakers of this language, which was spoken in Edessa. For 10 points, name this dialect of Aramaic whose namesake “Rite” is used by Maronites and others in the namesake Levantine country.", "answer_sanitized": "Syriac [prompt on Aramaic]  &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "This book explains Theodore Dreiser’s naturalism as the cry “Nobody’s fault!” Its longest section, “Achievement and Frustration,” analyzes the “Protestant Pietá,” a scene in which the white-clad “Good Good Girl,” such as Eva St. Clare, dies in the arms of an older man. This book traces the evolution of the “seduction plot” from Samuel Richardson’s Clarissa to Herman Wouk’s Marjorie Morningstar. Published in 1960, this book identifies a recurring dream of escaping domestic social responsibilities evoked by (*) interracial pairs of characters like Natty Bumppo and Chingachgook. This book controversially claims that the title country’s authors have been unable to accept adult sexuality, causing their obsession with mortality. It elaborates on the ideas first expressed in its author’s essay “Come Back to the Raft Ag’in, Huck Honey.” For 10 points, name this analysis of the title prose genre written by Leslie Fiedler.", "answer_sanitized": "Love and Death in the American Novel &lt;Literature - American&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In the first movement of Charles Ives’s Holidays Symphony, this song competes with “The Campbells Are Coming” before the orchestra quietly plays “Pig Town Fling.” Samuel Bayard argued that this song’s melody is a composite of the Scottish folk tunes “The Black Eagle” and “The Rose Tree.” In the 1830s, blackface minstrel performer George Washington Dixon popularized an astoundingly racist song with the same melody, called “Zip Coon.” A goat devours the sheet music for this song during a performance in which nursing (*) piglets have their tails pulled and a cow’s teeth are turned into a makeshift xylophone by Mickey Mouse as this song plays in “Steamboat Willie.” This song, whose lyrics include “went out to milk, and I didn’t know how / I milked the goat instead of a cow,” is one of the most common mainstays of American ice cream trucks. For 10 points, identify this song traditionally played on fiddles during rural dances, named for a barnyard animal who is also referred to as being “in the hay.”", "answer_sanitized": "“Turkey in the Straw” &lt;Mythology and Other&gt;", "category": "Fine Arts"}, {"question_sanitized": "These compounds’ formation is inhibited by the DMARD leflunomide. Initiation chemotherapy for acute myeloid leukemia involves prophylactic intrathecal delivery of a functionalized derivative of one of these compounds. Infants with a recessive defect in the synthesis of these compounds present with a combination of metabolic acidosis and megaloblastic anemia that is unresponsive to B12 or folate therapy, as blood levels will show orotate elevation. The rate limiting enzyme for their biosynthesis is an isoform of the urea cycle’s rate limiting enzyme; that enzyme is (*) carbamoyl phosphate synthetase. A 5-fluorinated derivative of one of these compounds that treats colon cancer is a folate antimetabolite. Zidovudine, or AZT, is a functionalized derivative of one of these compounds. Bacterial photolyase and eukaryotic nucleotide excision repair dimers of—for 10 points—what class of one-ringed nitrogenous bases?", "answer_sanitized": "pyrimidines [prompt on bases, nucleotides, or nucleobases, anti-prompt on cytosine, uracil, or thymine] &lt;Science - Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "While returning from one campaign, this man’s plunder train was attacked by a zealot who legendarily had his head cut off, picked it up, and continued slaughtering this man’s forces. That attack against this man by Baba Deep Singh earned enmity that may have contributed to his forces committing the second and larger Great Sikh Massacre. Along with his brother Zulfiqar, this man was imprisoned in his youth by the Hotak dynasty. After this man’s greatest victory, Madhav (*) Rao I turned his attentions southward and began a so-called “Resurrection.” This cavalry commander discovered the leader of the Afsharid kingdom assassinated in a tent, prompting him to abscond with the royal seal and the Koh-i-Noor diamond. This member of the Abdali tribe used camel-mounted cannons to defeat the Maratha empire at the Third Battle of Panipat. For 10 points, name this founder of the modern Afghan state, who built a namesake empire after the death of Nader Shah.", "answer_sanitized": "Ahmad Shah Durrani [or Ahmad Khan Abdali] &lt;History - Other/World&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A friend of this man fled from court after accidentally handing him a poem ending “All monarchs I hate, and the thrones they sit on, / From the hector of France to the cully of Britain.” This man’s prized sundial was scandalously smashed by a poet who reportedly asked it “dost thou stand here to fuck time?” In another poem, a character representing him tells the people to “beware the fury of a patient man” after lamenting that he must “the sword of justice draw” thanks to the “curst effects of necessary law.” A mock epitaph calls him “our good and gracious (*) King / Whose promise none relies on; Who never said a foolish thing, Nor ever did a wise one.” A satire about this king claims that “His scepter and his prick are of a length,” and was written by his chief wit, the Earl of Rochester. For 10 points, name this king represented by David in Dryden’s Absalom and Achitophel, who led a court of libertines after the Restoration.", "answer_sanitized": "Charles II [prompt on Charles] &lt;Literature - British&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Using a one-zone model of a star, a characteristic value for this parameter can be approximated as the square root of the quantity “3 pi over the product of the gravitational constant, the star’s average density, and 3 gamma minus 4,” where gamma is the star’s adiabatic ratio. The Blazhko effect leads to variability in this observable quantity. In many stars, values of this observable quantity are determined primarily by the location of the hydrogen and helium-II partial ionization zones; in those layers, compression causes opacity to increase, allowing (*) Eddington's kappa mechanism to drive phenomena that are partly characterized by this quantity. Hubble directly measured this value for certain stars in Andromeda, then used results from a study of similar stars in the Small Magellanic Cloud to predict absolute magnitudes and thus the distance to Andromeda. For 10 points, name this value that Henrietta Swan Leavitt plotted against luminosity for classical Cepheids.", "answer_sanitized": "period of pulsation [prompt on anything mentioning pulsation that doesn’t directly indicate period] &lt;Science - Other&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "A freedman sent to offer this man governance of Syria turned back without a greeting after meeting his ship in the ocean, since the offer was only valid if he were found in his original province. A contemporary history contrasts this man’s modest death with the self-serving suicides of Helvidius Priscus and Thrasea Paetus. As he lacked a fleet, this man sent Batavian swimmers to conduct a nighttime amphibious assault on the island of Mona. This man is not primarily known as an author, but while serving under Suetonius Paulinus, he probably witnessed (*) Boudicca’s revolt. A chieftain allegedly declared that “where [the Romans] make a desert, they call it peace” in a speech preceding this man’s victory at the Battle of Mons Graupius; that chieftain was Calgacus of the Caledonian confederacy. Due to his military success, Domitian recalled—for 10 points—what governor of Britain, the subject of a panegyrical biography by his son-in-law, Tacitus?", "answer_sanitized": "Gnaeus Julius Agricola [or Gnaeus Iulius Agricola] &lt;History - Mediterranean+&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "Statues of these creatures called chinthe often sit outside Burmese pagodas. Only the feet survive from a giant sculpture depicting one of these creatures at the fortress of Sigiriya. A sculpture of one of these creatures stands next to a sculpture of a naga on the entrance causeway of the Angkor Wat. In China, paired depictions of these creatures often show the female restraining her young and the male touching a (*) sphere. The only surviving piece of Mycenaean sculpture is a “gate” depicting these creatures. Either these animals or bulls formed the basis for Assyrian lamassu. Most of the Pillars of Ashoka are topped by sculptures of these animals. Large statues of these animals “guard” the entrances to the buildings in the Forbidden City and elsewhere in China. For 10 points, what animal’s body is given a human head at the Great Sphinx of Giza?", "answer_sanitized": "lions [or lionesses] &lt;Arts - Visual&gt;", "category": "Mythology"}, {"question_sanitized": "A location operated by this organization was described by attorney David Gaeger as coming “from a Bond movie” in a 2015 Spencer Ackerman article. This organization’s “Midnight Crew,” who would deliver electrical shocks to their victims’ genitals, was led by Jon Burge, who was arrested in 2008. A shootout between this organization and an opposing one led to the publication of the anonymous editorial “No Quarter for Wild Beasts.” The Guardian published an article about how “7,000 people” disappeared at a torture site used by this organization in (*) Homan Square. This organization, which was said to have “no regard for the sanctity of life” in a 2016 report, coordinated with the FBI on a 1969 raid in which they assassinated Mark Clark and Fred Hampton. Jason van Dyke murdered Laquan McDonald while serving in––for 10 points––what Illinois law enforcement agency?", "answer_sanitized": "Chicago Police Department [accept answers mentioning Chicago and either police or cops; prompt on CPD] &lt;Modern World&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In a direct conversion process of this species into short and medium-chain hydrocarbons, this species adsorbs onto zeolites to form a carbene-like intermediate. A scalable method for the production of epoxides from alkenes uses hydrogen peroxide in a solvent mixture of this species and aceto·nitrile. This compound is the end product of a reaction with enzyme intermediates named P and Q; intermediate Q contains two antiferromagnetically-coupled iron(IV) ions. This compound is the output of the platinum-catalyzed (*) Shilov process. This species first reacts with hydrogen iodide and then undergoes an oxidative addition into the metal center in the Monsanto and Cativa processes. The aforementioned MMO enzyme produces this compound from methane. Vitamin B3 and ethanol are administered when this toxic compound is ingested; otherwise, patients develop formic acidosis and blindness from formaldehyde. For 10 points, name this compound which forms methyl esters when reacted with carboxylic acids, the simplest alcohol.", "answer_sanitized": "methanol [or methyl alcohol; do not accept or prompt on partial answer] &lt;Science - Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A cello concerto from this country begins with the soloist alone playing roughly twenty repeated open Ds. Composers from this country used a “sonorist” emphasis on timbre in works like Trois poèmes d’Henri Michaux. That composer from this country included a “Capriccio notturno ed Arioso” and a “Passacaglia, Toccata e Corale” in one piece, and started to incorporate aleatoric techniques into his twelve-tone works with 1961’s (*) Jeux vénitiens. Another composer from this country used the B-A-C-H motive as the basis for two serial “cantus firmi” in a choral piece that unusually adds the Stabat Mater to its Gospel text. That composer from this country required 52 string instruments play sustained tone clusters in his Threnody to the Victims of Hiroshima. For 10 points, name this country home to Witold Lutosławski [wee-tolt loo-toh-SWAFF-skee] and Krzysztof Penderecki [kshish-toff pen-duh-RETT-skee].", "answer_sanitized": "Republic of Poland [or Rzeczpospolita Polska] &lt;Arts - Auditory&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A later thinker claimed that, for this man, “a metaphysician asleep” is “a monster, and absurdity.” This thinker was compared with Leibniz in a work claiming that this philosopher is the only person to fully consider the question of evil actions. This philosopher claimed that, because “intelligence arises from memory,” they are equal, but not “as a power to a power.” This philosopher distinguished between uniting the intellect with the body “as motor” and doing so “as (*) form.” Thought influenced by this man is “not a museum piece,” according to Jacques Maritain. This philosopher suggested that one might cause events “beside the intention” after saying that “nothing hinders one act from having two effects.” This man argued against the “unity of the intellect” proposed by Averroës, whom he called “the Commentator.” For 10 points, name this Scholastic philosopher who gave five proofs of the existence of God in his Summa Theologica.", "answer_sanitized": "St. Thomas Aquinas [accept either; accept Thomism or word forms] &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "In a novel set in this city, Oskar Ehrenberg’s father slaps him in public for crossing himself in front of a Catholic church, leading Oskar to shoot himself in the face. In that novel, a Zionist from this city named Leo Golowski kills his bigoted commanding officer in a duel. In a play set in this city, the title doctor is forced to resign after refusing to let a priest administer the sacraments to a woman who doesn’t know that she is dying. The protagonist of a novella set in this city meets Nachtigall, a pianist who gives him the password to a secret (*) masked ball. In that novella, Fridolin wanders this city’s streets after his wife Albertine tells him about her fantasy involving a Danish sailor. Jews living in this city confront anti-Semitism in the novel The Road into the Open and the play Professor Bernhardi. For 10 points, name this city, the setting of books like A Dream Story written by native son Arthur Schnitzler.", "answer_sanitized": "Vienna [or Wien] &lt;Literature - European&gt;   Chicago Open 2019: What If We Kissed 😳 in the Non-Western Art Distribution 😳  Edited by Chris Ray, Jacob Reed, Alston Boyd, Will Holub-Moorman, Jonathan Magin, and Sriram Pendyala, with contributions by Wonyoung Jang and Michael Kearney.  Packet by the Editors (Finals 1)  Bonuses", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "These spectacles sometimes featured horse diving acts, in which a horse would plunge into a pool of water from 50 feet in the air. For 10 points each:", "answers_sanitized": ["Wild West shows", "Calamity Jane [or Martha Jane Cannary]", "Ned Buntline [or Edward Zane Carroll Judson Sr.] &lt;History - American&gt;"], "parts_sanitized": ["Name these entertainments, which commonly featured shooting exhibitions and reenactments of the Battle of Little Bighorn. The most popular one starred “Buffalo Bill” Cody.", "This sharpshooter briefly joined Buffalo Bill’s Wild West show, but left because of alcoholism. The dime novels of Edward Wheeler popularized the myth of this figure’s connection to Deadwood Dick.", "This author inspired Buffalo Bill to start his Wild West show by asking him to star in his play The Scouts of the Plains. According to legend, this dime novelist gave revolvers to four lawmen, including Wyatt Earp."], "category": "Literature"}, {"leadin_sanitized": "This novel opens with a man named Kamu being beaten to death by an angry mob, and links that murder with a curse put on the title character for killing his son Kalema. For 10 points each:", "answers_sanitized": ["Kintu [“chin-too,” but accept phonetic answers]", "Kenya", "Ngũgĩ wa’ Thiong’o [accept James Thiong’o Ngugi from team “Old, British, Both, or Neither”] &lt;Literature - Other/World&gt;"], "parts_sanitized": ["Name this novel by Jennifer Nansubuga Makumbi, whose main character, a governor of Buddu Province in the 1750s, shares his name with the mythological first man from Uganda.", "In 2013, Kintu won a prize from Kwani?, a literary magazine founded in this country by one author Binyavanga Wainaina. Grace Ogot wrote about this country’s people in novels like The Promised Land.", "Kenya is most often represented in quizbowl tournaments by this author, who now writes predominantly in Gikuyu after publishing his novels Weep Not, Child and A Grain of Wheat in English."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "In this country, a mandolin frequently accompanies folksong genres like the <em>polo</em> and <em>galerón</em>. For 10 points each:", "answers_sanitized": ["Bolivarian Republic of Venezuela [or República Bolivariana de Venezuela]", "fandango", "6/8 &lt;Arts - Auditory&gt;"], "parts_sanitized": ["Name this country, whose unofficial anthem is in the traditional joropo genre. It has borrowed versions of cumbia, porro, and vallenato from its western neighbor.", "Joropo and cumbia both probably derived from this Spanish music and dance tradition. Like jota, but unlike traditional flamenco, this dance is usually accompanied by castanets.", "Joropo exhibits a “reverse hemiola,” in which sections of 3/4 time alternate with sections in this time signature commonly used for jigs. Measures in this time signature are typically divided into two dotted quarter notes."], "category": "Trash"}, {"leadin_sanitized": "The Racah B-parameter accounts for this interaction. For 10 points each:", "answers_sanitized": ["electron-electron repulsion [or electrostatic repulsion; prompt on just repulsion or electrostatic forces]", "VSEPR [“vesper”] model [or valence shell electron pair repulsion model ]", "spin selection rule [prompt on selection rule, do not prompt on “Laporte selection rule”] &lt;Science - Chemistry&gt;"], "parts_sanitized": ["Name this interaction whose ratio to the ligand field stabilization energy is plotted along the x-axis in Tanabe–Sugano diagrams. When this interaction overwhelms the splitting, complexes are high-spin.", "Repulsion between electron pairs is the only thing taken into account in this model of molecular geometries, which predicts that atoms surrounded by five ligands will adopt a trigonal bipyramidal geometry.", "For d6 low-spin complexes, the transition from the 1-A-1 to the 3-T-1 state is forbidden due to this law. This law also explains why manganese(II) ions in water are only weakly colored."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Zombie enthusiast Wade Davis documented Sebastian Snow’s walk across this region, which likely kills unknown numbers of the high volume of South Asian and other migrants who pass through it. For 10 points each:", "answers_sanitized": ["Darien Gap", "Pan-American Highway [or the Inter-American Highway]", "Caledonia &lt;Modern World&gt;"], "parts_sanitized": ["Name this region that includes the city of Yaviza and Los Katios national park, which is controlled by the 57th Front of a rebel group.", "The Darien Gap interrupts this otherwise longest continuous road in the world, which runs from Alaska to Ushuaia in Tierra Del Fuego.", "Scotland agreed to the Act of Union in 1707 in part because of just how horribly it had botched an attempt to establish a colony of this name in Darien. Rome gave this name to the lands north of Britannia."], "category": "Geography"}, {"leadin_sanitized": "This sculptor depicted various sea gods reclining in his cylindrical pedestal for the <em>Monument to Lord Nelson</em> housed in St. Paul’s. For 10 points each:", "answers_sanitized": ["John Flaxman", "Josiah Wedgwood", "stipple [or stippling] &lt;Arts - Visual&gt;"], "parts_sanitized": ["Name this sculptor whose smaller monuments include a tondo depicting William Collins. His other sculptures include The Fury of Athamas and Cephalus and Aurora.", "Flaxman began his career copying Greek vase designs for this Englishman’s company. This pioneer of modern marketing industrialised pottery production and created the abolitionist medallion Am I Not a Man and a Brother?", "Flaxman’s engraved illustrations for Homer and Dante notably lack this feature. This technique uses small dots to create shading, and is thus contrasted with hatching."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Any finite-dimensional irreducible representation of a complex semisimple finite-dimensional Lie algebra has a unique “highest” one of <em>these</em> objects. For 10 points each:", "answers_sanitized": ["weights [accept theorem of the highest weights]", "Hermann Weyl [“vile”] [accept Weyl group]", "reflections &lt;Science - Other&gt;"], "parts_sanitized": ["Name the objects, nonzero examples of which for the adjoint representation form the Lie algebra’s root system.", "This German mathematician’s namesake group sends weights to weights and is thus an isometry group of the root system. This man was the first to study gauge invariance, and he attempted to unify general relativity and electromagnetism.", "Weyl groups and other Coxeter groups are generated by these symmetries, which can generate rotations and inversions through a point. This operation about the y axis sends quadrants I and II to quadrants III and IV."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This route relied on hollowed-out boats called <em>monoxyla</em>, which were built by the Krivichs and other local river tribes, and those making use of it were often attacked by Pechenegs while avoiding no-longer-extant rapids near Dnipro. For 10 points each:", "answers_sanitized": ["Varangian–Greek Trade route [prompt on partial answer; answers must be in order—prompt on descriptive answers mentioning Scandinavians or Vikings going to Greece]", "Volga", "Bagrationids [or the Bagratids; prompt on Georgian; do not accept “Bagratuni”] &lt;History - Mediterranean+&gt;"], "parts_sanitized": ["Give the common name for this trade route, which made use of the Dnieper and Dniestr systems to reach Constantinople.", "The trade route from the Varangians to the Greeks lay to the west of the other major regional trade route, which was name for this river. A city on this river was for a time known as Stalingrad.", "A series of runestones on the Caspian Sea memorialize the death of the Varangian trading expedition led by Ingvar the Far-Travelled, who may have fought at the Battle of Sasireti for this dynasty. Their kings included David the Builder."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This essay claims that since 1936, every “line of serious work” by its author has been “<em>against</em> totalitarianism and <em>for</em> democratic socialism, as I understand it.” For 10 points each:", "answers_sanitized": ["“Why I Write”", "George Orwell [or Eric Blair]", "Vicar of Bray &lt;Literature - British&gt;"], "parts_sanitized": ["Name this autobiographical 1946 essay, which lists “four great motives” for the title creative action, including “sheer egoism,” “aesthetic enthusiasm,” “historical impulse,” and “political purpose.”", "In “Why I Write,” this author described how he included a chapter defending Trotskyists accused of plotting with Franco in his account of the Spanish Civil War, Homage to Catalonia.", "Orwell discussed the benefits of planting trees in an essay putting in a “good word” for this historical figure. Friedrich Engels adored a satirical song named for this clergyman, in which he explains how he constantly changes his political and religious principles to match the current ruler of England."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Louise Bourgeois, the foremost midwife of France, was influenced by this man through her husband Martin Bousier, who was this man’s apprentice. For 10 points:", "answers_sanitized": ["Ambroise Paré", "Charles IX of France [prompt on partial answer]", "Fernando Álvarez de Toledo, 3rd Duke of Alba [accept the Iron Duke or Ijzeren Hertog] &lt;History - European&gt;"], "parts_sanitized": ["Identify this leading surgeon of Early Modern Europe, whose innovative contributions to battlefield medicine include introducing ligature instead of cauterizing patients to death during amputations. This man tried and failed to save Henry II after his unfortunate lancing.", "Paré’s long career included service to this king, whose ineffectual reign saw the Massacre of Vassy and the Saint Bartholomew’s Day Massacre after he relinquished control to his mother, Catherine de’ Medici.", "Paré was on hand to remove bullets from and sometimes not kill people at the Siege of Perpignan, where Henry II was defeated by this man. This Spanish commander is better known for presiding over the “Court of Blood” during his brutal rule of the Netherlands."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This antibiotic is one of last resort against highly resistant organisms, like Strep species, Enterococcus, and MRSA. For 10 points each:", "answers_sanitized": ["daptomycin", "pulmonary surfactant", "rhabdo·my·olysis &lt;Science - Biology&gt;"], "parts_sanitized": ["Name this cyclic lipopeptide antibiotic that causes bacterial membrane depolarization and can only be used against Gram-positives.", "Daptomycin is ineffective in the lung because it is inactivated by this substance, which is mainly composed of dipalmitoyl phospha·tidyl·choline and produced by type II pneumocytes. A relative lack of this substance in premature neonates results in neonatal respiratory distress syndrome.", "Daptomycin treatment requires monitoring of CK-MB levels due to risk of developing this serious systemic illness where muscle tissue is damaged. Patients present with muscle pain and free myoglobin pigment in the urine."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Edward Elgar criticized the “wild and virulent piano playing” associated with the suburbs at the opening of the flagship London store of <em>this</em> name on Oxford Street. For 10 points each:", "answers_sanitized": ["His Master’s Voice [or HMV]", "RCA [or the Radio Corporation of America]", "RCA Red Seal Records &lt;Mythology and Other&gt;"], "parts_sanitized": ["Name three-word-phrase, a valuable trademark and logo in the recording industry which takes its title from a Francis Barraud painting of the terrier “Nipper” listening to a phonograph.", "This American company acquired the Western Hemisphere rights to the His Master’s Voice trademark after buying the Victor company in 1929. While it was a subsidiary of G.E., this company created NBC as a radio station.", "In 1968, RCA restricted use of the His Master’s Voice logo to releases on this classical music label, which had earlier released nearly all of Arturo Toscanini’s recordings with the NBC Symphony Orchestra."], "category": "Trash"}, {"leadin_sanitized": "This poem ends “A fresher wind sweeps by, and breaks my dream / And I am in the wilderness alone.” For 10 points each:", "answers_sanitized": ["“The Prairies”", "William Cullen Bryant", "Richard Henry Dana [accept Richard Henry Dana Senior or Richard Henry Dana Junior] (The book is Two Years Before the Mast.) &lt;Literature - American&gt;"], "parts_sanitized": ["Name this poem, which imagines how the civilization of the mound builders was destroyed by “warlike and fierce” Native Americans. It begins by praising the beauty of the title “gardens of the desert.”", "“The Prairies” may be the masterpiece of this American poet, who introduced Abraham Lincoln’s Cooper Union speech years after writing “To a Waterfowl.”", "Bryant was encouraged to write poetry by this close friend, a founder of the North American Review. His son of the same name wrote a book that memorably depicts the flogging of a slow sailor named Sam."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The avoidance of these substances was thought to expel the “three corpses” that share the body with cloudsouls and whitesouls. For 10 points each:", "answers_sanitized": ["five grains [or cereals; accept carbohydrates; prompt on foodstuffs]", "Shénnóng [shun-nong]", "immortals [or transcendents; or xiān; accept any description of transcendence or immortality] &lt;Religion&gt;"], "parts_sanitized": ["Name these substances that are “avoided” in the Daoist practice of bìgǔ [BEE-goo].", "In Chinese folk religion, this member of the Three Sovereigns is credited with introducing the five grains to China.", "Grain avoidance was a technique for becoming one of these people. Religious Daoism partly developed out of alchemical beliefs that elixirs and meditation practices could turn you into one of these people; a description is fine."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "<em>Description acceptable.</em> One of these procedures resulted in a settlement by a South Carolina hospital following the recent federal court case <em>M. C. v. Aaronson</em>. For 10 points each:", "answers_sanitized": ["sex assignment surgery [accept, BUT DO NOT REVEAL, intersex surgery; accept descriptive answers such as genital surgery on infants and “normalizing” surgery]", "intersex", "Anne Fausto-Sterling &lt;Social Science&gt;"], "parts_sanitized": ["Name these procedures that were popularized by the psychologist John Money in the 1950s, often as a response to a diagnosis of congenital adrenal hyperplasia or the observation of cryptorchidism in newborn children.", "Sex assignment surgery at birth is commonly and controversially performed on people described by this term, coined by Richard Goldschmidt as a replacement for the term “hermaphrodite.”", "This Brown professor and author of Sexing the Body was criticized by the intersex community for her essay “The Five Sexes,” which speculated on existence of three types of intersexuality: “herms,” “merms,” and “ferms.”"], "category": "Social Science"}, {"leadin_sanitized": "This critic noted that the title style exhibits “an almost Freudian attachment to water” in the` essay “Notes on Film Noir.” For 10 points each:", "answers_sanitized": ["Paul Schrader", "priests [accept clergy or rectors; accept Diary of a Country Priest or Journal d’un curé de campagne]", "Mishima: A Life in Four Chapters &lt;Arts - Audiovisual, Other&gt;"], "parts_sanitized": ["Name this film critic who linked the styles of Robert Bresson,  Carl Theodor Dreyer, and Yasujiro Ozu in the 1972 book Transcendental Style in Film.", "Schrader’s film First Reformed stars Ethan Hawke as one of these people. Claude Laydu played a “country” one of these people in a Robert Bresson film titled for his Diary.", "Schrader also directed this 1985 biopic, for which Philip Glass and the Kronos Quartet provided the music. This film includes dramatizations of three novels by the title writer."], "category": "Trash"}, {"leadin_sanitized": "This philosopher distinguished between causal, constitutive, and pragmatic construction in the paper <em>Ontology and Social Construction</em>. For 10 points each:", "answers_sanitized": ["Sally Haslanger", "W(illard) V(an) O(rman) Quine", "Simone de Beauvoir &lt;Philosophy&gt;"], "parts_sanitized": ["Name this philosopher whose social constructionist account of gender culminated in the book Resisting Reality, which also attempts to extend that project to race.", "Haslanger’s introduction to that book cites this philosopher’s claim that “the lore of our fathers is a fabric of sentences.” Louise Antony read this man as feminist in a paper on the “radical import of naturalized epistemology.”", "Resisting Reality also disputes Ian Hacking’s interpretation of this earlier philosopher as social constructionist. Haslanger provides her own reading of this woman’s claim that “one is not born, but rather becomes, a woman.”"], "category": "Philosophy"}, {"leadin_sanitized": "This author coined the difficult-to-translate term “waldeinsamkeit” in his supernatural short story “Der Blonde Eckbert.” For 10 points each:", "answers_sanitized": ["(Johann) Ludwig Tieck [teek]", "Puss in Boots [or Master Cat; or Der gestiefelte Kater]", "Carlo Collodi [or Carlo Lorenzini] &lt;Literature - European&gt;"], "parts_sanitized": ["Name this German Romantic, whose travels with his close friend Wilhelm Wackenroder led to his novel Franz Sternbald’s Wanderings. His novella about the “fair Magelone” inspired a Brahms song cycle.", "In a play by Tieck, a fictional audience reacts to a performance of this fairy tale. In the version recorded by Charles Perrault, the title animal uses trickeration to help a poor miller’s son marry a princess.", "In 1875, this author translated many of Perrault’s fairy tales, including Puss in Boots, into Italian. He may be better known for his novel about Gepetto, a woodcarver who creates a living puppet called Pinocchio."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This scientist wrote a story about a runaway cyclone, and he interpreted the “quivering” he observed in plants using his crescograph to be a sign of plant perception. For 10 points each:", "answers_sanitized": ["Sir Jagadish Chandra Bose [prompt on Bose; do not accept or prompt on “Satyendra Nath Bose”]", "Maxwell–Boltzmann distribution", "Meghnad Saha &lt;Science - Physics&gt;"], "parts_sanitized": ["Name this contemporary of Guglielmo Marconi, who was the first to use semiconductor junctions to detect radio signals. Due to his opposition to patenting and the racial discrimination of the time, he did not benefit commercially from his inventions.", "Jagadish Chandra Bose was an advisor to fellow Bengali Satyendra Nath Bose, whose statistics approach this classical distribution at high temperatures. This distribution gives the velocities of molecules in an ideal gas.", "This other Bengali and classmate of Satyendra Nath Bose wrote down a formula that relates the ionization state of a gas to its temperature and ionization energies of its individual atoms."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A cyclical cosmology and a theory of “governing with nature” were put forward in a text named for this phrase’s “luxuriant gems” or “luxuriant dew.” For 10 points each:", "answers_sanitized": ["Spring and Autumn [or chūnqiū [choon-chyoh]; accept Lüshì chūnqiū or Chūnqiū fánlù] (The other text is the Zuǒzhuàn; zuǒ means “left”.)", "annals", "Qí [chee] [accept Qí Huán Gōng] &lt;History - Other/World&gt;"], "parts_sanitized": ["Name this phrase that also titles an early encyclopedic work, as well as a text that received its most influential commentary by a shadowy figure whose name might derive from his position as the “scribe on the left-hand side.”", "Since “Spring and Autumn” is used as a metonym for “year,” that title is often translated with this English term. These historical records are organized year-by-year, unlike other kinds of chronicles.", "Some of the most famous parts of the Zuǒ commentary on the Spring and Autumn Annals concern Duke Huán of this state and his minister Guǎn Zhòng. Duke Huan became the first of the Five Hegemons while ruling this state."], "subcategory": "Literature American", "category": "Literature"}]}