{"tossups": [{"question_sanitized": "This character laments that he “was tempted and complied / and built this house and sinned,” before telling a woman “you loved me quite enough, it seems tonight. This must suffice me here.” This character confesses that because “less is more,” a “truer light of God” burns in his rivals’ “vexed beating stuffed and stopped-up brain.” He compares himself to a “weak-eyed bat no sun should tempt out of the grange whose four walls make his world” while pleading for more time with his (*) wife, who is being called away by “the Cousin’s whistle.” This character tells his wife Lucrezia that had she “given [him] soul,” they “might have risen to Rafael.” While criticizing his own passionless precision, he argues “Ah, but a man’s reach should exceed his grasp, or what’s a heaven for?” For 10 points, name this speaker of a dramatic monologue by Robert Browning, an artist known as the “faultless painter.”", "answer_sanitized": "Andrea del Sarto [accept either; prompt on del Sarto, I guess] &lt;Literature - British&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The general form for a wavefunction with this property is a displacement operator acting on a “squeeze” operator acting on the vacuum state, in quantum optics. At finite temperature, the density matrix of systems described by this term has a Bose–Einstein distribution of photon number. Wavefunctions with this property are indexed by a single complex number. Matrix elements for any observable of the basis of wavefunctions with this property are computed by first writing the observable in normal-ordered form. Since the basis of these wavefunctions is (*) overcomplete, just the diagonal elements of that matrix are sufficient to determine all elements. Wavefunctions with this property are eigenfunctions of the lowering operator and display behavior that is clearly limiting towards the classical harmonic oscillator’s motion. For 10 points, name this term also used to describe laser light, which is spatially and temporally in-phase.", "answer_sanitized": "coherent [or coherent states] &lt;Science - Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "An advisor to this king warned him that Lord Lovell and the Stafford brothers were going to break out of their sanctuary at Colchester Abbey. In order to collect debts owed to this king, Sir Reginald Bray created the Council Learned in Law. An advisor to this king claimed that those living modestly could afford taxes as they must be saving, while those living extravagantly could afford taxes as they must be rich, an unfortunate policy known as (*) Morton’s Fork. This man’s unpopular advisors Sir Richard Empson and Edmund Dudley were executed by his son. This king put down the Cornwall Rebellion at the Battle of Blackheath after Parliament approved a 60,000-pound grant to aid this king in putting down Perkin Warbeck’s uprising. This man married Edward IV’s daughter Elizabeth of York, before creating his house’s double-rose emblem. For 10 points, name this first Tudor monarch of England, the victor at Bosworth Field.", "answer_sanitized": "Henry VII of England [prompt on partial answer] &lt;History - European&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "An essay by this author ends by claiming that Public Opinion “settles everything. Some think it the Voice of God.” That essay’s title refers to a sermon preached by a young slave who argued “a man is not independent, and cannot afford views which might interfere with his bread and butter.” This author wrote an essay about the failures of the “Blessings-of-Civilization Trust,” led by heads of state struggling to use high-minded rhetoric to disguise unjust violence. Worried it would be called sacrilegious, this author of (*) “Corn-Pone Opinions” never published a short story about an old stranger who enters a church and interrupts a patriotic preacher with a message from God about the horrors of battle. His opposition to the Spanish-American War led him to write “The War Prayer” and “To the Person Sitting in Darkness.” For 10 points, name this author who lampooned the errors in the Leatherstocking Tales in his essay “Fenimore Cooper’s Literary Offenses.”", "answer_sanitized": "Mark Twain [or Samuel Clemens] &lt;Literature - Other/World&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In one painting, a yellow shawl is draped across this figure’s lap, which contrasts with the dark red cloth hanging from the classical archway in the background. The best-known depiction of this figure may have been left unfinished after its artist learned about that earlier portrait, which may explain why the only objects in the later portrait’s foreground are a footstool and a candelabra. This figure’s body is replaced with a pink coffin sitting on a white cloth in an entry from the series Perspectives by René (*) Magritte. In the best-known portrait of this woman, she wears a white Empire-style dress and reclines on a namesake kind of chaise longue, in a pose that inspired the pose of Ingres’ Grande Odalisque. For 10 points, name this socialite depicted in portraits by François Gérard and Jacques-Louis David.", "answer_sanitized": "Madame Récamier [or Juliet Récamier] &lt;Arts - Visual&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The rulers of a kingdom based to the north of this river carried a hoe and spear of gold and ivory as their badge of office. Francisco Barreto attempted to travel down this river to overthrow an uncooperative ruler and capture gold mines at Manica, but died in the process. Despite having no engineering background and also no money, a brother at a Capuchin hospital on the banks of this river built a still-standing pedestrian suspension bridge across this river at Chinyingi. The Lozi people are centered around this river, which is protected by the (*) Nyami Nyami deity. The Mutapa Kingdom was based on this waterway, which along with Kavango names a large Transfrontier Conservation Area. A landmark on this waterway originally had a name meaning the “Smoke that Thunders.” An attempt to open this river up to steamboat travel was foiled by the Cahora Bassa rapids, which, along with Lake Kariba, is now the location of a dam. For 10 points, name this river that forms the Zambia–Zimbabwe border and includes Victoria Falls.", "answer_sanitized": "Zambezi river [or Zambeze; Zambesi] &lt;Modern World&gt;", "category": "Geography"}, {"question_sanitized": "The M-to-R ratio characterizes the product distribution of an industrial dis·proportion·ation reaction given this name that redistributes BTX’s components. Chiral pyrrolidines named SAMP and RAMP are used in an asymmetric example of these transformations named for David Enders. Soft nucleophiles attack an eta-2 pi-allyl palladium complex in one of them. Pseud·ephedrine is used for an asymmetric version of this reaction on (*) chiral enolates; that Myers auxiliary functions similarly to the Evans auxiliary. Outside of homologations, the simplest diazo compound serves as a reagent for these reactions, one version of which is named for Tsuji and Trost. Cyclo·phosphamide induces one on guanine on the N7 atom, as do chemotherapeutics in the nitrogen mustard class. Lewis acids catalyze an electrophilic aromatic substitution reaction whose end result is this process. Friedel and Crafts name a type of––for 10 points––what process of transferring a group derived from an alkane?", "answer_sanitized": "alkylation [or trans-alkylation; accept carbon-carbon bond formation; prompt on addition reaction; prompt on substitution reaction; prompt on cross-coupling reaction; anti-prompt on methylation] &lt;Science - Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A late piano piece by this composer includes two pages of the left hand playing quarter-note quintuplets while the right hand plays a syncopated pattern of eighths and quarters in 9/8 time. This composer used odd expression markings like accarezzevole [ah-cah-reh-TSAY-voh-lay] in a section of a piano sonata that switches between 4/8, 5/8, and 6/8 time. A late piece by this composer gradually accelerates and crescendos from the quiet chord “E, A-sharp, G-sharp, D.” This composer’s Opus 2 No. 1 is a slow étude in C-sharp minor inspired by gypsy music. After marrying this man’s daughter, Vladimir (*) Sofronitsky became renowned as an interpreter of his music. The last six of this composer’s ten piano sonatas are in a single movement, including the “White Mass” and “Black Mass” sonatas. This composer’s piano pieces include an octave-filled étude in D-sharp minor and the “poem” Vers la flamme. For 10 points, name this synaesthetic Russian composer of The Poem of Ecstasy.", "answer_sanitized": "Alexander (Nikolayevich) Scriabin &lt;Arts - Auditory&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In a 2018 paper, this philosopher made the claim that factive propositional attitudes are central to mental life while discussing the relationship of action and the “factive turn.” This philosopher criticized supervaluationism for failing to satisfy Tarskian disquotation in a 1994 book. In his best-known book, this philosopher uses the example of slowly warming up in the morning as part of an “anti-luminosity argument.” This philosopher uses the phrase (*) “no one knows whether I am thin” to illustrate his epistemicism, the belief that there is a sharp cutoff for every vague predicate. One work by this philosopher argues that knowledge cannot be broken down into constituents, exemplifying his approach of “knowledge-first” epistemology. For 10 points, name this contemporary Oxford philosopher who has written Vagueness and Knowledge and its Limits.", "answer_sanitized": "Timothy Williamson &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "A member of HUAC named J. Parnell Thomas attempted to get this person impeached for failing to deport longshoreman Harry Bridges. After being denied the right to publicly address thousands of steelworkers in a local park, this person walked to federal property and delivered a speech in front of a Homestead, Pennsylvania post office. This official made Robert Wagner crawl through a small hole in the wall that was supposed to be a fire escape while helming the Factory Investigating Committee, a position taken after this official was deeply affected by (*) witnessing the Triangle Shirtwaist Fire. This chair of the Committee on Economic Security took point on drafting the Social Security Act, and championed establishing a minimum wage and overtime pay in the Fair Labor Standards Act. This official’s The Roosevelt I Knew details her service in all four terms of FDR’s presidency as Secretary of Labor. For 10 points, name this first female U.S. cabinet secretary.", "answer_sanitized": "Frances Perkins [or Fannie Coralie Perkins] &lt;History - American&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A text named for one of these things is sometimes grouped with its commentaries as the “Bodhisattva Corpus.” That text named for one of these things points to the year 403 as the time of invasion by Islamic mleccha and claims that Muhammad is a reincartion of al-Rahman, the teacher of barbarian Dharma. Each shalākāpurusha in Jainism includes twelve rulers named for these things, which Buddhists considered to be rough secular equivalents of a Buddha. A pig, rooster, and snake are used to represent the “three poisons” in depictions of one of these things. The concept of the (*) “Middle Way” originated in a sutra titled for one of these objects that supposedly contains the Buddha’s first teachings after attaining Nirvana. In the Tibetan calendar, a sexagenary cycle involves animals from the Zodiac and the “turning” of this type of object. The concept of Dharma is symbolized by—for 10 points—what kind of object featured on the flag of India?", "answer_sanitized": "chakras [or wheels; or cakka; accept Kalachakra Tantra or Chakravartin or Bhavachakra or Dharmachakra or Dhammacakka] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "Alfred Gill included dozens of charts to outline the structure of “System M” in an essay whose title is a portmanteau of this thinker’s last name and “diagrams.” One book by this thinker describes how the “merographic” pluralism of the English middle class’ ideas about kinship affected its reception of reproductive technologies. Another work by this thinker argues that in the moka ceremony, men adopt the role of both producers and “transactors,” while women only serve as producers. This thinker introduced the category of “mediated” and “unmediated” (*) exchanges in a book that criticizes past attempts to apply ideas from Western feminism to Melanesian cultures. That book by this non-Jedidiah Purdy author of After Nature was based on her fieldwork among the Mount Hagen people of Papua New Guinea. For 10 points, name this British anthropologist who wrote The Gender of the Gift.", "answer_sanitized": "Marilyn Strathern &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "Many mixed-race or pardo examples of these people rallied to the brutal royalist commander José Tomás Boves. A commander of 153 of these people either yelled “about face!” or “go back, damn it!,” after which they turned and routed enemy cavalry at the Battle of Las Queseras del Medio. After crossing difficult páramo terrain, the Albion Legion and a ragtag group of these people won the Vargas Swamp Fight. These people bestowed the nickname (*) “Iron Ass” on their commanding general for his endurance on horseback. Under the command of a man nicknamed the “Centaur,” José Antonio Páez, these people fought as fierce lancers at the Battle of Carabobo. Like their southern neighbors, the gauchos, these people served as light cavalry in the Latin American Independence wars. For 10 points, name these herders active in a namesake plain of Colombia and Venezuela.", "answer_sanitized": "llaneros [accept any answer mentioning people who worked as herders on the llanos; prompt on cowboys, vaqueros, or herders by asking “from what region?”] &lt;History - Mediterranean+&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This mathematician’s unpublished manuscripts were confiscated from Guglielmo Libri’s library after Libri fled Paris to escape arrest for habitual theft from public libraries. This mathematician was the first to give the correct differential equation to describe Chladni [KLAHD-nee] figures. This mathematician’s namesake numbers correspond to “safe primes” useful in cryptography. In a footnote, Legendre credited this mathematician with the theorem that, if x, y, and z are solutions to “x-to-the-p plus y-to-the-p equals (*) z-to-the-p,” then, given the existence of an auxiliary prime theta, p must divide the product xyz. This mathematician’s partial proof of Fermat’s last theorem revolves around namesake primes p such that “2p plus 1” is also prime. Carl Friedrich Gauss carried on a lengthy correspondence with—for 10 points—what female French mathematician?", "answer_sanitized": "Sophie Germain [prompt on the pseudonym Antoine-August LeBlanc] &lt;Science - Other&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "A 1998 film titled for one of these people includes a shot of children jumping from castle walls in “The Children,” which is the third of its five chapters. In a 1996 film, the crippled daughter of one of these people has an affair with a musician dubbed that man’s Shadow. A young Hans Zimmer produced Ryuichi Sakamoto’s sections of the score for a 1987 film titled after one of these people. Quentin Tarantino convinced U.S. theaters to screen a film in which a prefect presents one of these people with the weapons of characters named Sky, (*) Flying Snow, and Broken Sword. The prefect “Nameless” tries to kill one of these people in the film Hero, which was the first wǔxía [woo-shyah] film to hit #1 at the U.S. box office. John Lone starred in a Bernardo Bertolucci film titled for the Last holder of—for 10 points—what ruling title?", "answer_sanitized": "Chinese emperors [or huángdì; accept The Last Emperor or L’ultimo imperatore; accept The Emperor’s Shadow; accept The Emperor and the Assassin or The First Emperor] &lt;Arts - Audiovisual, Other&gt;", "category": "Trash"}, {"question_sanitized": "South Carolina’s Fig Island contains several 5,000-year-old rings made of these items which surround central plazas. Edward Morse became an advisor to the Meiji government while searching Japan to expand his massive collection of these items, and discovered many of them at Ōmori dating from the Jomon era. During the Shāng dynasty, the use of these items was supplanted by objects like shaped like knives, spades, or “ant-noses.” These objects were used in place of dice by the Indus civilization, and similarly used by West African peoples for divination. Archaeologists use (*) middens composed of these objects to understand the diets of coastal peoples. An archaic Chinese character for “money” is usually interpreted as a drawing of one of these items, since they were used as money before the advent of coinage in China, as in many other premodern societies. Exchange systems often used the cowrie variety of—for 10 points—what hardened exoskeletons of marine molluscs?", "answer_sanitized": "seashells [accept specific forms like cowrie shells or snail shells; accept conches or scallops; prompt on snails; prompt on middens by asking “what is the midden made of?”] (The archaic character is 貝, bèi.) &lt;Mythology and Other&gt;", "category": "History"}, {"question_sanitized": "After brutally killing a “stupid Ligurian,” this character is likened to a hawk which “rips out a dove’s heart with its curved talons.” The inhabitants of Privernum banished this character’s tyrannical father, causing him to go to the mountains and nourish this infant on mare’s milk. A desire to own the purple-and-gold attire of the eunuch Chloreus tempts this character into a fatal charge against enemy ranks. As an infant, this character was wrapped in cork bark, fastened to a (*) spear, and hurled across the river Amasenus to safety. This child of Metabus could run over wheat stalks without crushing them and sprint across waves without disturbing them. In Book 11, the nymph Opis avenges this character by killing Arruns after Diana bemoans her coming death. For 10 points, name this Volscian maiden who fights on the side of Turnus in the Aeneid.", "answer_sanitized": "Camilla &lt;Literature - European&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "ARL13B is a small GTP·ase localizing to these cellular substructures, whose knockout causes a syndrome of cerebellar hypoplasia, skeletal anomalies, and retinitis pigmentosa. Septin is a protein that localizes to these cellular substructures. Altered function in these structures causes abnormalities in calcium flux and is thought to be central to the pathogenesis of cystic kidney diseases. Thoracic insufficiency in newborns may be caused by disruptions in this structure. Another disorder of these structures that results in as many as (*) 50% of its patients developing situs inversus; that disorder is named for Kartagener and resembles CF in its respiratory symptoms, since both disrupt the “elevator” of these structures on the bronchiole epithelium. For 10 points, name these structures that are not flagella but are composed of a 9+2 doublet configuration of microtubules.", "answer_sanitized": "cilia [or cilium] &lt;Science - Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "After viewing a group of mothers and children of these animals reveling in “dalliance and delight,” the narrator claims that “deep down,” he still bathes in “eternal mildness of joy.” The narrator observes “there is no folly of the beasts of the earth which is not infinitely outdone by the madness of men” upon finding a large number of these animals “strangely gallied.” Men cry “Bible Leaves!” to a mincer wearing a protective “cassock” crafted from the skin of these animals’ (*) penises. A chapter about disputes over the possession of their carcasses explains the legal distinction between “fast-fish” and ‘loose-fish.” The narrator encounters vast circles of these animals in the chapter “The Grand Armada,” and ecstatically handles a substance extracted from their heads in the chapter “A Squeeze of the Hand.” After killing one of them, Stubb tells Flask that Fedallah is the devil. For 10 points, name these animals pursued for their oil by the Pequod throughout Moby-Dick.", "answer_sanitized": "whales [or sperm whales; or right whales] &lt;Literature - American&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Elisabeth Wood’s article “Armed Groups and Sexual Violence” examines this group’s much lower levels of wartime sexual assault compared with government forces. The leader of this group’s political wing died while engaged in a hunger strike and was known as Thileepan. This group forced victims to gather at Osmania College as part of an ethnic cleansing that expelled more than 70,000 Muslims. The Malathi and Sothiya brigades were (*) all-female portions of this organization. This group’s “Black” unit is often credited with inventing the suicide vest. This group, based out of Kilinochchi, suffered its final defeat at Mullaitivu. This group’s massacre of 13 soldiers on the Jaffna peninsula led to massive retaliatory pogroms known as “Black July.” Velupillai Prabhakaran founded this group, which targeted the majority Sinhalese population and assassinated Rajiv Gandhi. For 10 points, name this organization that fought a 1983 to 2009 rebellion in Sri Lanka.", "answer_sanitized": "Tamil Tigers [or Liberation Tigers of Tamil Eelam; LTTE] &lt;History - Other/World&gt;  Chicago Open 2019: What If We Kissed 😳 in the Non-Western Art Distribution 😳  Edited by Chris Ray, Jacob Reed, Alston Boyd, Will Holub-Moorman, Jonathan Magin, and Sriram Pendyala, with contributions by Wonyoung Jang and Michael Kearney.  Packet by Lil Nas the Tenth (Aidan Mehigan, Daniel Hothem, Ryan Humphrey, Jason Zhou) and A Visit from the DOOM Squad (Caleb Kendrick, Will Alston, Kai Smith, Andrew Wang)  Bonuses", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "This political party was allied with the Communist Party in its early years against the Běiyáng Warlords who governed from Beijing. For 10 points each:", "answers_sanitized": ["Kuomintang [or Guómíndǎng or KMT; prompt on Nationalists]", "National Revolutionary Army Northern Expedition [or Guómín gémìng jūn běifá]", "Zhāng Zōngchāng [or “Chang Tsung-ch’ang”; accept names in reverse order; accept 72-Cannon Chang; prompt on Zhāng] &lt;History - Other/World&gt;"], "parts_sanitized": ["Name this political party and faction founded by Sun Yat-Sen which established a government in Nanjing. Its later leaders include Chiang Kai-Shek.", "The Kuomintang gained ascension over the Běiyáng government through this military campaign, which demolished the Fèngtiān and Zhílì cliques and established Chiang Kai-Shek as the preeminent warlord.", "This Fèngtiān clique leader defeated in the Northern Expedition was known as “Crazy Dog” and the “Dogmeat General,” mainly because he was so repugnant and awful. He was supposedly called the “Three Don’t Knows” because he could claim not to know how much money, how many concubines, or how many soldiers he had."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "At the end of this poem, the speaker stops for a minute to listen to “all the birds of Oxfordshire and Gloucestershire.” For 10 points each:", "answers_sanitized": ["“Adlestrop”", "Robert (Lee) Frost", "“The Whitsun Weddings” &lt;Literature - British&gt;"], "parts_sanitized": ["Name this poem by Edward Thomas about an idyllic afternoon moment when “no one left and no one came on the bare platform” of the title railway station, which is no longer in use.", "Thomas began writing poetry after being encouraged by this American author. Thomas wrote a rave review of this author’s collection North of Boston, which includes the poems “Home Burial” and “After Apple-Picking.”", "Philip Larkin’s trip from Hull to King’s Cross inspired this poem about events he observed while stopping at train stations on a hot afternoon. It ends by describing the speaker’s sense of falling “like an arrow-shower / Sent out of sight, somewhere becoming rain.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Improbable accounts claim that a British spy hid himself in a pavilion where these <em>two</em> rulers met and became friends in the aftermath of a series of bloody battles including Friedland and Eylau. For 10 points each:", "answers_sanitized": ["Alexander I AND Napoleon Bonaparte [prompt on partial answers for both, including Bonaparte]", "Continental System [or Continental Blockade or Blocus continental]", "Mikahil (Mikhailovich) Speransky &lt;History - European&gt;"], "parts_sanitized": ["Name these two rulers, who reaffirmed their alliance a year later at the Congress of Erfurt.", "By signing the Treaties of Tilsit with Napoleon, Alexander I brought Russia into this “system,” a blockade designed to economically isolate Britain from the European continent.", "This Russian statesman, sometimes considered the father of Russian liberalism, was exiled from Alexander’s court for his pro-Napoleon stances, including open admiration of the Napoleonic Code. He was later rehabilitated during the reign of Nicholas I and helped codify Russian law."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "George Sensabaugh gave this protein a designation of p30, and noticed that it wasn’t found in serum, tears, or saliva. For 10 points each:", "answers_sanitized": ["prostate-specific antigen [or PSA; accept gamma-seminoprotein; accept kallikrein-3; accept KLK3]", "benign prostatic hyperplasia [or BPH]", "epinephrine [or adrenaline] &lt;Science - Biology&gt;"], "parts_sanitized": ["Name this protein whose routine measurement in the primary care setting is controversial. Along with the Gleason score and TNM classification, it can be used to inform prognosis.", "Blood PSA has low specificity for cancer because is often elevated in this non-cancerous condition which causes enlargement of the central region of the prostate. Alpha blockers such as tamsulosin are prescribed to reduce the pain of urination that occurs during this condition.", "Alpha blockers block the receptor for this blood-borne hormone, which mobilizes energy reserves and increases heart rate. It must be injected into the thighs of individuals in anaphylactic shock."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Answer the following about theorists of air power, for 10 points each.", "answers_sanitized": ["Giulio Douhet [doo-AY]", "Curtis (Emerson) LeMay", "rings [prompt on zones] &lt;Mythology and Other&gt;"], "parts_sanitized": ["This Italian theorist was an early proponent of strategic bombing. He argued in Command of the Air that bombing civilians could single-handedly win a war.", "This American general was not much of a theorist, but he had no compunctions about firebombing the Japanese in World War II or calling for bombing the Vietnamese “back to the Stone Age.” He repeatedly tried to get John Kennedy to provoke nuclear Armageddon during the Cuban Missile Crisis.", "John Ashley Warden developed a theory of aerial bombardment based around five of these things. Ernest Burgess modelled urban social structure using these things, framed around a Central Business District."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "During a camping trip in this novel, the protagonist finds her film teacher Hannah Schneider hanging dead from a tree. For 10 points each:", "answers_sanitized": ["Special Topics in Calamity Physics", "Shirley (Hardie) Jackson", "Charles [or Charles Portis] &lt;Literature - American&gt;"], "parts_sanitized": ["Name this debut novel by Marisha Pessl, whose table of contents is structured like a course syllabus. Its protagonist, Blue van Meer, joins a clique called the Bluebloods while attending the elite St. Gallway School.", "Pessl’s second novel, Night Flight, was a finalist for a literary award for outstanding achievement in psychological suspense and horror named for this author. Her own horror fiction includes The Haunting of Hill House.", "In a short story by Shirley Jackson, Laurie tells his mother about a misbehaving boy with this first name who no one else can see. An American author with this first name wrote the novels The Dog of the South and True Grit."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "These items are used in a namesake “Service” conducted after the betrothal is sealed by exchanging rings three times. For 10 points each:", "answers_sanitized": ["wedding crowns [or stefana]", "Dance of Isaiah", "Wedding at Cana &lt;Religion&gt;"], "parts_sanitized": ["Name these symbolic objects that sometimes name the wedding ceremony in Greek Orthodox churches.", "While crowned, the betrothed process around a table three times in a ritual called this man’s “Dance.” This prophet relays the instruction of a “voice in the wilderness” to “make straight in the desert a highway for our God.”", "As in many Christian traditions, the Gospel reading at an Orthodox wedding often retells the first miracle of Jesus, which occurred at a Wedding in this place."], "category": "Religion"}, {"leadin_sanitized": "Answer the following about sediment transport, for 10 points each.", "answers_sanitized": ["creep [or soil creep or downhill creep]", "James Clerk Maxwell", "talus slopes &lt;Science - Other&gt;"], "parts_sanitized": ["First, name this gradual process in which individual soil and rock particles are lifted and then displaced downward over freeze-thaw cycles. Materials susceptible to this process often rich in clay.", "The creep rate can be computed as a function of downhill slope using this scientist’s theory of viscoelastic materials, where such materials are modeled as a spring and a damper in series. This scientist also names a graphical construction used to correct the van der Waals equation of state for phase transitions.", "After a rockfall, individual pieces of rock characteristically form a cone-shaped pile of irregular broken rocks at the base of the mountain, given this name. These cones of debris have angle equal to the angle of repose."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "In her best-known paper, this philosopher imagines a space traveler who, after being abducted by aliens, faces a choice between dying and killing a million clones of himself. For 10 points each:", "answers_sanitized": ["Mary Anne Warren", "violinist", "Practical Ethics &lt;Philosophy&gt;"], "parts_sanitized": ["Name this medical ethicist who defended an extremely permissive view of abortion, arguing that infants are not persons, in her 1973 paper “On the Moral and Legal Status of Abortion.”", "In that paper, Warren criticizes a thought experiment from Judith Jarvis Thomson’s “A Defense of Abortion” concerning an agent who is forced to share her kidneys with a famous musician who plays this instrument.", "Peter Singer likewise argued that infants are not persons in this 1979 introductory book, which controversially argues that severely disabled infants should be euthanized."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Urban artisans in this country have traditionally sung poems called <em>malhun</em>. For 10 points each:", "answers_sanitized": ["Kingdom of Morocco [or al-Mamlakah al-Maghribiyah]", "Nonesuch [accept Elektra Nonesuch]", "Smithsonian Institution [accept Smithsonian Folkways] &lt;Arts - Auditory, Other&gt;"], "parts_sanitized": ["Name this country, much of whose traditional Berber music is now studied from recordings made by composer-novelist Paul Bowles.", "Bowles’s recordings were first released by the Library of Congress during the world music boom stoked by this label’s Explorer Series. This has been the Kronos Quartet’s primary label since 1985.", "Another pioneering world music record label was Moses Asch’s Folkways Records, which is now owned by this organization."], "category": "Trash"}, {"leadin_sanitized": "This thinker argued that the “fundamental” problem of German power was “at the heart of the Cold War” and largely settled by 1963 in the book <em>A Constructed Peace</em>. For 10 points each:", "answers_sanitized": ["Marc Trachtenberg", "Annales School", "Leopold von Ranke &lt;History - Mediterranean+&gt;"], "parts_sanitized": ["Name this diplomatic historian who makes the case that FDR sought to provoke the Japanese to attack the U.S. in a case study from his pedagogical book The Craft of International History.", "The Historian’s Craft is a similarly-titled book by Marc Bloch, a member of this French historical school that examined the longue durée and included Lucien Febvre and Fernand Braudel.", "The modern craft of historiography was also shaped by this German historian, who argued that historians should write of the past “as it actually happened” to create a “universal” history."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "An intellectual Jew named Lyutov attempts to fit in with Cossack soldiers by killing the title animal in this author’s story “My First Goose.” For 10 points each:", "answers_sanitized": ["Isaac (Emmanuilovich) Babel", "Victor (Borisovich) Shklovsky", "Leo Tolstoy [or Count Lev Nikolayevich Tolstoy] &lt;Literature - European&gt;"], "parts_sanitized": ["Name this author, who wrote about the gangster Benya Krik in his Odessa Stories. His experiences in the Soviet-Polish War inspired his collection Red Cavalry.", "According to this critic, Babel used the same tone to write about the “stars above and gonorrhea.” In his essay “Art as Technique,” this formalist described how artistic language makes ordinary objects seem strange, a process he called “defamiliarization.”", "Shklovsky’s “Art as Technique” explains defamiliarization using this Russian author’s story “Kholstomer,” which is told from the point of view of a horse. His other stories include “Master and Man” and “Father Sergius.”"], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "In a self-portrait, this photographer is nude, half-submerged in a river, and grabbing a tree’s roots. For 10 points each:", "answers_sanitized": ["Francesca Woodman", "Linda Nochlin", "bathers [accept any description of bathing] &lt;Arts - Visual, Other&gt;"], "parts_sanitized": ["Name this woman who photographed herself in blurry motion or blending into the backdrop in series like Space2. She published only the book Some Disordered Interior Geometries before her 1981 suicide at the age of 22.", "Woodman was discussed alongside artists like Mona Hatoum and Carrie Mae Weems in a 2006 book dedicated to this art historian’s essay “Why Have There Been No Great Women Artists?” Her work on 19th-century France includes the essay “The Imagined Orient” and the influential monograph Realism.", "A 2006 book by Nochlin examines how the “visceral eye” views these painterly subjects. Near the ends of their careers, Cézanne and Renoir both painted “Large” depictions of nude women doing this action."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This thinker argued that modern political parties largely advocate for the preferences of narrow coalitions of so-called “policy demanders” in his book <em>Affluence and Influence</em>. For 10 points each:", "answers_sanitized": ["Martin Gilens", "pluralism [or pluralist; accept interest-group pluralism, biased pluralism, or majoritarian pluralism]", "James Madison &lt;Social Science&gt;"], "parts_sanitized": ["Name this Princeton political scientist who, in a widely-cited 2014 paper co-authored with Benjamin Page, presented a multivariate analysis of U.S. policy issues to argue that elites have the greatest influence on policy.", "Gilens and Page argue that their findings support the existence of a “biased,” rather than a “majoritarian,” form of this system. This type of political system is often contrasted with neo-corporatism.", "This thinker articulated an early version of majoritarian interest-group pluralism while warning against the destructive nature of factions in his Federalist Paper No. 10."], "category": "Social Science"}, {"leadin_sanitized": "This choreographer may have inspired Balanchine’s abstract ballets by creating works like <em>Holy Etudes</em>, which is danced to Brandenburg Concertos 1 and 5. For 10 points each:", "answers_sanitized": ["Bronislava (Fominichna) Nijinska [do not accept or prompt on “Nijinsky”]", "Maria and Marjorie Tallchief", "Bolshoi Theater &lt;Arts - Audiovisual, Other&gt;"], "parts_sanitized": ["Name this dancer who choreographed the original production of Les Biches, and whose many collaborations with Stravinsky included Renard and Les Noces.", "Nijinska taught a pair of American ballet-dancer sisters with this surname. One of these sisters became prima ballerina at Balanchine’s New York City Ballet throughout the 1940s and ‘50s.", "Maria Tallchief later became the first American to dance at this theater in Moscow. During the Soviet era, its St. Petersburg rival was called the Kirov Theatre."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "This method is used in protein design to confirm that designed structures have folded into a correct stable conformation. For 10 points each:", "answers_sanitized": ["circular dichroism spectroscopy [or CD]", "secondary structure", "loops [accept unstructured loops or structured loop or regulatory loops; accept helix-loop-helix] &lt;Science - Chemistry&gt;"], "parts_sanitized": ["Name this technique that’s used to produce a plot with y-axis units in “degrees centimeters-squared per decimole,” and an x-axis measuring wavelength.", "The far-UV part of the CD spectrum is used to get a readout of this structure of organization of proteins. This structure involves hydrogen bonding between atoms in the protein backbone, and two examples include alpha helices and beta-sheets.", "Alpha helices are interrupted by these segments, which are rich in proline and glycine. Regulatory versions of these segments lie between transmembrane regions in integral proteins, and they may also participate in protein-docking."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This leader’s long-time allies, the Gupta family, paid millions of dollars to sustain a racialized PR campaign blaming “white monopoly capital” for the numerous calls for this leader to resign. For 10 points each:", "answers_sanitized": ["Jacob (Gedleyihlekisa) Zuma [accept JZ]", "Bell Pottinger [prompt on Pottinger; do not accept or prompt on just “Bell”]", "Democratic Alliance [or DA; or Demokratiese Alliansie] &lt;Modern World&gt;"], "parts_sanitized": ["Name this prolifically corrupt South African president who ended up resigning in 2018 anyway.", "This consulting firm, which cooked up the PR campaign, collapsed in disgrace after its namesake, a former PR advisor to Margaret Thatcher, left in late 2017 upon learning of its shady activities. This company’s other questionable actions include taking $540 million from the DoD to create fake terrorist propaganda videos.", "This official opposition party in South Africa, formerly led by journalist Helen Zille and currently led by Mmusi Maimane, helped draw the attention to Bell Pottinger’s questionable activities."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This technique avoids the problem of needing to account for the point spread function by optically isolating points and measuring them separately. For 10 points each:", "answers_sanitized": ["spectral precision distance microscopy [or SPDM; accept localization microscopy; prompt on super-resolution microscopy]", "Ernst (Karl) Abbe", "numerical aperture [or NA] &lt;Science - Physics&gt;"], "parts_sanitized": ["Name this technique that’s combined with spatially modulated illumination in the Vertico-SMI light microscope.", "The effective 5-nanometer resolution of Vertico-SMI is significantly greater than the roughly 200-nanometer limit for a light microscope predicted by this man. He also names a type of condenser used in microscopes.", "The denominator of the Abbe diffraction limit includes a term for “n sine-theta” given this name. This value characterizes the angles from which an imaging system may accept light, and integrated photon count is proportional to this value to the fourth power over magnification squared."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A 1986 Canadian stamp by Sara Tyson showed this person with three faces. For 10 points each:", "answers_sanitized": ["Molly Brant [prompt on partial answer]", "Mohawk", "Treaty of Fort Stanwix &lt;History - American&gt;"], "parts_sanitized": ["Name this consort of Sir William Johnson. She provided intelligence that aided the British ambush of American forces at Oriskany and was instrumental in ensuring her tribe’s resistance to American independence.", "Molly Brant’s brother, Joseph Brant, was a leader of this easternmost tribe in the Iroquois Confederation who share their name with a tributary of the Hudson River. They didn’t really wear their namesake hairstyle.", "Molly Brant’s consort, William Johnson, negotiated this 1768 treaty between the Iroquois and Great Britain that further opened up areas west of the 13 colonies for British settlement. Benedict Arnold tricked Barry St. Leger into prematurely abandoning a siege at this location in the lead-up to Saratoga."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The surviving literature in this language includes a number of debates, including one between Bird and Fish. For 10 points each:", "answers_sanitized": ["Sumerian", "scribes [prompt on writing or equivalents]", "proverbs [or mishleh] &lt;Literature - Other/World&gt;"], "parts_sanitized": ["Name this language whose official dialect was called eme-gir.", "In another Sumerian dialogue, an old man patronizingly lectures a young member of this profession, whose patron goddess was Nisaba. Sumerians entered this profession by graduating from schools called Edubba.", "Sumerian literature also includes many collections of these brief axioms, such as “from so many oxen, there is no dung?” A collection of them from the Old Testament is traditionally attributed to King Solomon."], "subcategory": "Literature World", "category": "Literature"}]}