{"tossups": [{"question_sanitized": "1. Marie Arana took a chapter title in her biography of this man from a novel that uses his quote “It seems that the devil controls the business of my life” as an epigraph. In John Green’s Looking for Alaska, Pudge finds part of a line spoken by this man, “straight and fast is the only way out,” written in the margins. This man rides, Christ-like, into several towns on a mule and sleeps with Queen Marie Louise in a novel in which he travels along the Magdalena River. Since (*) Daniel O’Leary refused to burn this leader’s late writings, an author was able to use them as a source for a 1989 novel depicting his last days, in which he learns that Rafael Urdaneta has taken over government and his friend Sucre [SOO-cray] has been killed. For 10 points, name this protagonist of Gabriel Garcia Marquez’s The General in His Labyrinth, the real-life author of the “Jamaica letter” and first president of Gran Colombia.", "answer_sanitized": "Simón Bolívar [prompt on the general or el general] &lt;WA, HistInLit&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "2. A poster commemorating the fortieth anniversary of this movement shows a boy holding up a hammer while holding a book tucked under his arm. In historiography, this movement marks a division between “modern history” and “contemporary history.” This movement, which is commemorated by a large red spiral sculpture in a namesake square, was promulgated in the magazine La Jeunesse. A leader of this movement translated the philosophy of pragmatism as “experimentalism” and, under the influence of John Dewey, promoted the ideals of (*) “Mr. Science” and “Mr. Democracy.” Switching from classical to vernacular written language was a major ideal of this movement, which arose out of a protest against Article 156 of the Treaty of Versailles. The transfer of Shandong from Germany to Japan sparked, for 10 points, what anti-imperialist movement in China named for a day in 1919?", "answer_sanitized": "May 4th Movement [or Wusi Yundong; accept New Culture movement] &lt;EM, World History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "3. This group, which met in the Hall of Hewn Stones, was created as part of a power play to weaken local authorities and end a succession crisis by Aulus Gabinius. This group is either identical to or a direct later counterpart of the gerousia intensely opposed by Alexander Jannaeus, but courted by his wife and successor Salome Alexandra. In one source, a speech mentioning a patriarch’s decision to “leave your country and your people” is made in front of this body in response to charges against (*) Stephen. A modern language takes a word for president, nasi, from the title given to this group’s leader. Caiaphas was a leader of this body, which was established under the Hasmonean dynasty. It consisted of seventy-one men, many of whom historically belonged to the Pharisee faction. For 10 points, name this Jewish religious council which puts Jesus on trial in all four Gospels.", "answer_sanitized": "Great Sanhedrin [or synedrion; prompt on gerousia; prompt on Jewish organized religion] &lt;WA, Ancient History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "4. A poem by this author requests of a friend “when I die, let me know / Great Homer died three thousand years ago.” This author mimicked Horace in such poems as one imaging a “young Maro” who notes “Nature and Homer were, he found, the same” and suggesting “First follow NATURE, and your judgment frame.” This author was targeted in the Verses Addressed to the Imitator of Horace co-written by John Hervey, whom this author rebuffed in a poem that coined the phrase (*) “damn with faint praise.” This author wrote “’Tis hard to say, if greater want of skill / Appear in writing or in judging ill” in a poem in couplets coining such phrases as “For fools rush in where angels fear to tread” and “A little learning is a dang’rous thing.” For 10 points, name this author of “Epistle to Dr. Arbuthnot,” “Essay on Criticism,” and “The Rape of the Lock.”", "answer_sanitized": "Alexander Pope &lt;WA, Poetry&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "5. Due to concern of lacking a national holiday, officials heavily promoted a holiday commemorating a victory in this conflict on September 2. The League of Patriots, founded with the goal of avenging this conflict, was led by a general who gained fame riding around in public on a black horse, and who roused public opinion in the aftermath of the Schnaebele [SHNEH-bell] Affair. A key incident in sparking this conflict involved the apparent (*) insulting of Vincent, Count Benedetti. A disaster during this war prompted Leon Gambetta to proclaim a new government. The concept of revanchisme originated in the aftermath of this war due to claims on territories in Alsace-Lorraine. The Ems Dispatch sparked, for 10 points, what war that included the Battle of Sedan, during which Napoleon III was captured?", "answer_sanitized": "Franco-Prussian War &lt;WA, Continental History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "6. A novel about this woman was almost adapted for television until William Paley was pressured into not allowing it. She has nothing to do with Mormons or Richard Nixon, but several articles about this woman were collected for a Fawn M. Brodie biography subtitled “An Intimate History.” Jackie Onassis, while working for Viking Press, encouraged Barbara Chase-Riboud to publish a novel about her. This person’s family was chronicled for four generations in a Pulitzer-winning history by Annette Gordon-Reed. A series of articles about this person appeared in the Richmond Recorder written by (*) James Callender. This resident of Mulberry Row had a son named Eston, whose descendant John Weeks had his Y-chromosomal DNA tested in 1998 by Eugene Foster. For 10 points, name this resident of Monticello who gave birth to several children by Thomas Jefferson.", "answer_sanitized": "Sally Hemings &lt;EM, US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "7. A “charlatan nature” combining “something of the hairdresser and the toreador” in one of these works is admired by a woman who yells “Be quiet!” at a man who says “I like to understand things.” Beatriz threatens Thibault with a gun for cutting eggplant in a novel named for a type of these works, in which a thick fog surrounds a mansion for months. In that novel titled for a type of these works, the male-disguised Carmen and Gen give language lessons in a china closet, and Katsumi Hosokawa is captured with Roxane Coss in a hostage crisis; that novel is by (*) Ann Patchett. After leaving Moonstone for Germany, Thea Kronborg returns to the U.S. to perform these works in The Song of the Lark. An affair with Leon is rekindled after the wife of a country doctor empathizes with one of these works containing a “mad scene.” For 10 points, identify these works which include Lucia di Lammermoor.", "answer_sanitized": "operas [prompt on music or singing] &lt;JC, LongFic&gt;", "category": "Literature"}, {"question_sanitized": "8. Several of these places found at Malkata were designated “Per-Hay” by their builders. A location called Kuyunjik was the site of the “Northern” one of these places in Nineveh. A term for a social system named for these places was coined by Arthur Evans during his excavations of one of them. That form of redistributive social organization, which was characteristic of Egyptian civilization during the Bronze Age, is known as these places’ namesake “economy.” A large (*) Minoan example of these buildings is at the center of the ruins of Knossos. Another example of these buildings contains both the apadana and the Gate of the Nations, and was built by Darius the Great in Persepolis. Tiberius built a “pleasure” example of these places on Capri. For 10 points, identify these royal residences.", "answer_sanitized": "palaces [or palace complexes or palace economies; prompt on royal residence or equivalents] &lt;WA, Archaeology&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "9. Peter Brooks considered how this non-American author drew on excesses of rhetoric in The Melodramatic Imagination. In a negative review of Cooper’s The Pathfinder, this author noted that Cooper’s use of comedy was “infinitely inferior” to that of Walter Scott, whose “genius” this author often wrote about. The novels of Jane Austen and this author are cited as depictions of capitalist excess in Capital in the Twenty-First Century. Supposedly, this author died of (*) caffeine poisoning because he drank fifty cups of coffee per day to stay prolific. Both Ferdinand Brunetière and Émile Zola considered this author the first naturalist writer. The magnum opus of this author has a title implying that it is a mundane counterpart to the magnum opus of Dante. For 10 points, name this author who created such characters as Cousin Bette in The Human Comedy.", "answer_sanitized": "Honoré de Balzac &lt;WA, Literary Legacy&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "10. In a play named after this object, a man describes praying for his dog to live 200 times, then shooting a cat after the dog dies. A man who finds a buyer for this object describes having a religious revelation where three hobos lead him to a room of sheep-headed people. A man who sells his suit and shoes with promised amatory effects describes giving up a career with this object - that man is Wining Boy. One woman gives a monologue about how Mama Ola rubbed this object until her hands bled. One character aims to exchange this object for (*) land owned by a man killed by the Ghosts of the Yellow Dog. A family’s history is carved into this object, which Boy Willie wants to sell. To exorcise the ghost of the slave owner Sutter, Berenice plays this instrument. For 10 points, name this musical instrument, whose “Lesson” titles an August Wilson play.", "answer_sanitized": "the piano from The Piano Lesson &lt;JC, Drama&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "11. Historian Martin Jay examined a group of academics based out of this city in a book about their “imagination.” A current academic in this city revived the concept of “recognition” in such works as The Struggle for Recognition. Argentine heir Felix Weil bankrolled a group of academics in this city who called their approach a “message in a bottle” after relocating to a “hiding place” in New York at Columbia University. Axel Honneth currently leads this city’s (*) Institute for Social Research, whose members included a man who wrote “To write poetry after Auschwitz is madness.” A thinker from this city’s “school” analyzed the impact of coffee houses on political discourse in The Structural Transformation of the Public Sphere. For 10 points, name this German city whose “school” developed critical theory under Theodor Adorno.", "answer_sanitized": "Frankfurt &lt;WA, Phil/SS&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "12. In a novel, this country’s western border is located along the eastern edge of a “rough parallelogram” that defines areas of disputed territory. Five years of documents become obsolete following a declaration of war against this country, necessitating that Record Department employees work 18 hours per day. This country, which is described as owing its safety to the “fecundity and industriousness of its inhabitants,” is the home of an ideology whose name is rendered as (*) “Obliteration of the Self” or “death-worship,” and which is a counterpart to Neo-Bolshevism. During the middle of Hate Week, a sudden alliance shift begins a war against this country, after which it is said “we have always been at war” with it. For 10 points, name this superpower that partitions the world with Eurasia and Oceania in George Orwell’s Nineteen Eighty-Four.", "answer_sanitized": "Eastasia [do not accept or prompt on “Asia” or “China” or other answers] &lt;WA, LongFic&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "13. Three members of this profession stand in front of a seated Bill Iffrig on a Sports Illustrated cover. In a photo taken in Gezi Park, Istanbul, a woman in a bright red dress has her back turned to a member of this profession. The most famous photo of Elian Gonzalez depicts him looking at a mustachioed member of this profession. A 1992 Gainesville, Georgia photo taken by Todd Robertson shows a toddler dressed in (*) KKK robes innocently touching an object held by a black member of this profession. Either “Super-Joel” Tornabene or George Harris is the identity of the man who, in a photo taken by Washington Star photographer Bernie Boston, places a flower in an object held by a member of this profession. A series of photos taken during the Birmingham Campaign of 1963 depicts, for 10 points, members of what profession siccing dogs on and fire-hosing civil rights marchers?", "answer_sanitized": "police officers [accept cops and other obvious equivalents for domestic law enforcement like SWAT team members and federal agents; prompt on soldiers or National Guard or other answers suggesting military affiliation] &lt;AA, Historical Sources&gt;", "category": "Trash"}, {"question_sanitized": "14. The name of part of this effort was supposedly inspired by the quote “As West and East in all flat maps… are one, so death doth touch the resurrection” from John Donne. Donald Hornig ascribed his expendability and ability to climb a 100-foot tower to his job “babysitting” for this project. A woman who worked on this project, Elizabeth Graves, finished an experiment for it while in labor; other women who worked on it were known as the (*) “Calutron Girls.” In this effort directed by Leslie Groves, a casing called “Jumbo” surrounded “the Gadget” in a test during which Kenneth Bainbridge remarked “Now we are all sons of bitches” to a man who more famously responded “Now I am become death, the destroyer of worlds.” For 10 points, name this World War II effort led by J. Robert Oppenheimer to produce the atomic bomb.", "answer_sanitized": "Manhattan Project [prompt on Trinity test] &lt;JC, US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "15. A poetic “Prologue” set in one of these places ends when a man proposes “Homo Abyssus Occidentalis,” or “A Curious Case of Cold Feet” as a conversation topic, after which the section “The Seven Ages” begins. Another poem states that “faces” in one of these places “Cling to their average day: / The lights must never go out / The music must always play.” A conversation during World War II between the characters Quant, Rosetta, Malin, and Emble in one of these places opens the long poem (*) “The Age of Anxiety.” A speaker located in one of these places claims “Exiled Thucydides knew” of events that passed, claims to be “uncertain and afraid / as the clever hopes expire,” and states “We must love one another or die.” For 10 points, the speaker of W. H. Auden’s “September 1, 1939” sits in what sort of place, described as “one of the dives / On Fifty-Second Street?”", "answer_sanitized": "bars [accept specific types such as dive bars or gay bars; accept dives before “dives”; prompt on less specific answers such as restaurants or eateries] &lt;WA, Poetry&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "16. Humphrey Repton’s “Red Book” shows original designs for a structure built by this monarch. In a trial during this monarch’s reign, a servant answered “I don’t recall” over 200 times, turning the phrase into a Shkreli-esque joke. A caricature during that trial depicts this monarch and his wife as a pair of fat green bags, alluding to the bag that this monarch used to submit possible evidence of his wife’s affair with Bartolomeo Pergami. This friend of (*) Beau Brummel hired John Nash to build the Eastern inspired Brighton Pavilion. Despite the Act of Settlement, this king married Maria Fitzherbert. He locked his wife out of his coronation before trying to divorce her with the Pains and Penalties Act; that wife was Caroline of Brunswick. For 10 points, name this king who had earlier ruled during the Regency period during the madness of his father of the same name.", "answer_sanitized": "George IV [prompt on George] &lt;JC, British/Other History&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "17. A movement named for these things was added to the signature of the author who submitted the poem “Hermes of the Ways.” “It is better to present” one of these things “in a lifetime than to produce a multitude of voluminous works,” according to an essay that defines these things as “that which presents an intellectual and emotional complex.” The first five poems of a movement named for these things were grouped as “The Complete Poetical Works of T. E. Hulme.” An essay articulating a movement named for these things is titled for (*) “a few don’ts.” A literary movement named for these things included the feminist, bisexual author of the Greek-inspired poem “Oread” as well as the author of a two-line poem about “petals on a wet black bough.” For 10 points, name these things which name a modernist poetry movement emphasizing precise articulation, advocated by H. D. and Ezra Pound.", "answer_sanitized": "images [accept Imagism] &lt;WA, Essays/Crit&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "18. Dr. Andrew Smith visited this leader in response to a peace offering of four tusks that this man sent to Grahamstown. This leader established his capital near the Umfolozi River at Mgungundlovu [mm-goong-OOND-love-oo]. This leader executed his general Ndlela due to his displeasure with the result of the Battle of Magongqo [MAH-gohng-ko], after which he fled; that civil war with Mpande ended with his murder. Upon being approached for land by migrants, he induced that group to recover stolen cattle from the rival Sikonyela and treacherously had them murdered at a celebration feast near modern-day (*) Weenen. After that massacre of Piet Retief’s Voortrekkers, Andres Pretorius led 500 Boers to kill 3000 of this king’s impis at Ncome [nn-KOH-meh]. For 10 points, name this king who lost the Battle of Blood River, a Zulu who orchestrated the death of his half-brother Shaka.", "answer_sanitized": "Dingane kaSenzangakhona Zulu [or Dingaan] &lt;AA, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "19. Remarks from Louis XIV indicate that this ruler “swore like a trooper.” This ruler’s letters reveal an infatuation with the 15-year-old Ebba Sparre, referring to the girl as “la belle comtesse.” This ruler established a weekly salon while living at the Palazzo Farnese. This ruler recalled Hugo Grotius from his position as ambassador in order to take on a role at the court, but Grotius died in a shipwreck. An exhumation of this ruler’s body in 1965 was conducted to investigate rumors of (*) hermaphroditism. An “Athens of the North” was established by this ruler by inviting luminaries such as Rene Descartes to teach at the court. This ruler converted to Catholicism and moved to Rome after abdicating at age 27 with the assistance of her advisor Axel Oxenstierna. For 10 points, name this daughter of Gustavus Adolphus.", "answer_sanitized": "Queen Christina &lt;WA, Continental History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "20. A passage from this story collection compares a couple’s love to the “tender fire of stars,” which has yet not been “quenched” by tedium. A story in this collection relates how a performance of the opera Maritana was screwed up by one of several mediocre “artistes” hired by a committee. In one of its stories, a woman aims to “take advantage of her daughter’s name” by signing her up as a piano accompanist for a concert series. A man has difficulty with the “Academy pieces” played by (*) Mary Jane in a story from this collection in which an invented cycling trip is used as a pretext to turn down a vacation invitation from Miss Ivors. A story in this collection ends with a man gazing through a window at snow falling on a graveyard while thinking of Michael Furey, who died for his wife Gretta. “A Mother” is a story in, for 10 points, what collection that includes “The Dead” and is by James Joyce?", "answer_sanitized": "Dubliners &lt;WA, Short Fiction&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "21. In one parody, a man claiming to be a writer from this country says he only knows topics starting with A; that man experiences “time jumps” while talking to the librarian Cecily. In real life, that author wrote a play in which one character ironically notes “This conversation is lagging, isn’t it?” A poet from this country wrote about a celestial being who asks the Demiurge if he can give up his immortality to be with Princess Catalina. This is the home country of Luceafarul as well as an author who wrote of Eye, Mouth, Ear, and Nose in (*) The Gas Heart, at whose premiere a Dada fight broke out. Another play from this country ends with the Martins and the Smiths screaming, “It’s not that way, it’s over there!” and features the Fire Chief and Mary awaiting the titular bald soprano. For 10 points, name this country home to Tristan Tzara and Eugene Ionesco.", "answer_sanitized": "Romania &lt;JC, Miscellaneous Lit&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "22. A 2017 history of this conflict by the author of Carnage and Culture has a title that notably describes it as multiple “wars.” The U.S. State Department’s release of archives from early in this conflict prompted a world leader to co-author the book Falsifiers of History. In British historiography, the revisionist view of this conflict as a continuity of foreign policy was inaugurated by a book titled for its “Origins” by A. J. P. Taylor. This conflict is the subject of the most recent book by National Review columnist (*) Victor Davis Hanson. E. H. Carr described the period leading up to this conflict as the “twenty years’ crisis.” The pseudonym “Cato” was used by an author who attacked diplomatic decisions by the National Government that helped bring about this war in a book written during it titled Guilty Men. The “Great Patriotic War” is the Russian name of, for 10 points, what war against the Axis powers?", "answer_sanitized": "World War II [accept The Second World Wars or The Origins of the Second World War; accept specific subtheaters such as the Invasion of Poland or the Battle of France] &lt;WA, Historiography&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "23. A character in this novel comments “Viper will eat viper, and serve them both right!” after a man beats up an old man he calls “Aesop.” A love confession ends a chapter of this novel in which “the first and rightful lover,” a boorish man from Poland, cheats a party at a game of cards. In this novel, a character quips “your family sensuality is carried to a disease,” an idea echoed in the title of its third book, “The Sensualists,” which describes how the son of a (*) “stinking” woman less than five feet tall was taken in by Marfa. An epileptic servant confesses to murdering the central patriarch of this novel, who feuds with his son over mutual romantic interest in Grushenka. The parable of the Grand Inquisitor features in, for 10 points, what novel about siblings Dmitri, Ivan, and Alyosha by Fyodor Dostoevsky?", "answer_sanitized": "The Brothers Karamazov [or The Karamazov Brothers or Bratya Karamazovy] &lt;WA, LongFic&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "24. In a novel inspired by this man, a book about his companion titled Sweet Blasphemy is read by the bored Jewish housewife Ella. According to one story, a stranger threw a large stack of books that this man was reading into a pool, but all remained dry, which the stranger said was “Something you do not know.” This author, whose work inspired the novel The Forty Rules of Love, was supposedly taught for forty days and forty nights in seclusion by his spiritual companion, a (*) hermit. This author, whose best-known collection begins with an invocation to listen to the tale of the reed, was referred to as mawlana, inspiring the name of the Mevlevi order. His experience with his teacher and mentor, Shams of Tabriz, inspired his Divan. For 10 points, name this author of the Spiritual Couplets.", "answer_sanitized": "Jalal ud-Din Muhammad Rumi [accept Mawlana or Mevlev until “mawlana” is read] &lt;WA, Authors/Bios&gt;", "subcategory": "Literature World", "category": "Literature"}], "bonuses": []}