{"tossups": [{"question_sanitized": "1. The earliest known text in this language, which invokes Nergal, appears next to foundation pegs known as the Urkish lions. For a while, the only known surviving long work in this language was an entry in the Amarna letters known as EA 24, which was written to Amenhotep III by its native speaker King Tushratta. This language was used to compose the Hymn to Nikkal, the oldest known substantial musical notation. The only other ancient language that appears to be genetically related to this one is (*) Urartian, with which it forms a family, though this non-Hittite language also appears on bilingual tablets found in Hattusa after its native speakers’ subjugation by the Hittites. The primary worshippers of the god Kumarbi spoke, for 10 points, what language that shares its name with the main ethnic group of the Mitanni Empire?", "answer_sanitized": "the Hurrian language &lt;AA, Ancient History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "2. This work implies that a group who “copulated ecstatic and insatiate with a bottle of beer a package of cigarettes a candle” were largely homosexual, in noting that they “lost their loveboys to the three old shrews of fate,” with one of those “shrews” being the “heterosexual dollar.” This work likens “visions,” “dreams,” and “new loves” to wreckage that breaks on “the rocks of Time” after they have “gone down the American river,” and compares Jesus’ laments to jazz in describing an (*) “eli eli lama sabachthani saxophone cry.” This poem’s second section opens mentioning a “sphinx of cement and aluminum” while its first opens mentioning friends who were “starving hysterical naked.” The speaker repeats “I’m with you in Rockland” in, for 10 points, what Beat poem that says “I saw the best minds of my generation destroyed by madness?”", "answer_sanitized": "“Howl” &lt;WA, Poetry&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "3. This man’s description of an encounter with Betty Mitchell is one of many erotic passages he wrote partly in French and Spanish, which reflect his extensive interest in Spain, much like his extensive collection of chapbooks and Spanish plays. This man’s writings have generally superseded similar works by John Evelyn that cover the same era, and describe an annual celebration of the removal of a kidney stone. His work, which he discontinued for fear of becoming (*) blind, was deciphered by Reverend John Smith from a system of tachygraphy created by Thomas Shelton and details his service as Chief Secretary of the Admiralty during the Anglo-Dutch War. For 10 points, identify this important primary source on the Plague and Great Fire of London, an English diarist.", "answer_sanitized": "Samuel Pepys [peeps] &lt;WA, Historical Sources&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "4. Along with Wilhelm Meister, The New Heloise, and Don Quixote, this novel was purportedly Arthur Schopenhauer’s favorite, so much so that he asked his publisher to translate it to German. An entire paragraph in this book is filled with asterisks meant to represent the thoughts of one character. The phrase “every ball has its billet” is from this novel and is also quoted on the first page of Diderot’s (*) Jacques the Fatalist, which borrowed an entire passage from this novel. An episode in this novel focuses on Hafen Slawkenbergius, who wrote an entire treatise on noses. The 11 volumes that make up this novel were written over a period of 8 years. The title character of this novel is born with an abnormally flat nose, thanks to Dr. Slop, who made a mistake with his forceps while delivering him. For 10 points, name this novel about the “life and opinions” of the title character, written by Laurence Sterne.", "answer_sanitized": "The Life and Opinions of Tristram Shandy, Gentleman &lt;SB, LongFic&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "5. This group is synonymous with a group designated quirites in older sources. People who claimed to belong to this group, but whose pleas were ignored and made to work in stone quarries, are defended from the title man by the speeches of In Verrem. By definition, peregrini were not part of this group. People in this group could be designated as either optimo iure [OP-tee-moh YOO-ray] or non optimo iure. A phrase affirming that someone belonged to this group names an (*) address that justified a blockade of Piraeus and asserted the “strong arm” of a certain country. Some members of this group were designated “sine suffragio.” The Antonine Constitution, which made all members of the Roman Empire into members of this group, was created by the emperor Caracalla. For 10 points, give this privileged status afforded to free individuals in the Roman Republic.", "answer_sanitized": "Roman citizens [or civis romanus or cives romani or civitas romana; accept Civis romanus sum or Civitas sine suffragio] &lt;WA, Ancient History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "6. The notes to this play state that it has rendered in English a “play in sundrie languages,” as a character earlier specifies that “each of us must act his part in unknown languages.” Douglas Bruster cited copying of sloppy handwriting in re-attributing anonymous “additional passages” that were added to this play’s fourth edition that were once credited to Ben Jonson. The monologue opening this play describes a katabasis where “Pluto was pleased” and sealed the speaker’s passport “with a kisse.” A lover is revealed by a bribe to the servant (*) Pendringano in this play, in which a man bites out his own tongue after the King summons torturers. This play preempted elements of Hamlet by including characters such as the ghost of Andrea and the spirit Revenge, and containing a performance of the play Soliman and Perseda. “Hieronimo is mad againe” is the alternate title of, for 10 points, what horrifically violent Thomas Kyd play?", "answer_sanitized": "The Spanish Tragedy, or, Hieronimo is mad againe &lt;WA, Drama&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "7. In this modern city’s outskirts, a gravesite holds the bones of the apocryphal Sage Kija, considered the first settler of this city’s region. According to the Memorabilia of the Three Kingdoms, the site of this city contained the first capital of the legendary Tangun Dynasty. 200,000 residents of this city were forcibly resettled in 668 CE, after which it became the capital of the Protectorate to Pacify the East. A winged horse statue in this city carrying two workers on its back symbolizes the desired “speed” of the (*) Cheollima [chuh-lee-mah] System. This city was the site of the second major land battle of the Sino-Japanese War, which followed Qing forces crossing the Yalu River. International Worker’s Day lends its name to this city’s Rungrado First of May Stadium, the largest such venue in the world. For 10 points, name this city in which the Juche Tower overlooks the Taedong River, the capital of North Korea.", "answer_sanitized": "Pyongyang &lt;AA, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "8. A 143-line poem in this language is structured as a metered list of kings, including “Caesar ruled the Greeks,” after mentioning its title scop, or poet. A five-line poem called one man’s “Death Song” is the best-attested poem in this language, ahead of a nine-line one that opens by honoring the “guardian of heaven.” A poem in this language describes a gift of eight horses with golden bridles, including one with a jeweled saddle, and opens by detailing the submission of people beyond the “whale-road.” Another poem in this language describes heroics at the (*) Battle of Maldon. This language was used by an illiterate cowherd to compose Caedmon’s Hymn. A funeral at the seashore opens a poem in this language whose central hero partners with Wiglaf to slay a dragon and defends the mead-hall Heorot [HAIR-oht]. For 10 points, name this language used to write Beowulf.", "answer_sanitized": "Old English [do not accept or prompt on “Middle English” or “English”] (the first line refers to the Widsith) &lt;WA, HistInLit&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "9. A traditionalist faction in this present-day U.S. state led by Chitto Harjo, also known as “Crazy Snake,” was opposed by Pleasant Porter. David Gran’s 2017 book Killers of the Flower Moon details how a string of over 50 murders in this state during the 1920s organized by William Hale contributed to the “birth of the FBI.” This state was unified thanks to an “Enabling Act” which put its capital in the railroad town of Guthrie. Earlier, parts of this state tried to join the U.S. as the state of (*) Sequoyah, in advance of the Curtis Act scheduling the 1906 dismantling of tribal governments. People coveting the oil wealth of Native Americans in this state committed a string of murders in its Osage County. Its namesake territory was settled en masse during an 1889 land rush. For 10 points, what state contains the Indian Territory that was the destination of the Cherokees who walked the Trail of Tears?", "answer_sanitized": "Oklahoma [accept Oklahoma Territory; prompt on OK] &lt;WA, US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "10. From 1918 to 1921, 1.5 million people of this ethnicity left the Catholic Church, with most joining a state church sponsored by a leader whose motto was “do not fear and do not steal.” Secret worship by religious dissidents of this ethnicity was aided by the Unity of Brethren, who were notably not allowed to practice publicly, unlike Lutherans, by the Patent of Toleration. A group of soldiers mainly of this ethnicity helped spread secular ideas after returning from service in the Imperial Russian and (*) White Russian armies; that group of soldiers is known as a “Legion.” Nobility of this ethnicity became mostly Catholic again in the 17th century when 600 Calvinist noble families emigrated after Frederick the “Winter King” lost at the Battle of White Mountain. For 10 points, name this ethnic group that produced such religious leaders as Jan Hus.", "answer_sanitized": "Czechs [prompt on Bohemians or Moravians] &lt;WA, Continental History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "11. This character goes on many dates with a woman who makes him promise to think about her when he masturbates next time, and whom he earlier lent his notebook in History of Drama class. Most of a novel’s fifth chapter consists of a letter to this character from his girlfriend detailing daily activities like vegetable farming and sports. This character often goes to bars to chase girls with a serially unfaithful friend who studies for the Foreign Ministry, with whom he bonded over a mutual love of (*) F. Scott Fitzgerald. At the beginning of the novel, this man rooms with a geography major who stutters every time he tries to say the word “map,” a character called “Storm Trooper.” Near the novel’s end, this character hooks up with the music teacher Reiko, who left a sanatorium after Naoko committed suicide. For 10 points, name this protagonist of Haruki Murakami’s Norwegian Wood.", "answer_sanitized": "Toru Watanabe [accept either underlined portion] &lt;WA, LongFic&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "12. This essay quotes the lines “a drab of state, a cloth-o-silver slut” from Thomas Middleton’s play, The Revenger’s Tragedy, after criticizing another author’s avoidance of any form of inconvenience. This essay compares one civic duty to “checkers or backgammon, with a slight moral tinge to it.” This essay criticizes the arguments for expediency in a tract by William Paley. This essay, originally delivered as a lecture to the Concord Lyceum, states that “it matters not how small the beginning may seem to be” after claiming that a (*) single man’s decision to cease holding slaves would certainly lead to the abolition of slavery. It begins by affirming the motto “that government is best which governs least” and informs the reader about how the author spent a night in jail after not paying taxes for 6 years. For 10 points, name this essay about resisting government, written by Henry David Thoreau.", "answer_sanitized": "“Civil Disobedience” &lt;SB, Essays/Crit&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "13. The only known source of this material in all of Mesoamerica is along the Motagua River, which produces a “blue” variety of it. A river named for the “white” form of this material historically supplied the town of Khotan. Pacal the Great’s mask is made of this material. An object owned by King Zhao Mo of Nanyue [non-y’way] made of this material was laced together with gold (*) wires, representing a trend started in the Eastern Zhou and continued in the Han dynasty. Chinese nobility were often buried in suits made of this material, whose appearance is imitated by celadon pottery. This material also names a member of the Three Pure Ones. For 10 points, name this stone associated with an emperor in Daoist cosmology, a stone that is valuable and green.", "answer_sanitized": "jade [or jadeite; accept blue jade or white jade] &lt;WA, Archaeology&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "14. At the end of his essay “Sun and Steel,” Yukio Mishima inserted a poem titled for this figure that begins by asking, “Do I then, belong to the heavens?” Edward Field wrote a poem that imagines this figure living in the 21st century who “now rides commuter trains / serves on various committees, / And wishes he had drowned.” Brian Greene’s children’s book about a young boy who escapes his space-home to explore a black hole was adapted into a 2010 movie by the film duo AL and AL and is named for [This Figure] at the Edge of (*) Time. The speaker of one poem imagines a man who does not think of this figure’s fall as “an important failure” and notes that “dogs go on with their doggy life.” William Carlos William wrote a poem titled on a painting about this figure created by Pieter Brueghel. For 10 points name this mythological figure who flew too close to the sun, the son of Daedalus.", "answer_sanitized": "Icarus &lt;SB, Literary Legacy&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "15. Description acceptable. A distinct “Philadelphia Approach” to implementing this sort of initiative was exemplified by the 1959 East Poplar scheme. A 1958 article in Life profiled Dick Lee as the “champion” of implementing this sort of initiative in New Haven, which used more federal money than any other similar program. The opening to a book opposing these initiatives describes how an “elaborately learned superstition” has deceived policymakers in the context of discussing the author’s experience in the North End of (*) Boston. Federal financing of these initiatives was [emphasize] first established under the Fair Deal by Title I of the Housing Act of 1949 and expanded by several highway bills. A book written to oppose these initiatives described a phenomenon called the “ballet of the sidewalks” in Greenwich Village. For 10 points, Jane Jacobs’ opposition to what type of initiative prompted her to write The Death and Life of Great American Cities?", "answer_sanitized": "urban renewal programs [or urban regeneration or urban revitalization or slum clearing; accept city clean-up; accept any answer that refers to tearing down slums and/or large parts of cities; prompt on urban planning; prompt on answers that mention housing or public housing or affordable housing] &lt;WA, US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "16. In a play titled for this word, a character recounts a time when his mother found the name of his Jewish childhood crush in his notebook and spat in his face, and a painter has her husband pose for a portrait modeled after Velazquez’s portrait of Juan de Pareja. In a novel titled for this feeling, the protagonist watches a soccer match between the Bushbucks and Sundown with a “dog-man.” The main character of a play titled for this feeling beats his cheating wife Emily, who paints portraits at a mosque led by Imam (*) Fareed. In a novel titled for this feeling, a professor is relieved to see his name misspelled in the newspaper after three men burn down his daughter’s farmhouse. This feeling titles an Ayad Akhtar play and a novel in which Melanie Isaacs has an affair with a Lord Byron scholar. For 10 points, give this word which titles a novel about Professor David Lurie, written by J. M. Coetzee.", "answer_sanitized": "disgrace [accept Disgrace or Disgraced] &lt;SB, Miscellaneous Lit&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "17. Lionel Trilling read “admiration and envy” into a homoerotic passage by an author with this first name describing “long legs like girls sheathed to the neck” and “beauty of his giant’s body.” In that story by an author with this first name, a former law student commands a peasant woman to roast an animal whose neck he breaks with his boot. A story by an author with this first name notes that Eve gave birth just after her wedding with Adam, much like how a town prostitute gives birth seventeen weeks after marriage. An author with this first name described a man’s initiation into a (*) Cossack troop in “My First Goose.” This is the first name of the author of the author of Red Cavalry, as well as an author who wrote about how the “Spirit of Evil” convinces the title character to put urine in the town’s bread. For 10 points, give this first name of the Yiddish-language author of “Gimpel the Fool.”", "answer_sanitized": "Isaac [or Yitzhak; accept Isaac Babel or Isaac Bashevis Singer] &lt;WA, Short Fiction&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "18. In this conflict, a phrase translated as “wiping the slate clean” was used to refer to the mass killing of Bambuti. A party in this conflict executed a daring operation to land commandos in civilian-esque aircraft and capture an airfield in Kitona. A military advisor to one of this war’s leaders was fired in favor of the leader’s brother-in-law, Celestin Kifwa; that spurned advisor, James Kabarebe, fought on this conflict’s other side. The leader of one side in this war was assassinated by his (*) kadogo child soldier bodyguards, leaving his son to negotiate a peace process concluded by the Sun City Agreement, the Pretoria Accord, and the Luanda Agreement. This war was preceded by one in which Rwanda and Uganda responded to the militancy of genocidaire-filled refugee camps by invading Zaire and overthrowing Mobutu Sese Seko. For 10 points, name this deadliest post-World War II conflict involving nine African countries, which occurred primarily in its namesake country from 1998 to 2003.", "answer_sanitized": "Second Congo War [or Great War of Africa; or Great African War; or African World War; prompt on Congo War] &lt;AA, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "19. The Martinican philosopher Edouard Glissant wrote a book about visiting this author’s home of Rowan Oak. In a speech, this author stated that our tragedy today is “a universal physical fear so long sustained by now that we can even bear it.” The Blotner papers, named for the man who wrote a comprehensive biography of this author, can be found at the Center for [this author’s] Studies at Southeast Missouri State University. Cleanth Brooks wrote three books on this author, two of which are partly titled for a (*) fictional location created by him, whose name is derived from two Chickasaw words meaning “split land.” That county is also where outcasts created by this author, like Joanna Burden and Joe Christmas, as well as the Compson and Bundren families lived. For 10 points, name this creator of Yoknapatawpha [YAWK-nuh-pah-TAW-fuh] County, the author of As I Lay Dying.", "answer_sanitized": "William Faulkner &lt;SB, Authors/Bios&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "20. A proposed “sociology” of this concept had its funding blocked by Senators including Jesse Helms, prompting Edward Laumann to seek funding from the MacArthur Foundation before publishing in 1994. A “particularly neurotic” relationship between work and this concept is demonstrated in Anne McClintock’s Imperial Leather, whose subtitle refers to race, gender, and this. A book titled for this concept illustrates attitudes toward it with the methods of Tommaso Tamburini and the “philanthropic” movement in Germany, before a shift in (*) discourse in the 19th century that used terms such as “nervous disorders.” That book titled for this concept, whose introduction refers to “We Other Victorians,” traces attitudes toward of it via the framework of a “repressive hypothesis.” The titles of both Kinsey Reports refer to, for 10 points, what topic, the subject of a “History” by Michel Foucault that investigates the “uses of pleasure?”", "answer_sanitized": "(human) sexuality [or sex or sexual behavior; do not accept or prompt on “homosexuality” or “lesbianism,” as all these books explore sexual behavior in general] &lt;WA, Phil/SS&gt;", "category": "Social Science"}, {"question_sanitized": "21. Fernand Braudel’s characterization of this modern-day country as a “city-state writ large” was argued to be misleading by Jonathan Israel in a book on its “primacy.” Shipping in this modern-day country was greatly improved by the development of a ship whose name meant “flute.” Imports of raw goods, such as timber, that passed through this country are characterized by historians as its “mother trade.” Conventionally, this country is considered to have produced the world’s first (*) limited liability company, which was founded in 1602 and publicly traded on its stock exchange. This country maintained dominion over Ceylon from 1640 to 1796 thanks to conquests by the VOC, its East India Company. Poulders enabled the agriculture of, for 10 points, what country whose 17th century “Golden Age” featured such painters as Rembrandt?", "answer_sanitized": "The Netherlands [or Kingdom of the Netherlands; or The United Provinces or Verenigde Provinciën] &lt;WA, Continental History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "22. At the end of a novel from this country, nihilistic youths decide that nothing is worth running for, then immediately run after a missed cable car; that book from here deals with accidental incest in the aristocratic Maia family. In a novel from this country, a doctor quits his job to wander the streets of its capital after learning of the death of an author, but then befriends that author’s ghost, who explains how he created his various writing personas or (*) “heteronyms.” This is the home country of the eccentric author of The Book of Disquiet, as well as a novelist who described people voting with a series of blank ballots after a plague which affects the girl with the dark glasses, but not the doctor’s wife. For 10 points, name this country whose writers include José Maria de Eça de Queiroz, Fernando Pessoa, and the author of Blindness, José Saramago.", "answer_sanitized": "(Republic of) Portugal &lt;JC, LongFic&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "23. The father of a ruler of this region died while trying to escape a tower with a rope of knotted sheets. To mock a prophecy, the severed head of a ruler of this region was supposedly crowned with ivy and placed in a pillory. A leader from this region was promised the western lands demarcated by Tripartite Indenture, which he negotiated with the father of the knight “Hotspur.” Accounts disagree about what happened to the missing head of a leader from this region who died at Orewin Bridge. (*) Common law was introduced into this region following its conquest via the Statute of Rhuddlan [RITH-lahn]. The eastern borderlands of this region were governed by Marcher Lords, and include an earthwork called Offa’s Dyke built to protect Mercia from this region’s bandits. Owain Glyndŵr [OH-ain glind-OOR] was the last native claimant to be “Prince” of, for 10 points, what region ruled by Llywelyn the Last?", "answer_sanitized": "Wales [or Cymru] &lt;JC, British/Other History&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "24. This poet presented an extreme version of sola fide doctrine in the form of a speaker who states “I have God’s warrant, could I blend / all hideous sins, as in a cup / To drink the mingled venoms up.” Another of this poet’s speakers muses “Or, there’s Satan! --one might venture / pledge one’s soul to him” before being interrupted by vespers. The speaker talks of bargaining “for his love, and stand / Paying a price, at his right hand?” in a poem this author framed as a meditation by Martin Luther’s friend (*) Johannes Agricola. He used the exclamation “G-r-r!” to open the first and last lines of a poem about hatred of Brother Lawrence. His jealous speakers include a monk in “Soliloquy of the Spanish Cloister” and a nobleman who notes the title figure is “painted on the wall / Looking as if she were alive. I call.” For 10 points, name this poet whose collection Men and Women contains “My Last Duchess.”", "answer_sanitized": "Robert Browning &lt;WA, Poetry&gt;", "subcategory": "Literature British", "category": "Literature"}], "bonuses": []}