{"tossups": [{"question_sanitized": "The Gazi Husrev Bey Mosque, still its country’s largest, was built in this city’s neighborhood of Baščaršija (“bash-CHAR-shee-yuh”) in the 1500s. This city was the capital of a Vilayet which gained autonomy within the Ottoman Empire from the Treaty of San Stefano, but Austria nonetheless occupied it in 1878. This city saw the Markale market massacre carried out by the Army of Republika (*) Srpska. This city contains the Latin Bridge, the site of a notable assassination. The longest siege of any capital city in recent warfare was of this city and lasted from 1992 to 1996 during the Bosnian War. For 10 points, name this capital of Bosnia and Herzegovina, the site of the assassination of Archduke Franz Ferdinand.", "answer_sanitized": "Sarajevo &lt;CO&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In this novel, one character plans to tie a young girl to a loom to keep her from wandering off. Two characters in this novel are confused by the letters “I.H.S.” appearing on lard cakes, and one of them had earlier falsely accused Jem Rodney of a crime, though the real perpetrator’s skeleton is later found in a ditch. Molly Farren’s death clears the way for (*) Nancy Lammeter’s marriage in this novel, which focuses on a character who leaves Lantern Yard due to the efforts of William Dane. After the theft of his gold by Dunstan, the title character of this novel adopts the daughter of Godfrey Cass, Eppie. For 10 points, name this novel about the title weaver of Raveloe, a work by George Eliot.", "answer_sanitized": "Silas Marner: The Weaver of Raveloe &lt;AL/CL&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One scientist found the WKB approximation for this process using the time dependent Schrödinger equation. It’s not fusion, but in this process, certain species penetrate the Coulomb barrier, and it occurs on the upper right of a graph comparing Z and A-minus-Z, named the “belt of stability.” One explanation for this process was the Geiger-Nuttall Law, which was later refuted by George (*) Gamow. One application of this process using americium-241 results in the ionization of air in smoke detectors. This process decreases the atomic number by two. For 10 points, name this form of radioactive decay in which namesake particles, helium nuclei, are emitted.", "answer_sanitized": "alpha decay [accept alpha after “decay”; prompt on radioactive decay until mention; prompt on radioactivity and word forms until mention] &lt;BC&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One work set in this city describes a misapplication of the categorical imperative by a so-called “clown.” It’s not Athens, but this city appears in the title of Lev Shestov’s last work, in which it represents an alternative to rationality, namely revelation. In a work set in this city, the author notes that “[b]ragging was the vice” which led to the downfall of a man who was not a brilliant (*) psychopath but rather an example of the “banality of evil.” That work set in this city was written by Hannah Arendt and described the trial of Adolf Eichmann. For 10 points, identify this religiously significant Middle Eastern city, which both Palestine and Israel claim as a national capital.", "answer_sanitized": "Jerusalem [accept Yerushalayim] &lt;CL&gt;", "category": "Philosophy"}, {"question_sanitized": "This artist thematically included overturned furniture in many paintings, including one titled The Bagnio in which Silvertongue has murdered his lover’s husband. A series of lost paintings were paired with surviving engravings by this artist of the premature death of Moll Hackabout. In one work by this artist, Sarah Young is dragged away as a jailer in a (*) debtor’s prison demands money from her husband. In addition to Marriage A-la-Mode, this artist painted an eight-part series in which the title character wastes his money in London before being sent to Bedlam asylum. For 10 points, name this 18th-century British artist of A Rake’s Progress.", "answer_sanitized": "William Hogarth &lt;GA&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The galaxy in the Local Group with the greatest distance from its barycenter is found in this constellation, while a dwarf galaxy in this constellation is the second closest to the Milky Way. The alpha star in this constellation is not the brightest one, Kaus Australis, which is located in this constellation’s namesake “teapot”. The (*) Horseshoe and Lagoon nebulae can be found in this constellation. This constellation’s A-star is thought to be a supermassive black hole at the center of the Milky Way. In the zodiac, this constellation precedes Capricorn and follows Scorpio. For 10 points, name this constellation also known as “The Archer.”", "answer_sanitized": "Sagittarius [prompt on the Archer before mention] &lt;BC&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Beatriz Kimpa Vita began the Antonine sect in this state, whose leader held the title of “Mani” or “Mwene” and resided at a location named for Salvador of Horta. Nzinga a Nkuwu adopted Christianity in this empire around a decade after Diogo Cao became the first European to reach it. One ruler from this state interested in syncretic forms of Christianity wrote many letters to Kings of (*) Portugal about depopulation due to the slave trade and was named Afonso I. Based in Angola, for 10 points, name this African state at the mouth of a namesake river with a name which is a homonym of a country with capital at Brazzaville.", "answer_sanitized": "Kingdom of Kongo &lt;DM&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In one work, this thinker argued that the Western impulse to forcibly change the world is derived from the title religion, Ancient Judaism. One of this thinker’s works outlines four categories of social action, while another describes a “polar night of icy darkness.” In addition to noting the drawbacks of charismatic authority, this thinker claimed that the state has a (*) monopoly on “the legitimate use of physical force” and asserted that bureaucracy creates an “iron cage.” In another work, this thinker argued that the title religion encourages the rational pursuit of profit. For 10 points, name this sociologist who wrote The Protestant Ethic and the Spirit of Capitalism.", "answer_sanitized": "Maximilian (Karl Emil) “Max” Weber &lt;BL/CL&gt;", "category": "Social Science"}, {"question_sanitized": "One poem by this author describes childhood as a “son unto Phlegm, grand-child to water.” According to one poem, this writer has a body made of “maize &amp; air” and is asked, “[M]oved you not restless, waiting for him?” This subject of a John Berryman poem and writer of “The Four Ages of Man” mourns, “My (*) hope and treasure lies above” in one work and addressed another to an “ill-formed offspring,” this author’s own book. This poet behind “Verses upon the Burning of our House” wrote a poem which opens, “If ever two were one, then surely we.” For 10 points, name this writer of The Tenth Muse Lately Sprung Up in America behind “To My Dear and Loving Husband,” a poet of the colonial era.", "answer_sanitized": "Anne Bradstreet [accept Anne Dudley] &lt;CL&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The proskomedia makes use of a type of this thing called prosphora, from which a part called the Lamb is removed. In Judaism, the “key” type of this thing is used to help ensure livelihood. The cyclic nature of time is represented by a cyclic type of this thing on Rosh Hashanah which is blessed by saying the (*) HaMotzi. A fragment of this thing is hidden for children to find during one festival after the reading of the Haggadah. During Shabbat, this thing is usually covered by a cloth. The Afikoman is a type of this thing, and it’s not fish, but Jesus used this thing to feed the multitude. For 10 points, name this starchy substance, types of which include matzah and challah.", "answer_sanitized": "bread [accept loaf or loaves until “substance”; anti-prompt on challah or matzah and word forms until mention] &lt;AJ/CL&gt;", "category": "Religion"}, {"question_sanitized": "The protagonist of this work still reads Lord Byron, or the “bard of Juan,” when another character looks through his notes in the margins of his books after dreaming about him eating a meal with demons. A “sermon” in this work advises keeping a handle on one’s emotions and rebuffs a confession of love. The servant Guillot takes the spot of Zaretsky in this work in which masculine and feminine (*) rhymes are combined in a namesake stanza. After trying to set the protagonist of this novel up with his fiancée Olga Larina’s sister, Tatyana, Lensky dies in a duel. For 10 points, name this verse novel by Alexander Pushkin.", "answer_sanitized": "Eugene Onegin [accept Yevgeniy Onegin] &lt;CL&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "An operatic work by this composer begins with a rendition of the hymn Te lucis ante terminum, and in that work, the flute represents the Madwoman while the horn represents the Ferryman. In the prologue of one work by this composer, an oath is administered to the title character by Mr. Swallow. This composer worked with W. H. Auden on an operetta featuring Hot Biscuit Sam and the title (*) lumberjack. In one opera by this composer of Paul Bunyan and Albert Herring, the death of an apprentice causes the title fisherman to drown himself. For 10 points, name this composer of Billy Budd and Peter Grimes, as well as The Young Person’s Guide to the Orchestra.", "answer_sanitized": "Edward Benjamin Britten &lt;BC&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This leader’s constituency won the Battle of White Bird Canyon, which occurred during a campaign starting in the Wallowa Valley. After surrendering to Nelson Miles and Oliver Howard, he was eventually relocated to Washington. Just 30 miles from Canada, this man’s troops lost the Battle of Bear Paw after a long trek through (*) Yellowstone National Park. In the following surrender, this man noted, “Looking Glass is dead. Too-hul-hul-sote is dead.” and called his heart “sick and sad.” With a homeland in Oregon and Idaho, for 10 points, name this “Red Napoleon,” a Nez Perce leader who famously declared that “I will fight no more forever.”", "answer_sanitized": "Chief Joseph [or Hinmatóowyalahtq̓it; accept Thunder Rolling Down the Mountain or synonyms] &lt;DM&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "When this quantity is calculated for gasoline at 100 degrees Fahrenheit, it is called the “Reid” type. The August-Roche-Magnus formula for this quantity is a correction of the equation for the slope of coexistence curves. Without regard to substance-specific parameters, the reciprocal of the log of this quantity equals temperature in the Antoine equation, and one form of this quantity can be estimated with the (*) Lee-Kesler method. This quantity for a certain mixture is equal to this quantity in a pure gas multiplied by the mole fraction, according to Raoult’s Law. For 10 points, name this quantity which is equal to the force that a liquid exerts on the atmosphere.", "answer_sanitized": "vapor pressure [accept volatility until “August”; prompt on pressure] &lt;AJ&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In December 2017, a politician from this U.S. state suggested a work requirement for some people covered by Medicaid expansion. The Lieutenant Governor of this state, Justin Fairfax, is the second African American to be elected statewide there. Shelly Simonds did not win an election in this state by one vote; she (*) tied. This state’s Danica Roem is the first openly transgender state legislator to be elected and serve. A 2017 candidate promised to ban sanctuary cities in this Southern state, although it has no sanctuary cities, during a special election. For 10 points, name this state home to Ed Gillespie where Ralph Northam won a 2017 gubernatorial race and serves in Richmond.", "answer_sanitized": "Commonwealth of Virginia &lt;CL&gt;", "category": "Current Events"}, {"question_sanitized": "In the body, cryptoxanthin is converted into this compound. A deficiency in this compound leads to Bitot’s spots, and an organism genetically engineered to produce this compound was transformed with the psy gene. A compound that regulates this compound helps differentiate T cells, and isotretinoin, a treatment for acne, is a derivative of this (*) vitamin. Light isomerizes this vitamin from its cis to trans form. This vitamin is essential for the formation of rhodopsin from opsin and golden rice is engineered to contain more of this vitamin. For 10 points, name this vitamin that is essential for good vision and is common in carrots.", "answer_sanitized": "Vitamin A [prompt on A until “vitamin” and accept after] &lt;BC&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In the Allegro ma non tanto movement of a work in this genre, two possible cadenzas precede the entrance of the woodwinds. A trumpet plays a waltz over string orchestra in another work in this genre, which quotes the composer’s ballet The Golden Age. One work in this genre beginning with four B-flat minor chords was initially hated by Nikolai Rubinstein, and another opens with whole notes meant to imitate (*) bells. Sergei Prokofiev wrote one of these works for veteran Paul Wittgenstein after he lost a hand. Four of these orchestral works are by Sergei Rachmaninoff. For 10 points, name this genre of music written for a certain keyboard instrument and orchestra.", "answer_sanitized": "piano concertos [prompt on concertos; anti-prompt on Sergei Rachmaninoff piano concertos until “waltz”] &lt;CL&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "After being caught having an affair with Guiomar, this mythological figure left the kingdom, and this figure’s father Gorlois was killed the same night that his enemy slept with this figure’s mother. In the epic Orlando Furioso, this figure kidnaps Astolfo, and a man was killed when he brushed this figure’s knee after losing his balance in A (*) Connecticut Yankee in King Arthur’s Court. In Harry Potter and the Sorcerer’s Stone, Ron claims to have “about six” Chocolate Frog Cards of this figure. This ruler of the Isle of Apples, Avalon, threw the scabbard of Excalibur into a lake, and carried King Arthur to his burial after his battle with this figure’s son Mordred. For 10 points, name this enchantress of Arthurian myth.", "answer_sanitized": "Morgan le Fay [accept Morgaine, Morgana, and Morgant; prompt on partial] &lt;RY&gt;", "category": "Mythology"}, {"question_sanitized": "Carl Lipo and Terry Hunt proposed that the most famous items from this location were transported by “walking.” A notable quarry in this location is Rano Raraku. Giant stone chicken houses were found in this location, which names a large species of extinct palm. This location's inhabitants used the Rongorongo script, likely invented following European contact beginning in 1722 with (*) Jacob Roggeveen. Structures on this island lying between pukao and ahu partially inspired Kon-Tiki, due to Thor Heyerdahl seeing similarities between Peruvian statues and those on this Pacific Island. For 10 points, name this Polynesian island famous for its giant moai statues and named for a holiday.", "answer_sanitized": "Easter Island [or Isla de Pascua or Rapa Nui; anti-prompt on Rano Raraku until mention] &lt;DM&gt;", "category": "Geography"}, {"question_sanitized": "In one short story in this language, Little B is the daughter of Bertha, and in a novel in this language, men representing the zodiac signs interfere with Walter’s trip to Hokitika to look for gold. In addition to The Luminaries, this language is used for a short story in which Jose’s sister Laura tries to cancel the title celebration after her neighbor dies. It’s not Czech, but “The (*) Garden Party” is written this language, as is a novel in which Oscar tries to move a glass church to Bellingen. Steven Spielberg was inspired by a novel in this language to make Schindler’s List, an adaptation of a Thomas Keneally work. For 10 points, identify this language often used by writers from New Zealand and Australia.", "answer_sanitized": "modern English [do not accept or prompt on “Old English” or “Middle English”] &lt;CL&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In this region, a king named William won a competition by writing local lyrics for God Save the Queen in 15 minutes. This region contains many prominent white garlic shrimp street food trucks. The first European in this region was greeted as the god Lono but was killed after his return. Lorrin Thurston helped force a constitution named after a (*) bayonet upon this region, which eventually led to the end of the Kamehameha Dynasty. In this region, David Kalakaua, who was succeeded by Queen Liliuokalani, repopularized the hula and ruled from Oahu. For 10 points, name this island chain, now a US state with capital Honolulu.", "answer_sanitized": "Hawaii", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "All three of these pieces are given the tempo <em>Lent</em>, or “slow,” although each is given a different adverb: “painfully,” “sadly,” and “gravely.” For 10 points each:", "answers_sanitized": ["Trois Gymnopédies [or Three Gymnopedies]", "Erik Satie", "sarabande [or zarabanda] &lt;GA&gt;"], "parts_sanitized": ["Name this series of short piano pieces in 3/4 (“three-four”) time which were later orchestrated by their composer’s friend Claude Debussy. The French composer of this work also wrote Gnossiennes and is considered a forerunner of the group Les Six.", "This composer behind Gymnopédies also wrote the work Vexations, which instructs the instrumentalist to repeat the written score 840 times.", "Satie may have composed Gymnopédies after reading a Patrice Contamine de Latour poem, which also references this type of slow Spanish dance of which Satie composed three. This dance follows Allemande and Courante in the traditional suite order."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "One character in this film is repeatedly teased for bidding people farewell by saying, “Later.” For 10 points each:", "answers_sanitized": ["Call Me by Your Name [do not accept or prompt on “Call Me By My Name”]", "Timothée (Hal) Chalamet", "“Mystery of Love” &lt;CL&gt;"], "parts_sanitized": ["Name this 2017 film about the sexual awakening and coming of age of Elio, which focuses on his relationship with a graduate student named Oliver, played by Armie Hammer. It is based on a book by André Aciman.", "This actor played Elio in Call Me by Your Name, as well as Kyle, an extremely arrogant and annoying hipster, in Lady Bird.", "This Sufjan Stevens song featured in Call Me by Your Name asks, “Will wonders ever cease?” and opens with the lyric, “Oh, to see without my eyes.”"], "category": "Trash"}, {"leadin_sanitized": "This text is also known as the <em>Shiji</em>. For 10 points each:", "answers_sanitized": ["Records of the Grand Historian", "Sima", "Han Dynasty [accept Han Chao] &lt;BL/ML/CL&gt;"], "parts_sanitized": ["Name this historical text that discusses Chinese history from the legendary Yellow Emperor to Emperor Wu. It is divided into “Basic Annals,” “Tables,” “Treatises,” “Hereditary Houses,” and “Ranked Biographies.”", "A person with this family name named Qian wrote Records of the Grand Historian. His father, Tan, was Grand Astrologer and began work on the Records, and another person with this family name founded the Jin dynasty.", "Records of the Grand Historian was written during this dynasty, which was preceded by the Qin and gives its name to China’s largest ethnic group."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In one scene, this character ominously urges, “I am convinced that you will decide, ‘to take your suffering.’” For 10 points each:", "answers_sanitized": ["Porfiry Petrovich [prompt on Petrovich; prompt on but otherwise do not reveal descriptions like the detective in Crime and Punishment]", "Rodion Romanovich Raskolnikov [accept either; prompt on Romanovich]", "Fyodor (Mikhailovich) Dostoyevsky &lt;CL&gt;"], "parts_sanitized": ["Identify this detective who, along with Sonya, encourages a criminal to confess in an 1866 novel. Without much evidence, he becomes convinced that the main character of that novel has murdered Alyona and Lizaveta Ivanovna.", "Porfiry is correct to think this main character of the novel in which he appears killed those two women. This former law student lives in St. Petersburg but is eventually exiled to Siberia.", "This Russian writer of The Brothers Karamazov and The Idiot also created Porfiry and Raskolnikov in Crime and Punishment."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, name some things about second laws in physics.", "answers_sanitized": ["Sir Isaac Newton", "angular momentum [prompt on momentum; do not accept or prompt on “linear momentum”]", "(Amalie) Emmy Noether &lt;BC/CL&gt;"], "parts_sanitized": ["This scientist’s second law of motion states that the net force on a body is equal to its change in momentum with respect to time. It is usually stated as F = ma.", "Johannes Kepler’s second law of planetary motion states that objects in orbit sweep out equal areas in equal times, or, more generally, that this quantity is conserved. This quantity is symbolized L.", "This German scientist’s second theorem describes an action functional’s symmetries, but she is better known for her first theorem, which, in basic terms, states that there is a conservation law corresponding to every symmetry."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "For 10 points each, grab a partner (or a teammate) and name some couple dances.", "answers_sanitized": ["waltz [or valse; accept word forms]", "mazurka [or mazurek; accept word forms]", "polka [accept word forms] &lt;CL&gt;"], "parts_sanitized": ["This dance in 3/4 (“three four”) time includes box-step and turning types. Musical compositions for this dance include one named “Minute” not for the time it takes but for its length more generally.", "This Polish folk dance also set in triple time features an “outside, inside, hop” step, among others. Frédéric Chopin wrote over fifty musical compositions for this dance, in which the downbeat is rarely accented.", "This lively Czech dance has a basic step consisting of “step, together, step, hop” with a ninety degree turn on the hop. The Chicago Push is an American style of this dance."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In the symmetric version of this problem, it takes the same distance to go between two places in both directions. For 10 points each:", "answers_sanitized": ["traveling salesman problem [prompt on TSP; prompt on vehicle routing problem or VRP; prompt on but otherwise do not reveal traveling purchaser problem or TPP]", "NP [or N and P; begrudgingly accept nondeterministic polynomial time; do not accept or prompt on “PN” or “P and N”]", "traveling purchaser problem [prompt on TPP] &lt;CL&gt;"], "parts_sanitized": ["Name this mathematical problem in which one must determine the shortest possible route that visits a certain set of cities and returns to the starting point. It is named for a certain business person on the move.", "The traveling salesman problem is [these two letters] “hard,” and its decision version is [these two letters] “complete.” The complexity class named by these two letters contains decision problems with proven “yes” cases.", "This generalization of the traveling salesman problem takes into consideration the cost of travel rather than the distance and seeks to spend the least money across several stores on a shopping trip for a given set of items."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "One of his novels ends shortly after Angel urges the police to wait a moment before arresting a woman at Stonehenge. For 10 points each:", "answers_sanitized": ["Thomas Hardy", "the sinking of the R.M.S. Titanic [accept anything describing a shipwreck of the Titanic]", "“Hap” &lt;CL&gt;"], "parts_sanitized": ["Identify this British author of Tess of the D’Urbervilles, Far from the Madding Crowd, and The Mayor of Casterbridge.", "Hardy’s poem “The Convergence of the Twain” reflects on this disastrous event between two objects though “Alien they seemed to be; / No mortal eye could see / The intimate welding of their later history.”", "This sonnet by Hardy hopes “some vengeful god would call to me” and say “‘thy sorrow is my ecstasy’” and “‘thy love’s loss is my hate’s profiting!’”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The maxim of this school of thought states, “Consider the practical effects of the objects of your conception. Then, your conception of those effects is the whole of your conception of the object.” For 10 points each:", "answers_sanitized": ["pragmatism [accept word forms]", "metaphysical [accept the Metaphysical Club or the metaphysical poets or the metaphysics]", "make our ideas clear [accept word forms; accept “How to Make Our Ideas Clear”; prompt on partial] &lt;CL&gt;"], "parts_sanitized": ["Identify this philosophical school of thought developed by Charles Sanders Peirce (“purse”), William James, and John Dewey.", "Pragmatism was heavily influenced by the conversations of an 1872 philosophical club named for this adjective. This adjective is also used to describe a group of poets in the 1600s which included John Donne.", "According to William James, pragmatism began with a group of Peirce (“purse”) essays including one about “How to” do this specific thing, which argues that doing this thing does not necessitate truth."], "category": "Philosophy"}, {"leadin_sanitized": "King Dingane led one side of this battle, which took place at a site also known as the Ncome River. For 10 points each:", "answers_sanitized": ["Battle of Blood River [accept Slag van Bloedrivier; accept iMpi yaseNcome]", "Zulu Kingdom [accept Zulu Empire; accept Kingdom of Zululand]", "Battle of Isandlwana &lt;DM&gt;"], "parts_sanitized": ["Name this 1838 battle in which the Voortrekkers, led by Andres Pretorius, used artillery and buckshot. At this battle, the only three Boers were wounded, while thirty percent of the opposition’s massive force was killed.", "This kingdom in modern South Africa lost the Battles of Blood River and Ulundi and was earlier led by Shaka, who adopted the innovative buffalo horn formation in battle and replaced the traditional assegai with the iklwa.", "This decisive Zulu victory in 1879 over Lord Chelmsford occurred despite superior British weapons. The British were overwhelmed by a greater Zulu force and in many instances ran out of ammunition from bad planning."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Our minds are not our own. For 10 points each, identify some ways in which psychology rather than choice may control the way people think and act.", "answers_sanitized": ["confirmation bias [accept confirmatory bias; accept myside bias; prompt on partial]", "bystander effect [accept bystander apathy; prompt on apathy; prompt on Genovese syndrome]", "survival bias [accept survivorship bias; prompt on correlation is not causation and equivalents] &lt;CL&gt;"], "parts_sanitized": ["This term refers to self-imposed manipulation of information or the search for information to support what people already believe. According to a study of it in courts, “hedgehogs” are less reliable than “foxes” with multiple hypotheses.", "This effect refers to the tendency to not help a victim if others are present. One example of this effect occurred when, according to a questionable report, 38 people heard or saw Kitty Genovese’s murder and didn’t call the police.", "This form of bias occurs when people focus on things which have passed a given selection process. An example is thinking that since 50% of top students at a school are in a given club, that club helps students earn good grades."], "category": "Social Science"}, {"leadin_sanitized": "Methoxyethane and propanol are one example of these sets of compounds, as they share the chemical formula C<sub>3</sub>H<sub>8</sub>O (“C three H eight O”). For 10 points each:", "answers_sanitized": ["isomers [accept isomerism]", "E and Z [accept either]", "rotamers [accept rotational isomers; accept conformational isomers; accept having different conformations] &lt;AJ&gt;"], "parts_sanitized": ["Name these alternate configurations of molecules that can come in “structural” and “stereo-” forms.", "Geometric isomers across double bonds are differentiated in chemical formulas by labeling them with one of these two letters which begin German words describing the locations of higher-priority chains on double bonds. Name either.", "When stereoisomeric changes occur across single bonds, they are considered this type of isomer due to their ability to rearrange to form each other. Differences between these isomers can be denoted using Newman projections."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The first stanza of this poem laments, “The meteor of the ocean air / Shall sweep the clouds no more.” For 10 points each:", "answers_sanitized": ["“Old Ironsides”", "Holmes [accept Oliver Wendell Holmes Sr. or Oliver Wendell Holmes Jr.]", "Dorothy [accept “Dorothy Q”; accept Dorothy Mae Ann Wordsworth] &lt;CL&gt;"], "parts_sanitized": ["Identify this poem which helped save the American ship to which its title refers from being decommissioned. This poem opens with the line, “Aye, tear her tattered ensign down!”", "“Old Ironsides” was written by a poet with this last name who also wrote “The Chambered Nautilus.” That poet’s son shares this last name and served as a Supreme Court Justice.", "Another Holmes poem is titled for a woman with this first name, his great-grandmother. The speaker of a poem addressed to another woman with this first name proclaims, “Once again / Do I behold these steep and lofty cliffs.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Korean Air used to have a lot of accidents. For 10 points each, name some things about them.", "answers_sanitized": ["Sakhalin", "Guam [accept Guahan]", "Barents Sea &lt;DM&gt;"], "parts_sanitized": ["Korean Air 007 was shot down by the USSR above Moneron Island, killing all aboard. That island lies off the shore of this larger island on the Sea of Okhotsk, the southern half of which was once called Karafuto.", "Korean Air 801 crashed into Nimitz Hill in this US territory with capital Hagatna. This Pacific island was more recently threatened by North Korea with nuclear strikes in August 2017.", "Korean Air 902 was also shot down by the USSR after deviating from its course near the north magnetic pole. It crashed in this sea that lies north of the White Sea and northeast of the Kola Peninsula, named after the first explorer to travel past its eastern boundary."], "category": "Geography"}, {"leadin_sanitized": "For 10 points each, name some things about the Annus Mirabilis of 1759.", "answers_sanitized": ["Great Britain [or United Kingdom]", "James Wolfe", "Fort Carillon &lt;DM&gt;"], "parts_sanitized": ["The Annus Mirabilis occurred when this world power won a pivotal string of battles around the world over France, including the capture of Louisbourg and victory at Quiberon Bay. The year after, George III took the throne.", "Although the British won the 1759 Battle of the Plains of Abraham, this general still died there. He was sometimes called the Conqueror of Canada and is featured in a painting in which Thomas Hinde stems his blood.", "The British also captured this French fort on the shores of Lake Champlain, which they renamed Fort Ticonderoga. A previous battle in this location had seen Montcalm defeat the British while outnumbered 5 to 1."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This country’s mythology contains gods known as <em>kami</em>, such as Ebisu and Omoikane. For 10 points each:", "answers_sanitized": ["Japan [accept Nippon-koku or Nihon-koku; accept Japanese myth and equivalents which mention Japan]", "Izanagi and Izanami [accept either]", "fire god [prompt on blacksmith] &lt;RY&gt;"], "parts_sanitized": ["Name this Asian country, where many practice the religion Shinto.", "Japan’s creation myth involves two gods walking around a pillar in opposite directions and mating when they met. Name either.", "Izanami died while giving birth to Kagu-tsuchi, a god of this type. Izanagi then killed him in grief, cutting his body into eight pieces."], "category": "Mythology"}, {"leadin_sanitized": "For 10 points each, name some things about field marshals in military operations named after planets.", "answers_sanitized": ["Adolf Hitler", "Georgy (Konstantinovich) Zhukov", "(Otto Moritz) Walter Model &lt;BL&gt;"], "parts_sanitized": ["Erwin Rommel was in command of German forces when Allied forces landed on the beaches of Normandy in Operation Neptune but he committed suicide after he was implicated in a plot to kill this Führer of Nazi Germany.", "This Soviet general was named a Field Marshal for overseeing Operation Uranus, which encircled Paulus’s Sixth Army in Stalingrad. He gained recognition for defeating the Kwantung Army at Khalkin Gol and organized Moscow’s defense.", "This German Field Marshal was known as “Hitler’s Fireman” for his defensive brilliance, particularly in Operation Mars, sometimes called “Zhukov’s greatest defeat.” He lost status after defeat at the Battle of the Bulge."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This author described a young girl’s disappearance in <em>Claire of the Sea Light</em>. For 10 points each:", "answers_sanitized": ["Edwidge Danticat", "Republic of Haiti [accept République d'Haïti; accept Repiblik Ayiti]", "Sophie [accept Sophie Caco; accept Sophie Zawistowska] &lt;CL&gt;"], "parts_sanitized": ["Identify this contemporary Caribbean American author of Breath, Eyes, Memory and the short story collection Krik? Krak! which features settings including Ville Rose and New York City.", "Edwidge Danticat is originally from this Caribbean nation. Her novel The Farming of Bones takes place in this country’s neighbor, the Dominican Republic.", "The narrator and protagonist of Danticat’s novel Breath, Eyes, Memory has this first name. A Holocaust survivor with this first name is the title character of a William Styron novel."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This hormone, also known as somatocrinin, has a receptor on chromosome 7. For 10 points each:", "answers_sanitized": ["growth hormone-releasing hormone [or growth hormone-releasing factor; accept GHRH or GHRF; prompt on somatoliberin; prompt on somatorelin; prompt on somatotropin-releasing hormone or somatotropin-releasing factor; prompt on SRH or SRF]", "alpha helices [or alpha helix; prompt on alpha]", "amino acids &lt;CL&gt;"], "parts_sanitized": ["Identify this repetitively named hormone, a liberin named for its relationship to another hormone also called somatotropin. This hormone can be found in the hypothalamus of human fetuses about 20 weeks after conception.", "The structure of human growth hormone includes four of these structures, determined by secondary protein folding.", "Like all peptides, human growth hormone is composed of these subunits, examples of which include glycine and tryptophan."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This artist’s bronze cast sculptures <em>Clamdigger</em> and <em>Seated Woman on a Bench</em> are located at the Hirshhorn Museum and Sculpture Garden in Washington, D.C. For 10 points each:", "answers_sanitized": ["Willem de Kooning", "women [accept Woman series]", "calligraphy [accept word forms] &lt;GA&gt;"], "parts_sanitized": ["Name this artist who was a member of the New York school of abstract expressionism. This artist of Police Gazette and Gotham News created a series of abstract portraits with grotesque body parts.", "That series of six works by de Kooning is titled for these people and was partially inspired by images of Mesopotamian fertility goddesses.", "De Kooning’s work with Franz Kline influenced him to study this art form, which he used in his black images. Thick strokes used in this art form are commonly found in the handwriting of East Asian languages."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": ". For 10 points each, name these geographical features found in our solar system.", "answers_sanitized": ["Great Red Spot", "Olympus Mons", "Giovanni (Virginio) Schiaparelli &lt;AJ&gt;"], "parts_sanitized": ["This anticyclonic storm was first observed in 1830 and is the trademark geographical feature of Jupiter.", "This shield volcano is the tallest mountain in the solar system. Its diameter is the same as that of France.", "This Italian astronomer names a dorsum on Mercury and a crater found on Mars. In Andy Weir’s The Martian, Mark Watney is rescued from that crater named for this man."], "subcategory": "Science Other", "category": "Science"}]}