{
    "tossups": [
        {
            "question_sanitized": "Néron and Tate name a height function defined on these objects that is used in an infinite descent proof showing they must be finitely generated. The torsion subgroup of these objects must belong in one of fifteen isomorphism classes, according to Mazur’s (“MAY-zers”) theorem. They are isomorphic to complex tori when defined over the complex numbers. The relative freedom of the Hasse (“HAW-suh”) bound for these objects makes it likely that one of these objects has smooth order; that is the basis for (*) Lenstra’s factorization algorithm based on them. The point at infinity acts as the identity in the group law for these objects. The modularity theorem for these objects states that these objects over the rational numbers correspond to modular forms, and was previously known as the Taniyama-Shimura conjecture. For 10 points, name these cubic curves given by the equation “y squared equals x cubed plus a x plus b,” which Andrew Wiles used to prove Fermat’s Last Theorem.",
            "answer_sanitized": "elliptic curves [prompt on curve, algebraic curve]",
            "subcategory": "Math",
            "category": "Science"
        },
        {
            "question_sanitized": "One chemical with this property is prepared by heating cobalt chloride hexa·hydrate on a boro·silicate glass substrate; that substance is nanopin film. 8-anilino-1-napthalene·sulfonic acid is used to fluorescently detect sites with this property. The framework model of a certain process opposes another model driven by a “collapse” of areas with this property. A constant that measures the change in this property when changing one substituent is symbolized pi, named for Fujita and Hansch, and is given by the log of the ratio of (*) partition coefficients. This property induces a greater than 90-degree contact angle. Positive values in the Kyte-Doolittle scale correspond to this property, which can be used to predict antigenic determinants or trans·membrane segments. This property drives protein aggregation and its namesake “effect” entropically drives protein folding. For 10 points, name this property of the tails of phospholipids, which cause them to repel water.",
            "answer_sanitized": "hydrophobicity [or hydropathicity, or hydropathy; or superhydrophobicity; or ultrahydrophobicity; accept lipophilicity due to ambiguities, accept nonpolar]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "Nowak et al used R·X·T·E observations to show that this process could only partially cause the comptonization of Cygnus X-1 if it proceeded according to the A·D·A·F model. A viscosity that impedes this process is given by the expression [read slowly] “full width at half maximum, times the speed of sound, times a free parameter alpha.” A phenomenon that disrupts this process effectively has magnetic fields acting as springs. That phenomenon that disrupts this process was developed by Velikov and Chandrasekhar and applied to this process by (*) Balbus and Hawley. For a sphere traveling in a uniform I·S·M, the rate of this process is “pi times R-squared times density times velocity” according to the Bondi (“BOND-ee”) model. It’s not a nuclear process, but it occurs notably rapidly in T Tauri stars. This process transfers angular momentum away from, and mass onto, the central object, and therefore frequently causes jets. The most stable configuration for this process is a disk. For 10 points, name this process where an object gains mass. ",
            "answer_sanitized": "accretion [accept accretion disk]",
            "subcategory": "Astronomy",
            "category": "Science"
        },
        {
            "question_sanitized": "M.R. Setare suggested a correspondence between the energy predicted by this statement and the energy of a Chaplygin (“chuh-PLEE-gun”) gas in an F·R·W universe. The main theoretical method of testing this statement, which is not named for Heisenberg, relies on the inequality [read slowly] “delta-x times delta-y is greater than or equal to Planck length squared over two.” That method, developed by Craig Hogan, forms the basis for a project led by Aaron Chou at Fermilab, which tests this statement using back-to-back interferometers to detect a namesake noise. This statement implies that degrees of freedom related to (*) entropy beyond an event horizon are represented by quantum fluctuations at the horizon, as formulated by Susskind; its later formulation by Raphael Busso implies an upper bound of 1.4 x 1069 (“ten to the sixty-ninth”) bits per square meter. For 10 points, name this principle posited by Gerard t’Hooft, which states that the information within a volume of space is encoded on its boundary.",
            "answer_sanitized": "holographic principle [accept holographic noise]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "One enzyme in the pathway creating these molecules is inhibited by succinylation (“suck-SIN-ull-ay-shun”) at cysteine (“SIS-teen”) 166 of its active site, and is activated by Sirt·3 deacetylating (“de-uh-SET-ul-ate-ing”) lysine-310, 447, and 473. These molecules are overproduced in the Flatbush variant of a certain disease. The rate limiting step in the production of these molecules is catalyzed by an enzyme which must be palmitoylated (“palm-it-TOIL-ate-ed”) to bind to P·P·A·R-alpha and activate its own transcription, which is inhibited by H·N·F·4. Branched-chain (*) amino acids are catabolized to form these molecules, while H·M·G·C·S·2 catalyzes the rate-limiting step of their synthesis. They are generated by a lyase that acts on H·M·G-Co·A, and S·C·O·T and A·C·A·T·1 transform them into acetyl-Co·A in peripheral tissues. Aceto·acetate and beta-hydroxy·butyrate (“BEW-turr-ate”) are two examples of these molecules, which are created in the liver when glycogen (“GLY-coh-jen”) stores are depleted. For 10 points, name these molecules generated during a severe acidosis that occurs in diabetics and during starvation.",
            "answer_sanitized": "ketone bodies [prompt on ketones]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "An optimal choice for the parameter omega in the successive overrelaxation method will minimize this scalar value. The magnitude of this value for the Gauss-Seidel (“SIGH-dul”) method is the square of the magnitude of this value for the Jacobi method, so the Gauss-Seidel method converges twice as fast. A discrete time dynamical system is unstable if the magnitude of this value is greater than one. The length of the spectral radius is the same as the magnitude of this value. An iterative method for solving a linear equation converges if and only if the magnitude of this value for the iteration (*) matrix is less than one. Transforming a vector by a large power of a matrix A gives a good approximation for the vector that corresponds to this value, since this value is the largest scalar in the spectral decomposition of A. It is also the largest root of the characteristic polynomial. For 10 points, give this eigenvalue that has a larger magnitude than any of the other eigenvalues.",
            "answer_sanitized": "dominant eigenvalue [accept just dominant after “eigenvalue;” accept things like largest eigenvalue or biggest eigenvalue; accept spectral radius before mention; prompt on eigenvalue]",
            "subcategory": "Math",
            "category": "Science"
        },
        {
            "question_sanitized": "A buildup of these compounds causes dysostosis multiplex and two diseases which were formerly known as “gargoylism”. Bivatuzumab (“BIV-uh-TOO-zoo-mab”) binds to the receptor for one of these molecules. They’re not steroids, but one of these compounds comprises the drug synvisc (“sin-visk”), which is injected to treat osteo·arthritis. C·D·44 is a receptor for one of these molecules. Hurler and Hunter syndromes are both caused by the inability to break down these molecules; those disorders are a subgroup of lysosomal storage disorders called (*) muco·poly·saccharidoses. The constituents of these molecules are often sulfated, and include iduronic (“EED-uh-ron-ick”) acid and glucuronic (“GLU-cuh-ron-ick”) acid arranged in di·saccharide (“die-SACK-uh-ride”) units. Heparan (“HEP-uh-ran”) sulfate and hyaluronan (“HILE-uh-roh-nan”) are common examples of these molecules. These compounds are linked to serines in a bottlebrush arrangement to form proteo·glycans. For 10 points, name these polymeric sugars abundant in the extracellular matrix.",
            "answer_sanitized": "glycosaminoglycan [or GAG; or mucopolysaccharide before “mucopolysaccharidoses”; prompt on proteoglycan, saccharide, polysaccharide, oligosaccharide, or disaccharide before “disaccharide”, prompt on sugar]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "One of these species forms immediately before the cyclic bromonium ion in the bromination (“bro-min-AY-shun”) of olefins. They aren’t host-guest complexes, but the Benesi-Hildebrand (“buh-NESS-ee-HILL-duh-brand”) method was originally derived using work on these species. Mulliken (“MULL-uh-ken”) classified these species as “inner” or “outer” based on the strength of their interaction. Bechgaard (“BECK-guard”) salts and T·T·F-T·C·N·Q are examples of these species that act as organic superconductors. These species display both solvato·chromism and absorption bands much stronger than those of (*) d-d transitions because their transition is both spin- and Laporte-allowed. These species are classified based on whether their namesake event occurs in a ligand-to-metal or a metal-to-ligand fashion. Starch forms one of these complexes with iodine. For 10 points, name these complexes which contain an electron donor and acceptor bound together. &nbsp;",
            "answer_sanitized": "charge-transfer complex or salt [or CT complex or salt; or electron donor-acceptor complex before mention; prompt on complex, prompt on coordination compound]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "Zhong Lin Wang derived the characteristics of nanogenerators from the second term in the definition of this quantity. This quantity is assumed to be zero in the M·Q·S approximation, which, unlike the Darwin model, only considers inductive effects. This quantity is often demonstrated by taking a perfectly conducting wire interrupted by a parallel plate capacitor and examining the flux through two surfaces attached to a circle around the wire: a surface that passes through the wire and another surface that passes between the capacitor plates. Without this quantity, the continuity equation is violated in (*) electrodynamics. The electromagnetic wave equation could be derived once this quantity was properly added to the right hand side of an equation whose left hand side is the curl of B. Ampѐre’s law contains—for 10 points—what quantity that is improperly named since it does not describe the rate of charge flow, but rather the rate of change of the electric field?",
            "answer_sanitized": "displacement current [accept displacement current density; do not accept or prompt on “current”]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "One algorithm for solving this problem reduces it to a gamma-compact construct by removing external arcs in an improvement phase. Finding a consistent matrix rounding can be reformulated as this problem because they map to certain feasible integral constructs. Another algorithm for solving this problem repeatedly changes height functions and loops as long as a positive excess exists. An algorithm for solving this problem involves finding “blocking” in a level graph. Bipartite matching can be transformed to this problem by setting all (*) edges to have a capacity of 1. Orlin’s algorithm, Dinic’s algorithm, and the push-relabel algorithm solve this problem. One algorithm for solving this problem adds back-edges to create residual graphs; that one is augmented with a breadth-first search to find augmenting paths in the Edmonds-Karp algorithm. For 10 points, name this problem equivalent to finding the minimum cut solved by the Ford-Fulkerson algorithm.",
            "answer_sanitized": "maximum flow [accept minimum cut before mentioned; prompt on anything involving the circulation problem]",
            "subcategory": "Computer Science",
            "category": "Science"
        },
        {
            "question_sanitized": "At temperatures between 200 and 4000K, calculations of this quantity can be corrected for quantum effects by the Pitzer-Gwinn method. This quantity is equal to the trace of the product of transfer matrices. The natural log of this quantity is equal to the limit as n goes to 0 of this quantity to the n, minus 1, all over n, even though n is discrete; that result used to analyze systems with quenched disorder. This quantity is normalized by [read slowly] “Planck’s constant to the 3N times N factorial” for a gas of indistinguishable particles. For a diatomic ideal gas, this quantity can be expressed as the product of this quantity for the molecule’s (*) translational, vibrational, and rotational modes. The total energy of a system can be expressed as a factor of [read slowly] “one over this quantity, times the integral of the energy function over all phase space.” The log of this quantity times negative kT gives Helmholtz free energy. &nbsp;For 10 points, name this normalizing constant for a Boltzmann distribution, symbolized Z.",
            "answer_sanitized": "(grand) partition function [or partition coefficient; prompt on Z]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "The products of this process can be batch purified using S·W-repeat probes in David Zhang’s S·N·O·P technique. UniCap replaces acetic anhydride (“ann-HIGH-dried”) in one step of this technique, which can use b·z·N·P·P·O·C as a protecting group. Ultra·MILD reagents allow for base protection in this technique, which can use a macro·porous poly·styrene or controlled pore glass support. In one step of a popular version of this technique, an orange-colored D·M·T group washes out. One form of this technique uses a cycle consisting of (*) coupling, capping, and oxidation steps, and was pioneered by Caruthers and Hood. That method uses phosphoramidites (“FOS-four-AM-id-ite”) as building blocks. The results of this technique are purified using either desalting, H·P·L·C, or PAGE (“page”), and it is done on a solid surface to create a micro·array. &nbsp;For 10 points, name this technique which forms a polymer held together by phosphodiester bonds",
            "answer_sanitized": "oligonucleotide synthesis [or DNA synthesis or RNA synthesis or primer synthesis or microarray synthesis or gene synthesis; accept common language equivalents like “making primers”; do NOT accept or prompt on “DNA replication”]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "The non-standard amino acid hypusine (“HIGH-pew-seen”) is only found in one of these proteins. One of these proteins is inactivated by phosphorylation (“fos-FOR-il-ay-shun”) at serine-51 by G·C·N·2. Interferons (“in-turr-FEAR-onz”) trigger protein kinase R to phosphorylate (“fos-FOR-il-ate”) one of these proteins. The “4·A” one of these proteins is a DEAD-box R·N·A helicase (“HEAL-uh-case”) that binds to the “4·E” and “4·G” types of these proteins to form the “4·F” hetero·trimer. The 4·G type of these proteins binds to P·A·B·P, forming a circularized structure. One complex of these proteins forms a ternary complex with G·T·P and (*) Met-t·R·N·A before binding the 40·S subunit to form the 43·S P·I·C, which is subsequently recruited to the 5' cap. For 10 points, name these eukaryotic proteins named after their role in triggering the start of translation.",
            "answer_sanitized": "eukaryotic initiation factors [or eIFs, prompt on partial answers, accept specific eIFs like eIF2]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "The product of two exponentials, the regulator, and the ideal class number appear in the numerator of one of these values, according to one statement of the class number formula. The inverse Mellin transform of the gamma function can be found by calculating these values to be the coefficients of the Taylor series for e to the minus x. A function cannot have a holomorphic antiderivative if one of these values is non-zero. A variant of the cotangent function is used in a technique that calculates these values to solves the (*) Basel problem. The integral from negative infinity to infinity of a rational function that decays at least as rapidly as one over x squared can always be calculated by finding these values. An integral over a closed curve is equal to two pi i times the sum of these quantities for every pole inside the contour, according to their namesake theorem. They are given by the “n equals negative one” term of the Laurent series. For 10 points, name these values from complex analysis that are used to calculate integrals. ",
            "answer_sanitized": "residues [prompt on coefficients of Laurent series; prompt on integral around a pole etc.]",
            "subcategory": "Math",
            "category": "Science"
        },
        {
            "question_sanitized": "Hilhorst et al developed a high-throughput automated method of scoring this process, which is usually done via “top-of-paper” and “between-paper” tests. The sleepy·1 mutant is unable to undergo this process, which requires a decrease in the activity of R·D·O·5 and D·O·G·1 to occur. N·L·P·8 is required for nitrate to induce this process. In S. lutea, this process is promoted by strigolactone (“STREE-goh-LACK-tone”). This process, during which DELLA proteins are ubiquitinated (“yew-BICK-wit-in-ated”) and a hook is formed, is classified as either epigeous (“ee-PIDGE-ee-us”) or hypogeous (“high-PUH-jee-us”) depending on whether (*) cotyledons (“cot-uh-LEE-dunz”) remain above or below ground. During this process, the aleurone (“AL-yuh-rone”) layer secretes amylase to break down endosperm. This process is inhibited by abscisic (“ab-SIS-ick”) acid and triggered by gibberellins (“jib-uh-REL-inz”). For 10 points, name this process that occurs when a plant embryo breaks out of it seed.",
            "answer_sanitized": "germination [prompt on things like developing from a seed or ending seed dormancy]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "Doucet et al created a Rao-Blackwellized form of one of these algorithms for use in dynamic Bayesian networks. &nbsp;Moore and Stouch implemented loop closure in an algorithm of this type for ROS (“ross”).  This is the second word in the name of an algorithm whose namesake matrix adds back a proportion of the innovation to an estimation; that algorithm has “extended” and “unscented” forms. In that algorithm of this type, covariance increases after a motion step and decreases after a measurement step, which is added to remove drift from dead reckoning. These types of algorithms include the (*) particle and Kalman types. In addition to naming robot localization algorithms, this word also names a higher-order function often used with map and reduce. For 10 points, name this function which takes a list and returns elements for which some unary predicate is true.",
            "answer_sanitized": "filter [accept Kalman filter or particle filter or extended Kalman filter or unscented Kalman filter, accept localization algorithms before mention]",
            "subcategory": "Computer Science",
            "category": "Science"
        },
        {
            "question_sanitized": "Coefficients describing this process for a wedge are given in terms of only two dyads in a “uniform” theory of it developed by Kouyoumjian (“koo-yoom-JYAN”) and Pathak, which was developed to correct singularities in Keller’s theory of it. One model of this phenomenon created by Feynman (“FINE-mun”) consists of a series of equally-spaced oscillators with the same amplitude. Two different theories of this phenomenon coincide when the inclination factor is 1. The square of the sinc (“sink”) function appears in the (*) intensity profile for one form of this process. A scalar theory of this phenomenon begins by finding the Green’s function of the scalar Helmholtz equation and applying Kirchhoff (“KEER-koff”) boundary conditions. Methods like STORM and PALM surpass the limit imposed by this effect, which is equal to 1.22 times wavelength over diameter by the Rayleigh criterion. For 10 points, give this phenomenon whose far and near-field regimes are named for Fraunhofer and Fresnel (“fruh-NELL”), respectively.",
            "answer_sanitized": "diffraction [prompt on interference]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "Substantial research on these devices has been conducted at Penn State by Hong Liu and Bruce Logan, who found that their output was directly proportional to hydraulic retention time. Velasquez-Orta et al. created these devices by using primary clarifier overflow to seed them with an initial inoculum, then measured their efficacy using L·S·V set to a slow scan rate. In January 2018, Paolo Bombelli and colleagues at Cambridge announced they had achieved a density of 0.5 watts per cubic meter in these devices using a two-chamber BPV setup. These devices, which use agents like (*) U. lactuca and C. vulgaris, are still less efficient than conventional silicon counterparts, but have the advantage of reducing atmospheric C·O·2 content. For 10 points, name these devices which generate energy from bio·photo·voltaic processes in small, photosynthetic eukaryotes.",
            "answer_sanitized": "algae fuel cells [accept answers that refer to fuel cells powered by algae; accept phytoplankton in place of “algae”; accept photomicrobial cells or microbial fuel cells or MFCs or biological fuel cells or BFCs; accept biophotovoltaic cells or BPV cells before “BPV” and prompt after; prompt on fuel cells or green fuel cells or photovoltaic cells; do not accept or prompt on “solar cells” or “solar panels”]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "This compound’s third receptor is heavily expressed in the Islands of Calleja (“cal-YEH-ha”). The 7·R polymorphism occurs in the third exon of one of this compound’s receptors. Excessive blockade of one of its receptors causes oculogyric (“ock-yew-low-JYE-rick”) crisis and another side effect that displays muscle rigidity with elevated C·K. Two isoforms of this compounds’ receptor are used to distinguish populations of medium spiny neurons. This compound signals through both direct and indirect pathways. A group of cells that produce it are destroyed by paraquat (“PAR-uh-kwat”) and (*) M·P·T·P. Neuro·leptic malignant syndrome is usually caused by anti·psychotics, which block one of its receptors. The tubero·infundibular, meso·cortical, and meso·limbic pathways signal using this molecule, which is produced in the ventral tegmental area and substantia nigra. A deficiency in this compound causes the lead-pipe rigidity and shuffling gait of Parkinson’s disease. For 10 points, name this neurotransmitter key to the reward pathway.",
            "answer_sanitized": "dopamine [or DA; or 3,4-dihydroxyphenethylamine]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "Saari decomposition was used by to discover “remarkable” solutions to this problem by Chenciner and Montgomery. In a method similar to constructing Cantor’s ternary set, Jeff Xia proved that this problem admits the existence of certain singularities first conjectured by Painlevé (“PAHN-luh-vee”). Jack Wisdom and his student Matthew Holman proposed a symplectic map for this problem that combines basic motion in terms of Gauss’ f and g functions with kicks from the interaction Hamiltonian. In 1992, Babadzanjanz (“bab-adze-AN-jans”) showed that his earlier 1979 paper had obtained a global solution to this problem that was concurrently done using the notions of blowing up transformation and regularization by Qiudong Wang. This problem can be solved (*) computationally using only dark matter to trace the formation of large-scale structure. &nbsp;This problem is only analytically solvable for less than three particles. For 10 points, name this problem of finding the trajectories for an arbitrary number of particles experiencing a central force.",
            "answer_sanitized": "n-body problem [accept 3-body problem or 2-body problem; prompt on Kepler problem; do not accept “many-body problem” as that is a quantum thing]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "One version of this technique measures the single-particle spectral function which is one over pi times the imaginary part of the Green’s function. The detector in this technique selects particles by varying the pass energy. In one version of this technique, a hemi·spherical analyzer is used to generate both energy density curves and momentum density curves; that version of this technique can give information about band dispersion and map Fermi surfaces, and is this technique’s angle-resolved version. This technique is depth-limited by about 2-3 times the inelastic mean free path. Originally developed by Kai (*) Siegbahn (“SEEG-bon”), this technique measures kinetic energy of electrons ejected from a surface after they collide with photons from a synchrotron (“SING-cro-tron”) source; that energy is subtracted from the known work function of the sample to measure binding energies. For 10 points, name this form of spectroscopy that uses an effect characterized by Einstein in 1905.",
            "answer_sanitized": "X-ray PES [or photoemission spectroscopy or XPS; X-ray photoelectron spectroscopy; or ESCA or electron spectroscopy for chemical analysis or UPS or ultraviolet photoelectron spectroscopy; accept ARPES or angle-resolved photoemission spectroscopy; “spectroscopy” is not required after it is read]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "One type of these studies assumes homogeneity, consistency, and transitivity and allows indirect comparisons; that is their “network” type. It has nothing to do with thin-layer chromatography, but the PRISMA reporting guidelines are used for these studies. The program RevMan by default uses inverse-variance weighting when generating these studies. The I-squared statistic measures heterogeneity in these studies and is calculated from a chi-square statistic Q. The Newcastle-Ottawa scale is used in the search phase of these studies, which involves forming a (*) PICO (“PIE-coh”) question. Bias in these studies causes asymmetry in a plot in which standard error is plotted against effect size, and which named for its funnel shape. The Cochrane (“KOK-rin”) collaboration publishes many of these studies, in which a forest plot is used to display confidence intervals from data that met inclusion criteria. For 10 points, name these studies which combine data from previous studies.",
            "answer_sanitized": "meta-analysis [or meta-study or systematic review; prompt on review]",
            "subcategory": "Math",
            "category": "Science"
        },
        {
            "question_sanitized": "A paper by John Berryhill describes a technique of “datuming” (“DAY-tum-ing”) this equation which is used to redefine reference surfaces. Algorithms which “migrate” this equation, such as elastic reverse time migration, are often implemented to help with receiver function imaging. Some tomography techniques treat this equation using the Rytov approximation. In a method for solving this equation, velocity gradients are assumed to be negligible within thin (*) homogeneous layers. This equation is often broken down using Helmholtz decomposition to allow the separation of P and SV-type displacement. d'Alembert developed a method of solving this equation by decomposing the solution into the sum of [read slowly] “f of x plus c-t” and “g of x minus c-t.” Overtones and modes are solutions to, for 10 points, what hyperbolic PDE which, in general, relates the second derivatives of a function with respect to position and time?",
            "answer_sanitized": "wave equation [or seismic wave equation or elastic wave equation]",
            "subcategory": "Earth Science",
            "category": "Science"
        },
        {
            "question_sanitized": "The ratio between these two elements is always found to be less than 0.8 implying that the fraction of planetesimals rich in one of these elements is less than 17%. On Jupiter, a compound of these two elements is concentrated at the south pole and central regions, suggesting that it may have been deposited in the Shoemaker-Levy 9 impact. &nbsp;The 2.6 mm line, which is emitted by a compound of these two elements, is used as a tracer of molecular hydrogen in the I·S·M. In late stellar fusion, fusion involving these two elements is preceded by the (*) triple alpha process, sandwiched by neon fusion, and succeeded by silicon fusion. These elements are the most common components of white dwarfs. These elements serve as the first and last catalysts in a cycle of hydrogen fusion along with nitrogen. For 10 points, name these elements with atomic numbers 6 and 8.",
            "answer_sanitized": "Carbon AND Oxygen [prompt on partial answer]",
            "subcategory": "Astronomy",
            "category": "Science"
        }
    ]
}