{"tossups": [{"question_sanitized": "One of these objects is sometimes named for Eric Mamajek, as he led a team that discovered one of these objects in 1999 and named it Eta-Chamaeleontis (“AY-tuh kuh-MEE-lee-ON-tiss”). A classification scheme for these objects makes of three different parameters, the third of which uses the letters p, m, and r to respectively denote “poor,” “medium,” and “rich” concentrations of constituents and is named for Robert Trumpler. When these objects are plotted on H-R diagrams, they register little to nothing on the (*) horizontal branch, but exhibit a high concentration of turnoff points in the blue range. These objects are not found in elliptical galaxies since they have low star formation rates. These objects, unlike stellar associations, are gravitationally bound. The Hyades and Pleiades both examples of, for 10 points, what collections of young stars which are less gravitationally bound than globular clusters?", "answer_sanitized": "open clusters [accept open after “clusters”; prompt on star clusters or stellar agglomerates]", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "Subtracting the term “one of two xi times the square of quantity curly-d subscript mu times A superscript mu” from the Maxwell Lagrangian (“luh-GRAN-jee-un”) is the first step in performing this procedure in the Gupta-Bleuler (“BLOY-ler”) formalism. The “ordering problem” of this procedure can be resolved by replacing the product of two Dirac deltas with a Fourier (“FOR-ee-ay”)-like double integral that is fixed with respect to switching its arguments in a technique named for Weyl (“vile”). The reverse of this procedure maps functions to variables in phase space called “symbols.” An infinite direct sum of Hilbert spaces known as Fock space are acted upon by the creation and annihilation operators in a form of this procedure also known as (*) occupation number representation. Fields are treated as operators in the “second” form of this procedure. &nbsp;In the “first” form of this procedure, the Poisson (“pwaa-SAHN”) bracket is replaced with the commutator and variables like position and momentum are replaced with operators. For 10 points, name this procedure in which classical theories are transformed into theories valid at small length scales. ", "answer_sanitized": "quantization [accept first quantization, second quantization, canonical quantization, Weyl-Wigner quantization, or Gupta-Bleuler quantization of the electromagnetic field]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Montrealones (“mon-tree-ALL-ownes”) and munchnones (“MUNCH-knowns”) react with alkynes&nbsp;(“AL-kines”) through one of these reactions. The Prato reaction is one of these reactions used to functionalize fullerenes using azomethine (“ay-zo-METH-een”) ylides (“YEE-lyedz”), which are a common reactant in one type of these reactions. A “retro” one of these reactions occurs to molozonide (“muh-LOW-zone-ide”) to produce the Criegee (“CRY-gee”) intermediate in ozonolysis (“oh-zo-NOLL-uh-sis”). One type of these reactions occurs between 1,3-dipoles and dipolar·ophiles in which two (*) pi bonds are broken and two sigma bonds are formed in a concerted mechanism. One of these in the first step of the olefin meta·thesis is symmetry-forbidden under thermal control by the Woodward-Hoffmann rules because its two-plus-two. The endo product is favored in a four-plus-two, pericyclic example of these reactions named for Diels and Alder. For 10 points, name these reactions in which two molecules combine to form a ring. ", "answer_sanitized": "(1,3-dipolar) cycloadditions [or Huisgen cycloadditions, prompt on addition reactions, antiprompt on pericyclic reactions]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A 2008 experiment at P·V·L·A·S determined that the cross-section of interactions between two of these particles was about 2 times 10 to the 7th higher than Standard Model predictions. While neither of them is an atomic nucleus, ultraperipheal collisions are commonly used to study interactions between two of these particles. The cross section of the interaction between two of these particles is proportional to the square of the radius of a different particle in the Breit (“breet”)-Wheeler process. Interactions between these two particles can be classified as (*) single resolved, double resolved or pointlike. The Feynman (“FINE-mun”) diagram for the interaction between two of these particles looks like a square with squiggly lines attached to each corner. Two of these particles are the products of spontaneous parametric down conversion and neutral pion decay. For 10 points, electron-positron annihilation produces to of what particle?", "answer_sanitized": "photons", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Kwong et al developed one of these systems to operate at sub-threshold voltages. Silicon Labs uses a dual-crossbar system to make these things more reconfigurable. T·C·K, T·D·I, and T·D·O are included in the J·T·A·G protocol used for debugging these systems. &nbsp;They often communicate through S·P·I or U·A·R·T. These devices are common users of R·T·O·S, and they often include G·P·I·O ports for input pins. In one programming language used on these devices, an I·S·R function is passed to the attachInterrupt function to stop the (*) C·P·U. These things typically include E·E·P·ROM or Flash memory for reprogramming individual bytes. Popular types of these include the Intel 8051 and the Atmega A·V·R, a variant of which is used inside Arduinos and other embedded programming boards. For 10 points, name these computers on a single integrated circuit, named for their small size. ", "answer_sanitized": "microcontrollers [accept MCUs or system-on-a-chip or SoC or embedded systems even though those aren’t technically the same, because it’s a fuzzy boundary; accept Arduino before mention]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "Description acceptable. In one system, this trait likely evolved after a duplication created the ortholog reg·A. The Prehoda group showed that a mutation in G·K-P·I·D was a critical step in the development of this trait. Using gravity selection, Ratcliff et al forced the evolution of this trait, creating a “snowflake” phenotype, which can occur via ACE·2 duplication. In another species it may have evolved in response to predation by Paramecium tetraurelia (“pair-uh-ME-see-um tet-ruh-au-REL-ee-uh”). Many studies of the evolution of this trait compare Volvox carteri (“VOLE-vox car-TEAR-ee”), which has it, and Chlamydomonas reinhardtii (“clah-mid-oh-MOAN-us rine-HART-ee”), which (*) lacks it. Chemotaxis using c·A·M·P allows dictyostelium (“DICK-tuh-STEAL-ee-um”) to acquire this trait. Haeckel proposed that it evolved when flagellates formed a colony. &nbsp;This trait distinguishes metazoa from protozoa, and it allows for germ-soma distinction. For 10 points, name this trait possessed by most animals and plants, which are composed of many fundamental units forming specialized tissues.", "answer_sanitized": "multicellularity [accept equivalents for made of many cells; accept things like “having different kinds of cells” or “having different tissues”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The expert system Open Babel is used to convert between different file formats representing these entities. The similarity between two of these entities can be calculated by reducing them to a hashed fingerprint and calculating the Tanimoto coefficient. M·D·L and Murray-Rust’s C·M·L represent these entities using adjacency graphs. Algorithms like S·M·S·D that solve the maximum common subgraph isomorphism problem are used in substructure searches of databases of these entities. The total space of these entities is restricted to about ten to the power of 63 if (*) Lipinski’s rules are used to prune them. ASCII (“ASK-ee”) strings are used to represent these objects using SMILES (“smiles”) notation, which can use slashes and at symbols to denote orientation around stereo·centers. For 10 points, name these things, which are also represented using either space-filling models or ball-and-stick models in which the balls are atoms and the sticks are bonds.", "answer_sanitized": "molecules [or chemical compounds; or chemicals; accept drugs]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Kleinstein’s H·S·5·F matrix codifies the frequency of this process. Kohli et al re-engineered the selectivity of the enzyme catalyzing this process by transferring a recognition loop from other APOBEC (“APO-beck”) family members. The frequency of this process is decreased in the extra·follicular pathway. This process can occur at W·A/T·W motifs due to the action of the eta version of a certain protein. The cold spot S·Y·C/G·R·S motif usually avoids this process, which occurs most often on W·R·C·Y/R·G·Y·W motifs clustered in C·D·R regions. The B·E·R pathway enzyme U·D·G is required for the second stage of this process, whose first stage is catalyzed by (*) Activation-induced cytidine (“SIGHT-id-een”) deaminase (“de-AM-in-ace”). This process, which can occur alongside class switching, creates the diversity needed for affinity maturation in germinal centers. For 10 points, name this process where antibodies rapidly acquire sequence changes.", "answer_sanitized": "somatic hypermutation [or SHM; prompt on mutation, hypermutation, affinity maturation]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This substance is cross-linked to dextran to form superdex. Pieces of this substance are broken down in the “freeze and squeeze” protocol. A highly cross-linked beaded form of this substance is commonly used in size-exclusion chromatography resins. The “Low E·E·O” type of this substance has less sulfate content, and hydroxy-ethylating this substance creates its “low melting point” variety. Slices of this substance are dissolved in 5.5 molar guanidine (“goo-WAN-uh-deen”) thio·cyanate and 20 mili·molar Tris-H·C·l before being run over a spin column; that solution is Buffer Q·G. This substance is made of repeated (*) di·saccharide (“die-SACK-uh-ride”) units of D-galactose and 3,6-anhydro-L-galacto·pyranose. In one notable application, a powdered form of this substance is mixed at 0.5% to 2% concentration in T·A·E, microwaved, and cooled in a tray with a comb to create wells. For 10 points, name this poly·saccharide extracted from red seaweed, which is used to make gels for D·N·A electrophoresis.", "answer_sanitized": "agarose [accept sepharose; prompt on agar]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A modified version of these constructs developed by Fine, Singer, and Tishby converge on a production state; that is their hierarchical variety. A hardware implementation of one algorithm used on these constructs contains a branch metric unit, a path metric unit, and a traceback unit and is used to decrypt convolutional codes. A Sean Eddy-designed software package uses the “profile” version of these constructs for multiple sequence alignment. An E·M method that estimates their parameters iteratively updates log-likelihood after forward and backward steps; that is the (*) Baum-Welch algorithm. The most-probable path for these constructs is found via dynamic programming using the Viterbi (“vye-TUR-bee”) algorithm. These constructs, which are used to find genes and for speech recognition, consist of a set of emission probabilities and transition probabilities between un-observable states. For 10 points, name these constructs that model memoryless processes named for a Russian mathematician.", "answer_sanitized": "Hidden Markov Model [or HMM; accept Hidden Markov after “model”; prompt on partial answer]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "A 2000 paper by D.P. DiVincenzo et al applied this phenomenon to universal quantum computation, eliminating the need to control a magnetic field for a one-qubit gate. The energy due to this phenomenon is plotted on the y-axis against the radius of the 3·d orbital in the a Bethe-Slater (“BAY-tuh SLAY-tur”) curve. A sum over dot products of spin operators gives a Hamiltonian representing this phenomenon named for Heisenberg. A term for the energy of this phenomenon is added to a term for the energy of an external magnetic field to obtain the total energy of the (*) Ising (“ICE-ing”) model. The sign of an integral that calculates this phenomenon is positive in ferromagnets and negative in antiferromagnets. This phenomenon arises in multiple-fermion systems because the wavefunction is antisymmetric under its namesake symmetry. For 10 points, name this phenomenon in which spins interact with their neighbors in lattice models of magnetic materials.", "answer_sanitized": "exchange interaction [or exchange energy or exchange term or exchange force]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Marston Morse proved that a cobordism with certain properties is a product cobordism by altering one of these structures and then using it to generate curves that define a diffeomorphism. One can define a covariant derivative at a point P if one of these structures is defined in a neighborhood of P. Brouwer (“BROW-er”) showed that, if one of these structures for the n-sphere is normalizable, then it gives rise to a smooth homotopy between the antipodal map and the identity. Each section of the tangent bundle is one of these structures. The fact the 2-sphere does not admit a (*) non-vanishing one of these is called the hairy ball theorem. A rapidly-decaying three-dimensional one of these structures can be decomposed into a sum of curl-free and a divergence-free components by Helmholtz’ theorem. If one of these structures is the gradient of a scalar function, then it is conservative. For 10 points, name these structures that assign a direction and magnitude to every point in space.", "answer_sanitized": "vector field [do NOT accept “vector space” or “fields”]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "Heerklotz, Keller, and Tsamaloukas developed protocols using this technique to measure detergent-mediated membrane solubilization. The SEDPHAT (“said-fat”) package applies global multimethod analysis to this technique, whose data is analyzed using the NITPIC (“nitpick”) utility. A baseline in this technique can be measured using a water-into-water experiment. An ideal curve in this technique has a train of very narrow peaks with decreasing height, and a test kit for this technique uses (*) calcium chloride and E·D·T·A. The D·P signal in this technique is the differential power between the reference and sample cells. In this technique, a stirrer re-establishes equilibrium after each successive injection of a tiny amount of sample releases a tiny amount of heat. For 10 points, name this form of calorimetry used to measure the parameters of a ligand binding interaction.", "answer_sanitized": "isothermal titration calorimetry [or ITC; or isothermal titration microcalorimetry; prompt on partial answer]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A language is in P if and only if it has logspace-uniform families of these things. They’re not Turing machines, but the complexity class hierarchy A·C consists of languages recognized by these objects of a particular depth with unlimited fan-in. Hastad proved a lemma that gives an exponential lower bound for the size of these objects required to compute parity. The class P/poly consists of problems computable by polynomial-sized families of these things; if N·P is contained in P/poly, then the polynomial hierarchy collapses by the Karp-Lipton theorem. These objects are used to model (*) non-uniform computing used to implement time-independent or combinational logic. They are modeled as directed acyclic graphs with input and output nodes which are connected by a series of logic gates. For 10 points, name these circuits that use operations like AND, OR, and NOT.", "answer_sanitized": "Boolean circuit [or Boolean formula; accept just Boolean after “circuit” is read, prompt before, prompt on circuit or formula]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "In one approximation, this type of flow separates at a value of -12 for a parameter lambda that determines the shape of the velocity profile. In that approximation, the velocity profile of this flow is modelled using a family of quartic polynomials. The integral from zero to infinity of one minus the quantity little u over big U appears in an equation modelling momentum balance in this type of flow. The Pohlhausen (\"POLE-how-zen\") approximation is based on von Karman’s momentum integral equation for this type of flow. When the pressure gradient is opposite the direction of the flow, the (*) region in which this flow occurs may separate. By the Blasius (“BLAH-see-us”) model, the thickness of the region where this flow occurs is inversely proportional to the square root of the Reynolds number. This flow does not occur without the no-slip condition. The namesake region of this type of flow was first proposed by Ludwig Prandtl. For 10 points, name this viscosity-dominated flow that occurs near the surface of a solid body. ", "answer_sanitized": "boundary layer flow [prompt on laminar flow, prompt on two-dimensional flow]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Versions of this protein called “N·M”, “S·T”, and “T·D” are both orthogonal and orthologous. The “Hypa” and “H·F·1” variants of this protein were generated by mutating its REC (“wreck”) lobe, which contains an arginine (“AR-juh-neen”)-rich helix. An e·G·F·P disruption assay is used to test this protein, which is similar to C·p·f·1. This protein is encoded upstream of a P·2·A cleavage site and driven by an E·F·S promoter in the GeCKO (“gecko”) system. Fusing this protein to V·P·64 or the KRAB (“crab”) domain of Kox·1 is used for (*) transcriptional activation or repression, respectively. GUIDE-seq (“seek”) and Digenome-seq are used to find off-target effects of this protein, which has H·840·A and D·10·A nick·ase mutants in its H-N-H and R-u-v-C domains. Versions of this protein found in S. aureus and S. pyogenes (“pie-AH-jinn-eez”) are commonly used in the laboratory, where g·R·N·As containing the complement of a P·A·M sequence guide this protein to its target. For 10 points, name this endo·nuclease in the CRISPR (“crisper”) pathway.", "answer_sanitized": "Cas9", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "It’s not the Higgs Boson, but Brout et al developed a “scene modeling” pipeline for the photometry of these objects. Rick Kessler has developed a namesake “Analysis” code for these objects as well as a discovery pipeline called “Diff·I·m·g.” Guy et al 2007 developed a spectral template used to analyze these objects named SALT·2. Pantheon and the J·L·A are large combined analyses of these objects. [read slowly] “M-zero minus alpha x1 plus beta c” is the Tripp estimator for distance to these objects; the Tripp estimator incorporates the linear relation between these objects’ light curves’ stretch factor and luminosity, named for (*) Phillips. Adam Riess, Brian Schmidt, and Saul Perlmutter received a Nobel Prize for their discovery that the expansion of the universe is accelerating based on observations of these objects. They form when a white dwarf accretes enough mass to surpass the Chandrasekhar limit. For 10 points name these stellar explosions that do not result from core collapse.", "answer_sanitized": "Type Ia Supernovae [prompt on Type 1 supernova; prompt on light curves by asking “light curves of what objects?” prompt on supernovae; DO NOT accept or prompt on answers involving “core collapse” or “Type” followed by anything other than “I” or “Ia”]", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "One of these entities created by Ellebrecht (“ELL-uh-brekt”) et al targets autoreactive cells in pemphigus (“PEM-fig-us”) vulgaris. In a retracted Nature paper, Samaha et al. claimed to have re-engineered these entities with a stronger AL·CAM receptor. A·P·1903 activates an inducible caspase-9 “safety switch” in a “smart” type of these things. ICOS (“eye-coss”), O·X·40, and 4-1·B·B are co·stimulatory domains used in these entities, which also contain a C-terminal zeta signalling domain and a single-chain variable fragment. Tocilizumab (“to-suh-LIZ-oo-mab”) is used to treat the cytokine release syndrome almost invariably caused by these entities. One of these entities created by Carl June, which targets (*) C·D·19, was first tested on Emily Whitehead at CHOP (“chop”); that one is manufactured by Novartis, called tisagenlecleucel (“TISS-uh-gen-LECK-lew-cell”), and is used to treat acute lympho·blastic leukemia. For 10 points, name these “living drugs” consisting of lymphocytes expressing an artificial antigen-binding protein, many of which are in trials to treat cancer.", "answer_sanitized": "CAR-T cells [accept CAR; accept chimeric antigen receptor T-cells, prompt on T or T-cells]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A version of this test is used alongside either the Huynh-Feldt or Greenhouse-Geisser correction when the sphericity assumption is violated; that version of it is applied to repeated measures. A multivariate generalization of this test uses Hotelling’s trace, Pillai’s criterion, or Wilks’ lambda as a test statistic. A nonparametric version of this test is used to detect stochastic dominance and is named for Kruskal and Wallis. A post-hoc test used after this one was generalized by Clyde Kramer to allow unequal sample sizes, and calculates a test statistic q-sub-s which is normalized by the standard error; that test is (*) Tukey’s honestly-significant difference. This test assumes normality of residuals, homoscedasticity, and independence. The ratio of between-group variability and within-group variability gives the F-statistic used in this technique, which requires calculating the “grand” mean. For 10 points, name this test developed by Ronald Fisher that generalizes the t test to more than two groups, and which stands for analysis of variance.", "answer_sanitized": "ANOVA [or analysis of variance before mention; accept repeated measures ANOVA; multivariate ANOVA or MANOVA; prompt on F test]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "Motifs like Y-X-X-phi and F-X-N-P-X-Y are critical to this process. One protein that mediates this process does so using an E·N·T·H domain and several D-P-[W-slash-F] repeats. A key complex that mediates it contains two “ears” attached to long polypeptide “hinge” regions and a core domain containing alpha, sigma, mu, and beta subunits. Immediately after this process, a cut-out switch exchanges Rab·5 for Rab·7. Pitstop 2 and Wort·mann·in are both used to inhibit this process in culture, the latter operating by inhibiting P·I·3 kinase (“KYE-nace”). Epsin helps induce curvature during this process. After undergoing this process, its product undergoes (*) uncoating and fusion into early endosomes. Another protein involved in this process binds to the A·P·2 adaptor and forms a triskelion (“triss-KELL-ee-un”) structure in coated pits. This process results in the formation of clathrin (“CLATH-rinn”)-coated vesicles. For 10 paints, name this cellular process, whose receptor-mediated version is used to bring iron and L·D·L inside cells.", "answer_sanitized": "endocytosis [or receptor internalization before mention, or clathrin-mediated endocytosis, or clathrin-independent endocytosis, or receptor-mediated endocytosis; prompt on “cargo”, “sorting”, “sorting vesicles”, “vesicular transport”, “phagocytosis” or “pinocytosis”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Schanuel et al discovered a way to perform this task using equivalence classes of almost-homomorphisms from Z to Z. Nicolas Bourbaki performed a generalization of this task using the set of all minimal Cauchy (“co-SHEE”) filters on a uniform space. This task can be performed by taking a large enough set, such as the numbers born on day omega or an ultraproduct of the rationals, and then quotienting by elements that are “too small.” One method for task defines a ring of sequences that are Cauchy with respect to the (*) Euclidean metric and quotients that ring by the ideal of null sequences. According to Ostrowski’s theorem, performing this task and constructing the p-adic numbers are the only ways to complete the rationals. Dedekind performed this task by defining a total order on particular subsets of Q; those subsets are created using his namesake cuts. For 10 points, name this task in which the unique complete ordered field is defined explicitly.", "answer_sanitized": "constructing the real numbers [prompt on completing the rational numbers, prompt on defining the real numbers]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "Essman and Berkowitz sped up a procedure named for this scientist by replacing Lagrange interpolation with B-spline interpolation; that algorithm named for this scientist tunes a parameter beta such that only the minimum image terms of the “direct” term are retained. Those algorithms are the smooth particle mesh and particle mesh methods named for this scientist. A procedure named for this scientist uses a Fourier (“FOR-ee-ay”) transform to calculate a long-range term in (*) reciprocal space; that procedure is used to calculate the Madelung (“MAD-uh-lung”) constant and interaction energies in periodic systems and is his namesake summation. Maxima occur where a construct named for this man intersects the reciprocal lattice; that construct has radius two pi over lambda, and all points on it satisfy the Bragg condition. For 10 points, name this German scientist whose namesake “sphere” is used to relate wave vectors and diffraction angles in crystallography.", "answer_sanitized": "Peter Paul Ewald [accept Ewald sphere or Ewald summation or Smooth Particle Mesh Ewald]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A theorem due partly to Coleman shows that any theory without Yang-Mills fields will necessarily lack this property. The degree of the special unitary group multiplies “negative eleven over six” and is added to “n sub f over three” in a function whose sign determines whether a theory possesses this property. This property is equivalent to stating that the origin is an ultraviolet-stable fixed point. The sum of screening and anti-screening, known as the (*) beta function, is negative for theories with it. The Kondo effect is a classic example of this phenomenon because below the Kondo temperature the electrons strongly couple to impurities. This property was derived to explain Bjorken scaling in deep inelastic scattering. For ten points, name this phenomenon where a coupling constant decreases as the length scale decreases, which along with confinement is predicted by quantum chromodynamics.", "answer_sanitized": "asymptotic freedom ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "The efficiency of these things can be predicted using a tubing performance curve. So-called “standing column” examples of these things are created to make grouted loops, which provide the main mechanism of a D·H·E exchanger. The diameter of these things is typically measured at the sandface. Because H·D·R reservoirs typically take an ellipsoid shape, two of these things are used to access them near the reservoir’s elongated ends. In a technique used to exploit E·G·S systems, water is placed in “injection” examples of these sites to create a (*) temperature or pressure differential. The dumping of wastewater into these sites is a major cause of induced seismicity. A blowout preventer is placed atop these sites during exploration because the pressure of the formation below is unknown. Pumps are placed at the entrance to, for 10 points, what sites from which geothermal and other types of energy are extracted?", "answer_sanitized": "geothermal wells [accept geothermal wells or hydraulic fracturing wells or oil wells; accept boreholes; prompt on holes; do not accept or prompt on “geothermal vents”]", "subcategory": "Earth Science", "category": "Science"}]}