{"tossups": [{"question_sanitized": "It’s not a correlation function, but two different methods of computing this quantity are combined in Dellago’s S-shooting procedure. In one method this quantity is equal to the time derivative of a correlation function whose value in a plateau region is found using umbrella or path sampling. The natural log of this quantity is plotted against denaturant concentration in a chevron plot. The divided saddle and Bennett-Chandler procedures are used to compute these values. The mechanism of an enzyme is elucidated by finding a ratio of two of these quantities after replacing (*) hydrogen with deuterium. When the second one of these in a three-step process is bigger than the first, the steady-state approximation holds, which is used to derive the Michaelis-Menten equation. The units of this quantity depend on the order of the reaction. For 10 points, name these quantities symbolized lowercase k that multiples reactant concentrations in a law governing the speed of a reaction", "answer_sanitized": "reaction rate constant [accept relaxation rate due to the chevron plot clue]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "While the classic electroweak Lagrangian conserves these particle’s number, the quantum chiral anomaly of U(1) can violate it. For these particles, the j = 3/2 state is completely symmetric and the j = 1/2 state has mixed symmetry. X and Y bosons would allow for the breaking of the conservation of these particles’ namesake quantum number. The ratio of the number of photons to these particles constrain the abundances of light elements in big bang nucleosynthesis. Along with C·P violation and non-equilibrium interactions, violation of their namesake number is required for the (*) creation of these particles according to Sakharov (“SACK-uh-rov”). The fact that the amount of matter is way more than the amount of antimatter in the universe is known as these particles’ namesake asymmetry. Four percent of the universe is made from matter named for these particles. For 10 points, name these particles comprised of odd numbers of valence quarks, including the proton and neutron.", "answer_sanitized": "baryon [prompt on hadron till “odd number”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In C. elegans, the M·E·C-4/M·E·C-10 complex mediates this ability. One protein that mediates this ability is modulated by S·T·O·M·L·3; that protein has a trimer propeller structure with a central pore. It’s not sight, but a 1957 paper Mountcastle showed columnar organization in the cortex responsible for this sense, which along with a more posterior structure was mapped by Penfield. Piezo·1 (“pi-AY-zoh one”) and Piezo·2 are critical for this sense, which is tested using two-point discrimination. Receptors for this sense are divided into slowly- or rapidly-adapting, the latter of which is concentrated in glabrous (“GLAB-russ”) areas and have a (*) lamellar structure. Merkel’s discs, Pacinian (“puh-SEEN-ee-an”) corpuscles, and Meissner’s (“MEISS-nurz”) corpuscles are all receptors for this sense. With proprioception (“PROP-ree-oh-cep-shun”), the dorsal column-medial lemniscus (“lem-NISS-cuss”) pathway carries this sense. The post·central gyrus contains S·1, the part of the brain responsible for this sense; S·1 is visualized as a homunculus. For ten points, name this sense mediated by mechano·receptors in the skin.", "answer_sanitized": "touch [accept vibration sense, mechanosensation, mechanoreception, somatosensation, tactile sense, haptic sense, accept common-language equivalents; do NOT accept “pain”, “temperature”, “heat”, “cold”, or “proprioception”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Durand et al developed the valence effective Hamiltonian method to study these materials. Pseudo·capacitors use either metal oxides or these materials in electrodes. Successive oxidation of these materials creates polarons and bi·polarons. A metal electrode and a layer of indium tin oxide sandwiches one of these materials in a form of organic L·E·D, where they undergo electro·luminescence. P·E·DOT and P·P·P are well-studied example of these materials. Heeger, (*) MacDiarmid (“muc-DEER-mid”), and Shirakawa won a Nobel for developing these materials, one of which was created by doping with iodine vapor. Poly·pyrrole (“PEER-ole”) and poly·aniline (“AN-uh-lean”) are examples of this material, which get their most notable property by changing the electron count of an extended conjugated system. For 10 points, name these materials, linked monomers that can carry electricity.", "answer_sanitized": "conducting polymers [accept any answer suggesting polymers that conduct electricity; prompt on polymer]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "In the A·B·R protocol for A·T·Ms, one can use the C·I and N·I bits of R·M cells to control this phenomenon. The I·C·M·P source quench message can be used to control this phenomenon. Brakmo and Peterson developed an algorithm that anticipates this phenomenon by constraining the difference between the actual and estimated rate. During the slow start phase, the size of the window named for this phenomenon is increased by one M·S·S for each acknowledged segment. After that slow start phase, (*) T·C·P Reno uses an additive-increase, multiplicative-decrease algorithm for controlling this phenomenon. Karels and Jacobson modified T·C·P to resolve a series of collapses due to this phenomenon in October 1986, which began on a three-hop connection between U·C Berkeley and L·B·L. This phenomenon causes packet loss when the rate of packet arrival exceeds the transmission rate. For 10 points, name this phenomenon where connection speed drops because the network is overloaded.", "answer_sanitized": "network congestion [prompt on network delay, packet delay or packet drop, or bottlenecking with “What is causing it?”]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "Masset and Snellgrove demonstrated that one form of this phenomenon could be reversed through “two-to-three resonance trapping.” One instance of this phenomenon caused a secular resonance sweep. A sufficiently massive object undergoing the type I form of this phenomenon can clear a gap in a disk and transition to undergoing the type II form of this phenomenon. A two-phase model of this phenomenon explains why Mars’s mass is an order of magnitude less than predicted by simulations; that model is the (*) Grand Tack hypothesis. The most common explanation for hot Jupiters involves core accretion followed by this phenomenon. This phenomenon caused a dynamical instability in the outer solar system, triggering the Late Heavy Bombardment according to the Nice (“neice”) model. The gas giants in the early solar system underwent—for 10 points—what phenomenon, in which a planet’s orbit changes from interactions with nearby objects?", "answer_sanitized": "planetary migration [accept any answer which uses the word migration, prompt on solar system formation, prompt on planetary formation, prompt on accretion, prompt on answers that refer to planets moving or changing their orbits. Generously prompt on Nice model before mention] ", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "Piezoelectric unimorphs and bimorphs are actuators with this structure. Gianchandani and Najafi fabricated a MEMS strain sensor from these structures. Macaulay’s method is used on these structures, which have zero angular deflection at their endpoints when supported at their Airy points. Timoshenko (“tim-oh-SHEN-ko”) theory accounts for shear deformation and rotation in these things’ bending, and it can reduce to a theory where the flexural rigidity times the fourth derivative of deflection equals the applied load for one of these elements. That theory is the (*) Euler-Bernoulli theory named for these things. Shear force and bending moment are often plotted along the length of these things. Many of these elements connected at joints form a truss, and a cantilever is one of these elements mounted to a support at one end. For 10 points, name these long, slender structural elements that might be used to construct scaffolding. &nbsp;", "answer_sanitized": "beam [prompt on cantilever]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Using Maxpar reagents in this technique allows it to be combined with imaging via the Hyperion system. Garry Nolan’s group designed a MATLAB (“MATT-lab”)-based bead normalization algorithm for this technique. Data from this technique is subject to the Citrus algorithm for clustering and stratifying subpopulations. Cisplatin (“sis-PLATT-in”) is used to assay viability in this technique, which can use palladium-based M·C·B barcoding. Helios is a third-generation instrument for this technique manufactured by Fluidigm (“FLEW-i-dime”). This technique was first applied to leukemia patient samples by Scott Tanner and John Dick’s group. Samples in this technique are ionized by an argon plasma and subjected to I·C·P-M·S. In this technique, isotopically pure metal-conjugated antibodies allow for up to over 40 parameters to be assayed at once with minimal bleed-through. For 15 points, name this technique which allows simultaneous measurement of many more features per cell than flow cytometry (“sigh-TOM-et-tree”).", "answer_sanitized": "mass cytometry [or CyTOF; prompt on cytometry or flow cytometry before mention. Prompt on mass spectrometry, inductively-coupled plasma mass spectrometry, MS, or ICP-MS before “ICP-MS” is mentioned]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "One type of these objects can be equipped with operators U and D whose commutator is an integer times the identity matrix; those examples of these objects are called “differential” because they are also Weyl (“vile”) algebras. Given a ring of scalars, one can define an incidence algebra for one of these objects if it is locally finite. If one of these objects can be equipped with a rank function, it is called graded. If these objects can be represented with upward planar Hasse (“HAW-suh”) diagrams and have exactly one minimal and maximal element, they necessarily form a lattice. If one of these objects has an (*) upper bound for every chain, then it must contain at least one maximal element, according to Zorn’s lemma. All integer partitions form one of these objects called Young’s lattice. The namesake relation of these sets must be reflexive, antisymmetric, and transitive. For 10 points, name these sets that are less ordered than totally ordered sets.", "answer_sanitized": "partially-ordered sets [or posets; prompt on sets; do NOT accept “well-ordered sets”, “ordered-sets”, “totally-ordered sets”]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "An enzyme that catalyzes this organic reaction is inhibited by thio·lacto·mycin. In one multi-subunit enzyme that catalyzes this reaction, it occurs between K·S-bound and A·C·P-bound groups. Both this reaction and its reverse are catalyzed by thiolases. Polyketide (“poly-KEY-tide”) synthases utilize this reaction, which is also undergone repeatedly by acetyl-Co·A in terpenoid (“TURR-pen-oid”) bio·synthesis. This reaction generates the same product as a Blaise reaction with acidic workup, and performing this reaction in acidic conditions and with some heat leads to a (*) pericyclic decarboxylation (“DE-car-box-ill-AY-shun”). Five- and six-membered rings are commonly accessed through an inter·molecular version of this reaction named for Dieckmann (“DEEK-man”). A harpoon base is commonly used to de·protonate the alpha carbon to generate an enolate (“EE-no-late”), which attacks a carbonyl (“CAR-bun-eel”) carbon of another ester. For 10 points, name this reaction in which a beta-ketoester is formed from two esters.  ", "answer_sanitized": "Claisen condensation [do NOT accept “Claisen-Schmidt condensation” or “Claisen rearrangement”; prompt on partial answer, prompt on polyketide synthesis, terpenoid synthesis, or fatty acid synthesis with “what organic reaction is being catalyzed?”]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Unverdi and Tryggvason published a variant of the front-tracking method for simulating this type of flow that incorporates aspects of volume- and shock-tracking methods by keeping the original grid throughout the simulation. When being run in a counter-current manner, carry-over and carry-under in this type of flow precede the reversal to concurrent flow called flooding. Two-way coupling effects from interparticle collisions can lead to turbulence modulation in this type of flow. Zuber and Findlay introduced the general slip relation used in drift-flux models of this type of flow, which are used when it is closely coupled. Macroscopic patterns like (*) bubbly flow, slug flow, and churn flow are used to label different flow regimes for this type of flow on diagrams that plot one component’s velocity versus the other. Blood flow is treated as this type of flow because blood has several components. For 10 points, name this type of flow in which two or more “fluids” coexist.", "answer_sanitized": "two-phase flow [accept multiphase flow; prompt on multi-fluid or multi-component flow or any suggestion that something with more than one fluid is flow]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Algorithms for reducing this quantity are tested on Surendran's “Swiss Roll”. In the Hughes phenomenon, increasing this quantity eventually lowers the utility of a classifier. One method of reducing this quantity takes learning rate and perplexity as hyperparameters; that method is often applied to single-cell R·N·A-seq data and is called t-S·N·E. One method of reducing this quantity involves diagonalizing the covariance matrix and projecting onto a new basis. When this quantity is high, the k-nearest neighbors clustering algorithm becomes susceptible to (*) overfitting and the Euclidean metric becomes useless, facts that fall under Bellman’s “curse” of this quantity. Principal component analysis is one way of reducing this quantity, which allows things like gene expression data to be graphed on paper. For 10 points, name this quantity the number of coordinates needed to specify each point in a dataset.", "answer_sanitized": "dimensionality [or number of dimensions, number of variables, number of attributes, or number of features; prompt on degrees of freedom before “curse” and do not accept or prompt after]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "A common pattern in code written in this language uses the STUFF function and a function designed for X·M·L data to obtain a comma-separated list. The three-valued logic used in this language functions differently in set operations and one-to-one comparisons. The COALESCE function is used to find non-NULL values in this language, which is implemented on Hadoop via an interface developed by Vertica. A looping construct in this language involves checking the FETCH_STATUS of a (*) CURSOR. A precursor to this language was developed by I·B·M in tandem with System R. Cassandra is an alternative to this language that eschews consistency for eventual consistency. The “transact” version of this language is used to manipulate Microsoft’s enterprise systems. An algebra developed by Codd is the basis for this language, in which JOIN combines tables and SELECT retrieves data. For 10 points, name this language used for managing relational databases.", "answer_sanitized": "Structured Query Language [pronounced either “sequel” or “s-q-l”]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "In O·L·E·Ds, the reverse of this process can occur, which leads to T·A·D·F. It’s not fluorescence, but benzophenone (“ben-zo-FEE-none”) undergoes this process with a quantum yield of 1. This process occurs immediately before the homolysis (“huh-MOLL-uh-sis”) step to interconvert intermediates in Norrish Type I reactions. This process occurs much faster with a change in orbital angular momentum according to El Sayed’s rules. This process, which has a timescale of 10 to the negative eight to negative three, is usually drawn with a squiggly arrow to the right and down in a (*) Jablonski (“juh-BLON-skee”) diagram. This process is the first step of phosphorescence. The transition between states marked S·1 and T·1 is an example of this process, which is forbidden in non-relativistic quantum mechanics but facilitated by spin-orbit coupling. For 10 points, name this radiation-less transition that occurs between states of different spin multiplicities, often from a singlet to a triplet state.", "answer_sanitized": "intersystem crossing [or ISC; prompt on electron transition or forbidden transition; prompt on phosphorescence until mention; prompt on “transition to a triplet state” or “transition to a singlet state” do NOT accept “avoided crossing\"] ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The Hamada-Salpeter model of these objects predicts their compositions are restricted by pycnonuclear reactions and inverse beta decay. &nbsp;Tremblay et al 2019 observed crystallized examples of these objects, which explains a \"pile-up\" of these objects on H-R diagrams. The shape and magnitude of the Balmer lines of types of these objects with pure hydrogen atmospheres are fitted for temperature and log gravity to determine their flux for photometric calibration. Those are the (*) “D·A” type of these objects. A naive analysis predicts that the examples of these objects made of helium should not exist, since their timescale of formation is far larger than the Hubble time. These objects unusually shrink with increasing mass. Density raised to either the 4/3rds or 5/3rds power is proportional to the electron degeneracy pressure of these objects. For 10 points, name these stellar remnants which have a maximum mass of 1.44 solar masses, the Chandrasekhar limit.", "answer_sanitized": "white dwarfs [or white dwarves, accept black dwarfs, accept black dwarves, do NOT accept or prompt on partial answers]", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "In organisms using this pathway, N·A·D-GAP·D·H and P·P·D·K contain G·T-motifs in their promoters. In M. crystallinum and K. blossfeldiana, this pathway can be induced by salinity or stress. Organisms using this pathway are divided into “cyclers” and “idlers.” The fact that citrate accumulates along with another key intermediate in this pathway is thought to be an evolutionary relic. Organisms that use this pathway regulated it through diel (“dial”) expression of P·P·C·K·1. Organisms that use this pathway, like (*) epiphytes (“EPI-fights”) and xerophytes (“ZERO-fights”), store malate (“MALE-ate”) in vacuoles (“VACK-yew-oles”) at night, when they open their stomata to take in C·O·2. For 10 points, name this photosynthetic pathway, an alternative to C·4 and C·3 that separates steps temporally.", "answer_sanitized": "CAM [or crassulacean acid metabolism; prompt on photosynthesis, light reactions, dark reactions, and carbon fixation; do NOT accept “C3” or “C4”]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A set of functions derived from systems with this property have a maximally-localized variant whose sum is used to find the macroscopic polarization. Because it has this property, one system can be described using the extended zone scheme, reduced zone scheme, or a zone scheme with this property. Linear O·D·Es with this property can be solved by noting the existence of a monodromy matrix and transforming to Floquet (“floh-KAY”) normal form. Placing a boundary condition with this property on a set of localized molecular orbitals yields a construct with normalization constant of one over the square root of n, which multiplies a discrete sum over k, called the (*) Wannier (“WAHN-ee-ur”) functions. A wavefunction in a potential with this property can be completely characterized by its behavior in one Brillouin (“BRILL-yawn”) zone; such a wavefunction can be decomposed into a plane wave multiplied by a function with this property by Bloch’s (“blocks”) theorem, which can model Bravais (“bruh-VAY”) lattices. For 10 points, give this property of crystals and other orderly, repeating structures.", "answer_sanitized": "periodic [accept word forms such as periodicity; prompt on ordered; prompt on band structure]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "One method of performing this task uses a GAL1-I-SceI (“gall-one-eye-ess-see-ee-one”) construct to improve the efficiency of a construct called CORE; that method is called “perfect murder” or Delitto perfetto. Tang’s “small-intelligent” method and the 22·c trick are used to reduce redundancy in this technique. Artificial synthesis of degenerate N·N·K and N·N·S-containing constructs is used to perform the “saturation” form of it. In one technique for doing this, D·p·n-one is used to destroy a parent construct. An E. coli strain with d·u·t and u·d·g mutations is critical to Kunkel’s method of doing this. Alanine (“AL-uh-neen”) scanning libraries are created by performing this task at every (*) possible position. Replacing magnesium with manganese in one procedure is a common method performing this action, which is also done using E·N·U, E·M·S or other alkylating agents before a forward screen. Mismatched P·C·R primers are used in its site-directed version. For 10 points, name this method which changes a D·N·A sequence.", "answer_sanitized": "mutagenesis [accept more specific answers; accept common-language equivalents of “creating mutants” or “creating mutations”; accept library construction or language equivalents of making a library before “site-directed”, prompt after]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Tam and Wong’s examination of surface sediments revealed that examples of these specific ecosystems in Hong Kong suffer from severe heavy metal contamination. Preservation of these ecosystems is facilitated by the construction of melaleuca (“meh-lah-LOO-kah”) fences. These ecosystems are a major sink for blue carbon and have been estimated to mitigate more than 1% of total carbon emissions in Nigeria and Colombia. Studies by Daniel Alongi after the 2004 Sunda earthquake demonstrated that these ecosystems provided substantial (*) tsunami protection in South Asia. Rhizophora (“rye-zoh-FOR-uh”) is the most common example of the namesake halophytes of these ecosystems, which support themselves on aerial or stilt roots, between which fish and crabs swim. The Sundarbans in Bangladesh is the largest example of, for 10 points, what type of coastal wetland which is dominated by a namesake tree?", "answer_sanitized": "mangrove forests [or mangrove swamps; prompt on swamps or forests or wetlands]", "subcategory": "Earth Science", "category": "Science"}, {"question_sanitized": "The programs GODDESS and GRASS are used to simulate N·M·R spectra of and solve the structures of these molecules. T·H·A·P is used to analyze acidic types of these molecules in linear mode negative ion MALDI-TOF (“MAL-dee-toff”), while neutral ones can be analyzed with a Super·D·H·B MALDI matrix. Either wheat germ agglutinin or concanavalin A (“CON-can-uh-VAIL-in A”) bound to a column are used to purify analytes containing these molecules. Mass spec of these molecules typically shows an M+Na+ peak and a weaker M+K+ peak. These molecules can be liberated with hydrazinolysis (“HIDE-ruh-zee-no-lysis”) or P·N·G·ase F. (*) Tunicamycin (“tunic-uh-MY-sin”) inhibits the addition of one of these molecules to the N·X·S/T consensus site; in that mechanism, one of these molecules is transferred from dolichol (“DOLL-i-call”) phosphate. These molecules are called reducing if they have a free aldehyde (“AL-duh-hide”) group on the end. For 10 points, name these macro·molecules attached to proteins in an N-linked or O-linked fashion, which are studied in glycomics.", "answer_sanitized": "glycans [accept glycoproteins, glycopeptides, glycolipids, or proteoglycans; accept sugars, carbohydrates; saccharides, monosaccharides, disaccharides, oligosaccharides, polysaccharides; prompt on macromolecules]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "An antagonist of this compound called terfenadine was withdrawn from the US due to it causing Q·T-prolongation by inhibiting h·E·R·G channels. Compound 48/80 is used to study the artificial release of this compound. Darier’s (“DARE-ee-urz”) sign is caused by the local release of this compound in response to pressure, which is a sign of a disease caused by a mutation in codon 816 of KIT (“kit”). Inhibitors of its receptors are used to treat scombroid (“SKAHM-broyd”) poisoning. Fexofenadine (“FECKS-uh-FEN-uh-deen”) and cetirizine (“suh-TEER-uh-zeen”) inhibit this compound’s receptors. Proton-pump inhibitors have replaced (*) antagonists of this compound’s receptors for treatment of GERD (“gurd”). It’s not acetylcholine (“uh-SEE-tull-CO-lean”), but first-generation antagonists of these compounds such as pro·meth·a·zine often cause sedation and dry mouth due to their anti·muscarinic (“muss-cuh-RINN-ick”) properties. This compound is released along with tryptase (“TRIP-tace”) via I·g·E binding to mast cells. For 10 points, name this compound responsible for allergic reactions.", "answer_sanitized": "histamine", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The bispectrum of one of these things can be estimated by stretching it and applying the Subba Rao optimal window. Methods of analyzing nonlinear examples of these things to determine Lyapunov (“lee-AH-puh-nahv”) exponents are explored in a textbook by Kantz and Schreiber. The augmented Dickey-Fuller test is used to determine if these things have a unit root. The effect of an intervention can be determined using an “interrupted” form of these things. Differencing is applied to these things to create “integrated” examples of them, which behave as if they were stationary, when creating an (*) ARIMA (“uh-REE-muh”) model. These sequences are often smoothed by subtracting seasonal means from them. For one of these sequences with N elements, a simple moving average can be calculated by summing elements “x-sub-t” through “x-sub-t-minus-N-plus-one” and dividing by N. Financial analyses often employ, for 10 points, what sequences of data that are recorded over temporally distinct instances?", "answer_sanitized": "time series data [accept ARIMA models before “ARIMA”; accept interrupted time series or integrated time series; prompt on series or data sets]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "If the Aubrey set consists of the union of finitely many hyperbolic periodic orbits, then smooth critical sub-solutions of this equation exist within weak KAM theory. Crandall and Evans showed that this equation can be solved by the \"vanishing viscosity\" technique. If one function in these equations is independent of u and convex, then the Hopf-Lax formula can give explicit solutions. An extension of this equation including a value function provides necessary and sufficient condition for solving optimal (*) control problems; that extension is named for Bellman. This equation, which calculates the derivative of a principal function S with respect to generalized coordinates, solves all the equations of motion for position and momentum. For 10 points, name this nonlinear partial differential equation, which states that a system's Hamiltonian, plus the time derivative of its action, is equal to zero.", "answer_sanitized": "Hamilton-Jacobi equation [or Hamilton-Jacobi-Bellman equation; do not accept or prompt on “Bellman equation”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "If a function with this property preserves all directed suprema, it has the Scott version of it. The Riesz-Markov-Kakutani representation theorem concerns linear functionals over the space of functions with this property on a compact Hausdorff (“HOWZ-dorf”) space; that space of functions with this property forms a prototypical Banach (“ba-nawk”) algebra. If all subsequences of a sequence of real-valued functions are convergent, than the sequence is both bounded and has a stronger form of this property by the (*) Arzela-Ascoli theorem. A function between topological spaces has this property if the preimages of closed sets are closed. A function f has this property if the limit of f of x as x approaches a is equal to f of a. It is possessed everywhere by the Weierstrass function, which is differentiable nowhere. For 10 points, name this property of functions which, loosely speaking, can be drawn without lifting a pen.", "answer_sanitized": "continuous [accept word forms like continuity; accept equicontinuous or equicontinuity]", "subcategory": "Math", "category": "Science"}]}