{"tossups": [{"question_sanitized": "As punishment for not aiding him sufficiently, this ruler attacked Rim-Sin I and conquered Larsa. This predecessor of Shamshuiluna successfully defeated a combined force of Ashur, Eshnunna, and Elam. Gustave Jéquier found a significant artifact from this ruler’s reign, an index-finger shaped stone, at Susa. This ruler ascended to power following the abdication of Sin-Muballit, and employed the principle of (*) Lex Talionis in a text written on a black stele. That stele from this Amorite king’s reign is most famous for containing such punishments as “an eye for an eye.” For 10 points, name this Babylonian king, famous for his harsh law code.", "answer_sanitized": "Hammurabi [or Hammurapi; or the Code of Hammurabi] &lt;GP, Ancient/Other History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "The artist of this work added a stone to the figure of a Fallen Caryatid, and one depiction of two of its prominent figures is titled Eternal Springtime. The sculptures Crouching Woman and Falling Man form the Baudelaire-inspired I am beautiful in this work. One scene in this work shows Ugolino eating his sons, and the top of this work contains a set of figures with joined fists, (*) The Three Shades. Figures in this work include the couple Paolo and Francesca, who are depicted in The Kiss, and a pensive figure who may represent Dante, The Thinker. For 10 points, name this sculptural group by Auguste Rodin, which was inspired by the Inferno.", "answer_sanitized": "The Gates of Hell [or La Porte de l'Enfer] &lt;JG, Visual Fine Arts&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Carbon monoxide is a “tracer” for the presence of this element in interstellar space. A spin-flip transition in the molecular form of this element produces the 21 cm line. Type 1 and type 2 supernovae are differentiated based on whether they contain spectral lines of this element, which include the Balmer lines. This element is the primary component of the (*) interstellar medium, and comprises approximately 75% of the baryonic mass of the universe. The core of main sequence stars fuse this element to produce helium. For 10 points, name this lightest element.", "answer_sanitized": "hydrogen [or H] &lt;GC, Astronomy&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "After she tweeted their home address, this actress was sued by George Zimmerman’s parents. This actress ran for President in 2012 on the Peace and Freedom Party ticket with activist Cindy Sheehan. This actress infamously sang a terrible rendition of the national anthem before a 1990 Padres game. This actress’ self-titled show was revived after a two-decade hiatus in (*) 2018. That show was ultimately replaced by a similar show, minus her character, after this actress’ racist tweet about Obama advisor Valerie Jarrett. For 10 points, name this actress, whose former TV family, including John Goodman, now stars in The Conners.", "answer_sanitized": "Roseanne Barr [accept either underlined portion] &lt;DD, Trash&gt;", "category": "Trash"}, {"question_sanitized": "In a novel about a man with this profession, the protagonist is convinced to not kill himself after giving up this profession by the Quaker surgeon William Walters. One character with this profession gets into a wild fight with Black Dog before meeting the blind man Pew. In Robinson Crusoe, Crusoe is (*) captured by people of this profession and made into a slave while at Sallee. Other characters of this profession include Ben Gunn, who was stranded on an island for three years while looking for an object whose location is outlined in Billy Bones’ map. For 10 points, name this profession held by many characters in Treasure Island, such as Long John Silver.", "answer_sanitized": "pirates [prompt on seafarers, sailors, captains, or any equivalents] &lt;EA, Long Fiction&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This figure owned a dog named Sport that was accidentally cut in half and had its legs sewn on upside down. This figure is accompanied by a man who once saved twelve barrels of ink by not crossing his t’s or dotting his i’s and a team of one-ton ants that only eat Swedish Snuff. As a baby, this figure was so large that he had to be delivered by a team of five storks. This figure legendarily created the (*) Missouri River while mourning the loss of his most well-known companion, whom he had met during the “Year of the Blue Snow.” This figure created the Grand Canyon by dragging his axe. For 10 points, name this giant lumberjack, who was accompanied by Babe the Blue Ox.", "answer_sanitized": "Paul Bunyan &lt;WG, Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "A dimensionless, normalized form of this quantity is called activity. According to Beer’s law, the product of this quantity, path length and extinction coefficient equals absorbance. This quantity of a species is indicated by drawing square (*) brackets around it. Either this quantity or partial pressures are raised to the power of stoichiometric coefficients in the expression for the equilibrium constant. Molality and molarity are measurements of this quantity. For 10 points, identify this quantity, the number of moles of a chemical species per unit volume of solvent.", "answer_sanitized": "concentration [accept molarity or molality until “molality” is read] &lt;GC, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This author wrote about the immortal, 777-year-old Flapping Eagle going to Calf Island in his first novel, Grimus. In another novel by this author, a character who frequently uses the term “whatsitsname” is examined through a perforated sheet. The protagonist of that novel loses his most notable ability after undergoing (*) sinus surgery and marries Parvati the Witch. In a dream sequence in one of this author’s novels, the butterfly-covered Ayesha leads pilgrims into the Arabian Sea, and Gibreel and Saladin survive a plane crash. For 10 points, name this author of The Satanic Verses, who created the telepathic Saleem Sinai in Midnight's Children.", "answer_sanitized": "Salman Rushdie [or Sir Ahmed Salman Rushdie] &lt;WG, Long Fiction&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In a trial after one of these events, Max Steuer suggested Kate Alterman had merely memorized her testimony. One of these events, which began at De Koven Street, occurred on the same day as a more deadly one of these events in Peshtigo. An unlikely one of these events that inspired the creation of the EPA occurred due to the overwhelming pollution of the (*) Cuyahoga River. Dolley Madison saved a portrait of George Washington from the destruction caused by one of these events. For 10 points, name these destructive events, such as a “Great” Chicago one allegedly caused by Mrs. O’Leary’s cow, and one caused by the British attack on Washington, DC.", "answer_sanitized": "fire [accept burning and other reasonable equivalents] &lt;AN, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This thinker stated that people’s titles and offices should correspond to their behavior, his doctrine of “rectification of names.” This thinker compared a virtuous ruler to the pole-star that other lesser stars revolve around, and this thinker believed that virtue was upheld through ceremonies he called (*) li, or “rituals.” This thinker proposed “father and son” and “ruler and subject” as part of the “five relationships” that help cultivate ren, or compassion, the most basic being filial piety. For 10 points, name this ancient Chinese philosopher, whose beliefs are collected in the Analects.", "answer_sanitized": "Confucius [or Kong Fuzi; or Kong Qui; or Kongzi] &lt;EA, Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "In one of this author’s stories, an officer watches men lick rice pudding out of an electrically heated bowl, and dodges when those men spit the pudding at his face. This author wrote about an apparatus with three parts-the Bed, the Harrow, and the Inscriber-which (*) etches laws on the bodies of condemned men and the words “Be just!” on the body of the Officer. That story by this author is “In the Penal Colony.” In this author’s most famous work, the main character finds that he no longer enjoys the taste of milk after transforming into a “hideous vermin.” For 10 points, name this author, who wrote about Gregor Samsa in The Metamorphosis.", "answer_sanitized": "Franz Kafka &lt;TB, Short Fiction/Other&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The founder of this religion is the subject of biographies known as janamsakhis [jahn-num-SAH-kees] and emphasized the importance of repeating the name of this religion’s God, a practice known as Naam Japo. This religion’s places of worship contain communal kitchens called langars. The (*) Golden Temple is the holiest of this religion’s places of worship, which are called gurdwaras. A small dagger and a wooden comb are among the five Ks that members of this religion carry with them. Guru Nanak founded, for 10 points, what religion, whose followers are most recognizable by their turbans?", "answer_sanitized": "Sikhism [or Gurmat] &lt;EA, Religion&gt;", "category": "Religion"}, {"question_sanitized": "In one work by this composer, a hectic allegro agitato section imitates a “streetcar raising into iron moan.” That piece for soprano and orchestra opens by remarking “It has become the time of evening when people sit on their porches,” and sets a James Agee poem about childhood to music. This composer’s partner Gian Carlo Menotti wrote the libretto for his opera (*) Vanessa. This composer of Knoxville: Summer of 1915 adapted the second movement of his String Quartet into a piece that was played during the radio announcement of Franklin Roosevelt’s death. For 10 points, name this American composer of Adagio for Strings.", "answer_sanitized": "Samuel Barber [or Samuel Osmond Barber II] &lt;DB, Auditory Fine Arts&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The surface of these cells contains a receptor called ZP3, which is part of a glycoprotein layer on these cells called the zona pellucida. These cells are produced in a process which also generates several polar bodies. The corpus luteum forms after these cells develop. The production of these cells ceases after (*) follicles become insensitive to follicle stimulating hormone, which causes menopause. These cells travel down the Fallopian tube from the ovaries to the uterus, which occurs during the process of ovulation. The female gamete is--for 10 points--what cells, which can become fertilized by sperm?", "answer_sanitized": "eggs [or egg cells; or ovum; or ova; or oocytes] &lt;GC, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Many prototypes for these machines were built by William Foster &amp; Company. Units which utilized these machines first fought each other at the Second Battle of Villers-Bretonneux. During the siege of Leningrad, an especially heavy variant of these vehicles, known as (*) “Tigers,” became stuck in muddy ground on their very first mission. Renault developed the first of these vehicles with a rotating turret. In the largest engagement featuring these combat vehicles, the Battle of Kursk, Red Army T-34s faced off against German Panzers. For 10 points, name these heavily armored combat vehicles, which drive on namesake “treads.”", "answer_sanitized": "tanks [or tank treads] &lt;JL, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "One poem by this author describes how “irate Cyrus” split the “River Gyndes” into “three hundred and sixty trickles” during an age “of drafty cells and draftier castles.” In another poem by this author, the narrator calls herself “the arrow” that flies “into the red eye, the cauldron of morning” while riding a (*) horse. This author of “A Lesson in Vengeance” wrote a poem in which she tells the title figure “there’s a stake in your fat black heart.” That poem by this author is about “a man in black with a Meinkampf look.” For 10 points, name this female poet of “Ariel,” who used descriptions of Hitler to talk about her father in the poem “Daddy.”", "answer_sanitized": "Sylvia Plath &lt;EA, Non-Epic Poetry&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In 2011, Andrés Ruzo was allowed to study the Boiling River in this country’s Huánuco region. The world’s most populous city inaccessible by road, Iquitos, is located in this country’s northeastern rainforest region. The seaport of Callao is adjacent to this nation’s capital. A coastal desert in this country contains giant hummingbird and monkey figures, which are among the (*) geoglyphs known as the Nazca Lines. This nation’s Temple of the Sun is part of a complex in the Sacred Valley. For 10 points, name this South American country with a capital at Lima, which also contains the ruins of Incan cities like Machu Picchu.", "answer_sanitized": "Republic of Peru [or República del Perú] &lt;JG, Geography&gt;", "category": "Geography"}, {"question_sanitized": "In one film set in this city, the main character gets a job hanging up posters of Rita Hayworth until he is robbed and goes on a trek across this city with his son to find the thief. A gossip journalist wades with Swedish actress Sylvia into a fountain in a film set in this city, which is titled for the \"sweet life\" of the aristocracy. The film (*) Bicycle Thieves shows the poor, post-war era of this city. Vittorio de Sica and Frederico Fellini produced many films in this city, which includes a famous site where Maximus defeats Commodus in a 2000 film. For 10 points, name this Italian city, whose Colosseum is the setting of Gladiator.", "answer_sanitized": "Rome, Italy [or Roma] &lt;DB, Other Fine Arts&gt;", "category": "Literature"}, {"question_sanitized": "The detonation-deflagration transition occurs at this quantity. For an ideal gas, this quantity is equal to the square root of the quantity adiabatic index times pressure over density, or equivalently the square root of bulk modulus over density, by the Newton-Laplace equation. This quantity is often estimated with an equation with a 0.6 times temperature term. Exceeding this quantity causes a (*) shock wave to form. The ratio of flow velocity to this quantity is the Mach number. In air at room temperature, this quantity is approximately 343 meters per second. For 10 points, name this quantity, the velocity at which acoustic waves propagate.", "answer_sanitized": "the speed of sound [or the velocity of sound; accept Mach 1 before “Mach”] &lt;GC, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "These people fought against Duncan Cameron, whose forces were defeated in battle by followers of these people’s King Movement. George Grey led the Hutt Valley Campaign against these people. After one leader of these people brought down a Union Jack, these people fought the Flagstaff War. These people, who established hillforts known as (*) pa, fought amongst themselves during the Musket Wars. William Hobson convinced many chiefs of these people to accept British rule with the Treaty of Waitangi. For 10 points, name these indigenous people of New Zealand.", "answer_sanitized": "Maori [prompt on indigenous people of New Zealand until “indigenous” is read] &lt;GP, World History&gt; Bonuses", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "The protagonist of this novel becomes addicted to a dice game and later leaves his life of prosperity after having a dream in which he finds a dead songbird in a golden cage. For 10 points each:", "answers_sanitized": ["Siddhartha", "Herman Hesse", "the Magic Theater [or Magische Theater] &lt;WG, Long Fiction&gt;"], "parts_sanitized": ["Name this novel about the title Brahmin, who shares his name with the Buddha.", "This German author of Siddhartha also wrote about Harry Haller’s struggle with his animalistic nature in Steppenwolf.", "In Steppenwolf, Harry Haller visits this location, which is “for madmen only.” He stabs and kills Hermine in this location."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Many religious practices have been challenged in the U.S. Supreme Court. For 10 points each:", "answers_sanitized": ["peyote [or mescaline; or Lophophora williamsii]", "Hare Krishnas [or International Society of Krishna Consciousness; or ISKCON]", "Mormonism [or Mormon Church; or Church of Jesus Christ of Latter-Day Saints; or LDS Church] &lt;TB, Religion&gt;"], "parts_sanitized": ["In Employment Division v. Smith, members of the Native American Church sued the state of Oregon over their use of this substance. This sacramental plant is often consumed in a tipi during a namesake all-night ceremony.", "In 1992, this Hindu sect lost a fight to allow begging for money in airports. This sect, known for its chants and orange robes, built the town of New Vrindaban, West Virginia, which contains Prabhupada’s Palace of Gold.", "In the 1878 case Reynolds v. U.S., the Court ruled that this religion’s practice of bigamy could be outlawed. This majority religion of Utah was founded by Joseph Smith."], "category": "Religion"}, {"leadin_sanitized": "One species of this tree named for Grandidier forms a so-called “Avenue” in Morondava. For 10 points each:", "answers_sanitized": ["baobab [or Adansonia]", "Republic or Madagascar [or Republique de Madagascar; or Repoblikan’I Madagasikara; or Malagasy Republic; or Isle of Saint Lawrence; or Great Red Island]", "Mozambique Channel &lt;JG, Geography&gt;"], "parts_sanitized": ["Name these “upside-down” trees found in arid regions of Africa, Australia, and the Arabian Peninsula that can have diameters as large as 52 feet.", "Six of the nine species of baobab are endemic to this large island country, which is also home to every species of lemur. Its capital is Antananarivo.", "Madagascar is separated from mainland Africa by this body of water, which also contains the nation of Comoros and the French department of Mayotte."], "category": "Geography"}, {"leadin_sanitized": "Chemical vapor deposition and molecular beam epitaxy are methods of producing these materials. For 10 points each:", "answers_sanitized": ["thin films [or thin film interference]", "semiconductors", "transistors [accept field effect transistor; accept bipolar junction transistor; prompt on FET; prompt on BJT] &lt;GC, Physics&gt;"], "parts_sanitized": ["Identify this two-word term, which refers to materials between approximately a nanometer to a micrometer in thickness. A form of interference named after these materials produces the colors of soap bubbles.", "Many thin films act as this type of material, which is often made of silicon with properties in between those of conductors and insulators.", "A semiconductor material is used to make these electrical devices which exist in bipolar junction and field effect forms. These devices can be used as amplifiers or switches."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This man’s first successful business venture was a precursor to the Staten Island Ferry. For 10 points each:", "answers_sanitized": ["Cornelius Vanderbilt", "railroads [accept equivalents like railways; accept trains or locomotives]", "Pennsylvania [or the Pennsylvania Railroad] &lt;JG, American History&gt;"], "parts_sanitized": ["Name this industrialist, who fought against James Fisk and Jay Gould for control of one asset in the “Erie War.”", "Vanderbilt’s domination of this industry involved strategically closing the Hudson River Bridge to shut out competitors. Vanderbilt also financed the construction of Grand Central Depot for this industry.", "The chief rival of Vanderbilt’s New York Central Railroad was a company named for this state, run by Thomas A. Scott. That company built several terminals named for this state, including one in New York City."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Brahmagupta’s formula can be used to find the area of a cyclic variety of this convex polygon. For 10 points each:", "answers_sanitized": ["quadrilateral", "Ptolemy [accept Ptolemy’s theorem]", "180 degrees &lt;LZ, Mathematics&gt;"], "parts_sanitized": ["Identify this type of shape, examples of which include trapezoids, rectangles and parallelograms.", "For a cyclic quadrilateral, this man’s theorem expresses the product of the lengths of the diagonals in terms of its side lengths. This Greek man is also known for his work in astronomy and geography, authoring The Almagest.", "Using the fact that for a cyclic quadrilateral ABCD, angle ACB is equal to angle BDC, the sum of the opposite angles in a cyclic quadrilateral is this number of degrees."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Adam Hochschild wrote a book titled for this king’s <em>Ghost</em>. For 10 points each:", "answers_sanitized": ["Leopold II [Prompt on King Leopold]", "German Empire [Accept Germany and Second Reich]", "Patrice Lumumba [or Patrice Hemery Lumumba] &lt;GP, World History&gt;"], "parts_sanitized": ["Name this Belgian king who personally owned the Congo Free State. The atrocities of this king’s Force Publique against the Congo’s people resulted in him being forced to turn it over to the Belgian government in 1908.", "During World War I, forces from the Belgian Congo invaded modern-day Rwanda and Burundi, which were part of this empire’s East African holdings. This empire lost its African holdings following its defeat in World War I.", "After the Congo gained independence from Belgium in 1960, this first Congolese prime minister gave a scathing, critical speech at the ceremony. Belgian-supported Katangan secessionists killed this man in 1961."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "When this composer visited Buckingham palace, Queen Victoria sang her favorite song of his, “Italien,” only to be informed that particular song was written by his sister, Fanny. For 10 points each:", "answers_sanitized": ["Felix Mendelssohn [or Jakob Ludwig Felix Mendelssohn-Bartholdy]", "Scottish Symphony [accept Mendelssohn's Symphony No. 3 in A minor]", "wedding [or marriage, accept “Bee’s Wedding”] &lt;DB, Auditory Fine Arts&gt;"], "parts_sanitized": ["Name this composer, who dedicated one of his Songs Without Words to Fanny to celebrate the birth of her son.", "Mendelssohn dedicated this symphony of his to Victoria, and he gave her and Albert a piano duet version of it. The inspiration for this symphony came from the same trip that inspired his Hebrides Overture.", "“The Spinner's Song” in Songs Without Words has been nicknamed for this event “for bees.” Mendelssohn’s incidental music for A Midsummer Night’s Dream features a famous march often played at these events."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Donald Keene’s translation of this work states that “the months and days are the travelers of eternity.” For 10 points each:", "answers_sanitized": ["The Narrow Road to the Deep North [or Oku no Hosomichi]", "Matsuo Basho", "Japan [or Nippon, or Nihon] &lt;DB, Non-Epic Poetry&gt;"], "parts_sanitized": ["Name this travelogue, which depicts a poet’s travel to Ogaki during the Edo period. It uses the form of haibun, a mix of prose and poetry.", "The Narrow Road to the Deep North was written by this master of haiku, who described a frog jumping into a pond in another poem.", "Basho was a poet from this Asian nation. Another poet from here, Saigyo, used the tanka style in poems like “Winds of Autumn” and “Not Stopping to Mark the Trail.”"], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This process limits the rate of catalytically perfect enzymes. For 10 points each:", "answers_sanitized": ["diffusion", "Brownian motion [or pedesis]", "chemical potential [prompt on mu] &lt;GC, Chemistry&gt;"], "parts_sanitized": ["Identify this process, in which particles move from a region of high concentration to a region of low concentration.", "Diffusion occurs in part because of this random motion of microscopic materials in a fluid. This process was first observed and is named after a Scottish botanist who observed pollen grains it.", "Diffusion can also be defined as occurring down a gradient of this quantity, the change in energy associated with adding one particle to a system."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "On one side of this sculpture, several dolphins swim around an oval-shaped boat. For 10 points each:", "answers_sanitized": ["Cellini Salt Cellar [or Saliera, accept reasonable descriptions of Salt Cellar]", "Titian [or Tiziano Vecelli]", "rococo [accept Late Baroque; prompt on Baroque] &lt;DB, Visual Fine Arts&gt;"], "parts_sanitized": ["Name this work by Benvenuto Cellini, which depicts a sea god and an earth goddess reclining away from each other. It was commissioned by Francis I.", "A dolphin carries Cupid in the bottom right of this artist’s The Rape of Europa. He depicted the title goddess leaning on her side in the painting Venus of Urbino.", "A weird dolphin with nostrils and face-flaps is depicted in Arion on the Dolphin, a painting by Francois Boucher. Boucher was a member of this 18th-century art movement along with Jean-Honore Fragonard."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In one satirical work by this poet, the reporter Birdofredum Sawin loses parts of his body in the violence of the Mexican-American War. For 10 points each:", "answers_sanitized": ["James Russell Lowell", "graveyard [accept “The Quaker Graveyard in Nantucket”; accept cemetery]", "Ezra Pound [or Ezra Loomis Pound] &lt;EA, Non-Epic Poetry&gt;"], "parts_sanitized": ["Name this author of The Biglow Papers. This Fireside Poet is best known for his satire, as seen in his humorous analyses of other poets in A Fable for Critics.", "James Russell Lowell is a relative of the poet Robert Lowell, who wrote a poem about visiting a “Quaker” one of these places “in Nantucket,” where he pays respects to the tombstone of a “drowned sailor.”", "Both of those poets are related to Amy Lowell, a leader of the imagist movement. This other imagist poet compared “faces in the crowd” to “petals on a wet, black bough” in “In a Station of the Metro.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "At the onset of Ragnarok, this god seeks counsel from the severed head of Mimir, but most living things end up dying anyway. For 10 points each:", "answers_sanitized": ["Odin [or Wodan; or Wotan]", "Fenrir [or Fenrisulfr]", "shoe [or boot] &lt;TB, Mythology&gt;"], "parts_sanitized": ["Name this Norse “All-Father,” who also receives counsel from two ravens named Hugin and Munin. He sacrificed an eye at Mimir’s well to gain wisdom.", "At Ragnarok, Odin will be killed by this giant wolf, a son of Loki. This wolf also bit off Tyr’s hand.", "Odin’s son Vidarr will avenge his father by killing Fenrir after wedging the wolf’s jaw open with this object, which he has constructed since the beginning of time from discarded scraps."], "category": "Mythology"}, {"leadin_sanitized": "A group of economic advisors who implemented neoliberal policies in this country were known as the Chicago Boys. For 10 points each:", "answers_sanitized": ["Republic of Chile [or República de Chile]", "Operation Condor [or Plan Cóndor]", "Orlando Letelier [or Marcos Orlando Letelier del Solar] &lt;JG, World History&gt;"], "parts_sanitized": ["Name this country, where a 1973 coup forced Salvador Allende to commit suicide with an AK-47, allowing Augusto Pinochet to take power in Santiago.", "The head of Pinochet’s DINA secret police, Manuel Contreras, was the mastermind of this program of CIA- backed state terrorism in South America. Jorge Videla led the Dirty War in Argentina as part of this initiative.", "Phase III of Operation Condor included the assassination of this diplomat and his colleagues from the Institute for Policy Studies. That car bombing was the only act of state-sponsored terrorism to occur in Washington, D.C."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "At the end of this man’s best-known opera, Alfio kills Turiddu in an offstage duel. For 10 points each:", "answers_sanitized": ["Pietro Mascagni", "clowns", "Tosca &lt;JG, Other Auditory Fine Arts&gt;"], "parts_sanitized": ["Name this composer of Cavalleria Rusticana, which is considered the first realist verismo opera and often performed with Ruggero Leoncavallo’s Pagliacci. This man also composed such works as L'Amico Fritz.", "In Pagliacci, Canio sings “Vesti la giubba,” or “put on the costume,” when he must perform as one of these characters after discovering his wife’s infidelity. When he kills Silvio, he declares, “The comedy is finished!”", "In this verismo Puccini opera, the title woman sings “Vissi d’arte” after Cavaradossi is captured by Baron Scarpia. By the end of this opera, the title singer jumps off the edge of the Castel Sant'Angelo."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "This practice is the subject of <em>Daemonologie</em>, a treatise that Shakespeare likely used as a source while writing <em>Macbeth</em>. For 10 points each:", "answers_sanitized": ["witchcraft [prompt on magic or sorcery]", "Salem Town [or Salem Village; or Salem Witch Trials]", "Denmark [or Denmark-Norway] &lt;TB, European/British History&gt;"], "parts_sanitized": ["Name this practice, which is also the subject of Heinrich Kremer’s Malleus Maleficarum. Matthew Hopkins, who hunted people accused of this crime, popularized the “swimming test” and “pricking test” used in those hunts.", "Hopkins’s book The Discovery of Witches influenced witch hunts in New England, including in this Massachusetts town. Cotton Mather argued for the use of “spectral evidence” in namesake witch trials in this town.", "Christian IV, a monarch of this country, oversaw many witch burnings, including that of Maren Spliid. Christian also oversaw this nation’s entry in the Thirty Years War, which was ended by the Treaty of Lubeck."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The U. S. Women’s National Team started this event with a 13-0 win over Thailand behind Alex Morgan’s five goals. For 10 points each:", "answers_sanitized": ["2019 FIFA Women’s World Cup", "Megan Rapinoe [rah-pee-noh] [or Megan Anna Rapinoe]", "equal pay [or anything related to a gender-based pay gap or pay disparity; accept synonyms such as wages in place of “pay”; accept descriptive answers about the women’s team being paid less than the men’s] &lt;TB, Current Events&gt;"], "parts_sanitized": ["Name this 2019 event, which ended with the U.S. defeating the Netherlands 2-0 in the championship match in Lyon, France.", "This outspoken U.S. winger won both the Golden Boot and Golden Ball in the World Cup. This woman’s partner, Sue Bird, wrote an article called “So The President Hates My Girlfriend” before the Cup semifinals.", "Rapinoe, along with 25 other USWNT players, is currently suing U.S. Soccer over this specific gender-based discrimination. After the World Cup final, spectators at the Stade de Lyon chanted in support of this issue."], "category": "Trash"}, {"leadin_sanitized": "This town’s schoolhouse, which was designed by Yost van Houten, is described as being similar to an “eel-pot,” since a thief might easily get in but have trouble getting out. For 10 points each:", "answers_sanitized": ["Sleepy Hollow [accept “The Legend of Sleepy Hollow”]", "Washington Irving", "the Headless Horseman [prompt on a partial answer] &lt;TB, Short Fiction/Other&gt;"], "parts_sanitized": ["Name this glen adjacent to Tarry Town, known for its supernatural activity, which is sometimes blamed on a High German doctor or a Native American prophet. It contains a tulip tree named for the traitor Major Andre.", "“The Legend of Sleepy Hollow” appears in this author’s collection The Sketch Book of Geoffrey Crayon, which also contains this author’s story “Rip Van Winkle.”", "The most notable ghost in Sleepy Hollow is this figure, who is said to have been a Hessian soldier killed by a cannonball. This figure hurls a pumpkin at Ichabod Crane and is heavily implied to be Brom Bones in disguise."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This thinker described wrestling as “a sort of mythological fight between Good and Evil,” with “an orgy of evil” being necessary to make it entertaining. For 10 points each:", "answers_sanitized": ["Roland Barthes [roh-LAWN BART]", "Mexico [or Estados Unidos Mexicanos; or United Mexican States]", "masks [or The Way of the Masks] &lt;TB, Social Science&gt;"], "parts_sanitized": ["Identify this author of Mythologies. He claimed that “to give a text an author is to impose a limit on that text” in the essay The Death of the Author.", "Anthropologist Heather Levi is known for studying lucha libre, a type of wrestling from this country. Levi and Gabrielle Murray have linked lucha libre traditions to Aztec rituals historically practiced in this country.", "Luchadors typically wear these distinctive costume pieces, which, according to Levi, allow the wrestler to become a national symbol. Claude Levi-Strauss wrote about The Way of [these things] as they relate to Native American tribes in the Pacific Northwest."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The zymogen pepsinogen is cleaved into pepsin by this substance. For 10 points each:", "answers_sanitized": ["stomach acid [or gastric acid; or gastric juice; or hydrochloric acid; or HCl; prompt on acid]", "esophagus [or gullet]", "small intestine [prompt on intestine] &lt;GC, Biology&gt;"], "parts_sanitized": ["Identify this substance, which is secreted by parietal cells in response to the binding of histamine to H2 receptors.", "In acid reflux, gastric acid leaves the stomach and damages this organ. Muscles in this organ transport boluses to the stomach through peristalsis.", "The pyloric sphincter connects the stomach to the duodenum, which is the first part of this organ. This organ is located between the stomach and the colon."], "subcategory": "Science Biology", "category": "Science"}]}