{"tossups": [{"question_sanitized": "In an opera by this composer, the witch Ježibaba helps the title water sprite become human to pursue a prince, in exchange for her voice. The call of a scarlet tanager is imitated in the third movement of this man’s 12th string quartet, while its first movement begins with an F major pentatonic viola solo. Another piece by this composer of Rusalka features a slow English horn solo in its (*) second movement, which inspired the song “Goin’ Home.” This composer’s most famous symphony was written during a trip to Spillville, Iowa. For 10 points, name this composer of the New World Symphony.", "answer_sanitized": "Antonin Dvorak [or Antonin Leopold Dvorak] &lt;DB, Auditory Fine Arts&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The dye-sensitized form of these devices contains a porous layer of titanium dioxide nanoparticles. Perovskites are of interest as forming the active layer in these devices. These devices rely on a phenomenon which occurs when charge carriers become excited and produce excitons, generating an electric potential difference. That phenomenon involving these devices is sometimes contrasted with the (*) photoelectric effect, since the charge carriers stay within the material. A simple silicon p-n junction can act as these devices, since electrons become excited upon incident light. For 10 points, identify these devices, which can convert sunlight into electricity.", "answer_sanitized": "solar cells [or photovoltaic cells; or PVs; or solar panels] &lt;GC, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A poem titled for these objects opens with “a schooner beating up the Caribbean” that “could be Odysseus, / home-bound on the Aegean.” A novel titled after these objects ends with a man being breastfed by a woman who just gave birth to a stillborn baby. Derek Walcott wrote a collection titled after the “Sea” variety of these objects, and in the Count of Monte Cristo, Dantes refuses to eat these (*) fruits when offered to him by Mercedes. The protagonist of a novel titled after these fruits kills a police officer after his friend Jim Casy dies during a planters’ strike. For 10 points, name these fruits that title a novel about the Joad family’s move to California by John Steinbeck.", "answer_sanitized": "grapes [accept “Sea Grapes” or The Grapes of Wrath] &lt;EA, Short Fiction/Other&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Zaha Hadid used a “double pebble” design for one of these structures on the Pearl River in Guangzhou. Another structure of this type uses two gold statues of a triumphant angel on its top left and right corners and features a ceiling mural by Marc Chagall. The “ribs” of one of these facilities support an array of over one million glazed ceramic tiles. Paris’ (*) Palais Garnier and Milan’s La Scala are both facilities of this type. An iconic one of these buildings located next to a harbor was designed by Jørn Utzon. A set of concentric white shells is used in Sydney’s example of, for 10 points, what type of performing center, where musical dramas are performed?", "answer_sanitized": "opera house [accept any specific opera house before mention] &lt;DB, Other Fine Arts&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This leader told the Committee for the State of Emergency “do what you want, but report my opinion” when they imprisoned him in his vacation home during the August Coup. Protesters against this leader formed a 417-mile human chain through the Baltic States during his rule. This leader, who described his diplomacy with the (*) “Sinatra Doctrine,” appointed Eduard Shevardnadze as his Minister of Foreign Affairs and succeeded Constantin Chernenko. This man implemented the policies of perestroika and glasnost in an attempt to liberalize his country. For 10 points, name this last general secretary of the Communist Party of the Soviet Union.", "answer_sanitized": "Mikhail Gorbachev [or Mikhail Sergeyevich Gorbachev] &lt;JL, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In one poem by this author, a man “sunken to less than cinders” comes “out of [a] fire.” That poem, “Pool,” appears in this author’s collection Handfuls, which also includes a poem whose title subject “sits looking over harbor and city on silent haunches.” That subject “comes on (*) little cat feet.” Another poem by this author calls its “stormy, husky, brawling” subject the “Player with Railroads and the Nation’s Freight Handler,” along with the “City of Big Shoulders.” For 10 points, name this poet of “Fog,” who wrote about the “Hog Butcher for the World” in his poem “Chicago.”", "answer_sanitized": "Carl Sandburg [or Carl August Sandburg] &lt;EA, Non-Epic Poetry&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Nicholas M. Butler replaced the running mate of a losing ticket in this election after that running mate passed away. The firing of Gifford Pinchot by this election’s incumbent may have indirectly led to their defeat during this election year. After John Schrank failed in an attempt to assassinate one candidate in this election, that candidate claimed he was as fit as a (*) “bull moose.” In this election, the Republican president lost their reelection bid when their predecessor drew votes away by running with the Progressive Party. For 10 points, name this election, where William Howard Taft and Theodore Roosevelt lost to Woodrow Wilson.", "answer_sanitized": "Election of 1912 &lt;AN, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Scientists at the University of British Columbia discovered a N-acetylgalactosamine deacetylase enzyme that could convert people between different forms of this trait. Incompatibility between different forms of this trait can cause agglutination. This trait is partially determined by whether the (*) Rh D antigen is expressed or not. A test of cross-matching this trait must be performed before a transfusion can take place. People who are O negative for this trait are “universal donors.” For 10 points, identify this trait, determined by whether a person’s erythrocytes express A or B glycoproteins.", "answer_sanitized": "blood types [or blood groups] &lt;GC, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In one appearance, this character claims that he thought the “Waffle Fairy was just a bedtime story.” In another appearance, this character repeatedly screams “police brutality” while being arrested in an episode of K.N.I.G.H.T.S. After being told that happiness is “just a teardrop away,” this character describes being beaten by drunken party guests yelling “Piñata!” This character sings “Rawhide” and asks, “Are we there yet?” during a trip to (*) Far Far Away. This character claims that everyone likes parfait after another character compares himself to an onion. For 10 points, name this Eddie Murphy-voiced character, the sidekick of Shrek.", "answer_sanitized": "Donkey &lt;WG, Trash&gt;", "subcategory": "Trash Movies", "category": "Trash"}, {"question_sanitized": "This text presents four paths to enlightenment based on knowledge, devotion, action, and meditation, called yogas. This text summarizes its teachings in “The Perfection of Renunciation,” which is the last of its 18 chapters. This text’s line “Now I am become death, destroyer of worlds” was apocryphally quoted by Robert Oppenheimer during the Trinity nuclear test. It opens as a (*) prince rides out in a chariot onto a battlefield, where he is instructed to uphold his kshatriya duty, or dharma, by his charioteer. For 10 points, name this dialogue between Arjuna and Krishna, which appears in the Mahabharata.", "answer_sanitized": "the Bhagavad-Gita [or The Song of God; prompt on the Mahabharata before “Mahabharata” is read] &lt;EA, Religion&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "One of this author’s plays begins with a character complaining that “some speak openly against my books” before declaring that “there is no sin but ignorance.” In that play by this author, the main character forges a letter to Lodowick saying that Matthias challenged him to a duel. Both of those characters vie for the hand of (*) Abigail, whose father seeks revenge on the governor Ferneze. This author wrote a play whose title character learns black magic after making a deal with Mephistopheles. For 10 points, name this English playwright of The Jew of Malta and Doctor Faustus.", "answer_sanitized": "Christopher Marlowe [or Kit Marlowe] &lt;EA, Drama&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Antoine Parmentier promoted this commodity in France, where he surrounded it with guards only to let it be stolen at night. This commodity’s production was encouraged by Frederick the Great, who fought a war of succession with Joseph II of Austria named for this commodity. This crop is used to produce chuño in the (*) Andes, where this crop originated. The policy of “Souperism” targeted people affected by a chronic shortage of the “Lumper” variety of this crop. That shortage of this crop occurred due to a blight infestation, resulting in millions dying or fleeing a European island country. For 10 points, an 1840s Irish famine was caused by a lack of what tuber crop?", "answer_sanitized": "potatoes &lt;GP, Ancient/Other History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This thinker argued that an infinite reality requires an infinite being as its cause, leading to the conclusion that God exists; that argument is this philosopher’s namesake “circle.” This thinker described how feelings like wonder, hate, and desire are caused by the movement of “animal spirits” in a work dedicated to Elisabeth of Bohemia. In addition to writing The (*) Passions of the Soul, this thinker spent six days in meditation to write a book in which he proposed a thought experiment where a demon alters all the senses, leading this thinker to doubt everything except for himself. For 10 points, name this French philosopher, who stated “I think, therefore I am.”", "answer_sanitized": "René Descartes [or Renatus Cartesius] &lt;EA, Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "Mantel’s theorem states that given n vertices, the largest graph that doesn’t contain one of these structures is a complete bipartite graph with equally distributed parts. The intersection points of the trisectors of the angles of one of these shapes form one of these shapes with equal side lengths. The so-called “nine-point circle” goes through nine important points related to these shapes, and its center is one of the points on the (*) Euler line, which is associated with these polygons. The centroid of these shapes divides their medians into two segments, one twice the length of the other. For 10 points, identify these polygons, whose angles sum to 180 degrees.", "answer_sanitized": "triangles [or 3-cycles, prompt on cycles, prompt on cliques, prompt on complete (sub)graphs, prompt on polygons] &lt;CT, Mathematics&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "One painting by this artist depicts a girl with a red hat and black coat seated behind her sibling, both of whom are in front of a vine covered metal railing. In another work by this artist, a group of socialites stands in front of a dancing crowd under white chandeliers at Montmartre. A painting by this artist of Two Sisters shows Gustave (*) Caillebotte [kye-BUTT] sitting under a red and white awning. In that painting by this artist, a woman holding up a small dog is among a group of people drinking and socializing on a balcony overlooking the Seine. For 10 points, name this French Impressionist artist of Dance at Le Moulin de la Galette and Luncheon of the Boating Party.", "answer_sanitized": "Pierre-Auguste Renoir &lt;DB, Visual Fine Arts&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The motto “Dying for Salvation” is used by this country’s leading political party, the Patriotic Salvation Movement, which is led by president Idriss Déby. This country’s lowest point, the Bodélé Depression, is the source of dust which is blown by the wind to fertilize the Amazon Rainforest. The shield volcano Emi Koussi is the highest point in this country’s Tibesti Mountains. This country’s flag, which is identical to that of Romania, drew its design from the (*) French flag, but replaced the white stripe with a yellow one for the desert. This country disputes the Aouzou Strip with its northern neighbor, Libya. An endorheic lake for which this country is named has shrunk significantly in recent years. For 10 points, what African country is led from N’Djamena?", "answer_sanitized": "Republic of Chad &lt;CT, Geography&gt;", "category": "Geography"}, {"question_sanitized": "The narrator of this novel is misinterpreted as appearing from a hailstorm when he points up at the sun. Later on, the narrator of this novel pulls two white flowers out of his pocket to show to a group of guests after witnessing giant butterflies being chased around by huge red crabs. This novel’s narrator accidentally starts a forest fire with matches he finds in the Palace of (*) Green Porcelain, leading to the death of his friend Weena. The title object of this novel is hidden under a giant Sphinx-like structure by the light-fearing Morlocks, who prey on the harmonious Eloi. For 10 points, name this novel whose narrator travels 800 thousand years into the future, written by H.G. Wells.", "answer_sanitized": "The Time Machine &lt;EA, Long Fiction&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One member of this group, who isn’t Aegeus, died after his friend Kahedin sailed back with black sails up while carrying a woman whom that man had fallen in love with via a potion. Another member of this group ascended to heaven upon meeting Joseph of Arimathea, was given the ability to die whenever he chose, and was the only one able to sit in the Siege Perilous. A third member of this group unwillingly slept with (*) Elaine of Corbenic and went on a quest with Percival, but couldn’t complete it due to his relationship with his king’s wife, Guinevere. For 10 points, name this group, whose members included Galahad and Lancelot, and which often went on quests for the Holy Grail.", "answer_sanitized": "Knights of the Round Table [or King Arthur’s Knights; prompt on knights] &lt;EA, Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "This person and Guadalupe Victoria formulated the Plan of Casa Mata to overthrow Emperor Agustín de Iturbide. This leader fled to Cuba after Ignacio Comonfort overthrew him with the Plan of Ayutla. While fighting a French blockade of his country’s ports in the Pastry War, this leader gave a military burial to his (*) amputated leg. This leader was forced to sign the Treaties of Velasco while being held captive after the Battle of San Jacinto, which followed an engagement in which this leader’s troops massacred the defenders of a San Antonio mission. For 10 points, name this Mexican president and general, who fought the Texans at the Battle of the Alamo.", "answer_sanitized": "Antonio López de Santa Anna [or Antonio Lopez de Santa Anna Perez de Lebron; prompt on a partial answer] &lt;JL, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A type of organometallic reagent containing lithium and this metal facilitates 1,4 nucleophilic addition reactions and is named for Gilman. This element is the cathode in a Daniell cell, in which the reduction of this metal from a plus 2 oxidation state to its elemental form is spontaneous. Like chromium, this metal violates the aufbau principle, as it has a 4s1 (*) 3d10 electron configuration. Many crustaceans transport oxygen in blood by using a protein containing this metal, called hemocyanin. This element produces a blue-green color during a flame test. This element is alloyed with zinc to form brass. For 10 points, name this ductile element, with atomic number 29 and symbol Cu.", "answer_sanitized": "copper [accept Cu before mentioned] &lt;LZ, Chemistry&gt; Bonuses", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "The extensively drug resistant form of this disease is resistant to fluoroquinolones and either kanamycin, capreomycin, or amikacin. For 10 points each:", "answers_sanitized": ["tuberculosis [or TB]", "Mycobacterium", "the skin &lt;GC, Biology&gt;"], "parts_sanitized": ["Name this respiratory bacterial disease, which causes people to cough up bloody sputum. It was historically called consumption.", "The causative agent of tuberculosis is a bacterium in this genus. Leprosy is caused by the leprae or lepromatosis species of this acid-fast genus of bacteria.", "Tuberculosis is typically diagnosed by the Mantoux test, in which the purified protein derivative tuberculin is injected into this organ."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "John Watson’s “Little Albert” experiment used this technique to make a small child fear all white, fuzzy objects, including Santa’s beard. For 10 points each:", "answers_sanitized": ["classical conditioning [accept word forms; prompt on conditioning]", "the Kerplunk experiment", "Ivan Pavlov [or Ivan Petrovich Pavlov] &lt;TB, Social Science&gt;"], "parts_sanitized": ["Name this psychological phenomenon, wherein a previously neutral stimulus is paired with a potent stimulus. In another study, this phenomenon was used to train dogs to salivate at the sound of a metronome.", "John Watson also conducted this experiment, in which rats were conditioned to navigate a maze for food, then the size of the maze was adjusted, causing the rats to produce a namesake sound.", "This Russian scientist and pioneer of classical conditioning trained dogs to salivate at the sound of a buzzer by associating that stimulus with food. His work on digestion won him the 1904 Nobel Prize in Medicine."], "category": "Social Science"}, {"leadin_sanitized": "In this play, four girls pretend to be the wheels of a car and earlier call a motorbike “the devil’s own horse.” For 10 points each:", "answers_sanitized": ["The Lion and the Jewel", "Wole Soyinka", "Federal Republic of Nigeria &lt;WG, Drama&gt;"], "parts_sanitized": ["Name this play, in which the chief Baroka competes with the westernized teacher Lakunle for the right to marry Sidi.", "This playwright of The Lion and the Jewel also wrote of Simon Pilking’s attempts to stop a ritual suicide in his play Death and the King’s Horseman.", "Soyinka is from this West African country. Ken Saro-Wiwa chronicled this country’s Biafran war in his novel Sozaboy: A Novel in Rotten English, and briefly taught at this country’s University of Lagos."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "A man flies by the Eiffel Tower in the background of the painting <em>Paris Through the Window</em> by this artist, who also created the stained-glass <em>America Windows</em> at the Art Institute of Chicago. For 10 points each:", "answers_sanitized": ["Marc Chagall [or Marc Zakharovich Chagall]", "crucifixion of Jesus [or the White Crucifixion; or equivalents]", "Francis Bacon &lt;JG, Visual Fine Arts&gt;"], "parts_sanitized": ["Name this man, who depicted his hometown of Vitebsk in a work that shows a man with a scythe and an upside-down violinist. In another painting, this man portrayed the central figure wearing a prayer shawl.", "A burning synagogue appears in the background of that “White” version of this biblical scene. In a painting by Dalí, this scene occurs on a hypercube rather than a cross.", "This Irish artist painted some disturbing creatures based on the Furies in his Three Studies for Figures at the Base of a Crucifixion. He also painted a series of screaming popes, based on a portrait by Diego Velázquez."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "At a funeral for victims of the La Coubre explosion, this man was photographed by Albert Korda in “Guerrillero Heroico.” For 10 points each:", "answers_sanitized": ["“Che” Guevara [or Ernesto Guevara de la Serna]", "Jacobo Arbenz [or Juan Jacobo Arbenz Guzman]", "Plurinational State of Bolivia [or Estado Plurinacional de Bolivia; or Republic of Bolivia; or Republica de Bolivia] &lt;AN, World History&gt;"], "parts_sanitized": ["Name this Argentine Marxist, the author of The Motorcycle Diaries, who aided revolutionary movements worldwide, most notably with the Castro brothers in Cuba.", "Guevara’s distrust of the United States was amplified by the 1954 overthrow of this president of Guatemala. This man was overthrown in the CIA Operation PBSUCCESS after angering members of the United Fruit Company.", "Che was ultimately killed in this country while leading the Nancahuazu Guerillas. Coca farmer and Aymara activist Evo Morales led protests in this country against the American War on Drugs in the 1980s and 1990s."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This goddess drifted away after consuming an elixir of immortality. For 10 points each:", "answers_sanitized": ["Chang’e [or Chang-o]", "bows and arrows [or bows and arrows]", "Mid-Autumn Festival [or Zhōngqiū Jié] &lt;WA, Mythology&gt;"], "parts_sanitized": ["Name this Chinese goddess, who lives on the moon with a jade rabbit. She lends her name to China’s Lunar Exploration Program.", "Chang’e is married to Houyi, a hero who uses one of these weapons to destroy nine of the ten suns that were burning up the earth. Gods who use these weapons include Apollo.", "Altars to Chang’e are left out to absorb moonlight during this traditional Chinese festival, which is named for the eighth lunar month and typically occurs during September and October. This Chinese festival coincides with Chuseok in Korea and Tsukimi in Japan."], "category": "Mythology"}, {"leadin_sanitized": "Answer some questions about mathematician John Horton Conway. For 10 points each:", "answers_sanitized": ["Intermediate Value Theorem [or IVT]", "game theory [or combinatorial game theory]", "finiteness &lt;CT, Mathematics&gt;"], "parts_sanitized": ["Conway discovered a function, named the Conway base 13 function, which serves as a counterexample to the converse of this result. This result states that for a continuous function f, and two points a and b, there exists a value c, such that “f of c” is equal to every possible value between “f of a” and “f of b.”", "Conway made important contributions to the “combinatorial” variety of this branch of math. This branch of math concerns activities like the prisoner’s dilemma, nim, and chess.", "Conway was an important force in the classification of simple groups with this property. Sets with this property can be placed in bijection with a bounded-above subset of the natural numbers, and aleph numbers are used to describe sets with the opposite of this property."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This album was inspired by a U.S. government-sponsored visit to Eurasia, where its composer encountered rhythms present in local folk songs. For 10 points each:", "answers_sanitized": ["Time Out", "Dave Brubeck [or David Warren Brubeck]", "drums [or drum kit; or drum set] &lt;DB, Other Fine Arts&gt;"], "parts_sanitized": ["Name this album that features songs like “Strange Meadow Lark,” and “Blue Rondo a la Turk,” which divides a 9/8 time signature into 2+2+2+3.", "Time Out was recorded by this American jazz bandleader. This pianist’s’ namesake quartet featured the saxophone player Paul Desmond, who wrote Time Out’s breakout hit, “Take Five.”", "“Take Five” contains Joe Morello’s solo for this instrument, one of the most iconic solos for this instrument in jazz history. Morello’s solo on this instrument without sticks in “Calcutta Blues” is meant to evoke the Indian tabla."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about the abolition of slavery throughout the world. For 10 points each:", "answers_sanitized": ["Joseon Dynasty", "Empire of Brazil [or Brasil; or Federative Republic of Brazil; or Republica Federativa do Brasil; or Vera Cruz]", "Taiping Rebellion [or Taiping Tianguo] &lt;GP, World History&gt;"], "parts_sanitized": ["This dynasty abolished slavery in Korea as part of the Gabo Reforms in 1894. This dynasty declared Korea an empire in 1897; however, it would be annexed to the Japanese empire in 1910.", "This country abolished slavery in 1888 with the Golden Law under its emperor Pedro II. This country’s monarchy was overthrown the next year and replaced with a republic ruled from Rio de Janeiro.", "Slavery was abolished by the government of Hong Xiuquan during this rebellion against the Qing Dynasty. This rebellion was ended with the assistance of General Charles “Chinese” Gordon and the Ever-Victorious Army."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This art movement is named for a play by Friedrich Maximilian Klinger, in which Wild is revealed to be Karl Bushy in disguise. For 10 points each:", "answers_sanitized": ["Sturm und Drang [prompt on “Storm and Stress” or “Storm and Drive”]", "Johann Wolfgang von Goethe", "Friedrich Schiller [or Johann Christoph Friedrich von Schiller] &lt;TB, Drama&gt;"], "parts_sanitized": ["Name this German art movement, whose name is often roughly translated as “storm and stress.” It was followed by Weimar Classicism.", "This German author’s sentimental novel The Sorrows of Young Werther is often held up as an archetypal work of Sturm und Drang, although this man moved away from the movement in later works, like Faust.", "This man’s melodrama The Robbers, which depicts the tension between Franz and Karl Moor, is another quintessential Sturm und Drang work. This playwright also wrote the poem “Ode to Joy.”"], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This kingdom’s final ruler was Boabdil. For 10 points each:", "answers_sanitized": ["Kingdom of Granada", "Reconquista [or Reconquest]", "Ferdinand II of Aragon and Isabella I of Castile [prompt on partial answer] &lt;GP, European/British History&gt;"], "parts_sanitized": ["Name this kingdom ruled by the Nasrid Dynasty, which was the last of the Muslim kingdoms to fall to the Christians in the Iberian Peninsula. This kingdom surrendered to Christian forces in 1492.", "The fall of Granada finally ended this 780-year period in Spanish history, which saw Christian kingdoms slowly retake Muslim-controlled territory. It began with the Battle of Covadonga in 722 CE.", "These two Spanish monarchs were in power when Granada fell in 1492, ending the Reconquista. These rulers, who unified Spain through their marriage, issued the Alhambra Decree and sponsored Columbus’ voyages."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The composer of this piece complained about the original colored version of the painting that inspired it, saying “If I had first seen the original, I, probably, would not have written [this piece].” For 10 points each:", "answers_sanitized": ["The Isle of the Dead [or Die Toteninsel]", "Sergei Rachmaninoff [or Sergei Vasilyevich Rachmaninoff]", "piano [or pianoforte] &lt;DB, Auditory Fine Arts&gt;"], "parts_sanitized": ["Name this tone poem in 5/8 time, which was inspired by an Arnold Böcklin painting.", "The Isle of the Dead was written by this Russian composer, whose Rhapsody on a Theme of Paganini begins to incorporate the “Dies Irae” in its seventh variation.", "Rhapsody on a Theme of Paganini is a concerto for this instrument. Rachmaninoff was a virtuoso of this instrument, partly due to the fact that his massive hands could span 13 of the white keys on this instrument."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In one play by this writer, the servant girl Malavika is revealed to be a princess, making her affair with the King Agnimitra legitimate. For 10 points each:", "answers_sanitized": ["Kalidasa", "Classical Sanskrit", "clouds [accept The Cloud Messenger or The Clouds] &lt;EA, Drama&gt;"], "parts_sanitized": ["Name this early Indian author of plays like Pertaining to Malavika and Agnimitra and The Recognition of Shakuntala.", "Kalidasa is considered the greatest writer of this ancient Indian language, which was also used to write works like the Mahabharata and the Rig-Veda.", "Kalidasa wrote a lyric poem about one of these objects carrying a message for a spirit’s wife. In an Aristophanes play titled for these objects, Pheidippides is sent to The Thinkery in order to learn about sophistry."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Within this set of rules, double bonds between two atoms, A and B, are treated as a single bond between A and B and a single bond between A and a “ghost atom” duplicate of B. For 10 points each:", "answers_sanitized": ["the CIP priority rules [or the Cahn–Ingold–Prelog priority rules]", "IUPAC [I-U-pack] [or the International Union of Pure and Applied Chemistry]", "organic molecules [or organic compounds; or organic nomenclature] &lt;GC, Chemistry&gt;"], "parts_sanitized": ["Identify this set of rules, used to unambiguously assign a name to a stereoisomer.", "The CIP rules were adopted by this international organization, which defines the rules for chemical nomenclature.", "The set of rules for naming this type of molecule are described in the IUPAC Blue Book. These molecules are typically defined as any molecule that contains carbon, although there are exceptions, like carbon monoxide."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In Catholicism, pilgrims often go on journeys to visit churches that house these objects, such as the bones of St. James at Santiago de Compostela. For 10 points each:", "answers_sanitized": ["holy relics", "Buddha [or Siddhartha Gautama; or Shakyamuni; accept any underlined name]", "stupas [do not accept any other names, as those do not come from Sanskrit.] &lt;TB, Religion&gt;"], "parts_sanitized": ["Name these holy objects, other examples of which include the skulls of Saints Peter and Paul at St. John Lateran in Rome. The Shroud of Turin and pieces of the True Cross are examples of these things.", "The Temple of the Tooth in Sri Lanka houses a tooth belonging to this non-Catholic figure. Tradition holds that all this figure’s relics will recombine at the bodhi tree, where this figure gained enlightenment.", "Buddhists construct these mound-like or hemispherical buildings to house holy relics. These buildings, which have a name derived from Sanskrit, are often circled by devotees in the ritual of pradakshina."], "category": "Religion"}, {"leadin_sanitized": "During the Mueller hearings, a congressman from this state declared that while President Trump wasn’t above the law, he “shouldn’t be below it.” For 10 points each:", "answers_sanitized": ["Texas", "Director of National Intelligence", "Paul Manafort &lt;AN, Current Events&gt;"], "parts_sanitized": ["Name this home state of John Ratcliffe. Other representatives from this state include Joaquin Castro and Veronica Escobar, who succeeded Beto O’Rourke as congresswoman.", "John Ratcliffe was briefly nominated for this cabinet-level position, although he later withdrew due to a lack of qualifications. Ratcliffe would’ve replaced former senator Dan Coats in this position.", "Texas congressman Louie Gohmert used Mueller’s prosecution, and subsequent jailing of, this former Trump campaign chairman as an example of parent/child separation, which is something that happens “every single day.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This person announced her candidacy for a house seat in New Mexico in May 2019. For 10 points each:", "answers_sanitized": ["Valerie Plame [or Valerie Elise Plame Wilson]", "Richard Bruce Cheney [or Dick Cheney]", "George Walker Bush [prompt on Bush; do NOT accept “George H.W. Bush;” accept any answers along the lines of Bush the son or the younger Bush] &lt;WG, American History&gt;"], "parts_sanitized": ["Name this former CIA agent, who had her position leaked by Robert Novak after her husband, Joseph Wilson, investigated claims that Iraq had purchased uranium from Niger.", "During the Plame Affair, Scooter Libby was convicted of lying to investigators. Libby is better known for working as the chief of staff for this then-vice president, who shot a guy in the face while quail hunting.", "The Plame Affair occurred during the administration of this 43rd President, who authorized the invasion of Iraq and Afghanistan during the War on Terror in the first decade of the 2000s."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This city’s Subway is a single loop that has never been expanded since it opened in 1896, and it is sadly not actually known by locals as “The Clockwork Orange.” For 10 points each:", "answers_sanitized": ["Glasgow [accept Glesga or Glaschu]", "Scotland [or Alba]", "Firth of Forth &lt;JG, Geography&gt;"], "parts_sanitized": ["Name this city on the River Clyde, which is the third largest in the United Kingdom.", "Glasgow is the largest city in this constituent country of the United Kingdom. Ben Nevis, the U.K.’s highest point, is located in the Grampian Mountains, which are part of its Highlands.", "Scotland’s capital, Edinburgh, lies on the southern shore of this body of water, an estuary connected to the North Sea. It is spanned by an iconic cantilever bridge that was the longest in the world when it was constructed."], "category": "Geography"}, {"leadin_sanitized": "This quantity is inversely proportional to the age of the universe in the Dirac large numbers hypothesis. For 10 points each:", "answers_sanitized": ["the gravitational constant [or big G; prompt on G; do not accept or prompt on little g; do not accept or prompt on gravity]", "mass", "torsion balance &lt;GC, Physics&gt;"], "parts_sanitized": ["Identify this fundamental constant, equal to approximately 6.67 times 10 to the negative 11th power in SI units.", "For most objects in the solar system, the value of standard gravitational parameter, equal to the product of the gravitational constant and this quantity, is known to a greater precision. This quantity is measured in kilograms.", "A precise value of the gravitational constant was first obtained in a 1798 experiment by Henry Cavendish using one of these devices, consisting of two masses suspended by a string."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A man in a glass coach mistakes “the shadow of his equipage” for one of these animals in one poem. For 10 points each:", "answers_sanitized": ["blackbird [prompt on bird; accept “Thirteen Ways of Looking at a Blackbird”]", "Wallace Stevens", "a jar [accept “Anecdote of the Jar”] &lt;EA, Non-Epic Poetry&gt;"], "parts_sanitized": ["Name this type of animal, whose eye is “the only moving thing” “among twenty snowy mountains,” according to that same poem.", "“Thirteen Ways of Looking at a Blackbird” was written by this American poet, who said to “Call the roller of big cigars” at the beginning of his poem “The Emperor of Ice-Cream.”", "Stevens also wrote a poem titled for an “Anecdote” of one of these objects. In the poem, wilderness surrounds one of these objects placed “upon a hill” “in Tennessee.”"], "subcategory": "Literature American", "category": "Literature"}]}