{"tossups": [{"question_sanitized": "In one appearance, this character stops himself from kissing the man who saved his two daughters because this character believes he is still “polluted.” This character accidentally trespasses on ground sacred to the Furies, which he’s convinced to leave by a chorus of old men. After his wife (*) hangs herself, this character takes the golden brooches on her dress to hurt himself. This character appears “at Colonus” in one play, and in another, he is raised by Polybus and Merope after being abandoned by a shepherd. For 10 points, name this king of Thebes, who married his mother Jocasta after killing his father Laius in a play by Sophocles.", "answer_sanitized": "Oedipus [accept Oedipus Rex or Oedipus at Colonus] &lt;EA, Drama&gt;", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "This artist painted one of his own canvases in the background of a work depicting his father reading a newspaper, and he depicted the ruins of a castle in Château Noir. A man witnesses a reclining nude woman on her bed in this artist’s response to an earlier work by Édouard Manet titled A (*) Modern Olympia. A man in a top hat smokes a cigarette while at a table with another man in one version of his painting The Card Players, and trees form a triangle that frames the title group of his painting The Large Bathers. For 10 points, name this French Post-Impressionist painter of still-lifes like Basket of Apples and many landscapes featuring Mont Sainte-Victoire.", "answer_sanitized": "Paul Cézanne &lt;JG, Visual Fine Arts&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This leader violently suppressed the 228 Incident, marking the beginning of an era of political repression called the White Terror. The ultranationalist Blue Shirts Society supported this leader’s New Life Movement, which was partially initiated by his Christian wife Soong Mei-Ling. This leader carried out the Northern Expedition but was kidnapped in the (*) Xi’an incident, which forced him to agree to a united front against Japanese invasion. This successor to Sun Yat-Sen fled to Taiwan after being defeated by Communist forces. For 10 points, name this leader of the Kuomintang, who was defeated by Mao Zedong in the Chinese Civil War.", "answer_sanitized": "Chiang Kai-Shek [accept Jiang Jieshi, Chiang Chung-cheng, and Chiang Chieh-Shih] &lt;GP, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "An equation modelling a type of these systems can be decomposed into a transient solution and a steady-state solution. When the quality factor of one of these systems is one half, it is critical and minimizes the amount of time in which it reaches equilibrium. These systems obey a differential equation in which the second derivative of position is proportional to position. By making the (*) small-angle approximation, pendulums can be modelled as one of these systems. The restoring force in these systems is proportional to displacement, meaning they obey Hooke’s law. For 10 points, a mass on a spring is an example of the “simple” type of what system?", "answer_sanitized": "simple harmonic oscillators [or SHO; accept specific types of harmonic oscillators like driven or damped harmonic oscillators] &lt;GC, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "People deliver khutbas in one example of these structures called a jami. Smaller versions of these structures are called musallas. Large arches called iwan are usually at the entrances of these locations, which people are supposed to enter with the right foot first. These locations contain a platform for speaking known as a (*) minbar. Wearing shoes is prohibited in their main halls. The adhan, or call to prayer, is given by muezzins at these locations, which have a wall called the mihrab, which marks the qiblah, or the direction to Mecca. For 10 points, name these places of worship in Islam.", "answer_sanitized": "mosques [or masjids] &lt;EA, Religion&gt;", "category": "Religion"}, {"question_sanitized": "This musical begins with someone whistling the notes G, C, F-sharp, forming a dissonant tritone motif that is used throughout. A song in this musical claims that “suddenly that name / will never be the same / to me,” and is performed after “Mambo!” is sung at a dance. In this musical, a dance-fighting scene choreographed by Jerome Robbins ends when Officer (*) Krupke arrives. At the end of this musical, Tony dies in Maria’s arms after being shot by a Puerto Rican gang member. For 10 points, name this Leonard Bernstein musical that retells Romeo and Juliet as a gang war between the Sharks and the Jets in New York City.", "answer_sanitized": "West Side Story &lt;DB, Other Fine Arts&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "The Pittsburgh Agreement saw expatriates from this country push for its independence. Human rights in this country were promoted by Charter 77, after an earlier politician in this country attempted to promote “socialism with a human face.” A student in this country set himself on fire in its capital city a year after Soviet troops invaded that city to stop the reformist efforts of (*) Alexander Dubček [doob-check]. This country’s Communist government fell during the Velvet Revolution, and the Velvet Divorce dissolved this country by creating a new nation with capital at Bratislava. For 10 points, name this former country in Eastern Europe with capital at Prague.", "answer_sanitized": "Czechoslovakia [Do not accept “Czechia,” “Czech Republic,” or “Slovakia”] &lt;GP, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "These substances are most effective at an intermediate value of enthalpy of adsorption, according to the Sabatier principle. Hydrogen migrates from one of these substances to its support during the process of spillover. The activity of these substances can be decreased in poisoning. Iron (IV) [four] oxide acts as a heterogenous one of these substances in the (*) Haber process. These substances often act by stabilizing the transition state of a reaction, and in general, lowering the activation energy of a reaction. Enzymes are biological examples of these substances. For 10 points, identify these substances which speed up a chemical reaction without being consumed, unlike accelerants.", "answer_sanitized": "catalysts [prompt on enzymes] &lt;GC, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "At the beginning of one work in this genre, four cellos and two violas play the hymn “O Lord, Save Thy People,” and that work in this genre later features a solo woodwind rendition of the folk song “U Vorot.” English horn and viola introduce the “love theme” in a “fantasy” work of this type named for Romeo and Juliet. A work in this genre features a musical duel between the (*) “Marseillaise” and “God Save the Czar.” That piece of this type used cannon fire at its premiere to depict the Battle of Borodino. Tchaikovsky wrote a piece named for 1812 in, for 10 points, what musical genre traditionally played at the head of a program?", "answer_sanitized": "overture [accept fantasy-overture or overture-fantasy, accept 1812 Overture or Romeo and Juliet Fantasy-Overture or Romeo and Juliet Overture-Fantasy] &lt;DB, Auditory Fine Arts&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In one novel from this country, the protagonist is adopted by the wealthy Courtney family and gains artistic inspiration from people like the hunchbacked Rhoda. That novel from this country ends with Hurtle Duffield dying after painting the title piece of art. This country is home to the author of (*) Voss and The Vivisector. An author from this country wrote a novel about a member of the Nazi Party who saves Jewish people from concentration camps, and a different author from here wrote a novel about Ned Kelly’s gang of bushrangers. Schindler’s List is from, for 10 points, what country, whose authors Peter Carey and Thomas Keneally wrote novels set in the outback?", "answer_sanitized": "Commonwealth of Australia &lt;EA, Long Fiction&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Until the discovery of a source at Jari Hill in the late 20th century, most geographers believed that this river’s furthest source was a glacier in the Tanggula Mountains. A tributary of this river flows through the Tiger Leaping Gorge before its confluence with the Min River at Yibin. A channel serves as an outflow from Lake Poyang to this river, which meets its largest tributary at Wuhan. A now-extinct (*) dolphin species called the baiji was once native to this river, whose lower reaches are also home to the only populations of the Chinese Alligator. The creation of a reservoir displaced 1.2 million people along this river following the construction of its Three Gorges Dam. For 10 points, name this longest river in China.", "answer_sanitized": "Yangtze River [or Chang Jiang] &lt;JL, Geography&gt;", "category": "Geography"}, {"question_sanitized": "In one story, this goddess turned the Meleagrids into guinea hens to ease their grief and took them to Leros, one of this Greek goddess’s worship centers. After angering this goddess, Agamemnon was forced to sacrifice his daughter Iphigenia. Two sons of Poseidon named Otus and Ephialtes wished to marry this goddess and Hera, respectively, after which this goddess caused the two to (*) kill each other after transforming into a deer. After being discovered bathing, this goddess turned Actaeon into a stag. The daughters of Niobe were killed by, for 10 points, what Greek goddess of the hunt who was the twin sister of Apollo.", "answer_sanitized": "Artemis [accept Diana until “Greek” is read] &lt;TB, Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "A character in this novel uses the blood of three men to baptize a weapon. In one part of this novel, the main characters encounter a man named Boomer. who recently lost his arm while driving the Samuel Enderby. A seer in this novel prophesies that a character will see two hearses, one made out of American wood, before being killed by hemp rope. While staying in New (*) Bedford, the protagonist of this novel rooms with a man named Queequeg. The narrator of this novel uses a coffin to stay afloat as the Pequod is destroyed by the title figure. Captain Ahab seeks revenge in, for 10 points, what novel titled for a giant white whale, written by Herman Melville?", "answer_sanitized": "Moby-Dick &lt;EA, Long Fiction&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The power sum of these quantities can be cleverly found using Newton’s identities. A recursive algorithm finds these quantities by approximating a function by its tangent line. Its namesake “rational” test can be used to find all potential rational values of these quantities. Sums and products of these values can be found using (*) Vieta’s formulas. Accounting for multiplicity, a function has as many of these things over the complex numbers as its degree, a result of the fundamental theorem of algebra. Factorizing a polynomial can be used to solve for these values. For 10 points, identify this term for the x-intercepts of a polynomial.", "answer_sanitized": "roots [or zeros; or the Rational Roots Test] &lt;LZ, Mathematics&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "John Sirica became more involved in this event after receiving a letter from James McCord. Ben Bradlee supported two figures involved in publicizing this event, who also consulted with a deputy FBI director. As part of this larger event, William Ruckelshaus and Elliot Richardson resigned rather than fire Archibald Cox in the (*) Saturday Night Massacre. Washington Post journalists Woodward and Bernstein investigated a crime organized by CREEP that began this scandal, which led to Gerald Ford becoming President. For 10 points, name this scandal involving the burglary of the DNC headquarters, which led to the resignation of President Richard Nixon.", "answer_sanitized": "Watergate Scandal [accept Watergate cover-up] &lt;AN, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This empire utilised wayside stations known as tambos and had familial structures known as ayllus. This empire’s administrative subdivisions included suyus and wamani, and its southern expansion was halted at the Battle of the Maule. This empire acquired coastal territory after its conquest of the Chimu Kingdom, and a successor state to this empire was led by (*) Tupac Amaru. Hiram Bingham discovered a site in this empire constructed by its emperor Pachacuti. After the Battle of Cajamarca, a room of gold was demanded by Francisco Pizarro from this empire’s final ruler, Atahualpa. For 10 points, name this South American empire ruled from Cusco.", "answer_sanitized": "Inca Empire &lt;GP, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Transforming Arabidopsis with the Agrobacterium Ti plasmid is used to induce the formation of these structures. The microenvironment of these structures is characterized by hypoxia and a \"leaky vasculature.\" \"Inducing angiogenesis\" and \"sustaining proliferative signalling\" are two \"hallmarks\" associated with cells in these structures. RB and (*) p53 are proteins that suppress the formation of these structures. These structures are considered benign if they cannot metastasize. For 10 points, name these masses of cells, the malignant form of which are caused by cancer.", "answer_sanitized": "tumors [or neoplasms; accept crown galls; accept tumor microenvironment; accept specific types of tumors like malignant or benign tumors; prompt on cancers] &lt;GC, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In one experiment, this thinker had one person mouth words as another spoke in order to form “cyranoids” to trick interactants. This thinker’s theory of the six degrees of separation led him to challenge individuals in Nebraska to mail packages to a Boston stockbroker using only close friend networks. An experiment by this thinker inspired by the (*) Eichmann trial involved a confederate with a supposed heart condition passing out. In that experiment by this man, 65 percent of “teachers” administered 450 volts of electricity to a “learner” while being told to continue by the experimenter. For 10 points, name this psychologist, the namesake of an infamous obedience experiment.", "answer_sanitized": "Stanley Milgram &lt;EA, Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "The speaker of one poem by this author describes the “unmourning water of the riding Thames” before claiming that “after the first death, there is no other.” Another poem by this author describes characters who “break in the sun till the sun breaks down” and claims “though lovers be lost love shall not.” This man, who wrote “A Refusal to Mourn the Death, by Fire, of a Child in London,” states that “blind eyes could blaze like meteors and be gay” in his most famous poem, which commands the reader to (*) “rage, rage against the dying of the light.” For 10 points, name this Welsh poet of \"And Death Shall have no Dominion\" and “Do Not Go Gentle into That Good Night.”", "answer_sanitized": "Dylan Marlais Thomas &lt;WG, Non-Epic Poetry&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This state is home to the only two congressional districts that flipped from Democrat to Republican in 2018 without redistricting. This state is home to a representative who controversially claimed that “It’s all about the Benjamins, baby.” A 2018 election in this state saw former Governor Tim Pawlenty lose a primary to succeed Mark Dayton. Tweets from a representative from this state about AIPAC were seen as perpetuating an (*) anti-Semitic trope, and a 2020 presidential candidate from this state garnered controversy for her treatment of her Senate staff. For 10 points, name this state whose members of Congress include Ilhan Omar and Amy Klobuchar.", "answer_sanitized": "Minnesota &lt;AN, Current Events&gt; Bonuses", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "According to an old joke, every Jewish holiday can be boiled down to one phrase: “They tried to kill us, we survived, let’s eat.” Answer the following about Jewish holiday foods. For 10 points each:", "answers_sanitized": ["Purim", "Chanukah [prompt on Festival of Lights]", "apples and honey [accept answers in either order] &lt;TB, Religion&gt;"], "parts_sanitized": ["On this Jewish holiday, observers are supposed to drink wine until they cannot differentiate between two names. Triangular pocket cookies served on this holiday are known in Hebrew as oznei Haman, or “Haman’s ears.”", "On this holiday, observers might eat jelly doughnuts called sufganiyot and potato pancakes called latkes as they play dreidel and light the menorah.", "On Rosh Hashanah, it is traditional to eat these two foods together to ensure a sweet beginning to the new year."], "category": "Religion"}, {"leadin_sanitized": "<em>Note to moderator: Emphasize the italicized words</em> World War II intelligence obtained from British efforts in this field were said to come from a fictional master spy named “Boniface” in order to deceive the Germans. For 10 points each:", "answers_sanitized": ["codebreaking [or cryptography; or decryption; or descriptive answers about solving a code]", "Poland", "Room 40 [accept 40 O.B.; accept NID25] &lt;TB+GP, European/British History&gt;"], "parts_sanitized": ["Name this activity performed at Bletchley Park, where the workforce was 75% female. The British used devices called “bombes” to perform this activity while combating the German Enigma machine.", "The first “bombe” machines were actually developed in this country by Marian Rejewski, who worked at this nation’s Cipher Bureau in Warsaw.", "British codebreaking efforts during World War I were directed from this department within the Admiralty. This department, nicknamed for its location in the Admiralty Office Building, decoded the Zimmermann Telegram."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In one story, this figure causes birds to be visible and in another, he learns how to produce fire from a tribe of intelligent birds. For 10 points each:", "answers_sanitized": ["Maui [mow-ee]", "Hawaii", "Pele [pel-ay] &lt;WG, Mythology&gt;"], "parts_sanitized": ["Name this Polynesian trickster who uses a lasso made of his sister’s hair and a fish hook to lengthen the day by restraining the sun.", "Maui features heavily in myths from this U.S. state, where he is said to have pulled its islands to the surface.", "This Hawaiian volcano goddess is said to live in Kilauea, where she is responsible for controlling lava flows."], "category": "Mythology"}, {"leadin_sanitized": "This character is imprisoned in a human zoo with the actress Montana Wildhack in a Kurt Vonnegut novel. For 10 points each.", "answers_sanitized": ["Billy Pilgrim [accept either underlined portion]", "World War II", "Eliot Rosewater [accept either; accept God Bless You, Mr. Rosewater] &lt;EA, Long Fiction&gt;"], "parts_sanitized": ["Name this protagonist of Slaughterhouse-Five. He is abducted by Tralfamadorians while attending the Ilium School of Optometry.", "Billy is an American soldier in this war. Elie Wiesel wrote the memoir Night about living in a concentration camp during this war.", "Billy is introduced to the works of Kilgore Trout by this recurring Vonnegut character. In a novel about this character, he wills his massive fortune to 57 children before going on trial for insanity against Norm Mushari."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This mathematician’s namesake beta function gives the alternating sum of reciprocals of odd integers raised to a power. For 10 points each:", "answers_sanitized": ["Peter Gustav Lejeune Dirichlet [or Peter Gustav Lejeune Dirichlet]", "tessellation", "statistical distribution [or probability distribution] &lt;DB, Mathematics&gt;"], "parts_sanitized": ["Name this Frenchman, whose L-functions use the powers of natural numbers in the denominators of some summations. He expanded upon the idea of placing n items into m containers in his pigeonhole principle.", "A type of this process named for Dirichlet is used to partition a plane into regions based on the distance from points on the plane to a subset of the plane. This is also the general term for tiling a plane using a repeating pattern.", "The Chinese Restaurant process uses one of these constructs named for Dirichlet. The “normal” one of these mathematical constructs takes the shape of a bell curve."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This team had only one non-vacated game in the 2010 season, a loss to Wisconsin, after some players were suspended for illegally giving their autographs for tattoos in a scandal known as “Tattoogate.” For 10 points each:", "answers_sanitized": ["Ohio State Buckeyes [accept either; do NOT accept or prompt on “Ohio”]", "Urban Meyer", "“the” [accept “The Ohio State University”] &lt;EA, Trash&gt;"], "parts_sanitized": ["Name this highest-valued college football team in the country. While being coached by people like Woody Hayes and Jim Tressel, this team has garnered 37 Big Ten championship titles, the second most behind Michigan.", "This coach for the Buckeyes from 2012 to 2018 led the team to a National Championship in 2014 and a 54-4 Big Ten record under his purview. This coach was replaced as head coach by Ryan Day in 2019 due to health concerns.", "In August of 2019, Ohio State tried trademarking this word to put on apparel. The application was rejected on the basis that the font was too big, rather than the fact that this word is the most commonly used in the English language."], "category": "Trash"}, {"leadin_sanitized": "In this poem, Lizzie warns her sister Laura that “you should not peep at” the title creatures. For 10 points each:", "answers_sanitized": ["“Goblin Market”", "Pre-Raphaelite Brotherhood [or Pre-Raphaelites]", "John Keats &lt;TB, Non-Epic Poetry&gt;"], "parts_sanitized": ["Name this poem, in which the title creatures implore maids to “come buy, come buy.” Lizzie is “trod and hustled, elbowed and jostled” as the title beings try to force her to eat their fruit.", "“Goblin Market,” by Christina Rossetti, was a foundational text of this art movement. Rossetti’s brother Dante Gabriel was a founder of this movement, which is named for its rejection of a namesake Renaissance painter.", "The Pre-Raphaelites labeled this British Romantic poet of “Ode on a Grecian Urn” one of their “Immortals.” This man’s ballad “La Belle Dame sans Merci” frequently inspired Pre-Raphaelite visual art."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This artist’s <em>Untitled</em> features a black and red skull on a blue background and was sold for 110 million dollars, the most paid for any American painting. For 10 points each:", "answers_sanitized": ["Jean-Michel Basquiat", "Andy Warhol", "boxing [or other word forms] &lt;DB, Visual Fine Arts&gt;"], "parts_sanitized": ["Name this graffiti artist of the Irony of Negro Policemen series. This American artist of Haitian descent died in 1988 of a heroin overdose at age 27.", "This artist and mentor of Basquiat was nearly killed in his studio by Valerie Solanas in 1968. He is known for his depiction of 32 Campbell’s soup cans.", "A joint exhibition of Warhol and Basquiat was advertised by posters showing them participating in this activity. Paintings by George Bellows, such as Stag at Sharkey’s, often depict this activity."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This man earned his primary epithet after an injury during the Siege of Perinthos. For 10 points each:", "answers_sanitized": ["Antigonus I [Accept Antigonus Monophthalamus or Antigonus the One-Eyed; prompt on Antigonus]", "elephants", "Salamis &lt;GP, Ancient/Other History&gt;"], "parts_sanitized": ["Name this member of the Diadochi whose namesake dynasty ruled Macedon and much of Greece until its conquest by Rome. This father of Demetrius Poliocertes was killed at the Battle of Ipsus in 301 BC.", "The Battle of Ipsus was won by Seleucus I Nicator, who had the advantage of these animals being in his army. These large animals were later used by Pyrrhus of Epirus against Rome and could be procured from India or Africa.", "Earlier in 306 BC, Demetrius captured Cyprus after defeating the Ptolemaic navy at a battle at this location. An earlier battle at this location saw Themistocles lead the Greek navy to victory against the Persians in 480 BC."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This molecule undergoes a self-ionization reaction that produces hydronium ions and hydroxide ions. For 10 points each:", "answers_sanitized": ["water [or H2O]", "14", "hydrofluoric acid [or HF] &lt;GC, Chemistry&gt;"], "parts_sanitized": ["Identify this molecule with a pH of 7. It is often referred to as the “universal solvent.”", "At 25 degrees Celsisus, the equilibrium constant for the self-ionization of water is equal to 10 raised to the negative of this number. At 25 degrees Celsius, the pH and pOH of a molecule sums up to this number.", "Highly concentrated solutions of this molecule, which are used to etch glass, also display self-ionization. Laboratories using this molecule should keep calcium gluconate on hand, since spilling this acid on skin can cause cardiac arrest."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about the French horn in German music.", "answers_sanitized": ["J.S. Bach [or Johann Sebastian Bach]", "Johannes Brahms", "Richard Strauss &lt;DB, Auditory Fine Arts&gt;"], "parts_sanitized": ["The French horns play a solo against the oboes in the first of this Baroque composer’s Brandenburg Concertos. He is also famous for the St. Matthew Passion.", "This composer’s Horn Trio in E-flat major uses a natural horn because he thought it sounded sadder. This composer’s 2nd piano concerto and the 2nd movement of this composer’s 4th and final symphony open with prominent parts for French horns.", "This composer’s father was a virtuoso horn player, which inspired passages such as the tricky horn solo in this composer’s Till Eulenspiegel’s Merry Pranks."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The Safavid Empire had a less-than-friendly relationship with many of its neighbors. For 10 points each:", "answers_sanitized": ["Mughal Empire", "Selim I [Accept Selim the Grim, prompt on Selim]", "Peter the Great [Accept Peter I, prompt on Peter] &lt;GP, World History&gt;"], "parts_sanitized": ["This empire laid three failed sieges to the Safavid city of Kandahar, two of which were under its ruler Aurangzeb. Before the first siege, the Safavids offered shelter to this empire’s ruler Humayun.", "The Safavids also fought numerous wars with the Ottomans to the west, who defeated them at the Battle of Chaldiran while under this sultan. This sultan was succeeded by Suleiman the Magnificent.", "Towards its end, the Safavid Empire was defeated in a war by this Russian tsar, who seized Safavid lands in the Caucasus. This Westernising tsar led Russia to victory in the Great Northern War."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In this play, a ghost from the slaveholding Sutter family returns to haunt the Charles family, whom he once owned. For 10 points each:", "answers_sanitized": ["The Piano Lesson", "August Wilson [or Frederick August Kittel]", "Toni Morrison [or Chloe Anthony Wofford] &lt;DB, Drama&gt;"], "parts_sanitized": ["Name this play, in which Berniece exorcises the ghost by playing the title instrument.", "The Piano Lesson was written by this African-American playwright. He wrote about garbage collector Troy Maxson in his play Fences.", "Literal and figurative ghosts of slavery appear in both The Piano Lesson and Beloved, a novel by this author. This author’s play Dreaming Emmett dramatized the lynching of Emmett Till, a teenage boy."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "An infamous passage from a textbook on this field of science begins by describing the suicides of two scientists in it, and then ominously declares, “Now it is our turn to study” this field of science. For 10 points each:", "answers_sanitized": ["statistical mechanics [accept statistical thermodynamics; prompt on thermodynamics]", "thermodynamic equilibrium", "temperature &lt;GC, Physics&gt;"], "parts_sanitized": ["Identify this field of science. This field of science is concerned with the behavior of physical systems with a large number of degrees of freedom, such as ensembles of gas particles.", "In statistical mechanics, the Boltzmann transport equation describes the behavior of systems that are not in this condition. Under this condition, there is no net transport of either energy or matter from a thermodynamic system.", "Two systems in thermodynamic equilibrium have equal values of this quantity, which can be defined kinetically as the average kinetic energy of the particles in a gas. This quantity is often measured using the Kelvin scale."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about actor Toshiro Mifune’s role in movies by filmmaker Akira Kurosawa:", "answers_sanitized": ["Yojimbo", "samurai [accept Seven Samurai]", "guns [or muskets, or rifles, or pistols] &lt;DB, Other Fine Arts&gt;"], "parts_sanitized": ["One of Mifune’s most famous roles was as the central ronin of this Kurosawa film, where his character enters a town and is bribed by two rival bosses to fight for them.", "Mifune played Kikuchiyo in another Kurosawa film, titled for seven of these warriors. These Japanese swordsmen were hired by feudal lords to protect their land.", "During one of the bandit raids in Seven Samurai, Kikuchiyo steals one of these weapons from the bandits for the sake of glory. The Magnificent Seven, a retelling of The Seven Samurai, focuses on men who use these weapons."], "category": "Trash"}, {"leadin_sanitized": "Understanding and defining this concept is the subject of a philosophical field known as epistemology. For 10 points each:", "answers_sanitized": ["knowledge", "Immanuel Kant", "Edmund L. Gettier III [or Gettier problems; or Gettier cases] &lt;EA, Philosophy&gt;"], "parts_sanitized": ["Name this concept that Plato defined as “justified true belief.” This concept can be very roughly defined as being familiar with or having information about something.", "This German philosopher explored a dichotomy involving a priori and a posteriori knowledge, or knowledge gained without and with experience, respectively, in his book Critique of Pure Reason.", "This American philosopher gives his name to problems that contradict the definition of knowledge as “justified true belief” by creating scenarios where a person’s reasons for having a justified true belief of something are incorrect."], "category": "Philosophy"}, {"leadin_sanitized": "The supercoiling of this substance is controlled by topoisomerases. For 10 points each:", "answers_sanitized": ["DNA [or deoxyribonucleic acid; do NOT accept “RNA” or “ribonucleic acid”]", "hydrogen bonding", "aromaticity &lt;GC, Biology&gt;"], "parts_sanitized": ["Name this nucleic acid comprised of adenine, thymine, guanine, and cytosine nucleobases.", "Some of the stability of DNA is a result of these dipole-dipole interactions between nucleobases. Within an alpha helix, these interactions occur between every fourth amino acid residue.", "Much more of the stability of DNA is the result of pi-pi stacking between nucleobases, which occurs because nucleobases possess this property. Tryptophan, phenylalanine, and tyrosine are amino acids whose side chains possess this property."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "As part of his will, this man established a trust which helped fund the New York Public Library. For 10 points each:", "answers_sanitized": ["Samuel Jones Tilden", "Election of 1876 [prompt on ‘76]", "Reconstruction &lt;AN, American History&gt;"], "parts_sanitized": ["Name this New York governor and political reformer. This man worked to reduce the power of “Boss” Tweed and Tammany Hall and broke up the notoriously corrupt “Canal Ring.”", "Despite getting more popular votes than Rutherford B. Hayes, Tilden lost the presidential election in this year. Three states’ disputed results in this presidential election were settled by a compromise the next year.", "The Compromise of 1877 is widely credited with ending this period of time. Freed slaves briefly gained representation and rights in the South during this post-Civil War “rebuilding” period."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Species endemic to this island include a rare pomegranate, the cucumber tree, and the dragon’s blood tree, which is named for its red sap. For 10 points each:", "answers_sanitized": ["Socotra [or Suquṭrā]", "Republic of Yemen", "Aden [or the Gulf of Aden] &lt;JG, Geography&gt;"], "parts_sanitized": ["Name this island, a biodiversity hotspot located off the coast of the Horn of Africa.", "Although Socotra is geographically in Africa, it is a territory of this country on the Arabian Peninsula that has a capital at Sana’a. It is the site of an ongoing civil war between Houthi rebels and Saudi-backed forces.", "Socotra is located at the opening of a gulf with this name that lies between the Red Sea and the Arabian Sea. The bombing of the USS Cole took place in the harbor of a city with this name."], "category": "Geography"}, {"leadin_sanitized": "Name some things that authors talk about when they talk about stuff. For 10 points each.", "answers_sanitized": ["Raymond Carver [or Raymond Clevie Carver Jr.]", "Anne Frank [accept Annelies Marie Frank]", "Haruki Murakami [accept in either order] &lt;EA, Short Fiction/Other&gt;"], "parts_sanitized": ["Terri discusses her abusive relationship and Mel discusses his past experiences in love with Nick and Laura in this American author’s short story “What We Talk About When We Talk About Love.”", "Nathan Englander used Carver’s story as inspiration for “What We Talk About When We Talk About” this person. This person wrote about her experiences during the Holocaust in her Diary of a Young Girl.", "This other author discussed his love with long-distance running in the memoir What I Talk About When I Talk About Running. His novels include The Wind-Up Bird Chronicle."], "subcategory": "Literature American", "category": "Literature"}]}