{"tossups": [{"question_sanitized": "This author wrote a poem in which he hopes to share an “odd, inanimate feast” with the moon and his shadow. In another poem by this writer, the speaker describes the moonlight “like frost on the ground,” which he sees when “lifting [his] head.” Many poems by this writer were liberally translated by (*) Ezra Pound. One speaker of a poem by this author says he hopes to meet his friends “on the Cloudy River of the sky” after holding “a cup of wine, under the flowering trees.” For 10 points, name this Tang-era Chinese poet of “Quiet Night Thoughts” and “Drinking Alone by Moonlight.”", "answer_sanitized": "Li Bai [or Li Bo, Li Pai, Li Po, Taibai, etc; prompt on Bai, Bo, etc] &lt;EA, Non-Epic Poetry&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This king and Malcolm III signed the Treaty of Abernathy, which declared Scotland as a fief to his kingdom. This husband of Matilda of Flanders destroyed much of Yorkshire in a campaign against Edgar Atheling, and began another campaign with a landing at Pevensey. Lands destroyed by this king’s (*) Harrying of the North appear in the survey of properties this king compiled into his Domesday Book. This king defeated a force of housecarls in the last battle of a campaign that began after the death of Edward the Confessor. For 10 points, name this Norman, who defeated Harold Godwinson at the Battle of Hastings to take the English throne in 1066.", "answer_sanitized": "William the Conqueror [accept William I of England; prompt on William] &lt;AN, European History&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "In The New Science, Italian philosopher Giambattista Vico associated certain language tropes to different categories of this concept, which he theorized was “cyclic.” One philosopher theorized that this concept was the manifestation of a “World Spirit,” which he used to explain why he believed Africa did not have this concept. That theory of this concept was outlined by (*) Hegel, who wrote Lectures on the [this concept] of Philosophy. Thomas Carlyle explained the impact of heroes on this concept in his “great man theory.” For 10 points, name this concept, the study of past human events.", "answer_sanitized": "history &lt;EA, Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "The square of both charge and this quantity is proportional to the power emitted by a point charge in the Larmor formula. This quantity is by definition zero in an inertial reference frame. Velocity squared divided by radius equals this quantity for an object undergoing centripetal motion. The rotational analogue of this quantity multiplies moment of inertia to give (*) torque. This quantity is the time derivative of velocity. The symbol little g represents this quantity at the surface of the Earth, where it is equal to approximately 9.8 meters per second squared. For 10 points, the product of mass and what quantity equals force, by Newton’s second law?", "answer_sanitized": "acceleration [accept gravitational acceleration; accept angular acceleration; accept rotational acceleration; prompt on a; prompt on alpha] &lt;GC, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The painting Inn of the Dawn Horse depicts a hyena hanging out with Leonora Carrington, who fled to this country after World War II. Instead of painting a memorial portrait like she was commissioned to, one artist from this country depicted the entire gruesome suicide of the socialite Dorothy Hale. The blue house of the artist of (*) What the Water Gave Me from this country was turned into an art museum. That artist from this country painted her spine as a crumbling column in a self-portrait after a bus accident and married the mural artist of Man at the Crossroads. For 10 points, name this country, home to Diego Rivera and Frida Kahlo.", "answer_sanitized": "Mexico [or Estados Unidos Mexicanos; or United Mexican States] &lt;DB, Visual Fine Arts&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This polity’s leader Eucleidas was killed at the Battle of Sellasia. This polity was governed by a council of elders called the gerousia. The Agiad and Eurypontid Dynasties provided this polity’s kings. The Great Rhetra was the constitution of this city-state written by Lycurgus, who also established its (*) agoge [ah-goh-gee] educational system. Lysander and Pausanias were military officers from this city-state. The helots were a class of slaves in this city-state, whose king Leonidas was killed, along with 300 soldiers from it, at the Battle of Thermopylae. For 10 points, name this militaristic Greek city-state.", "answer_sanitized": "Sparta [Accept Lacedaemon] &lt;GP, Ancient/Other History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "In a short story by this author, the main character descends a staircase “like a goddess of Victory” after repeating “Free! Body and soul free!” In that story by this author, Louise dies of a heart attack after she discovers her husband, Brently Mallard, did not die in a train accident. A story by this author ends with the burning of a cradle and Armand discovering his (*) mixed-race ancestry after sending his wife away into the bayou. This author’s most famous novel ends with its protagonist purposefully drowning in the Gulf of Mexico; that protagonist is Edna Pontellier. For 10 points, name this author of “The Story of an Hour,” “Desiree’s Baby” and The Awakening.", "answer_sanitized": "Kate Chopin [or Katherine O’Flaherty] &lt;TB, Short Fiction/Other&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In one video for this song, a sleeping guard’s computer is open to Minecraft and a bird with Thanos’s head is perched on a keep out sign. Later in that video for this song, Keanu Reeves is shown Naruto running, and one of the singers rides a snake. In another video for this song, which features Chris Rock, the singer jumps into a hole and is transported to the present. The singer of this song claims that his “life is a movie” before referencing a (*) “cowboy hat from Gucci.” Various remixes of this song have featured RM, Young Thug, and Billy Ray Cyrus. For 10 points, name this country-rap song in which Lil Nas X says he will take his horse to the title location.", "answer_sanitized": "“Old Town Road” &lt;WG, Trash&gt;", "category": "Trash"}, {"question_sanitized": "This figure gave a speech that urged listeners to realize that their body “is not [their] eternal soul” in order to discourage them from following their sensations. After that speech, five ascetic friends of this figure became the first arhats. This figure’s sermons include one in which he stated “all is burning,” and another in which he did not speak, but simply held up a (*) flower. This man, whose teachings are collected in the Pali Canon, explained that one can escape from the eternal cycle of reincarnation, or samsara [SAHM-suh-ruh], by following the Eightfold Way and achieving enlightenment. For 10 points, give this namesake of an Indian religion.", "answer_sanitized": "Buddha [accept either underlined part of Siddhartha Gautama; accept either part of Shakyamuni Buddha] &lt;EA, Religion&gt;", "category": "Religion"}, {"question_sanitized": "The activity of this organ can be estimated by determining the creatinine clearance or the blood urea nitrogen level, which are estimates for the GFR. The hormone ADH causes this organ to express aquaporins. The countercurrent multiplication system of this organ’s Loop of Henle is used to generate a concentration gradient of ions in this organ’s medulla. This organ’s functional unit is called a (*) nephron. The adrenal glands are right above these organs. For 10 points, identify this typically paired set of organs responsible for filtering blood to produce urine.", "answer_sanitized": "kidneys &lt;GC, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This system is split into two parts, the “A Division” and “B Division,” based on what was owned by the two corporations that it bought in 1940, the IRT and BMT. A famous angular map depicting this system was drawn by Massimo Vignelli. A 2012 hurricane caused extensive flood damage to this system, in particular its South Ferry station. This transit system includes 12 crossings of the (*) East River, and its riders can transfer to the AirTrain to JFK Airport, its city’s largest. For 10 points, identify this busiest rail transit system in North America, which runs underneath places like Grand Central Station or Times Square.", "answer_sanitized": "the New York City subway [accept obvious equivalents, prompt on just the subway or similar; prompt on public transit in New York; prompt on the MTA] &lt;CT, Geography&gt;", "category": "Geography"}, {"question_sanitized": "This deity devised a plan to dress Thor as Freya to steal Mjolnir and also retrieved the necklace Brisingamen while in the form of a seal. This owner of the sword Hofund and the golden maned horse Gulltoppr was sometimes known as Gullintani, a reference to his golden teeth. While in the form of Rig, this deity created several social classes by fathering (*) Thrall, Karl, and Jarl. The daughters of Aegir may be the nine mothers of this whitest of the Aesir, who will blow Gjallarhorn to signal Ragnarok, where he will kill and be killed by Loki. For 10 points, name this Norse god who guards the bridge of Bifrost.", "answer_sanitized": "Heimdallr [or Rig or Hallinskiði or Vindlér; accept Gullintani before it is read] &lt;WG, Myth&gt;", "category": "Mythology"}, {"question_sanitized": "In the prelude to this battle, enemy troops fired on the reconnaissance submarine USS Blessman, killing one diver. Towards the end of this battle, American marines struggled to take control of a gap between two hills known as the “meatgrinder.” During this battle, Tadamichi Kuribayashi prohibited banzai charges and instead created a system of tunnels inspired by his tactics at the Battle of (*) Peleliu. Joe Rosenthal photographed an incident on Mount Suribachi during this battle. For 10 points, name this battle in the Pacific theater of World War II, where soldiers raised an American flag in an iconic photograph on its namesake Japanese island.", "answer_sanitized": "Battle of Iwo Jima &lt;JL, World History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Raising i to this power yields a complex number equal to cosine 30 degrees plus i sine 30 degrees. In the Monty Hall problem, this is the probability of winning if you stick with your original choice. A classically impossible geometric construction involved producing an angle whose measure was equal to this fraction (*) times a given angle. The volume of a general pyramid is equal to this fraction times the height times the area of the base. This is the probability of rolling a multiple of three on a standard six-sided die. For 10 points, give this fraction, equal to four divided by twelve.", "answer_sanitized": "one-third &lt;CT, Mathematics&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "At the beginning of this play, a bachelor declares “If I ever get married, I’ll certainly try to forget the fact,” since the “essence of romance is uncertainty.” That character keeps his friend’s lost cigarette case, which contains an engraving from a woman the friend claims is his aunt. A man in this play entertains a guest’s fondness for (*) cucumber sandwiches, but not other social obligations, which he escapes using an imaginary friend named Bunbury. At the end of this play, the protagonist learns that Miss Prism left him in a handbag as an infant, which makes Algernon Moncrieff his brother. For 10 points, Jack Worthing discovers he was christened with the title name in what Oscar Wilde play?", "answer_sanitized": "The Importance of Being Earnest &lt;TB, Drama&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A significant prop from this film was given to Sam Alden, who used it as advertising for his junkyard before his son donated it to the Academy Museum. That device, named “Bruce,” malfunctioned constantly during this movie’s filming. The panicking of a group of boys prompts a famous dolly zoom on actor (*) Roy Scheider’s face in this film. One character in this film scratches his fingernails down a chalkboard to draw attention to his drawing of a “bad fish.” At the end of this film, Quint slides down the deck of the Orca into the mouth of a predator later killed by Chief Brody. For 10 points, name this 1975 Steven Spielberg movie about a killer shark.", "answer_sanitized": "Jaws &lt;DB, Other Fine Arts&gt;", "category": "Trash"}, {"question_sanitized": "A member of this group who was denounced in the Chicago Tribune article “No Quarter for Wild Beasts” was later killed in a raid alongside Mark Clark. In response to this group, Governor Ronald Reagan signed the Mulford Act, which disallowed the public carrying of firearms. This group, whose members included Fred (*) Hampton, was led by a man arrested for shooting police officer John Frey. This group began its program of Free Breakfast for Children in Oakland, where this organization was founded. For 10 points, name this activist group established by Bobby Seale and Huey Newton to advocate for black power.", "answer_sanitized": "Black Panther Party [accept Black Panthers; accept BPP] &lt;AN, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The stolen bottom corner of a page from this work had indicated that the “quam olim” fugue from its “Hostias” section was to be repeated. The inverted theme of the “Introit” of this work was later found in a fragment of an “Amen” fugue, suggesting it was meant to be included in this work. A bass soloist echoes an arpeggiated B-flat major trombone solo in the “Tuba Mirum” part of this piece. After Joseph Eybler passed on (*) completing this work, the task was then given to Franz Süssmayr. The composer of this piece died after completing 8 measures of the “Lacrymosa” section. For 10 points, name this mass for the dead by Mozart.", "answer_sanitized": "Wolfgang Amadeus Mozart’s Requiem in D-minor [accept Requiem after “Mozart” is read, prompt on partial] &lt;DB, Auditory Fine Arts&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In a novel set in this country, the orphaned Emily St. Aubert escapes the title location with her admirer Du Pont. After witnessing a murder in this country, a woman faints and drops her photographs on the ground, where they get covered in blood, and later marries George Emerson. This country is the setting of Ann Radcliffe’s Gothic novel The Mysteries of (*) Udolpho. In a different novel set in this country, the title character leaves Frederick Winterborne for Mr. Giovanelli before contracting malaria. E.M. Forster’s novel A Room With a View is set in, for 10 points, what country, where Henry James’s character Daisy Miller visits the Colosseum while in Rome?", "answer_sanitized": "Italy [or Italia; or Italian Republic; or Repubblica Italiana] &lt;EA, Long Fiction&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "An organic type of these substances can dimerize in the liquid phase as a result of hydrogen bonding. Replacing a methyl group with a trifluoromethyl can increase the strength of one of these substances in a common example of the electron withdrawing inductive effect. Organic types of these substances can be produced by oxidizing aldehydes. Organic examples of these molecules typically contain a terminal carbon attached to both a (*) hydroxyl and another oxygen, called a carboxyl group. Vinegar contains an \"acetic\" one of these substances. A pH less than 7 is possessed by--for 10 points--what substances contrasted with bases?", "answer_sanitized": "acids [accept carboxylic acids; accept organic acids; accept specific acids like trifluoroacetic acid or acetic acid; accept amino acids; prompt on carboxyl or -COOH groups with \"molecules with carboxyl groups act as what type of substance?\"] &lt;GC, Chemistry&gt; Bonuses", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "In this novel, a woman recalls how a picture of her and a black servant girl carrying her school bag turned up in a <em>Life</em> coffee table book. For 10 points each:", "answers_sanitized": ["July’s People", "Nadine Gordimer", "Republic of South Africa [or the Union of South Africa] &lt;TB, Long Fiction&gt;"], "parts_sanitized": ["Name this novel, in which the Smales family flees their home in a yellow “bakkie,” or truck. This novel ends with a woman running towards an unidentified helicopter.", "July’s People is the best-known novel of this author, who won the Booker Prize for her book The Conservationist. She also won the Nobel Prize for Literature in 1991.", "Gordimer is a native of this country, where her works were often suppressed by pro-apartheid politicians. In Gordimer’s novel Burger’s Daughter, a group of white activists plots to overthrow this nation’s government."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Mathematicians aren’t normal. Some of the things they study are, though. For 10 points each:", "answers_sanitized": ["Abelian groups", "perpendicular [or orthogonal]", "continuous &lt;CT, Mathematics&gt;"], "parts_sanitized": ["In this special class of groups, named for a Norwegian mathematician and characterized by a commutative binary operation, all subgroups are normal, meaning their left and right cosets are the same.", "The normal vector to a surface is defined in terms of having this relationship with that surface. Two lines have this relationship if they form a right angle.", "In set theory, a function is called normal if it’s increasing and has this property. Functions with this property can’t contain jumps or vertical asymptotes."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "After German paratroopers rescued this man from captivity in the Gran Sasso raid, he led a puppet government based in Salò. For 10 points each:", "answers_sanitized": ["Benito Mussolini [or Benito Amilcare Andrea Mussolini]", "Victor Emmanuel [accept Victor Emmanuel II or Victor Emmanuel III]", "Zogu I [or King Zog; or Ahmet Muhtar Zogolli] &lt;JG, European/British History&gt;"], "parts_sanitized": ["Name this man who was known as “Il Duce” while ruling as the dictator of Italy. He edited the socialist newspaper Avanti! before adopting fascism and leading the blackshirts.", "Mussolini served as prime minister under the third monarch of this name. The second monarch with this name became the first king of unified Italy during the premiership of the Count of Cavour.", "Mussolini ordered an invasion of Albania that placed Victor Emmanuel III on the throne and deposed this king. He is said to have survived at least 55 assassination attempts during his reign."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Presidential Candidate Pete Buttigieg has accused this organization of creating a “false god.” For 10 points each:", "answers_sanitized": ["NRA [or National Rifle Association]", "Wayne LaPierre [or Wayne Robert LaPierre Jr.]", "Dana Loesch [or Dana Lynn Loesch] &lt;WG, Current Events&gt;"], "parts_sanitized": ["Name this gun rights advocacy group. Its current president, Carolyn Meadows, was voted in as this organization’s president after Oliver North was forced out following a struggle over financial woes.", "This man has served as both the CEO and Executive Vice President of the NRA since 1991. Recently he has faced controversy for spending $70,000 from the NRA on a consultant when purchasing a house.", "This woman serves as the spokesperson for the NRA. She also is a former writer and editor for Breitbart and hosted her namesake show on TheBlaze TV."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "As a child, this figure legendarily discovered the laws of magnetic attraction and repulsion. For 10 points each:", "answers_sanitized": ["Dr. Yakub [or Yacub; or Yaqub]", "Unidentified Flying Object [or spaceships or alien spacecraft]", "Earth’s Moon &lt;WG, Mythology&gt;"], "parts_sanitized": ["Name this member of the Meccan branch of the tribe of Shabazz. According to the Nation of Islam, he used eugenics to create the white race while on the island of Patmos.", "The Nation of Islam also believes that the flaming wheel from Ezekiel’s visions is actually one of these objects, called the Mother Plane. Another one of these objects was worshipped by the Heaven’s Gate cult, which they believed was following the comet Hale-Bopp.", "According to the Nation of Islam, members of the tribe of Shabazz survived an event in which this object was separated from the Earth by a rogue scientist 66 trillion years ago. Selene is the Greek goddess of this object."], "category": "Religion"}, {"leadin_sanitized": "For 10 points each, answer the following about poems by Edwin Arlington Robinson.", "answers_sanitized": ["“Richard Cory”", "children [or The Children of the Night; or “Among School Children”]", "sonnet [or a Shakespearean sonnet; or a Petrarchan sonnet] &lt;DB, Non-Epic Poetry&gt;"], "parts_sanitized": ["This poem by Robinson describes a “gentleman from sole to crown” who “one calm summer night...put[s] a bullet through his head.”", "“Richard Cory” is a part of an E.A. Robinson collection titled for [these people] of the Night. These people title a Yeats poem that ends by asking “How can we know the dancer from the dance?”", "The Children of the Night contains 5 poems of this type. These 14-line poems, which feature an octet and a sestet, come in varieties named for Shakespeare and Petrarch."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The Scottish explorer Mungo Park explored the upper reaches of this river during the 18th century, but mysteriously disappeared before reaching its mouth. For 10 points each:", "answers_sanitized": ["Niger River", "Guinea", "African Elephants &lt;JL, Geography&gt;"], "parts_sanitized": ["Name this longest river of West Africa, which long puzzled geographers due to its unusual crescent-shaped course. During the rainy season, a large inland delta forms at the central portion of its course in Mali.", "The source of the Niger River is located less than 150 miles away from the Atlantic Ocean in the highlands of this nation. This country’s highest point at Mount Nimba straddles the border between it and its southwest neighbor.", "The desert lands around the upper Niger are home to the Gourma group of these animals, which gather at Lake Banzena in the inland delta of the Niger during the rainy season. However, their survival is threatened by competition with farmers and occupation of their home range by jihadist militants and poachers."], "category": "Geography"}, {"leadin_sanitized": "The Aksumite city of Koloe has been described as the first trading station for this good. For 10 points each:", "answers_sanitized": ["ivory", "Republic of Kenya [or Jamhuri Ya Kenya]", "Republic of Zimbabwe &lt;GP, World History&gt;"], "parts_sanitized": ["Name this luxury item often derived from elephant tusks, which was prized in the ancient world for carving.", "In a symbolic move, this country’s president Daniel arap Moi burned its ivory stockpiles. Wangari Maathai was an environmental activist in this country opposed to Moi’s dictatorial government.", "This Southern African country was opposed to restrictions on the ivory trade under its former president, Robert Mugabe. This country was known as Rhodesia while ruled by a white minority."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The Stefan-Boltzmann law states the power radiated by one of these objects is proportional to the 4th power of temperature. For 10 points each:", "answers_sanitized": ["black body", "microstates", "gas [or Ideal gas] &lt;LZ, Physics&gt;"], "parts_sanitized": ["Give this term for an idealized object that absorbs all electromagnetic radiation.", "Entropy can be defined as Boltzmann’s constant times the natural log of the number of these configurations for an isolated system.", "The Maxwell-Boltzmann distribution was first used to describe the distribution of particle speeds in the “ideal” type of this phase of matter."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "In one famous passage, this man described “measuring one’s soul by the tape of a world that looks on in amused contempt” and declared “One ever feels his twoness: an American, a Negro.” For 10 points each:", "answers_sanitized": ["W. E. B. Du Bois [or William Edward Burghardt Du Bois]", "The Souls of Black Folk", "songs [or music; or spirituals; or Sorrow Songs; accept any clear reference to a song] &lt;TB, Social Science&gt;"], "parts_sanitized": ["Name this sociologist, who described “double consciousness” in his best-known book. This man, a frequent critic of Booker T. Washington, was the first editor of the NAACP journal The Crisis.", "Du Bois’s definition of double consciousness appears in this book, which begins by stating “The problem of the 20th century is the problem of the color line.” This work frequently revisits the metaphor of “the Veil.”", "The last section of The Souls of Black Folk explores this aspect of African-American folk tradition, specifically mentioning “Swing Low, Sweet Chariot” and “Roll, Jordan, Roll” as examples of this tradition."], "category": "Social Science"}, {"leadin_sanitized": "This group met Toussaint Charbonneau while camping at Fort Mandan, and they began their return journey after wintering at Fort Clatsop. For 10 points each:", "answers_sanitized": ["Lewis and Clark Expedition [accept Corps of Discovery Expedition]", "Oregon", "Nicholas Biddle &lt;AN, American History&gt;"], "parts_sanitized": ["Name this expedition, led by two men and guided by the Shoshone Sacagawea, that travelled along the Missouri River to explore the new territories gained from the Louisiana Purchase.", "Fort Clatsop was constructed by the Corps of Discovery in this state. This state’s Willamette Valley became home to many settlers who had travelled westward from Independence, Missouri.", "The final report of the Corps of Discovery’s expedition was written by this man, although his name was later removed. This man served as the final head of the Second Bank of the United States."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In this novel, Cardinal Richelieu plans to use some diamond studs to expose an affair between the Queen and the Duke of Buckingham, only to be foiled by D’Artagnan and company. For 10 points each:", "answers_sanitized": ["The Three Musketeers [or Les Trois Mousquetaires]", "Milady de Winter [or Charlotte Backson; or Anne de Breuil; or Comtesse de La Fere, or Lady Clarick; accept any underlined name]", "Edmond Dantes [accept either underlined name] &lt;TB, Long Fiction&gt;"], "parts_sanitized": ["Name this novel by Alexandre Dumas, whose title characters are Athos, Porthos, and Aramis.", "One of the main antagonists of The Three Musketeers is this woman, a spy for Richelieu and Athos’s estranged wife. She tries on multiple occasions to have D’Artagnan killed.", "In Dumas’s novel The Count of Monte Cristo, this character takes on the title identity after escaping from the Chateau d’If."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Ken Ham is the president of a fundamentalist Christian organization called “Answers In [<em>this book</em>]. For 10 points each:", "answers_sanitized": ["Genesis [or Answers In Genesis]", "Young Earth creationism", "Noah’s Ark [or Ark Encounter; do NOT accept or prompt on “Ark of the Covenant”] &lt;TB, Religion&gt;"], "parts_sanitized": ["Name this first book of the Bible. Ham’s organization argues for a literal interpretation of the creation story told in this Biblical book.", "Ham is a proponent of this type of creationism, which holds that the events in Genesis took place within the last 10,000 years.", "Ham’s organization “Answers in Genesis” also operates a theme park based around a life-size replica of this Biblical vessel. According to Genesis, this object was 300 cubits long and 50 cubits wide."], "category": "Religion"}, {"leadin_sanitized": "The function of this enzyme is the subject of the chemiosmotic hypothesis. For 10 points each:", "answers_sanitized": ["ATP synthase", "magnesium [or Mg2+]", "water [or H2O] &lt;GC, Biology&gt;"], "parts_sanitized": ["Identify this enzyme, which catalyzes the addition of a phosphate group to ADP, powered by the flow of protons through it.", "For ATP to be biologically active, it must be conjugated to this ion. One of this ion is found in the center of the porphyrin ring in chlorophyll.", "ATP reacts with this molecule to produce ADP and phosphate. This molecule causes the cleavage of a chemical bond in a hydrolysis reaction."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "One instrument made by this craftsman was stolen from Bronisław Huberman from the backstage at Carnegie Hall, and only discovered after a deathbed confession 50 years later. For 10 points each:", "answers_sanitized": ["Antonio Stradivari [or Stradivarius]", "John Philip Sousa", "Theremin [accept Thereminvox] &lt;DB, Auditory Fine Arts&gt;"], "parts_sanitized": ["Name this Italian luthier of 1,116 instruments, four of which have been played by Joshua Bell. A special varnish was thought to have been applied to his instruments to give them their sound, usually considered “brighter” than those made by the rival Guarneri family.", "This American composer re-designed the tuba so that it could be carried while marching around. He earned his epithet of “The March King” for his 137 marches, including Stars and Stripes Forever and The Washington Post.", "Named for its Russian inventor, this early electronic instrument is played without actually touching it. To control the pitch on this spooky-sounding instrument, one moves their hands relative to a vertical antenna."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Replacing a hydrogen group in this carcinogenic compound with a methyl group creates toluene. For 10 points each:", "answers_sanitized": ["benzene", "resonance", "delocalization [or delocalized] &lt;LZ, Chemistry&gt;"], "parts_sanitized": ["Identify this cyclic, aromatic hydrocarbon with chemical formula C6H6. Its structure is commonly drawn with alternating single and double bonds.", "The structure of benzene is more accurately drawn as a circle inside a hexagon due to this phenomenon, in which a molecule’s structure is a hybrid of multiple contributing Lewis structures.", "Benzene has multiple resonance structures due to pi electrons possessing this property, which stabilizes the molecule. Metals are conductive since they consist of “seas” of electrons with this property."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "A Japanese-inspired work by this painter shows a woman in blue sealing a white envelope. For 10 points each:", "answers_sanitized": ["Mary Cassatt", "Impressionism [or Impressionist]", "umbrellas &lt;DB, Visual Fine Arts&gt;"], "parts_sanitized": ["Name this artist of The Letter. This student and friend of Edgar Degas may be more famous for The Child’s Bath, which shows a mother rinsing her child’s feet in a bowl of water.", "Cassatt was one of the “three great ladies” of this French art movement, whose other members included Claude Monet. This art movement used quick brush strokes to convey how light acts upon an environment.", "Marie Bracquemond, another of the “three great ladies,” created a painting depicting a Woman with one of these objects. Several pedestrians carry these objects in the Place de Dublin in a Caillebotte [kye-BUTT] work."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Name some authors who have won the Hugo Award for Best Novel in science fiction. For 10 points each:", "answers_sanitized": ["J.K. Rowling [or Joanne Rowling; prompt on Robert Galbraith]", "Isaac Asimov", "Robert A(nson) Heinlein &lt;EA, Long Fiction&gt;"], "parts_sanitized": ["In 2001, this author won the award for her novel Harry Potter and the Goblet of Fire.", "This author’s numerous award-winning novels include The Gods Themselves and Foundation’s Edge, which this author wrote 30 years after finishing his original Foundation trilogy of novels.", "This other prolific science fiction author has won the award six times, the most out of any authors. This author’s winning novels include Stranger in a Strange Land and The Moon Is a Harsh Mistress."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Name some things about “The Kingdom of the Shades” section from <em>La Bayadere.</em> For 10 points each:", "answers_sanitized": ["ballet", "arabesque", "opium &lt;DB, Other Fine Arts&gt;"], "parts_sanitized": ["Choreographed by Marius Petipa, La Bayadere is one of these stage works. Other works in this genre choreographed by Petipa include The Sleeping Beauty and The Nutcracker.", "“The Kingdom of the Shades” begins with 24 ballerinas entering one-by-one onto a ramp and performing this motion, where the body is supported on one leg, with the other leg extended directly behind with a straight knee.", "“The Kingdom of the Shades” occurs when Solor dreams about his love Nikiya after taking this drug. In Symphonie Fantastique, the central artist also takes this drug to envision his beloved."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about Polynesian kingdoms. For 10 points each:", "answers_sanitized": ["Kingdom of Hawai’i", "Kingdom of Tahiti", "Spanish Flu Pandemic of 1918 [Accept Flu Pandemic of 1918 or influenza in place of “flu”, prompt on partial answers] &lt;GP, World History&gt;"], "parts_sanitized": ["This Polynesian kingdom was united by Kamehameha the Great in the early 19th century. This kingdom’s final ruler was Lili’uokalani [lily-u-oh-kah-lah-nee] before it was annexed by the US, becoming the 50th state.", "This kingdom was founded by Pomare I and controlled much of the Society Islands and surrounding archipelagos. This kingdom was eventually conquered by the French, and is still under French control today.", "The Pacific islands were hit hard by this pandemic, including Tonga, whose king died a result of it. This pandemic was a global outbreak of H1N1, coinciding with the end of the First World War."], "subcategory": "History World", "category": "History"}]}