{"tossups": [{"question_sanitized": "This man is advised by the wind god Vayu that the only weapon that can defeat the warrior Atikaya’s invincible armor is an arrow belonging to Brahma. He invokes another man as the epitome of dharma in a prayer to an arrow, defeating a warrior that had earlier trapped him in a net of a million snakes. Queen Tara calms this man down after he becomes angered by the drunken indulgence of a king of the vanaras. At the end of the poem he appears in, this character is ordered to escort a woman to exile that he was earlier forced to prepare trial by fire for. A demon appears as an ascetic in need of help to circumvent the rekha, or chalk line, that this man draws. The rakshasa (*) Surpanakha’s nose is cut off by this husband of Urmila and avatar of Shesha. Hanuman brings the entire Mount Dronagiri back to this man because he is unable to find the magical sanjeevani herb after this man is wounded by Indrajit. This character goes to look for his brother, who is hunting a golden deer, leaving his brother’s wife Sita to be abducted by Ravana. For 10 points, name this brother of Rama in the Ramayana.", "answer_sanitized": "Lakshman [or Lakshmana] &lt;AK, Legends&gt;", "category": "Mythology"}, {"question_sanitized": "The first-order rate constant for reactions involving these species is called the j-value. Addition of these species can be modeled by the bicycle-pedal and hula-twist mechanisms. Either an alkene and enol or substituted cyclobutanol can be formed after the addition of these species causes the removal of a gamma hydrogen in the Yang reaction. These species catalyze the non-Lewis acid mediated variant of the Fries (“frees”) rearrangement. The cleavage of carbonyls in Type I and II (*) Norrish reactions is catalyzed by these species. The requirement of these reactants is outlined by the Stark–Einstein and Grotthus–Draper laws. The ratio of the number of reacted molecules to the number of these reactants is the quantum yield. These particles can excite a molecule from a singlet to triplet state. These particles catalyze abstraction and homolytic cleavage, since the absorption of these species can create free radicals. For 10 points, name these particles that are absorbed and subsequently released during fluorescence and are represented by the letters h-nu over a reaction arrow.", "answer_sanitized": "photons [accept free radicals until “Stark–Einstein” is read; prompt on light, UV, radiation, or photochemistry or word forms] &lt;RD, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Patricia Rozario repopularized opera in this home-country of hers with a 2017 production of Il Matrimonio Segreto at its recently-reopened Royal Opera House. David Murphy premiered the opera and symphony of a musician from this country who collaborated with Philip Glass on the 1990 album Passages. A folktale from this country inspired an opera commemorating Mozart’s 250th birthday that concerns a Prince’s infatuation with a girl who transforms into the title object. This country is the setting of an opera containing a barcarolle for two sopranos that describes a “thick dome” of “white jasmine,” as well as (*) John Adams’s A Flowering Tree. This country’s bayadères (“by-uh-DAIRZ”) title a Ludwig Minkus ballet. This country is home to the conductor of the 1990 Three Tenors concert in Rome who also led the LA Philharmonic in the 1960s and 1970s. In an opera set here, the title princess lures the officer Gérald by singing the Bell Song; that princess also sings the Flower Duet with her servant Mallika. For 10 points, name this setting of Léo Delibes’s (“duh-LEEB’s”) Lakmé, the home of Zubin Mehta and Ravi Shankar.", "answer_sanitized": "Republic of India &lt;RK, Opera&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Historian Gallus Anonymous wrote that this dynasty’s semi-legendary namesake was supposedly visited by guests who made his cups always full with beer. This dynasty’s founder placed it under papal protection through the document Dagome iudex (“dah-go-meh YOO-dex”). The eldest member of this family was granted control over the Seniorate Province according to the testament of a member of this dynasty called “Wrymouth.” A duke from this dynasty, Konrad I, allowed Christian of Olivia to invite the Teutonic Knights to participate in the (*) Prussian Crusade. Before he could join forces with Wenceslaus I, this dynasty’s Henry II the Pious was killed at the Battle of Legnica (“leg-NEE-tsah”) by the Mongols. Louis I of Hungary succeeded a member of this dynasty who founded the University of Kraków. This dynasty conquered the duchies of Masovia and Silesia under its founder, Mieszko (“mee-ESH-koh”) I. Casimir the Great was the final king from, for 10 points, what Polish dynasty that ruled between the tenth and fourteenth centuries, preceding the Jagiellonian (“yog-yell-OH-nee-in”) dynasty?", "answer_sanitized": "Piast Dynasty &lt;RD, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A protein named for this substance is targeted by the ONT-10 vaccine; that protein named for this substance is also known as EMA. N-acetylgalactosamine alpha binds to serine or threonine residues in a kind of O-linked glycosylation primarily exhibited by proteins found in this substance. A quantity named for this substance is low in patients with PCD. Medications that affect the composition of this substance include N-acetylcysteine, hypertonic saline, and a solution of recombinant deoxyribonuclease I known as (*) Dornase alfa. This substance is secreted by foveolar cells and by Brunner’s glands. The protein MARCKS (“marks”) coordinates the release of secretory vesicles containing this substance’s constituent proteins. Those proteins making up this substance are secreted by a type of columnar epithelial cell named for its resemblance to a cup. The delta-F508 mutation of the CFTR chloride channel leads to a thickening of this substance. For 10 points, name this bodily fluid secreted by Goblet cells, a lubricant that becomes more viscous in patients with cystic fibrosis.", "answer_sanitized": "mucus [or phlegm] &lt;AK, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This book’s preface ends by saying that if the reader doesn’t understand it, it’s probably the reader’s fault, since people have forgotten the skill of “rumination” necessary for reading. This book argues that forgetfulness is an active ability to suppress experiences and compares people whose forgetfulness is damaged to dyspeptics. This book’s third essay argues that philosophers abhor anything that gets in the away of their path to “the optimum,” such as noise and women, on its way to answering the question “What do (*) ascetic ideals mean?” This book is partly a reaction to a book by Paul Rée (“ray”), whom its author classifies among the “English psychologists” who claim that concepts like altruism evolved due to their utility. Like an earlier work, this book argues that its title concept derives from the ressentiment (“ruh-SAWN-tee-MAWN”) of the weak for the strong, who are represented by the image of the “blond beast.” For 10 points, name this follow-up to Beyond Good and Evil by Friedrich Nietzsche (“NEE-chuh”).", "answer_sanitized": "On the Genealogy of Morality: A Polemic [or On the Genealogy of Morals; or Zur Genealogie der Moral: Eine Streitschrift] &lt;WN, Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "While a character in this novel sits perched on a cliff as if planning to throw herself off, her friend notices that she has written the word “farewell” in French on the cover of a nearby book. A character in this novel troubles a woman by showing her Bronzino’s portrait of Lucrezia Panciatichi (“pahn-chah-TEE-kee”), whom he claims she resembles. This novel’s first volume ends with a chance meeting of the central characters at the National Gallery. This novel opens with a woman confronting her terrible father (*) Lionel to tell him that her aunt has ordered her to move out. After a man delivers an ultimatum to his fiancée saying that he will only marry her if she agrees to give up his inheritance, this novel ends with the line “We shall never be again as we were!” The desire to overcome Maud Lowder’s disapproval motivates Kate Croy to force a match between Merton Densher and the terminally-ill heiress Milly Theale to gain her fortune in, for 10 points, what novel by Henry James?", "answer_sanitized": "The Wings of the Dove &lt;JN, Long Fiction&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This individual interceded during an attempt to divorce Hafsa by telling Hafsa’s husband that she should be one of his wives in Paradise. This individual offered a man the choice between a cup of milk and a cup of wine, and informed that man that he had chosen the fitra when he chose the milk. Earlier, this individual cut that man’s chest open and washed it with water from the well of Zamzam. In a namesake hadith, this individual asked, “What is Islam?”, prompting a summary of the (*) five Pillars of Islam. Before departing with another person to Jerusalem, this individual brought the winged steed Buraq for the other person to ride. In an event commemorated on the Night of Power, this individual was told, “I can’t read,” when he visited Muhammad in the cave of Hira and commanded, “Read!” For 10 points, name this angel in Islamic tradition who revealed the Qur’an.", "answer_sanitized": "Gabriel [or Jibril] &lt;WC, Religion&gt;", "category": "Religion"}, {"question_sanitized": "When deriving the diffusion coefficient for an ideal gas, the right and left fluxes equal “one-fourth times average velocity times number density” as a function of this quantity and this quantity times negative-one. For an ideal gas, the coefficient of thermal conductivity equals “one-third times particle density times average velocity times specific heat per particle times this quantity.” Because the relative velocity of particles is equal to root-two times average velocity, this quantity for an ideal gas includes a one over root-two factor. A large value for this quantity characterizes (*) ballistic transport, and this quantity is the numerator of the dimensionless Knudsen (“NOOD-sun”) number. In kinetic theory, the diffusion coefficient equals “one-third times average velocity times this quantity.” The reciprocal of this quantity is equal to the number density times collision cross section, and effusion occurs when the hole diameter is much smaller than this quantity. This quantity equals the particle velocity times the average time between collisions. For 10 points, name this quantity, the average length travelled by a particle between collisions.", "answer_sanitized": "mean free path [prompt on script l] &lt;AK, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The article “Where You Are the Girls Gather to Play” links dentelle, herringbone, chevron, and stripe decorations in this city to gendered symbols on a form of dice. The author of that article, Thomas Huffman, has also argued that a structure in this city had a male western entrance and a female northern entrance and served as a girls’ initiation school. David Randall-MacIver showed that walls in this city progressed from simpler to more complex styles rather than deteriorating over time. Numerous dwellings made of a mixture of mud and thatch called (*) daga are found in this city’s Valley Complex. This city contains a thirty-foot tall Conical Tower and was equated with the biblical city of Ophir, which supplied gold to King Solomon, by the German explorer Karl Mauch (“mowk”). A golden bird on a national flag alludes to a set of soapstone sculptures found at this city. For 10 points, name this site of the Great Enclosure, a ruined stone city built by the Shona in its namesake African country.", "answer_sanitized": "Great Zimbabwe [do not accept or prompt on “Zimbabwe”] &lt;EC, World History&gt;", "category": "History"}, {"question_sanitized": "In a book about the process of translating this poem, John Felstiner recalls taking a pilgrimage on which he carried Nathaniel Tarn’s bilingual edition of this poem. This poem’s speaker admits he “roamed round dying of [his] own death” after failing to find “the mightiest death.” This poem’s speaker commands his “Love, love until the night collapses” to “contemplate the snow’s blind son” and twice plunges his hand into the Earth. A part of this poem opens with statements about stone, air, and time, each followed by the question “And man, where was he?”A long list of epithets, including (*) “coral of sunken time” and “immobile turquoise cataract,” make up a section of this poem, which ends with commands to “fasten your bodies to me like magnets” and “speak through my words and my blood.” At its opening, this poem’s speaker describes moving “from the air to the air, like an empty net” after climbing “the ladder of the earth” to a “city of laddered stones.” For 10 points, name this second canto from Pablo Neruda’s Canto General (“heh-neh-RAHL”), describing his ascent of an Inca city.", "answer_sanitized": "“The Heights of Macchu Picchu” [or “Alturas de Macchu Picchu”; prompt on Canto General] &lt;RK, Poetry&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Henry Howard Whitney provided intelligence for one of this military leader’s campaigns and later served as his aide-de-camp. This man failed to notify his superiors before changing the location of an invasion from Fajardo to Guánica. While commander of Fort Monroe, this man was accused of mistreating the imprisoned Jefferson Davis. Commissary General Charles Eagan was court-martialed for denying a report authored by this man that claimed Secretary of War Russell A. Alger was providing (*) embalmed beef to soldiers. This man commanded the invasion of Puerto Rico during the Spanish-American War. After departing Fort Keogh (“kyoh”), he sent Cheyenne and Lakota scouts to the Bear Paw Mountains to locate Chief Joseph, who surrendered to Oliver O. Howard and this man. This general succeeded George Crook as military commander of the Department of Arizona, during which he tracked down a Native American leader in Skeleton Canyon. For 10 points, name this American general who captured Geronimo.", "answer_sanitized": "Nelson A. Miles [or Nelson Appleton Miles] &lt;RD, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This director placed a car on a specially-designed turntable to film a scene in which Georgia Lorrison drives recklessly through a torrential rainstorm while sobbing. A film by this director uses non-diegetic (“non-die-uh-JET-ick”) shots of a ghostly ship, a skull in the desert, and an egg to imply that a play has flopped. A film by this director includes a shot in which a girl dancing with her grandfather passes behind a Christmas tree and emerges from the other side dancing with her lover, John. In a film by this director of (*) The Bad and the Beautiful, Adam has a daydream in which he is the soloist, the conductor, all of the members of the orchestra, and an enthusiastic audience member during a performance of a piano concerto. In a film by this director, Esther sings about the “clang, clang, clang” of the title vehicle in “The Trolley Song.” This director’s most famous film climaxes with a lavish seventeen-minute ballet sequence featuring Leslie Caron (“kah-ROHN”) and Gene Kelly, set to the music of George Gershwin. For 10 points, name this husband of Judy Garland who directed musicals like The Band Wagon, Meet Me in St. Louis, and An American in Paris.", "answer_sanitized": "Vincente Minnelli &lt;WN, Other Art (Film)&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Height of strain and decision latitude comprise Robert Karasek’s “Demand Control Model” for assessing these locations. Instrumentality and valence factor into Victor Vroom’s expectancy theory, most often used in these places. Walter Dill Scott attributed their success to “mental attitude” rather than “mental capacity.” Douglas McGregor’s Theory X and Theory Y are pessimistic and optimistic views of people in these locations. Kurt Lewin theorized that these locations “freeze” and “unfreeze” when undergoing change. Elton Mayo’s behavioral theories were inspired by his experiments in these locations utilizing Piaget’s clinical methods of interviewing. The (*) “hygiene” of these locations is emphasized by Herzberg’s two factor theory, which contrasts it with motivation, instead predicting satisfaction. Light variation in one of these locations led to the discovery of the Hawthorne effect. Industrial and Organizational psychology seeks to improve conditions of these locations. For 10 points, a Maxwell House advertisement by John B. Watson popularized the “coffee break” in what sort of places?", "answer_sanitized": "workplaces [accept businesses; or factories; or offices; or companies; or organizations before “Organizational”] &lt;RK, Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "George Sarton posited that the study of the history of the unity of science could help to realize an ideology which he termed “The New [this ideology].” N. Katherine Hayles argues that an “anxiety” associated with the cybernetics movement played a key role in the emergence of a form of subjectivity characteristic of a successor to this ideology. Julian Huxley is often characterized as adhering to a “scientific” form of this ideology; Huxley is also credited with coining the term for an ideology derived from this one which attempts to surpass certain (*) “present limitations” through science. A form of this ideology is often characterized by the phrase “ad fontes”; that phrase represents the desire of some adherents of a form of this ideology to recover classical sources of knowledge that had been lost. That form of this ideology is manifested by thinkers like Giovanni Pico della Mirandola, who exemplified its “Renaissance” variety. For 10 points, identify this ideology, which has at times advocated the study of a related set of disciplines like history and literature, and is an anthropocentric philosophy.", "answer_sanitized": "humanism [accept posthumanism or transhumanism; prompt on Renaissance] &lt;MC, Other Academic&gt;", "category": "Philosophy"}, {"question_sanitized": "This molecule is the heavier of two species formed in the second step of a reaction with dissociation constants measured by Mehrbach et al., and it is also the heavier of two species produced when a quantity symbolized capital omega and known as the saturation state is less than one. The concentration of this compound is plotted on the rightmost curve of a Bjerrum (“BYAIR-um”) plot, and this compound is the most negatively charged species in the denominator of the Revelle factor, which features the three components of the DIC (“D-I-C”). The rate at which this anion dissociates increases rapidly past the lysocline, and this anion does not remain bound below the (*) saturation horizon located at its namesake compensation depth. Iron fertilization can help prevent the dissociation of this anion that is found in the scales of coccolithophores. Ocean acidification is driven by the dissociation of this anion from the alkaline earth element it binds to in minerals like aragonite. For 10 points, name this divalent anion bound to calcium in the skeletons of coral reefs and limestone.", "answer_sanitized": "carbonate [or CO3 2–; do not accept or prompt on “bicarbonate,” “HCO3–,” “carbon dioxide,” or “CO2”] &lt;AK, Other Science (Earth)&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "During his time at this location, the artist recreated a Delacroix (“duh-lah-KRAH”) lithograph depicting a Pietà (“pee-ay-TAH”) he had accidentally stained. Towards the end of his time here, the artist painted a series of thatched cottages from memory that he titled “reminiscences of the north.” The artist returned to a muted palette for a painting set here in which a group of trees frame the entrance to a quarry. While at this location, the artist revisited an earlier drawing of a man sitting by a fireplace with his head in his hands titled Worn Out for a painting titled At Eternity’s Gate. During his time here, the artist reproduced several depictions of workers in (*) wheatfields by Millet (“mee-YAY”). After leaving this location, the artist painted Charles Daubigny’s (“sharl doh-bean-YEE’s”) garden at his final residence of Auvers-sur-Oise (“oh-vair-soor-WAHZ”). A garden here inspired an 1889 depiction of Irises, while the view through an iron-barred window led to a painting with a cypress tree to the left of a swirling night sky. For 10 points, name this French commune that van Gogh moved to after his time in Arles, home to the Saint-Paul asylum where he painted Starry Night.", "answer_sanitized": "Saint-Rémy (“san-ray-MEE”)-de-Provence [accept the asylum or hospital where van Gogh stayed until “asylum” is read; accept Saint-Paul asylum/hospital or Saint-Paul-de-Mausole] &lt;AK, Painting/Sculpture&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This author’s wife published the cookbook What Shall We Have for Dinner? Satisfactorily Answered by Numerous Bills of Fare for Two to Eighteen Persons under the pseudonym Lady Maria Clutterbuck, a name used during this author’s annual Twelfth Night parties. He entertained Hans Christian Andersen at the Falstaff-inspired country house Gads Hill Place. He made significant edits to another author’s play The Frozen Deep, whose performances at Tavistock House introduced him to (*) Ellen Ternan. This author’s correspondence with Elizabeth Gaskell provided the title for her North and South, which was serialized in this author’s journal Household Words, later replaced by All the Year Round. He first gained fame for an anthology of pseudonymous stories titled Sketches by Boz. For 10 points, name this English author who left The Mystery of Edwin Drood unfinished at his death and captivated readers with serializations of novels like The Pickwick Papers and Hard Times.", "answer_sanitized": "Charles Dickens [or Charles John Huffam Dickens] &lt;RK, Misc Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "During a war with the Ottomans, this man was shot in the mouth by an enemy commander when he tried to capture the officer, but in a dramatic act, this man spit out chunks of his severed flesh and cut off the enemy commander’s pistol hand. Though he was not Emperor of Mexico, this man requested that his executioners shoot “straight to the heart but spare the face.” This man rode to the plain of Sablons (“sah-BLON”) to retrieve artillery used to shoot “a whiff of grapeshot” to end the 13 Vendémiaire (“von-daim-YAIR”) counterrevolt. For his dashing personality and flamboyant dress, this ruler was nicknamed “the (*) Dandy King.” After losing the Battle of Tolentino, this man fled to Corsica to unsuccessfully attempt to gain his throne back. The Kingdom of the Two Sicilies was established after this ruler’s overthrow. For 10 points, name this King of Naples, a Napoleonic marshal.", "answer_sanitized": "Joachim Murat (“zhoh-ah-KEEM moo-RAH”) &lt;BL, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The protagonist of a novel is embarrassed when a person in this profession ridicules the clothing of another group of people in this profession, who he claims are called “Les Jupes” (“lay ZHOOP”) in Belgium. A character of this profession describes a bird emptying a mountain of sand by removing one grain every million years, in order to explain the concept of eternity. It’s not related to teaching, but a character of this profession is told by the Aquinas-quoting protagonist that a funnel is actually a (*) “tundish.” A speech explaining the “triple sting” and “four last things” is delivered by a character of this profession while the protagonist is on a retreat. After hearing that the protagonist broke his glasses at the cinder-path, a character of this profession bats the protagonist’s hand as punishment. Characters of this profession instruct the protagonist at the Clongowes (“KLONG-gohz”) Wood and Belvedere Colleges. For 10 points, what profession in A Portrait of the Artist as a Young Man is held by Arnall, who inspires Stephen Dedalus with a “Sermon on Hell”?", "answer_sanitized": "fathers [or priests or prefects; prompt on teachers until read] &lt;RK, Long Fiction&gt; Bonuses", "subcategory": "Literature Other", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "After being unable to pay the bribe required to join the police force, the son of this building’s doorman Taha turns to Islamic extremism. For 10 points each:", "answers_sanitized": ["the Yacoubian Building", "Cairo", "dentist &lt;RK, Long Fiction&gt;"], "parts_sanitized": ["Name this Art Deco apartment home to the engineer Zaki and the homosexual newspaper editor Hatim in a novel by Alaa al-Aswany.", "This city is home to the real-life Yacoubian Building. A trilogy of novels set here chronicling the al-Jawad family begins with Palace Walk.", "Al-Aswany’s time working in this profession in the Yacoubian Building inspired the novel. In Naguib Mahfouz’s (“nah-GEEB mah-FOOZ’s”) Midaq Alley, a man of this profession named Mr. Booshy makes a living by stealing from corpses."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Answer the following questions about relative species abundance, for 10 points each:", "answers_sanitized": ["normal distribution [or Gaussian distribution]", "neutral theory of molecular evolution [or unified neutral theory of biodiversity and biogeography; prompt on unified theory or UNTB]", "Fisher’s logarithm series [prompt on Fisher series] &lt;RD, Biology&gt;"], "parts_sanitized": ["On an island, if the number of species is plotted against the log of their abundance, the graph takes on this statistical distribution. The central limit theorem implies that the mean of samples of a random variable converges to this distribution.", "The phenomenon that many species have a small population size can be explained by a theory with this name developed by Hubbell. Another theory with this name is often called the “null hypothesis” of evolution, since it contends that evolutionary changes are caused by random genetic drift rather than natural selection.", "A lognormal distribution of species on an island can be obtained from a metacommunity with this relative abundance distribution. This distribution states that number of species of abundance n is equal to “alpha times x-to-the-n over n,” where alpha and x are constants specific to the community."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Brutal “eye for an eye” reprisals during this war were carried out by commanders such as Fernando Robles. For 10 points each:", "answers_sanitized": ["Angolan War of Independence [prompt on Portuguese Overseas War; prompt on Portuguese Colonial War; prompt on Guerra do Ultramar]", "Estado Novo (“ee-STAH-doo NOH-voo”) [prompt on New State]", "pluricontinentalism [or pluricontinentalismo] &lt;BL, European History&gt;"], "parts_sanitized": ["Name this war, part of a larger colonial conflict, that resulted in Agostinho Neto (“ah-goosh-TEEN-yoo NET-oo”) taking power. This war was ended by the Alvor Agreement.", "Portugal fought to retain its African colonies during a fascist regime of this name, which was presided over for much of its existence by António Salazar. This regime was toppled by the Carnation Revolution.", "The Estado Novo officially justified holding onto its colonies with this concept, the idea that Portugal was a single nation-state with its parts spread out across the world."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Between this play’s first and second act, set in colonial Africa and modern-day London respectively, the actors switch roles with actors of the opposite gender. For 10 points each:", "answers_sanitized": ["Cloud 9", "Victorian era", "Joan [accept Pope Joan or Joan of Arc] (That Jean Anouilh play is The Lark.) &lt;RK, Drama&gt;"], "parts_sanitized": ["Name this 1979 play, primarily centering on the couple Clive and Betty, whose children include the homosexual Edward and Victoria, who’s acted by a doll. It also includes the servant Joshua, who is played by a white man because Clive desires him to be white.", "The first act of Caryl Churchill’s Cloud 9 is largely a satire of the conservatism of this era named for a British monarch. Sarah Ruhl’s In the Next Room concerns this period’s use of the vibrator to treat “female hysteria.”", "In Caryl Churchill’s Top Girls, a crossdressing figure of this name describes being stoned after getting pregnant. The trial of a person with this name is the basis for a Jean Anouilh (“ah-NOO-ee”) play adapted into English by Lillian Hellman."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This Mesopotamian artwork is a two-sided panel with three registers on each face, with one side depicting captives conquered in battle being presented to a king and the other side the preparation of a banquet. For 10 points each:", "answers_sanitized": ["the Royal Standard of Ur (“oor”) [prompt on Royal Standard by asking “what ancient city was it made in?”]", "lapis lazuli", "black bulls [or aurochs; prompt on cow or cattle] (The French site is Lascaux.) &lt;AK, Painting/Sculpture&gt;"], "parts_sanitized": ["Name this artwork that uses hieratic scale to depict a king as barely fitting in its top register. Despite its given name, it was likely found on a hollow wooden box and intended to be used a sounding board.", "The background of the Royal Standard of Ur was created with this blue gemstone inlaid in bitumen (“bit-YOO-min”). The blue glaze of the Ishtar Gate is intended to mimic this gemstone, which was used in the art of the Indus Valley.", "The Royal Standard is similar to a panel on a lyre from Ur featuring the head of one of these animals. Their heads are depicted in the bucranium (“boo-KRAH-nee-um”) motif of Çatalhöyük (“chah-tahl-HOY-ook”), and a French prehistoric site features both a “Hall” of these animals and a “Great Black” one in its Axial Gallery."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "Julius Reubke’s (“ROYB-kuh’s”) Sonata on the 94th Psalm for this instrument is prefaced by an epigraph about the “Christian soul in distress.” For 10 points each:", "answers_sanitized": ["organ [or pipe organ]", "Camille Saint-Saëns (“san-SAWNS”) [or Charles-Camille Saint-Saëns]", "toccata [or toccare] &lt;EK, Classical Music&gt;"], "parts_sanitized": ["Name this instrument played by Louis Vierne (“vee-AIRN”) and Jehan Alain (“zhuh-ON ah-LAN”), the latter of whom wrote Litanies for it.", "This composer of the Organ Symphony depicted a procession of lions, donkeys, and other beasts in his Carnival of the Animals.", "The final movement of Widor’s (“vee-DOR’s”) Organ Symphony No. 5 is a piece in this genre. These pieces end John Adams’s violin concerto and Ravel’s Le tombeau de Couperin (“luh tom-BOH duh koop-RAN”)."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In 1973, an advocate of this deity named Zemey Rinpoche published a tract called the “Yellow Book,” describing several lamas who were harmed by this deity for adopting heretical teachings. For 10 points each:", "answers_sanitized": ["Dorje Shugden [or Dorje Shuk-den; or Dolgyal]", "Gelug [or Gelugpa; or Yellow Hat]", "People’s Republic of China [or PRC; or Zhongguo; or Zhonghua renmin Gongheguo; accept Communist Party of China or CPC] &lt;WC, Religion&gt;"], "parts_sanitized": ["Name this Buddhist protector deity who is worshipped by followers of the New Kadampa Tradition. In 1996, the Dalai Lama formally banned the worship of this deity due to its sectarian nature.", "Though Dorje Shugden originated from the Sakya school of Tibetan Buddhism, he ultimately came to be regarded as a protector of this other Tibetan Buddhist school led by the Dalai Lama.", "According to a 2015 Reuters report, the worship of Dorje Shugden was promoted by this government, whose other interventions in Tibetan Buddhism include the reinstatement of the Golden Urn to control reincarnations."], "category": "Religion"}, {"leadin_sanitized": "Answer the following about crowns of thorns in history, for 10 points each:", "answers_sanitized": ["Baldwin [or Baudouin; accept Baldwin II of the Latin Empire or Baldwin of Courtenay; accept Baldwin I of Jerusalem; or Baldwin of Boulogne]", "gold [accept “Cross of Gold”]", "burakumin [prompt on hamlet people or village people] &lt;EC, Other History&gt;"], "parts_sanitized": ["The last emperor of the Latin Empire, who had this name, sold Louis IX a relic of the crown of thorns. Another ruler of this name became the first King of Jerusalem after his brother Godfrey of Bouillon (“boo-YOHN”) stated that “he would never wear a crown of gold where his Saviour had worn a crown of thorns.”", "William Jennings Bryan ended a famous 1896 speech supporting bimetallism with the line “You shall not press down upon the brow of labor this crown of thorns; you shall not crucify mankind upon a cross of” this material.", "A flag featuring a red crown of thorns is used by a Liberation League for this social class, who lived in their own hamlets and were called eta in feudal times. Members of this class, who traditionally worked in unclean occupations like butchering and leather making, still face discrimination despite being officially liberated by the 1871 Edict Abolishing Ignoble Classes."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A modified version of this procedure called Lasso is used when the number of cases is less than the number of covariates. For 10 points each:", "answers_sanitized": ["method of least squares", "inverse of “M* times M” [do not accept “inverse of M times M*”, since matrix multiplication is not commutative]", "QR decomposition [or QR factorization] &lt;JN, Math&gt;"], "parts_sanitized": ["Name this regression technique that seeks to minimize a quadratic loss function. The Gauss–Markov theorem states that the ordinary version of this technique yields the best linear unbiased estimate of regression coefficients.", "Estimates for regression coefficients in a least squares problem can be found using a pseudoinverse, which has the opposite dimensions of the original matrix. For a full rank matrix M and its conjugate transpose M* (“M-star”), the Moore–Penrose pseudoinverse is what expression right-multiplied by M*?", "This procedure may be applied to the design matrix for a more accurate solution due to the numerical instability of the Moore–Penrose inverse. This procedure factorizes a matrix into an orthogonal matrix and an upper-triangular matrix."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This figure abducted and raped Chrysippus (“cry-SIP-us”), the half-brother of Atreus and Thyestes (“thy-ESS-teez”), while teaching him chariot racing. For 10 points each:", "answers_sanitized": ["Laius (“LY-us”)", "Nemean lion [accept Nemean games]", "Elis &lt;JX, Legends&gt;"], "parts_sanitized": ["Name this man who married a descendent of the Spartoi. This man accidentally rode his chariot over the deformed feet of his son afflicted by a nail wound, causing that son to kill this figure in a fit of rage.", "Laius abducted Chrysippus during a series of games that shared its name with this creature. Heracles clubbed and strangled this creature, taking its impenetrable skin with him on his second labor in which he killed the Lernaean (“lur-NEE-in”) hydra.", "The Olympic Games, however, were held at the site of Olympia near Pisa and this other Peloponnesian city, which organized the games after it absorbed Pisa. Chrysippus was a hero of this city, which was ruled by King Augeas (“aw-JEE-us”) and later conquered by Arcadia."], "category": "Mythology"}, {"leadin_sanitized": "Answer the following about collections of Gothic tales, for 10 points each:", "answers_sanitized": ["Japan [or Nippon-koku; or Nihon-koku] (The unnamed authors are Kyōka Izumi and Tarō Hirai, who went by the pseudonym Edogawa Ranpo.)", "Carmilla (by Joseph Sheridan Le Fanu)", "Isak Dinesen (“DIN-uh-sin”) [or Karen von Blixen-Finecke] &lt;RK, Short Fiction&gt;"], "parts_sanitized": ["A playwright from this country included “The Surgery Room” in a set of this country’s “Gothic Tales.” Lafcadio Hearn made a collection of this country’s ghost stories, and an author from this country wrote detective fiction under an Edgar Allan Poe-inspired pen name.", "This novella published in the collection In a Glass Darkly is presented as part of the notebook of Dr. Hesselius and concerns the supernatural experiences of Laura and General Spielsdorf.", "Miss Malin Nat-Og-Dag (“NAHT-oh-DAH”) compares herself to Scheherazade seeing the dawn break at the end of “The Deluge at Norderney,” the first story in this Danish author’s Seven Gothic Tales."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Name some critics of Thomas Hobbes, for 10 points each:", "answers_sanitized": ["Thomas Nagel", "John Wallis", "John Bramhall &lt;WN, Philosophy&gt;"], "parts_sanitized": ["In a paper on Hobbes’s concept of obligation, this philosopher criticized his moral theory for being based on self-interest. He argued against reductionism in the philosophy of mind in the paper “What Is It Like to Be a Bat?”", "This mathematician, who introduced the infinity sign, started a pamphlet war with Hobbes after Hobbes published an erroneous solution to the problem of squaring the circle.", "This theologian included the appendix “The Catching of Leviathan, the Great Whale” in his book Castigation of Hobbes’ Animadversions. Hobbes carried on a back-and-forth with this man about questions concerning free will."], "category": "Philosophy"}, {"leadin_sanitized": "Name some things about contemporary jazz piano trios, for 10 points each:", "answers_sanitized": ["Brad Mehldau (“MEL-dow”)", "Chick Corea (“kor-AY-uh”) [or Armando Anthony Corea]", "Evans [accept Orrin Evans or Bill Evans] &lt;RK, Other Art (Jazz)&gt;"], "parts_sanitized": ["Multiple albums titled Art of the Trio have been recorded by this pianist’s namesake trio, featuring bassist Larry Grenadier and drummer Jeff Ballard, which also recorded 2012’s Where Do You Start? His 2002 album Largo features a version of Paranoid Android, one of his many Radiohead covers.", "Jeff Ballard joined this fusion pianist in many of his trios, one of which recorded 1968’s Now He Sings, Now He Sobs. His 2013 album Trilogy ends with a rendition of “Spain,” which this man first recorded as the bandleader of Return to Forever.", "The Minneapolis trio The Bad Plus, known for its classic rock renditions, replaced pianist Ethan Iverson with a man with this surname in 2018. A pianist named Bill with this surname formed a trio with Scott LaFaro and Paul Motian (“motion”) that recorded Portrait in Jazz and Waltz For Debby after leaving Miles Davis’s Kind of Blue sextet."], "category": "Trash"}, {"leadin_sanitized": "A man with this profession compares one of his works to Mike’s painting “SARDINES” in a work explaining “Why [He Is] Not a Painter.” For 10 points each:", "answers_sanitized": ["poets [prompt on authors or writers]", "Frank O’Hara [or Francis Russell O’Hara]", "Kenneth Koch (“coke”) &lt;RK, Poetry&gt;"], "parts_sanitized": ["Name this primary profession of many members of the New York School, including John Ashbery, whose most famous work was inspired by Parmigianino’s (“par-mee-jah-NEE-noh’s”) Self-Portrait in a Convex Mirror.", "John Ashbery wrote a preface to City Lights’ Pocket Poets edition of Lunch Poems, a collection this poet wrote while he was a curator at the MoMA. He was labeled a “poet among painters” in a biography by Marjorie Perloff.", "A poetry hater asks “Haven’t you ever looked out the window at a painting by Matisse?” in this author’s poem “Fresh Air.” His poem “The Art of Poetry” includes a list of questions to ask before publishing a poem, including “Is it astonishing?”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Rodrigo Carazo repealed a law in this country that was passed specifically to prevent the extradition of the fugitive American fraudster Robert Vesco. For 10 points each:", "answers_sanitized": ["Republic of Costa Rica [or República de Costa Rica]", "José Figueres (“fee-GAY-ress”) Ferrer [or José María Hipólito Figueres Ferrer; prompt on Ferrer]", "Republic of Nicaragua [or República de Nicaragua] &lt;EC, World History&gt;"], "parts_sanitized": ["Name this country where the legislature’s annulment of Otilio Ulate’s election victory sparked a 1948 civil war. This country abolished its military after that war, which toppled the government of Teodoro Picado.", "This man led the National Liberation Army that won the Costa Rican Civil War. He abolished the military and introduced universal suffrage during his first term as president and passed the “Vesco law” during his third term.", "Figueres won the war despite opposition from Anastasio Somoza, the dictator of this neighboring country. Somoza came to power after his troops assassinated Augusto Sandino, who lends his name to a socialist movement in this country that overthrew the Somoza dynasty in 1979."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The critical molar volume of a real gas is equal to three times a quantity represented by this letter. For 10 points each:", "answers_sanitized": ["b [or B]", "reduced saturated vapor pressure [or P-sat-sub-r; accept saturated vapor pressure divided by critical pressure]", "compressibility factor [or compression factor; or Z; prompt on gas deviation factor; do NOT accept or prompt on “compressibility” or “compression”] &lt;RD, Chemistry&gt;"], "parts_sanitized": ["Name this letter which represents the second virial coefficient describing the intermolecular interactions between gas molecules. In the Van der Waals equation, this letter represents the excluded volume of molecules.", "A constant symbolized b appears in the Peng–Robinson equation, which also includes a term for the acentric factor. When the reduced temperature is equal to 0.7, the acentric factor is equal to negative-one minus the log of this quantity.", "The Peng–Robinson equation can be expressed as a cubic function of this quantity, symbolized Z, which is defined to equal one for ideal gases."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The presence of a city of this type has led Sumter County to increasingly become a center for Republican politics. For 10 points each:", "answers_sanitized": ["retirement communities [or age-restricted communities or 55+ communities or euphemisms like active adult communities; prompt on planned cities]", "Palm Beach County, Florida", "Japan [or Nippon-koku; or Nihon-koku] &lt;MC, Geography&gt;"], "parts_sanitized": ["Identify this type of city. Del Webb founded an early city of this type named Sun City, while smaller-scale examples of these places are sometimes organized around particular “niches.”", "During the 2000 election, the results from this Florida county attracted scrutiny after precincts in a number of retirement communities like the heavily-Jewish Lakes of Delray recorded an unexpectedly high number of votes for Pat Buchanan, likely due to confusion over butterfly ballots.", "This country is often labeled a “silver democracy” due to the large influence of its elderly population, which is the largest in the world as a percentage. This country celebrates Respect for the Aged Day throughout its prefectures."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The so-called “wise use” movement, which sought to reduce government control of property, had its roots in this earlier movement. For 10 points each:", "answers_sanitized": ["Sagebrush Rebellion", "Ronald Reagan [or Ronald Wilson Reagan]", "The Beach Boys &lt;IJ, American History&gt;"], "parts_sanitized": ["Name this movement to free up federally-held land in the American West. Its name comes from a type of vegetation ubiquitous to much of the federal land in question.", "While campaigning in Salt Lake City, this future president declared himself a “sagebrush rebel.” Many westerners who voted for this believer in states’ rights believed that his opponent, incumbent president Jimmy Carter, had encroached on their territorial rights.", "Reagan defused the Sagebrush Rebellion by appointing James Watt as Secretary of the Interior, in which role he banned this band and the The Grass Roots from performing at the National Mall in 1983, claiming they attracted “the wrong element.” This band’s style gave rise to the “California Sound.”"], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A 2009 documentary titled after this term centers on the murder of Fred Martinez, a Navajo sixteen-year-old who identified as <em>nádleehí</em> (“nahd-LAY-hee”). For 10 points each:", "answers_sanitized": ["two-spirit [or twospirited; or Two Spirits]", "Alfred Kroeber [or Alfred Louis Kroeber]", "Ruth Benedict [or Ruth Fulton Benedict] &lt;EC, Social Science&gt;"], "parts_sanitized": ["Give this umbrella term derived from the Ojibwe phrase niizh manidoowag (“neezh muh-nih-DOH-wug”), which was adopted at a 1990 conference to replace the derogatory anthropological term “berdache” (“bur-DASH”).", "In his Handbook of the Indians of California, this anthropologist controversially claimed that two-spirits in the San Gabriel Valley entered their status by choice rather than being selected.", "In Patterns of Culture, this anthropologist cites We-wha (“WAY-wah”), a famous Zuni “man-woman,” to support her claim that two-spirits have an equal chance to become “functioning members of the society.”"], "category": "Social Science"}, {"leadin_sanitized": "These operations preserve that the derivative of the Hamiltonian with respect to the momenta equals the coordinates, and that the negative derivative of the Hamiltonian with respect to the coordinates equals the momenta. For 10 points each:", "answers_sanitized": ["canonical transformations [accept anything with canonical and implying a change of coordinates; accept contact transformations; prompt on coordinate transformations; anti-prompt on point transformations]", "Joseph-Louis Lagrange [or Lagrangian mechanics]", "symplectic condition &lt;AK, Physics&gt;"], "parts_sanitized": ["Name these operations, which can use four different types of generating function that variously depend on the old and new coordinates and momenta.", "Canonical transformations are used in Hamiltonian mechanics, which are related to the formulation of classical mechanics named for this other physicist through the Legendre transform. A quantity named for this physicist is equal to kinetic energy minus potential energy.", "When considering the matrix representation of Hamiltonian mechanics using a block matrix J and a Jacobian matrix M for a canonical transformation, one can derive the fact that “M times J times M-transpose equals J,” a condition known by this adjective."], "subcategory": "Science Physics", "category": "Science"}]}