{"tossups": [{"question_sanitized": "The planning for this event took place in the Hunt House in Waterloo. A document drafted during this event stating that “mankind has usurped the prerogative of Jehovah himself” was written on a mahogany table that is housed in the Smithsonian. During the second day of this event, Thomas M’Clintock read passages from Blackstone’s laws. Many organizers for this event went to the World (*) Anti-Slavery Convention with William Lloyd Garrison. During this event, Frederick Douglass debated the ninth resolution that was eventually added into the Declaration of Sentiments. For 10 points, name this 1848 convention organized by Elizabeth Cady Stanton and Lucretia Mott that advocated for women’s rights.", "answer_sanitized": "Seneca Falls Convention &lt; Mitch McCullar | US History &gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In the synthesis of azelaic acid, this functional group is split into carboxylic acids through a molozonide intermediate. Bulky bases favor less stable products according to Hoffman’s rule for a reaction involving the formation of this functional group while small bases will favor a more stable product according to (*) Zaitsev's rule. Isomers of molecules with this functional group are described by E/Z notation and along with cyclic molecules, isomers with this functional group can be described with cis and trans prefixes. The orbitals in this functional group are sp2 hybridized due to the formation of a pi bond. For 10 points, name this functional group consisting of a carbon-carbon double bond.", "answer_sanitized": "alkenes [accept olefins; do not accept or prompt on “alkanes” or “alkynes” (kyn sounds like k-i-n in kind)] &lt; Michael Etzkorn | Chemistry &gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "An “Oh-what-the-hell-let-him-believe-there-is” tone of voice is used by one character in this play when his wife denies the presence of a jail in the basement. One character in this play recalls a soldier offering him dry socks and dismisses any meaning in the wind tearing a tree down. In this play, Frank looks into the horoscope of a missing character and determines he disappeared on a (*) “favorable day.” This play ends with the patriarch of the central family shooting himself offstage after Anne reads her former lover’s suicide note. In this play, Larry kills himself when he finds his father Joe was responsible for the deaths of many pilots. For 10 points, name this play about the Keller family, written by Arthur Miller.", "answer_sanitized": "All My Sons &lt; Mitch McCullar | Drama &gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In one print by this artist, an old man with wings sits next to a jar labeled “Varnish” while letting his scythe fall through a landscape. In a painting by this artist of Time Smoking a Picture, a tapestry of the “Judgement of Solomon” hangs in the background; that painting by this artist shows an earl leaning against a table after losing a sword fight with Silvertongue -- who is escaping out the rear window. This artist of (*) The Bagnio painted the bankrupt Earl Squanderfield arranging the marriage of his daughter. In a series by this artist, Tom ends his days in Bedlam hospital after having inherited his father’s wealth. For 10 points, name this 18th-century English artist of Marriage-a-la-Mode and A Rake’s Progress.", "answer_sanitized": "William Hogarth (FRSA) &lt; Michael Etzkorn | Painting and Sculpture &gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This religion was satirized by a comic book subtitled, “The Man and His Evil Deeds,” which criticized the founder of this religion for lying about his birthday. Much of the teachings of this religion come from two books, one of which was based on a series of nine day lectures given by its founder. Members of this religion founded the New York based Epoch Times. This religion promotes the principles of (*) truthfulness, forbearance, and compassion. Members of this religion allegedly self-immolated in 2001 in Tiananmen Sqaure, and a 2006 report claimed that members of this group were having their organs harvested. For 10 points, name this Chinese religion founded by Li Hongzhi.", "answer_sanitized": "Falun Gong &lt; Jaden Lucas | Religion &gt;", "category": "Religion"}, {"question_sanitized": "This term refers to a set of functions that can be obtained from associated Legendre polynomials by multiplying them by a normalizing factor and e to the quantity i times m times phi. This term describes functions that satisfy Laplace’s equation, and angular solutions to Laplace’s equation are denoted (*) “spherical [this term].” Each atom behaves as a quantum system described by this adjective in the Einstein solid model. The period of a mass experiencing this kind of motion is equal to -- two pi times the square root of quantity m over k. By Hooke’s law, an undamped spring undergoes “simple” motion described by this term. For 10 points, name this term that describes oscillators like pendulums.", "answer_sanitized": "harmonic [accept simple harmonic oscillator; accept spherical harmonics; accept quantum harmonic oscillator; accept harmonic function; prompt on spherical until mentioned; prompt on simple until mentioned] &lt; Michael Etzkorn | Physics &gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A Prime Minister of this country met with the leader of its western neighbor in the Uzbek SSR and died of a heart attack one day after signing the Tashkent Declaration causing his wife to speculate he was poisoned. Civil liberties were curtailed in a 1975-1977 period in this non-Irish country known as the Emergency. One man who led a political party in this non-African country was kicked off (*) a train at Pietermaritzburg during his fight for civil rights in South Africa. This country conducted its Smiling Buddha nuclear test under its only female Prime Minister; that woman was assassinated by her Sikh bodyguards. For 10 points each, name this country home to the Nehru-Gandhi family.", "answer_sanitized": "Republic of India [accept Bharat Ganarajya] &lt; Sarod Nori | Non-Euro, Non-Commonwealth &gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A woman in this novel tells a man that she searches for spinach with others in order to pass the time, not because she is hungry. In this novel, one character brings up her husband’s mistress Ellen, and returns to referring to him as her “boy.” A character in this novel drowns kittens in a bucket of water after Nyiko and Gina play with them. This novel’s central family has a (*) gun go missing, and the title character drives off with their yellow “Bakkie” without telling them. This novel ends with Maureen running towards a helicopter that could contain “saviors or murderers.” For 10 points, name this novel about the white Smales family and their lives in the village of the title black servant, by Nadine Gordimer.", "answer_sanitized": "July’s People &lt; Ethan Ashbrook | Long-Form Fiction &gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In one work, this thinker concluded that Tarde’s law of imitation did not sufficiently explain the title concept. This thinker theorized that groups of people project the image of a society on an object in a work that analyzed religion as sui generis. In another work, this thinker said that crime was a normal part of “primitive” society in which the people share a (*) “collective conscience.” This sociologist formulated the idea of mechanical and organic solidarity in the book The Division of Labour in Society. This thinker characterized altruistic, anomic, egoistic and fatalistic forms of a certain act. For 10 points, name this French sociologist, author of the book Suicide.", "answer_sanitized": "(David) Émile Durkheim &lt; Ethan Ashbrook | Social Science &gt;", "category": "Social Science"}, {"question_sanitized": "Proteins form the EJC complex on this molecule, and the SURF complex assists in the decay of this complex. Carl Woese (“wohz”) used one variant of this molecule to determine Archaea (ar-kay-uh) shared an ancestry with Eukaryotes. The theory that life stemmed from functional forms of this molecule is this molecule’s namesake (*) world hypothesis. This molecule forms a hairpin loop in rho-independent termination in E. coli. After creation of this molecule, multiple copies of adenosine are added to the 3’ tail and a guanosine is added as a 5’ cap. This molecule contains uracil instead of thymine. For 10 points, name this typically single stranded molecule that is synthesized from DNA in transcription.", "answer_sanitized": "mRNA [or messenger Ribonucleic acid; accept rRNA or ribosomal RNA] &lt; Michael Etzkorn | Biology &gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "After visiting Abu Simbel, this figure was taught by Theodor Fliedner in Kaiserswerth, now part of Düsseldorf. This mentor of Linda Richards created a polar area diagram called a “coxcomb.” This figure was called a “slender form” that “glides quietly along each corridor” in an article from (*) The Times whose employee William Howard Russell is credited for convincing this figure to join war efforts. This figure criticized Mary Seacole, a black colleague she worked with in Scutari. This “ministering angel” established part of St. Thomas’ Hospital after she returned from the Crimean War. For 10 points, name this “Lady with the Lamp” and pioneer of modern nursing.", "answer_sanitized": "Florence Nightingale &lt; Mitch McCullar | Continental Europe &gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In August 2017, one company hired the firm Mandiant to investigate one of these events; that event was also the subject of a February 2018 report by Elizabeth Warren. Another one of these events was aided by an app called “This Is Your Digital Life,” while one company faced criticism for charging consumers a fee for a (*) credit freeze after one of these incidents. An electronic survey allowed access to accounts in the social network of the survey-taker in one of these events involving Cambridge Analytica. For 10 points, name these security mishaps that happened to Equifax in 2017 and Facebook in 2018, where private information is released to the public.", "answer_sanitized": "data breaches [or data leaks; accept logical equivalents] &lt; Bryan Lu | Misc - Current Events &gt;", "category": "Current Events"}, {"question_sanitized": "Du style galant au style méchant is a group of works of this kind by Germaine Tailleferre that parodies the work of past composers. The premiere of one of these works by Kaija Saariaho was led by Peter Sellars, and that work, L’amour de loin, later became the first by a woman to be performed in over 100 years (*) by a New York company. Many of these works, like one by Judith Weir, are inspired by the story of Rinaldo and Armida. Maria Callas was famous for her performances in this work due to her incredible vocal flexibility and bel canto singing. For 10 points, name these theatrical musical works that often contain recitatives and arias.", "answer_sanitized": "operas &lt; Bryan Lu | Music &gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Perhaps inspired by T.S. Eliot, this author wrote a number of works like The Old Age of El Magnifico and Particularly Cats that are collectively known as the “Cat Tales.” Moses is convicted for murdering Mary Turner in a novel by this author that takes its title from “The Waste Land.” This author’s novel The Four-Gated City is the final novel in a series about (*) Martha Quest called The Children of Violence. Another novel by this author follows a woman who is friends with Molly Jacobs, and records her life in a series of red, black, blue, and yellow diaries. For 10 points, name this British-Zimbabwean author of The Grass is Singing and The Golden Notebook.", "answer_sanitized": "Doris (May) Lessing &lt; Ethan Ashbrook | Misc Literature &gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One resident of this place was rescued by birds as a child after being thrown into the sea by her father Icarius. Another resident of this place fathered Persepolis with the princess of Pylos. A resident from this home of Polycaste had a dream of meeting her sister Iphthime and a dream about 20 geese being (*) attacked by an eagle. The swineherd Eumaeus is the first to greet a man who arrives at this place for the first time in twenty years. On heading to his abode on this island, a man notices his tired, old dog Argos before going on to kill 108 suitors with his son Telemachus. For 10 points, name this island, home of Penelope and her husband Odysseus.", "answer_sanitized": "Ithaca &lt; Ethan Ashbrook | Mythology, Legends, and Stories &gt;", "category": "Mythology"}, {"question_sanitized": "These are the most common constructs to be completely derailed by adversarial examples. A unit designed by Frank Rosenblatt couldn’t simulate an XOR gate, but served as a building block to these constructs. Convolution and pooling are two techniques used when creating architectures centered around these constructs. These constructs can (*) adjust weights using forward and backward propagation as one way of implementing gradient descent. These constructions -- which usually make use of a sigmoid or ReLU (reh-lew) function --are made up perceptrons. The “deep” form of these constructs contains one or more hidden layers. For 10 points, name these constructs used for classification in AI that are modelled from the brain.", "answer_sanitized": "artificial neural networks [accept ANN; accept connectionist systems though I don’t know anyone who calls them that; accept multilayer perceptron or MLP; prompt on perceptrons by asking “What do the perceptrons make up?”] &lt; Michael Etzkorn | Other Science - CS &gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "This leader sent four legions to Publius Cornelius Dolabella that were captured in Palestine before Dolabella received them. This ruler’s governor of Cyprus, Serapion, defected to Cassius and provided him with ships, leading to this ruler later executing Serapion. This ruler created the “Inimitable Livers,” a secret drinking society dedicated to hedonism, along with one of (*) her lovers. This ruler convinced that lover to kill her sister Arsinoe, who had been exiled to the Temple of Artemis in Ephesus. At one battle, this ruler led a decisive retreat from the naval forces of Marcus Agrippa. For 10 points, name this pharaoh who, after losing the Battle of Actium, committed suicide shortly after Mark Antony did.", "answer_sanitized": "Cleopatra VII Philopator &lt; Tim Cho | Classics, British or Commonwealth, Other &gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This concept is divided into phenomenal and access varieties in a paper that discusses the function of this concept by Ned Block. One thinker proposed approaching this concept using heterophenomenology. In one work, another thinker discussed the role of qualia in the examination of the “hard (*) problem” of this concept. This concept is explored in animals in a Thomas Nagel’s essay “What Is It Like to Be a Bat?” Daniel Dennett argues that this process is the result of interactions between physical and cognitive processes in the brain. For 10 points, name this concept which refers to awareness of your own existence.", "answer_sanitized": "consciousness [prompt on mind or other related answers] &lt; Bradley McLain | Philosophy &gt;", "category": "Philosophy"}, {"question_sanitized": "In one poem by this author, a woman “shawled like a buzzard” whispers into a keyhole “let me in...I am the revolution.” The speaker of another poem by this author deplores “brutish necessity” and claims “upright man seeks his divinity by inflicting pain.” This author of “The Star-Apple Kingdom” ends a poem by noting (*) “the classics can console. But not enough.” The speaker of a different poem by this author asks, “How can I face such slaughter and be cool? How can I turn from [the title place] and live?” In a longer poem by this author of “Sea-Grapes,” the fishermen Achille (uh-SHEEL) and Hector compete for the hand of Helen. For 10 points, name this St. Lucian poet of “A Far Cry from Africa” and Omeros.", "answer_sanitized": "Sir Derek (Alton) Walcott &lt; Mitch McCullar / Michael Etzkorn | Poetry &gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A dance originating in this country centers around making sure that plates with candles on them stay horizontal; that dance, tari lilin, is a traditional Minangkabau performing art. Two scales important to this country’s music can be divided into pathet and are the slendro and pelog. 72 Buddha statues, each seated in a (*) stupa, surround the central dome of a temple in this country. Performances of wayang kulit can differ based on whether Hinduism or Islam is the dominant local religion. Those shadow puppet shows also use a gong-based music called gamelan. For 10 points, name this country home to the largest Buddhist temple in the world, Borobudur, on its island of Java.", "answer_sanitized": "Republic of Indonesia &lt; Michael Etzkorn | Other Fine Arts &gt;   BONUSES:", "subcategory": "Fine Arts Other", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "This statistical system is in thermal equilibrium with a constant temperature heat bath. For 10 points each:", "answers_sanitized": ["canonical ensemble [do not accept “grand canonical ensemble” or “microcanonical ensemble”]", "ergodic hypothesis [or ergodicity]", "Ludwig Boltzmann [accept Boltzmann’s constant] &lt; Nathan Fredman | Physics &gt;"], "parts_sanitized": ["Name this thermodynamic system that differs from “grand” and “micro” varieties by having a fixed temperature, volume and number of particles.", "This hypothesis states that over a long period of time, all microstates in a system like the canonical ensemble are equally probable.", "The number of microstates can be used to formulate a definition of entropy by taking the natural log of the microstates and multiplying it by this man’s namesake constant k. He names a blackbody radiation law with Josef Stefan."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Ante Pavelić served as the Poglavnik of this organization from 1941 to 1945. For 10 points each:", "answers_sanitized": ["Ustaše (us-TA-shay) [accept but do NOT otherwise reveal Ustaša (us-TA-sha) – Croatian Revolutionary Movement; accept but do Not otherwise reveal Ustaša – Hrvatski revolucionarni pokret; do NOT accept or prompt on “Croatia”]", "Republic of Croatia [accept Independent State of Croatia; accept Republika Hrvatska; accept Nezavisna Država Hrvatska; accept NDH]", "Serbs [accept Srbi] &lt; Sarod Nori | Continental Europe &gt;"], "parts_sanitized": ["Name this fascist organization that ruled a Nazi puppet state from Zagreb. One member of this organization was known for keeping a jar of eyeballs on his desk.", "Ustaše led this then-constituent republic of Yugoslavia. This modern-day country’s fight for independence from Yugoslavia saw a siege of its city of Dubrovnik.", "The historical ethnic tension between Croats and this ethnicity saw their mass persecution during Ustaše rule. The Srebrenica (sreh-bruh-NEET-sa) massacre took place under Ratko Mladić, a general of this ethnicity."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A speaker of one poem by this author hopes “smug-faced crowds” “will never know / the hell where youth and laughter go.” For 10 points each:", "answers_sanitized": ["Siegfried (Loraine) Sassoon", "Wilfred Owen [or or Wilfred Edward Salter Owen]", "Goodbye to All That &lt; Mitch McCullar | Non-Epic Poetry &gt;"], "parts_sanitized": ["Name this poet of “Suicide in the Trenches” who in another poem cried “O Christ, they’re coming at us!” in the poem “Counter-Attack.”", "Sassoon was a contemporary of this poet who detailed the horrors of World War I in “Dulce et Decorum Est.”", "Robert Graves wrote a memoir with this title detailing his World War I experiences with Siegfried Sassoon. This is also the title of a Joan Didion essay about her first experience in New York City."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "As graphic designer for Blue Note Records, Reid Miles created many iconic jazz album covers, like the designs for Sonny Clark’s <em>Cool Struttin’</em> and Eric Dolphy’s <em>Out to Lunch!</em>. For 10 points each:", "answers_sanitized": ["drumset", "Saul Bass", "Apple &lt; Bryan Lu | Other Fine Arts &gt;"], "parts_sanitized": ["The cover for Art Blakey &amp; The Jazz Messengers’ The Big Beat is a yellow-tinted photo, with the perspective looking up at Blakey playing this instrument.", "This man’s work transformed industry of graphic design. He created film title sequences for Hitchcock, Kubrick, and Scorsese as well as logos for AT&amp;T, United Airlines, and Kleenex.", "This company’s advertisements include a campaign that showed Einstein and Gandhi with the slogan “Think different.” One of their Super Bowl ads introduced the Macintosh computer in the frame of Orwell’s 1984."], "category": "Trash"}, {"leadin_sanitized": "For 10 points each, name some things about the legislation of Draco:", "answers_sanitized": ["law code [accept legal code; accept code of law; accept constitution]", "Solon", "Cylon of Athens &lt; Mitch McCullar | Classics, British and Commonwealth, Other &gt;"], "parts_sanitized": ["Draco created a very harsh example of one of these systems, setting the punishment of death for many offences. Hammurabi created one of these systems stating that punishment should be “an eye for an eye.”", "This Athenian statesman revised many of the harsh laws in Draco’s law code. This man created the Council of 400 and established democracy in Athens.", "Draco’s law code was made after this man attempted to seize Athens during the Olympic Games in 632 BC. This man was later stoned after the rope he tied to the statue of Athena broke."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "Name some things that will happen after the End of the World, according to John of Patmos. For 10 points each:", "answers_sanitized": ["New Jerusalem [prompt on Jerusalem]", "Tree of Life", "twelve &lt; Nathan Fredman | Mythology, Stories and Legends &gt;"], "parts_sanitized": ["This city will come down from heaven. Inhabitants of this city made primarily of translucent gold won’t experience night or need the sun because God will give them light.", "This plant will grow in the middle of the main street of New Jerusalem. This plant will be accessible to all who “wash their robes” unlike its last appearance way back in the beginning in the Garden of Eden, where it was protected by a flaming sword after Adam and Eve were expelled from the Garden.", "New Jerusalem will have this many gates made of pearl, each of which has a name of one of the tribes of Israel inscribed. There will be this many foundations for its walls -- one for each of the apostles."], "category": "Religion"}, {"leadin_sanitized": "This play ends with a Doctor of Divinity telling the audience that Beauty, Five Wits, and Strength forsake them in the end, and only Good Deeds will help you in the final judgement. For 10 points each:", "answers_sanitized": ["Everyman [accept The Summoning of Everyman]", "morality play [prompt on interlude]", "Death &lt; Mitch McCullar | Misc Literature &gt;"], "parts_sanitized": ["Name this anonymous 15th century play whose title character is summoned to tell all of his deeds to God.", "Everyman is an example of this type of allegorical drama. This genre uses personified concepts that lead the protagonist toward a choice of good or evil.", "Everyman begins with God asking this figure to bring Everyman to him. One of the Holy Sonnets by John Donne begins by telling this figure to “be not proud.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Answer some questions about protein conformation. For 10 points each:", "answers_sanitized": ["Ramachandran plot [or Ramachandran diagram]", "helix [accept alpha-helix; accept double helix]", "circular dichroism spectroscopy [accept CD spectroscopy] &lt; Michael Etzkorn | Biology &gt;"], "parts_sanitized": ["Protein conformation can be plotted on this diagram by showing the various psi and phi angles that are possible for a residue in a protein.", "Proteins that form an “alpha” version of this shape will have a dense cluster of points below and left of center on a Ramachandran plot. DNA forms a double variety of this shape.", "DNA’s double helix and the alpha helices of proteins leave prominent signatures in this type of spectroscopy. This spectroscopy measures the difference in absorption between light polarized in oppositely rotating directions."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This man’s insensitive comment about a proposed abortion bill may have prompted a classmate to release a medical school yearbook photo. For 10 points each:", "answers_sanitized": ["Ralph (Shearer) Northam", "Justin (Edward) Fairfax", "tie [accept logical equivalents such as a draw; or receiving equal votes] &lt; Nathan Fredman | Misc - Current Events &gt;"], "parts_sanitized": ["This Democratic governor of Virginia admitted to and later denied that he was the man in blackface or the man in KKK robes in the photo. This still-governor then admitted to a separate instance of blackface -- prompting calls for his resignation..", "With Northam’s resignation seeming imminent, this man, the Lieutenant Governor of Virginia was next-in-line to become Governor. However, accusations of sexual assault and rape have surfaced -- prompting calls for his resignation.", "Fourth in line is Republican Kirk Cox, the Speaker of the House. A Republican is Speaker because of this type of result in a 2017 election, which had to be settled by drawing a name out of a bowl."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Name some social experiments that were performed in a certain state. For 10 points each:", "answers_sanitized": ["Iowa gambling task [or IGT]", "Monster Study", "racism [prompt on prejudice] &lt; Ethan Ashbrook | Social Science &gt;"], "parts_sanitized": ["In this experiment, participants pick from four decks of cards that give or take away money, with some decks being more likely to take money than others. On average, people begin to develop stress sensors when hovering over so-called “bad decks” within 10 trials in this experiment.", "Wendell Johnson and Mary Tudor performed this unethical 1939 experiment in Davenport, Iowa. In this experiment, some stuttering orphans were given speech therapy and some were instead mocked.", "In Randall, Iowa, Jane Elliott performed a classroom exercise to demonstrate the effects of this bias to children. In her activity, Elliott divided the class by eye color rather than skin color to demonstrate this bias."], "category": "Social Science"}, {"leadin_sanitized": "This March 1781 battle was a Pyrrhic victory for Cornwallis and caused him to turn toward Virginia in order to avoid another disaster like the Battle of Camden. For 10 points each:", "answers_sanitized": ["Battle of Guilford Court House [prompt on partial answers]", "Nathanael Greene", "North Carolina [do NOT accept or prompt on “South Carolina” or “Carolina”] &lt; Sarod Nori | US History &gt;"], "parts_sanitized": ["Name this battle where a British force demoralized by the outcome of Pyle’s massacre defeated a larger American force. After this battle, Charles James Fox remarked that “Another such victory would ruin the British Army!”", "This Rhode Island-born general led American forces at Guilford Court House. He replaced Horatio Gates as the commander of the Continental Army in the South.", "The battle of Guilford Court House took place near Greensboro in this state. This state is (emphasize) north of the state where the battles of Cowpens and Charleston took place."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "One character created by this author shouts at his future father-in-law, “If I don't have the money, you don't have the cows. Two and two make four.” For 10 points each:", "answers_sanitized": ["Isaac (Emmanuilovich) Babel", "police officer [accept chief of police; accept logical equivalents like cop]", "goose [accept geese or gander; accept “My First Goose”] &lt; Mitch McCullar | Short Fiction &gt;"], "parts_sanitized": ["Name this short story writer whose Odessa Tales focus on “The King” Benya Krik.", "In the opening story of the Odessa Tales, Benya Krik compares a member of this profession to a “new broom” who is “always eager to sweep.” In an O. Henry short story, Soapy listens to an anthem coming from a church before being interrupted by a member of this profession.", "In one story from Babel’s collection Red Cavalry, the narrator kills one of these animals to impress the other soldiers. One of these animals lays golden eggs in an Aesop fable."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Name some things about non-Scottish composers writing things about Scotland. For 10 points each:", "answers_sanitized": ["Max (Christian Friedrich) Bruch", "Felix Mendelssohn-Bartholdy", "Ralph Vaughan Williams &lt; Dylan Bowman | Music &gt;"], "parts_sanitized": ["This Romantic composer wrote the Scottish Fantasy for violin and orchestra. The first movement Vorspiel acts as a prelude to the rest of this composer’s Violin Concerto in G minor.", "This German composer of Incidental Music to A Midsummer Night’s Dream was inspired by a visit to Scotland to write his Scottish Symphony as well as his Hebrides Overture.", "The Lowlands of Scotland, a piece by this composer, was arranged by Larry Daehn for wind band. This composer’s score for the film Scott of the Antarctic was reworked into his Sinfonia Antarctica."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "One alloy of these metals -- a mix of cerium and iron -- is known as Auer metal. For 10 points each:", "answers_sanitized": ["lanthanides", "lanthanide contraction", "4f [prompt on partial answers] &lt; Michael Etzkorn | Chemistry &gt;"], "parts_sanitized": ["Name this series of metals that sit above actinides on the periodic table.", "Lanthanides experience this phenomenon where the decrease in atomic radii occurs in part due to relativistic effects.", "The partially filled electrons in this specific letter and number orbital are poor at shielding which helps explain the contraction lanthanides experience."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "For 10 points each -- Name some things about philosophical boats:", "answers_sanitized": ["Earth [accept Terra, this planet, and answers involving pointing at the ground]", "Ship of Theseus", "Willard Van Orman Quine &lt; Brad McLain | Philosophy &gt;"], "parts_sanitized": ["Garrett Hardin compared this thing to a lifeboat and compared that metaphor to the spaceship metaphor about this thing. The Gaia hypothesis holds that this thing is a self sustaining organism.", "This vessel is described as falling apart piece by piece and having each piece replaced as it goes until none of the original boat is left.", "This author wrote about Neurath’s boat, a reworking of the Ship of Theseus, in his book -- Word and Object. In Word and Object, this thinker discusses the indeterminacy of translation with the example of the made up word “Gavagai.”"], "category": "Philosophy"}, {"leadin_sanitized": "This woman and her husband were exiled to Hawaii after the People Power Revolution. For 10 points each:", "answers_sanitized": ["Imelda Marcos [or Imelda Remedios Visitación Romuáldez; prompt on Marcos]", "Republic of the Philippines [or Republika ng Pilipinas; or Filipinas]", "Corazon Aquino [or Maria Corazon \"Cory\" Cojuangco Aquino] &lt; Mitch McCullar | Non-Euro, Non-Commonwealth &gt;"], "parts_sanitized": ["Name this woman. Over a thousand pairs of shoes owned by this “Steel Butterfly” were found after the Malacañang Palace was stormed.", "Ferdinand and Imelda Marcos led this country from Manila until their deposition in 1986.", "This woman took power after the People Power Revolution deposed the Marcos family. This woman’s husband, Benigno, was assassinated after he returned from exile in 1983."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This artist depicted herself as Judith in her painting <em>Judith Slaying Holofernes</em>. For 10 points each:", "answers_sanitized": ["Artemisia Gentileschi [or Artemisia Lomi]", "Susanna and the Elders", "Michelangelo Buonarroti [accept Michelangelo di Lodovico Buonarroti Simoni; prompt on Buonarroti] &lt; Iain Carpenter | Painting and Sculpture &gt;"], "parts_sanitized": ["Name this woman who painted herself as a Lute Player and was heavily influenced by Caravaggio’s style.", "This is the first known painting of Gentileschi. This painting depicts the title nude woman turning away from two debauch old dudes leering over her.", "Gentileschi was asked by the nephew of this artist to paint the ceiling of the Casa Buonarroti. This artist painted the Last Judgement alongside the ceiling of the Sistine Chapel."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This mineral is the highest ranking member of the discontinuous series of Bowen’s reaction series. For 10 points each:", "answers_sanitized": ["olivine", "mantle", "silicates &lt; Nathan Fredman | Other Science - Earth Science &gt;"], "parts_sanitized": ["Green colored peridot is a gemstone made of this mineral, which along with pyroxene composes peridotite.", "Olivine and its structural variants are the dominant mineral of this upper part of this layer of the earth. This layer lies between Earth’s core and crust.", "The most common minerals in Earth's crust is this class, composed of oxygen and a namesake element. Feldspars and quartz are prominent examples of this mineral class."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "The protagonist of this novel visits Selig Mindish at Disneyland in an attempt to learn more about the death of his parents. For 10 points each:", "answers_sanitized": ["The Book of Daniel", "E.L. Doctorow [or Edgar Lawrence Doctorow]", "Harry Houdini [accept either underlined name; accept Eric Weisz] &lt; Mitch McCullar | Long-Form Fiction &gt;"], "parts_sanitized": ["Name this novel which fictionalizes the Rosenbergs as the Isaacson family.", "The Book of Daniel is by this author of Billy Bathgate and Ragtime.", "In Ragtime, this historical figure shows off his aviation skills to Franz Ferdinand, and earlier, his car breaks down, forcing him to visit Mother and Father. In The Amazing Adventures of Kavalier and Clay, Josef’s knowledge of this escape artist’s tricks allows him to escape Nazi occupied Prague."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the religious ideas of Jōyō Daishi, better known as Dogen. For 10 points each:", "answers_sanitized": ["Zen Buddhism [or Chan Buddhism]", "Zazen Meditation [prompt on Seated Meditation]", "Lotus Sutra [accept Sutra of the White Lotus of the Sublime Dharma; accept Sanddharma Pundarika Sutra] &lt; Brad McLain | Religion &gt;"], "parts_sanitized": ["Dogen founded the Soto school of this branch of Buddhism. This branch of Buddhism was founded by Bodhidharma and involves contemplating unanswerable questions called koans.", "Dogen advocated for this type of meditation which he described as \"Non-thinking.” Dogen criticized the Rinzai School for reciting koans while performing this style of meditation.", "Dogen wrote a commentary on this text titled the Hokke Ten Hokke, whose title refers to turning the title object of this text. This text argues that the Buddha is an eternal being and teaches the doctrine of expedient means."], "category": "Religion"}]}