{"tossups": [{"question_sanitized": "He’s not Titus, but this ruler sponsored the construction of a large bathhouse on land formerly occupied by Nero’s Domus Aurea, as well as an aqueduct that powered the mill complex on the Janiculum Hill. The Via Biberatica once cut through a 6-level market complex named for this ruler. This ruler expanded a system of monetary aid probably created by his [emphasize] predecessor that supported poor Italian children, the alimenta. This ruler built a road connecting Bostra to the Red Sea in the newly created province of Arabia Petraea after annexing the (*) Nabataean Kingdom. After the Parthians overthrew the pro-Roman king of Armenia, this emperor began a campaign in which he captured Charax. This emperor employed the engineer Apollodorus of Damascus, who built a bridge over the Danube to allow this man’s conquest of Dacia. For 10 points, name this Roman emperor whose reign saw the empire expand to its greatest size.", "answer_sanitized": "Trajan &lt;AE, Ancient History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This many atoms are present in the first cyclo-[n]-carbon to be synthesized, a ring consisting only of sp-hybridized carbons. An annulene containing this many carbon atoms provides strong evidence for aromatic ring currents owing to the negative chemical shift of its six internal hydrogens. This is the total number of carbon and oxygen atoms in a crown ether that selectively binds K-plus. Positron emission tomography often uses a tracer in which an atom containing this many (*) nucleons replaces one of the hydroxyl groups in glucose. The assumption that all bonding and nonbonding orbitals are filled but antibonding orbitals are empty gives rise to a rule that is disobeyed by sterically hindered and square planar complexes, and is named for this many electrons. This is the total number of electrons in a full n-equals-3 subshell. For 10 points, give this number of protons in argon, the IUPAC (“eye-yoo-pack”) group number for the noble gases.", "answer_sanitized": "18 [accept 18-electron rule] &lt;EM, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A book set in this city opens with its narrator declaring that he was born in a time when young people had lost faith in God “for the same reason their elders had had it – without knowing why.” In this city, the short-lived modernist literary journal Orpheu (“or-FAY-oo”) published a poem purportedly by a bisexual naval engineer whose speaker declares, “I’m nothing. I’ll always be nothing. I can’t want to be something,” titled “The Tobacco Shop.” In a novel set in this city, a doctor kills time by reading Herbert (*) Quain’s The God of the Labyrinth, before meeting the ghost of an author who created Alexander Search and Álvaro de Campos. Richard Zenith translated a book set in this city that includes a “factless” autobiography narrated by the assistant bookkeeper Bernardo Soares, who its author described as a “semi-heteronym.” For 10 points, name this city, the setting of Fernando Pessoa’s The Book of Disquiet and José Saramago’s The Year of the Death of Ricardo Reis.", "answer_sanitized": "Lisbon [or Lisboa] &lt;AP, European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "After a spy codenamed “Navarre” was captured during this war, Marie-Madeleine Fourcade (“foor-COD”) headed an intelligence-gathering organization that was nicknamed “Noah’s Ark” because it used animal-based codenames. Nancy Wake, who was nicknamed the “White Mouse” for her ability to elude capture, served as a courier during this war, and helped many POWs (“P-O-W’s”) escape capture. Despite only having one leg, Virginia Hall served in various intelligence roles during this war, while women such as Krystyna Skarbek and Vera Atkins relayed information about enemy troop movements for the (*) Special Operations Executive. Future cooking show host Julia Child was a researcher for “Wild Bill” Donovan, who headed the OSS during this war. Josephine Baker was awarded the Cross de Guerre for gathering intelligence to aid the Free French Forces during this war. For 10 points, name this war in which the Allies used gathered intelligence to plan the D-Day invasion.", "answer_sanitized": "World War II [or WW2; or the Second World War] &lt;AE, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A waltz by a composer from this country begins with a solo trumpet’s solemn notes [read slowly] “long C, [pause] B, C, long D-flat, [pause] C, C, A-flat.” For the same work, that composer from this country wrote a “love theme” for mandolin and strings for a character’s visit to this country. In an orgasmic piece by a composer from here, the wordless soprano Edda Dell’Orso repeats “low A, long E; [pause] high G, long E.” In the same score by that man, a slow flute wavers between D and E, then a fast low electric guitar chugs a D-minor-9 ostinato, to open (*) “The Trio.” A composer from here scored a solo organ for a scene that cross-cuts between rival mafia bosses getting killed and a baptism. A composer from this country wrote “Ecstasy of Gold” and used a recorder to imitate a coyote call in his soundtrack for The Good, The Bad, and the Ugly, a “spaghetti Western” by director Sergio Leone. For 10 points, name this home country of the film composers Nino Rota and Ennio Morricone.", "answer_sanitized": "Italy (The first two clues are about Rota’s The Godfather soundtrack.) &lt;ES, Other Arts: Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "According to legend, Charlemagne ordered the construction of a church in this city after discovering the graves of its patron saints, Felix and Regula, while hunting. On the 3rd Monday of every April, a snowman packed with fireworks called the Böögg is burned in this city’s Sechseläuten (“SEX-uh-loy-tin”) festival. An architecture museum in this city is the last building ever designed by its architect, the Pavilion Le Corbusier, which is located next to this city’s Chinese Garden. After he fled Berlin, Bertolt Brecht had many of his plays premiered in this city’s theater. FIFA’s headquarters and the (*) Kunsthaus (“KOONST-house”) art museum are both located in this city, whose major shopping district is the Bahnhofstrasse (“BON-hoff-shtrah-suh”). This city’s Grossmünster church was the center of reformist preaching by Heinrich Bullinger and Huldrych Zwingli. For 10 points, name this most populous city in Switzerland that is home to many major financial corporations.", "answer_sanitized": "Zürich [or Zurigo] &lt;AE, Modern World&gt;", "category": "History"}, {"question_sanitized": "An author of this ethnicity wrote a novel whose protagonist follows his bully Gramoz around throughout recess, trying to repay him for a pizza bagel. A character proudly announces: “That’s my mom. I came out of her asshole and I love her very much” to a grocery clerk who asks if he’s adopted in a novel by an author of this ethnicity. An author of this ethnicity created a protagonist who masturbates into a gutted squid and nearly dies during a stunt while working as a (*) consultant for the Hollywood film The Hamlet. An author of this ethnicity wrote a novel in which the protagonist’s gay lover Trevor overdoses on fentanyl. A communist spy is forced to write a confession by the commissar, a character described as “the man with no face,” in The Sympathizer, whose author is of this ethnicity. An author of this ethnicity wrote about Little Dog in his debut novel On Earth We’re Briefly Gorgeous. For 10 points, name this ethnicity of Ocean Vuong and Viet Thanh Nguyen (“VEE-it tang win”).", "answer_sanitized": "Vietnamese-American [prompt on American] &lt;CK, World/Other Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In a 1971 experiment, Eimas et al. found that a change in the inputs to this process caused infants to suckle faster. Alvin Liberman et al. found that this process can discriminate between continuously varying stimuli, showing that this process is “categorical.” Richard Warren argued that there are top-down influences on this process after he presented agents with a cough-like sound and observed a “restoration effect.” Jeffrey Elman and James McClelland developed a connectionist model of this process known as (*) TRACE. The fact that inputs to this process are continuous gives rise to the “segmentation problem.” This process’s primary input is articulatory gestures according to the now-discredited motor theory. Conflicting visual cues can interfere with this process in the McGurk effect. For 10 points, what linguistic process, aided by cues like voice onset time, allows individuals to interpret acoustic stimuli?", "answer_sanitized": "speech perception [accept speech processing or speech recognition; prompt on language perception or similar answers; prompt on hearing; do not accept or prompt on “speech production”] &lt;CK, Social Science: Psychology&gt;", "category": "Social Science"}, {"question_sanitized": "One Islamic tradition holds that Adam and Noah are both buried at a mosque in this city. Another tradition states that the most famous site in this city was miraculously discovered by Harun al-Rashid while hunting for antelope. Abu Ja’far al-Tusi founded the world’s oldest Islamic seminary in this city. Other than Qom (“gohm”), this city is home to the most marāji‘ in the world, and after his exile from Iran, Ruhollah Khomeini spent more than a decade at the (*) seminary in this city. This city contains the largest cemetery in the world, the Wādī as-Salām, and demand for burial in this city is high because it contains the grave of a religious leader who was assassinated at a mosque in nearby Kufa. With the exceptions of Mecca, Medina, and Karbala, this city receives more Islamic pilgrims than any other. For 10 points, name this Shiite holy city in Iraq, the home of the mausoleum of Ali.", "answer_sanitized": "Najaf &lt;NC, Religion: Islam&gt;", "category": "Religion"}, {"question_sanitized": "Spacelike components of the field strength tensor are the difference of two derivatives of this function. The canonical momentum is the kinetic momentum plus a term proportional to this function. A diffusion equation for this quantity can be derived using the quasi-static approximation by applying a curl of the curl identity to Ampère’s law. In statics, this function can be found from (*) a set of three Poisson-type equations, one for each of its components. The Berry phase in the Aharonov–Bohm effect is proportional to a line integral of this quantity. The time derivative of this quantity gives the induced component of the electric field. In a gauge (“gayj”) transformation, the gradient of a scalar is added to this quantity, and its divergence is zero in the Coulomb gauge. For 10 points, name this quantity whose curl is the magnetic field.", "answer_sanitized": "magnetic vector potential [or magnetic potential; accept electromagnetic 4-potential until “canonical momentum” is read; prompt on A; do not accept or prompt on “potential”] &lt;GR, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Kehinde (“keh-HIN-day”) Wiley redesigned Ingres’s (“ANN-gruh’s”) work in this medium for a series that includes a portrait of Anthony Sookdeo in Timberland boots. A yellow hawthorne features in a work in this medium that David Hockney dedicated to Queen Elizabeth. Musical notes representing Beethoven’s Ninth Symphony and an angelic face kissing a child appear in one work in this medium. This medium was used for 12 works representing the 12 tribes of Israel, which were dedicated to the Semitic people of Jerusalem, and for a memorial for (*) Dag Hammarskjöld (“dog HA-mar-hweld”). While working on The Four Seasons mosaic in Chase Tower Plaza, an artist created works in this medium to thank a nearby art museum, declaring those works to celebrate America’s bicentennial. Marc Chagall used this material for that three-panel work held by the Art Institute of Chicago. Three “Rose” works in this medium were miraculously not destroyed in the 2019 fire at Notre Dame. For 10 points, name this material often used for windows in cathedrals.", "answer_sanitized": "stained glass windows [prompt on windows by asking “made of what material?”] &lt;AB, Painting/Sculpture&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This country’s president was photographed signing a 14-million-dollar bailout while IMF President Michel Camdessus (“com-duh-SOO”) looked on disapprovingly with his arms crossed. Laborers in this modern-day country were forced to either apportion one-fifth of their product or spend one-fifth of their time working in government-operated properties. That “culture system” of coerced labor in this modern-day country was officially ended during the (*) Ethical Period. The “Asaat movement” fought for special protections for this country’s pribumi indigenous people. A much later leader of this country helped revive its economy with the help of the Berkeley Mafia, a group of US-trained economists. That leader of this country was forced to resign after a 1997 crisis that led to a massive devaluing of the rupiah. For 10 points, name this country whose post-independence economic policy was guided by Sukarno.", "answer_sanitized": "Indonesia [or Republic of Indonesia] &lt;JL, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In Chinese Buddhist mythology, one of these animals swallows the Buddha, who cuts its stomach open and makes it his godmother. In Nepalese legend, the golden king of these animals is captured by hunters, but escapes by reciting the mantra of the bodhisattva of these animals. The association of this animal with the Wisdom Queen that it symbolizes arose from the belief that these animals could repel snakes and were generally immune to poison. (*) Kartikeya’s mount is one of these animals, which are enchanted by Krishna’s flute playing in another story in which the king of these animals bestows him with a part of its body. It isn’t a swan, but Saraswati is depicted alongside one of these birds called citramekhala (“chit-ruh-MAY-kuh-luh”). These birds pulled the chariot of Hera, who affixed the eyes of Argus Panoptes to the tails of these birds after his death. For 10 points, name these colorfully plumed male birds.", "answer_sanitized": "peacocks [or peafowl] &lt;JSH, Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "A character in this play recalls being treated like a hostage in the “sections of society” her husband hates as he uses her connections to crash posh parties. A character in this play who had commanded the Maharaja’s army is compared to an “old plant” left over from the “Edwardian Wilderness.” Three characters in this play perform a mock play in which a character pretends to search for “nobody” at a theatre. The wife of this play’s protagonist exclaims “I’m in the mud at last! I’m groveling! I’m crawling!” as she returns to her husband, who frequently calls her (*) Lady Pusillanimous. This play’s central couple mimics animal noises as part of a game called “bears and squirrels.” Helena moves in with this play’s protagonist after his wife returns to her father, Colonel Redfurn. This play’s protagonist frequently wrestles his Welsh friend Cliff. For 10 points, name this play about the perpetually angry Jimmy Porter, written by John Osborne.", "answer_sanitized": "Look Back in Anger &lt;EL, British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The RainDrop Plus system for this specific technique partitions a sample into millions of picodroplets. A reporter gets progressively farther away from an internal moiety like BHQ-1 when using the Scorpion Probe for this technique. Target output is normalized to an endogenous reference and divided by calibrator amount in a method for analyzing data from this technique introduced by Kenneth Livak. That 2 to the negative (*) delta-delta-CT method calculates relative fold change using the point during this technique at which there is measurable fluorescence from dyes like SYBR Green or fluorophores liberated by TaqMan. It may be combined with reverse transcription to determine gene expression. For 10 points, monitoring amplification during each cycle allows measurement of absolute or relative amounts of DNA in what type of PCR technique?", "answer_sanitized": "real-time PCR [or qPCR; or semi-quantitative PCR; or digital PCR; or answers that contain quantitative and/or real-time PCR, such as multiplex qPCR or qRTPCR; prompt on PCR; prompt on RT-PCR until “reverse transcription” is read] &lt;JS, Biology&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The practice of having this city’s council consist of one Jew, one Italian, one Irishman, one Protestant, and one Democrat was begun by a political boss who was succeeded by state senator “Hap” Farley. A 1968 event in this city prompted J. Morris Anderson to organize a parallel protest event a few blocks away for black women. Paul “Skinny” D’Amato ran this city’s famous 500 Club, which was frequented by performers like Dean Martin and (*) Frank Sinatra. In an incident in this city, women threw “instruments of female torture” in a Freedom Trash Can, popularizing the trope of “bra burning.” This city was home to a 1929 summit of American crime bosses organized by Meyer Lansky, and, until his 1941 conviction for tax evasion, this city was dominated by the political boss “Nucky” Johnson. For 10 points, the original Miss America pageants were held in what resort city home to an iconic boardwalk?", "answer_sanitized": "Atlantic City &lt;AE, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A character originally created by this author reappeared in a 1977 parody by Gordon Lish that was published anonymously in Esquire. He wrote a story in which a character mocks his wife as “Madame Bovary at Columbia Extension School” before remembering the title poem he had written for her. In that story, after hanging up abruptly on Arthur, Lee gruffly stops the woman in bed with him from picking up a burning cigarette that he dropped in his lap. In another story by this author, a little boy repeatedly shrieks out (*) “meet you at the corner,” the punchline to a riddle, while the narrator talks to a girl he had seen at a children’s choir practice. After reading a letter containing a broken wristwatch, a character spells the word “faculties” while falling asleep in a section of that story written in the third person as “Sergeant X.” For 10 points, name this author who included “Pretty Eyes and Green My Mouth” and “For Esmé – with Love and Squalor” in his Nine Stories.", "answer_sanitized": "J. D. Salinger [or Jerome David Salinger] &lt;CK, American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A 1990 book titled for these expressions was written by Stephen Neale, who argues that pronouns serve as proxies for them in anaphora (“uh-NAFF-uh-ruh”). When translating these expressions into symbolic logic, it is common to use a quantifier denoted by the Greek letter iota. An example involving a speaker who claims that Smith’s murderer is insane was used to distinguish between their “attributive” and “referential” uses in a paper by Keith Donellan. A paper argues that these expressions give rise to truth-value gaps because they presuppose rather than entail a (*) unique referent, arguing that another thinker’s theory of them conflates their “meaning” with their “use.” That P. F. Strawson paper plays on the name of a paper that analyzes these expressions as making an existential claim, a predicative claim, and a uniqueness claim. For 10 points, Bertrand Russell’s “On Denoting” presents a theory of what expressions like “the present king of France is bald”?", "answer_sanitized": "definite descriptions &lt;CK, Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "A proposed scheme for detecting long-wavelength gravitational waves measures correlations between signals from multiple objects of this type in a timing array. The death line on a P–P-dot diagram for these objects is thought to correspond to the point when they can no longer produce electron–positron pairs. An interplanetary scintillation detector made the first observation of one of these objects, which was referred to as (*) LGM-1 by its discoverer. Antony Hewish and Jocelyn Bell discovered these astronomical objects. These highly magnetized stars can only be observed when one of their poles points toward earth. The loss of energy in a binary system of these objects provided evidence for gravitational waves through observations made by Hulse and Taylor. For 10 points, name these rotating neutron stars that act as periodic radio sources.", "answer_sanitized": "radio pulsars [accept millisecond pulsars; prompt on neutron stars until read] &lt;GR, Other Science: Astronomy&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "In the St. Matthew Passion, this instrument plays raindrop-like staccatos in the aria “Buß und Reu” (“boose oont roy”) and plays a solo in the aria “Aus Liebe will mein Heiland sterben” (“ouse LEE-buh vill mine HY-lont SHTAIR-bin”). Blind virtuoso Friedrich Ludwig Dülon played C. P. E. Bach’s slow–fast–fast A minor sonata and his G major Hamburger Sonata for this instrument. The Doppler brothers were virtuosos of this instrument. A downbeat 16th rest opens J. S. Bach’s only unaccompanied work for this instrument in the form of a suite, his Partita in (*) A minor. It leads the second movement of Brandenburg Concerto No. 5 and the finale of Bach’s Orchestral Suite No. 2 in B minor, a “Badinerie” often used as a showpiece. Johann Joachim Quantz (“k’VONTS”) wrote a treatise on playing this instrument and taught it to the dedicatee of The Musical Offering. For 10 points, name this woodwind instrument played by Frederick the Great.", "answer_sanitized": "flute [or transverse flute; or flûte traversière; prompt on traverso] &lt;CK, Classical Music&gt;   Bonuses", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "A writer claimed that one of these things came from Western literature, citing John Lok’s (“Lok’s, spelled L-O-K”) claim that Africans were “beasts with no houses,” to explain why her roommate assumed she didn’t know how to use a stove. For 10 points each:", "answers_sanitized": ["single story [or single stories; accept “The Danger of a Single Story”; prompt on story or stories]", "Chimamanda Ngozi Adichie", "“The Thing Around Your Neck” &lt;VS, World/Other Literature&gt;"], "parts_sanitized": ["Name these things whose power is explained using the word “nkali” in a speech titled for them. An author recalled how one of these abstract things shaped her view of Mexicans as “abject immigrants,” a view shattered by her visit to Guadalajara (“gwa-da-la-HA-ra”).", "This Nigerian author gave the TED Talk “The Danger of a Single Story,” citing Chinua Achebe’s idea of a “balance of stories” as a better view of the world. She also wrote Americanah.", "After winning a visa lottery and coming to America, the protagonist of this Adichie story realizes that not everyone has big houses and cars like she thought, but she isn’t sure if Americans are all just hiding their guns. This story titles a collection that includes “Jumping Monkey Hill.”"], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "After the naive dance “Jota” (“HO-ta”) and the lullaby “Nana,” this set ends with the melismatic lament “Polo,” infused with the <em>cante jondo</em> (“HONE-doh”) and strumming of Andalusian flamenco. For 10 points each:", "answers_sanitized": ["Seven Spanish Folksongs [or Seven Popular Spanish Songs; or Sept Chansons populaires espagnoles; or Siete Canciones populares españolas; accept Suite popular española or Suite populaire espagnole or Popular Spanish Suite; prompt on partial answer]", "Luciano Berio", "Occitan (“OCK-sit-in”) [or lenga d’òc; or langue d’oc; accept Old Occitan or Medieval Occitan; prompt on Provençal or Auvergnat] &lt;OL, Classical Music&gt;"], "parts_sanitized": ["Name this set of brief love songs from regions such as Murcia, Aragon, and Asturias arranged by Manuel de Falla (“deh FAH-yah”). Miguel Llobet (“yoo-BET”), Paweł Kochański (“PA-vel ko-HAHN-skee”), and Maurice Maréchal (“mah-ray-SHAHL”) later arranged suites of them for guitar, violin, and cello.", "This Italian modernist orchestrated Falla’s cycle and set Sicilian, Armenian, and Azerbaijani Folk Songs for his wife Cathy Berberian (“ber-BAIR-yin”). His musique concrète piece Thema (Omaggio a Joyce) altered tape recordings of her reading Ulysses, and his Sequenza III tested her vocal limits with skittish nonsense syllables.", "Berio’s Folk Songs and Canteloube’s (“con-tuh-LOOB’s”) Chants d’Auvergne (“shawn doh-VAIRN-yuh”) both set “Lo Fiolairé” (“lo fyo-LYE-ray”), a song in this language. Ravel’s Folk Songs set diverse languages like Yiddish, Galician, and Limousin (“lee-moo-ZAN”), an archaic dialect of this language sung by medieval troubadours in Southern France."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The determinant of this object for a coordinate transformation gives a factor used in integrated transformed functions. For 10 points each:", "answers_sanitized": ["Jacobian matrix [accept Jacobian determinant]", "polar coordinates", "Gauss–Newton algorithm [do not accept or prompt on “Newton’s method”] &lt;GR, Other Science: Mathematics&gt;"], "parts_sanitized": ["Name this matrix that contains the first-order partial derivatives of a multivariable vector function.", "Transforming from two-dimensional Cartesian coordinates to this other coordinate system results in a Jacobian determinant of r, indicating that the size of the differential area element depends on position in this coordinate system.", "The Jacobian matrix between the residuals and the parameters can be used for nonlinear regression, such as in this algorithm, where the change in the parameters with each iteration is computed in terms of the left pseudoinverse of the Jacobian times the Jacobian."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "During a disastrous Australian tour, this comedian told an audience member who asked him to talk about something other than America, “Fuck you, madam. That’s different, isn’t it?” For 10 points each:", "answers_sanitized": ["Lenny Bruce [or Leonard Alfred Schneider]", "Borscht Belt", "klezmer &lt;AE, Other Academic&gt;"], "parts_sanitized": ["Name this stand-up comic who was arrested in 1961 after a performance at a San Francisco nightclub where he said the word “cocksucker” and joked “to is a preposition, come is a verb.”", "Bruce, like Jewish comedians Don Rickles and Mel Brooks, got his start performing in resorts in New York’s Catskill Mountains, a collection of venues given this colloquial name.", "The Borscht Belt was also a major circuit for performers of this style of Ashkenazi Jewish folk music. In this musical style, the violin is played so as to produce krekhts, or “sobs.”"], "category": "Trash"}, {"leadin_sanitized": "This author claimed that “the ex-stasis of galaxies / so out from us there’s no vocabulary” is a more desirable sight than a loved one entering a room in her poem “Hubble Photographs: After Sappho.” For 10 points each:", "answers_sanitized": ["Adrienne Rich", "Marilyn Hacker", "planetarium (The story is “The Moons of Jupiter.”) &lt;VS, American Literature&gt;"], "parts_sanitized": ["Name this poet who described performing the title action “not like Cousteau with his assiduous team,” but with “absurd flippers,” in her collection Diving into the Wreck.", "This author wrote a poem that begins by asking, “Didn’t Sappho say her guts clenched up like this?” Despite being a lesbian, she spent much of her life married to gay science fiction writer Samuel R. Delany.", "The speaker states “I am bombarded yet… I stand” in a Rich poem dedicated to Caroline Herschel and titled for one of these places. In an Alice Munro story, Janet visits one while awaiting the outcome of her father’s surgery."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Mark Driscoll, who has received attention as a “postmodern” evangelical preacher, was raised outside this city. For 10 points each:", "answers_sanitized": ["Seattle", "complementarianism [or word forms]", "The Church of Jesus Christ of Latter-Day Saints [or LDS or Mormon Church or Mormonism] &lt;NC, Religion: Christianity&gt;"], "parts_sanitized": ["Name this US city. Driscoll led the Mars Hill megachurch based in this city until 2014, when he was forced to resign amid a series of scandals.", "Driscoll is a prominent advocate of this theological position, which states that men and women are equivalent in value, but not equal because they have separate roles and duties.", "This religious denomination embraces complementarianism to the extent of holding that God has a wife, called the Heavenly Mother. This American religious denomination believes in the doctrine of eternal marriage, and its weddings are held at temples and can be attended only by church members."], "category": "Religion"}, {"leadin_sanitized": "This policy agenda included the creation of a so-called Department of Welfare. For 10 points each:", "answers_sanitized": ["Fair Deal", "Medicare", "Ronald Reagan [accept Ronald Reagan Speaks Out Against Socialized Medicine] &lt;CK, American History&gt;"], "parts_sanitized": ["Name this policy agenda advanced by Harry Truman. Truman was largely unsuccessful in achieving its goals, which included repealing the Taft–Hartley Act and establishing a universal health insurance program.", "Harry and Bess Truman were the first two individuals enrolled in this national health insurance program, which Clinton and Bush later expanded through its Parts C and D.", "During its anti-Medicare campaign Operation Coffee Cup, the American Medical Association held coffee meetings where they played an LP recorded by this celebrity in which he Speaks Out Against Socialized Medicine."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "DOXP is reduced and turned into MEP in the first step of a pathway that is notable for [emphasize] <em>not</em> using this molecule as an intermediate. For 10 points each:", "answers_sanitized": ["mevalonate pathway [accept mevalonic acid or MVA]", "cholesterol", "dolichol [or dolichyl-phosphate; or dol-p] &lt;VS, Biology&gt;"], "parts_sanitized": ["Name this molecule, the namesake intermediate of a pathway that generates the isoprenoid precursors DMAPP and IPP. Statins directly disrupt its production by inhibiting HMG-CoA reductase.", "Statins are used to modulate blood levels of this steroid precursor transported by HDL and LDLs.", "Mevalonate inhibition via statins also reduces levels of this isoprenoid. In its phosphorylated form, it is used to transfer oligosaccharides to asparagine residues on target proteins."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This artist was put on “trial” for apologizing after he and his wife attended an American costume party dressed as the Lindbergh Baby and his kidnapper. For 10 points each:", "answers_sanitized": ["Salvador Dalí", "Surrealism", "Elsa Schiaparelli (“SKEE-ah-pah-RELL-ee”) &lt;VS, Other Arts: Fashion&gt;"], "parts_sanitized": ["Name this artist who nearly fainted while wearing a deep-sea-diving costume and walking around with Russian wolfhounds at another party. A photograph of him inspired the Shoe Hat, a woman’s shoe that one would wear as a hat.", "Dalí was given the nickname “Avida Dollars” and expelled from this movement by André Breton after he dared to apologize for the Lindbergh Baby costume incident.", "The Shoe Hat was one of the many collaborations between Dalí and this fashion designer who also created the Skeleton Dress and a dress with a lobster print based on his work."], "category": "Fine Arts"}, {"leadin_sanitized": "In response to this dam’s construction, Rupert Fothergill initiated Operation Noah, an effort to relocate over 6,000 fauna to Matusadona National Park. For 10 points each:", "answers_sanitized": ["Kariba Dam", "Kenneth Kaunda", "copper &lt;JD, World History&gt;"], "parts_sanitized": ["Name this dam whose construction forced the relocation of many Tonga people. It is one of the three major dams along the Zambezi River, along with the Cahora Bassa Dam and Itezhi-Tezhi Dam.", "The Kariba Dam was constructed in the Central African Federation, a short-lived union between what became Malawi and Zambia. Zambia achieved its independence from the Federation thanks to the efforts of this man, who was Zambia’s first president and nationalized many key industries after issuing the Mulungushi Declaration.", "Kaunda used the Kariba Dam to provide cheap power for mining this resource, whose export continues to power much of the Zambian economy. Chile’s mining industry is the largest producer of this good in the world."], "category": "Geography"}, {"leadin_sanitized": "In an epic poem titled for this character, the sow Salaura tells this character that she wants him “to be taught how to die” before 66 pigs eat him alive at its end. For 10 points each:", "answers_sanitized": ["Isengrim the Wolf [or Ysengrimus]", "“The Nun’s Priest’s Tale”", "Tybalt the Cat [or Tibert the Cat] &lt;VS, European Literature&gt;"], "parts_sanitized": ["Name this character who titles a medieval epic by Nivardus in which he’s flayed so that his skin can heal a sick lion. In one story, he gets frozen to a lake after a character tricks him into using his tail as a net while ice fishing.", "The Ysengrimus is the first appearance of the trickster fox Reynard, whose namesake cycle inspired this story from Chaucer’s Canterbury Tales in which Chauntecleer outsmarts a prideful fox.", "This cat from the Reynard cycle attacks Reynard’s lair in Maleperduis (“mal-uh-PERD-yoo-iss”). He lends his name to a character in Romeo and Juliet, derisively called the “Prince of Cats,” whom Romeo kills in a duel."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "These objects are rank-1 tensors. For 10 points each:", "answers_sanitized": ["vectors [accept vector fields]", "covariant AND contravariant [accept in any order]", "Ricci curvature scalar [or scalar curvature; prompt on Ricci; do not accept or prompt on “Ricci tensor”] &lt;GR, Physics&gt;"], "parts_sanitized": ["Name these mathematical objects that can describe quantities with components for each direction. The electric and magnetic fields are namesake “fields” that assign one of these objects to every point in space.", "These two terms describe different representations of tensors in curved spacetime, and “upper” and “lower” tensor indices are referred to by these terms. Repeating the same symbol for multiple indices described by these terms represents the contraction of a tensor.", "This quantity, which is integrated to form the Einstein–Hilbert action, is defined as a contraction over all four indices of the Riemann (“REE-mon”) curvature tensor. This quantity multiplies the metric in the Einstein field equations."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This journalist is married to David Miranda, who is currently the only openly gay member of Brazil’s Chamber of Deputies. For 10 points each:", "answers_sanitized": ["Glenn Greenwald", "Sérgio Moro", "Jair Bolsonaro &lt;CK, Modern World&gt;"], "parts_sanitized": ["Name this journalist who was arrested in 2020 for publishing Telegram messages showing that a judge illegally interfered in the trial of former Brazilian president Lula da Silva.", "Those Telegram messages showed that this current Brazilian Minister of Justice had illegally conspired with prosecutors while presiding over the anti-corruption investigation Operation Car Wash.", "Upon winning the presidency in 2018, this far-right Brazilian politician made Sérgio Moro his Minister of Justice. In a tweet, he infamously asked Greenwald if he “burned the donut,” a reference to anal sex."], "category": "Current Events"}, {"leadin_sanitized": "Aleksey Kohmyakov was a leading proponent of this view, which he developed through his idea of <em>sobornost</em>, which promoted the spiritual value of the <em>obshchina</em>. For 10 points each:", "answers_sanitized": ["slavophilia [or word forms]", "Pyotr Stolypin", "serfs &lt;EL, European History&gt;"], "parts_sanitized": ["Give the name of this intellectual movement whose proponents emphasized Russia’s cultural uniqueness and clashed with westernizers during the 19th century. Ivan Kireyevsky was influential in its development.", "Abolition of the obshchina was a central goal of this Russian prime minister’s land reforms, which encouraged privatization of agricultural land into individual khutors. He died after being shot while watching a performance of The Tale of Tsar Saltan at the Kiev Opera House.", "In addition to peasants, these people occupied obshchina prior to their emancipation. Alexander II emancipated these people in 1861."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This work compares the dislike of realism to Caliban’s rage at seeing his own face in a mirror, while it compares the dislike of romanticism to Caliban’s rage at [emphasize] <em>not</em> seeing his own face in a mirror. For 10 points each:", "answers_sanitized": ["preface to The Picture of Dorian Gray [prompt on partial answer]", "Oscar Wilde", "Will Self &lt;VS, British Literature&gt;"], "parts_sanitized": ["Name this work which states that “all art is at once surface and symbol,” and that “those who go beneath the surface do so at their peril.” This work ends by declaring, “all art is quite useless.”", "This British author described an oil portrait painted by Basil Hallward that ages in lieu of the protagonist in his novel The Picture of Dorian Grey.", "Basil Hallward’s oil portrait is replaced by the video art installation “Cathode Narcissus” in this British author’s novel Dorian, an Imitation. This author’s Umbrella series features his recurring character Zach Busner."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A representative household can be found if and only if one of these functions can be expressed in Gorman polar form. For 10 points each:", "answers_sanitized": ["indirect utility functions [prompt on utility functions]", "Cobb–Douglas production function [or Cobb–Douglas utility function; prompt on production function]", "constant &lt;VS, Social Science: Economics&gt;"], "parts_sanitized": ["Name these quasi-convex, degree-zero homogeneous functions, which take in a set of prices and an income and output a utility. The Marshallian demand is related to a ratio of partials of this function by Roy’s identity.", "This utility function’s indirect utility function is homothetic. Two elasticities denoted alpha and beta sum to one in this function, which is the limiting case of the CES as gamma goes to 0.", "The marginal rate of substitution for a homothetic function has this property along a ray. It describes the “return to scales” produced by the Cobb–Douglas function that are neither increasing nor decreasing."], "category": "Social Science"}, {"leadin_sanitized": "Luman Reed commissioned a series by this artist that includes a painting subtitled <em>The Arcadian or Pastoral State</em>. For 10 points each:", "answers_sanitized": ["Thomas Cole", "Borghese Gladiator [or Borghese Warrior; or Fighting Warrior]", "Los Angeles [or LA] (The artist is Ed Ruscha.) &lt;VS, Painting/Sculpture&gt;"], "parts_sanitized": ["Name this painter who also painted The Consummation of Empire and Destruction for that 5-painting series.", "Destruction prominently features a sculpture based on this real-life one, which served as the model for Watson’s pose in Watson and the Shark. This sculpture by Agasias of Ephesus has a misleading name, as it actually depicts a Greek fighter, not a Roman one as suggested.", "A different 10-painting cycle titled The Course of Empire, inspired by Cole’s, shows changes in the building tops of this city, which bear signs like “Tool &amp; Die” and “Tech-Chem.” The same artist showed a museum from this city “On Fire” from an aerial view."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Coel Hen, the leader of a kingdom in this region named Rheged, provides the starting point for <em>The Descent of the Men of the North</em>, a tract that details 6th-century rulers of it. For 10 points each:", "answers_sanitized": ["Hen Ogledd (“hain OG-leth”) [or The Old North]", "Hadrian’s Wall", "Kingdom of Northumbria &lt;EL, Other History&gt;"], "parts_sanitized": ["Name this region ruled by many medieval Welsh kingdoms, such as Strathclyde. Cunedda, the supposed progenitor of the House of Gwynedd, ruled in this region. Either the Welsh term or English translation is acceptable.", "The Kingdom of Rheged was centered around the site of this structure, the long-lasting northern border of Roman-occupied Britain. Its namesake emperor had it constructed beginning in 122 AD.", "The Anglian Kingdoms in Hen Ogledd, Bernicia and Deira, merged to form this Anglo-Saxon kingdom where the Synod (“SIN-ud”) of Whitby occured. The Venerable Bede (“beed”) was from this kingdom."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The heat capacity of a gas can be determined by counting degrees of freedom and using the equipartition theorem. For 10 points each:", "answers_sanitized": ["translational degrees of freedom [accept center of mass motion]", "4 (Determine from 3n – 5 or by counting symmetric and asymmetric stretches, in and out of plane bending.)", "sigma-g-plus [or Σg+; accept A-one-g or A1g] &lt;GR, Chemistry&gt;"], "parts_sanitized": ["Name the only type of degree of freedom in [emphasize] monatomic ideal gases. In general, gases have three of these degrees of freedom per molecule.", "Linear molecules have two rotational degrees of freedom. How many vibrational degrees of freedom does a linear triatomic molecule like carbon dioxide have?", "This is the symmetry of the ground state vibrational wavefunction of carbon dioxide. It is the totally symmetric irreducible representation of the D-infinity-h point group."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This book contains a thought experiment centering on a Day Man and a Night Man, who, despite sharing the same body, have different memories. For 10 points each:", "answers_sanitized": ["An Essay Concerning Human Understanding", "John Locke", "Catherine Trotter Cockburn &lt;CK, Philosophy&gt;"], "parts_sanitized": ["Name this book whose author illustrated his memory-based account of personal identity in another thought experiment that imagines a cobbler switching bodies with a prince.", "Thomas Reid proposed a thought experiment concerning a “brave officer” in response to the memory-based account of personal identity found in this empiricist’s book An Essay Concerning Human Understanding.", "This thinker interpreted Locke as arguing that distinct consciousnesses correspond to different modes, rather than different substances, in her Defence of Mr. Locke’s An Essay Concerning Human Understanding."], "category": "Philosophy"}]}