{"tossups": [{"question_sanitized": "Hann and Lapworth showed that one of these reactions worked even with tertiary amine (“uh-MEEN”) catalysts and therefore did not proceed via an aminal (“uh-MEEN-al”) or iminium (“ih-MIN-ee-um”) intermediate. One of these reactions generates an alpha-beta-epoxy ester from an alpha-haloester and a carbonyl (“car-bo-NEEL”). The first stage of the Hantzsch (“honch”) dihydropyridine synthesis reacts an aldehyde with a (*) ketoester in one of these reactions whose general case reacts a carbonyl with an activated methylene. Two esters are linked under basic conditions to form a beta-ketoester in one of these reactions. Darzens, Knoevenagel (“k’NUH-ven-AH-gul”), and Dieckmann name examples of these reactions. Hydrolysis can reverse a form of polymerization that takes place through many of these reactions and that is contrasted with addition polymerization. For 10 points, name this class of reactions that shares its name with a vapor-to-liquid phase change.", "answer_sanitized": "condensation reactions [accept Claisen condensation or Knoevenagel condensation or Darzens condensation] &lt;EM, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "After showing his drawings of two frogs made of metal to the protagonist of this novel, a man asks whether he should draw the third frog as “rubbery, almost blobby.” The protagonist of this novel interrupts her friend’s rambling anecdote during a car ride to visit a boat stranded in the marshes near Kingsfield Center. In this novel, a boy is suddenly angered when Laura teases him about the mud stuck on his rugby shirt. In this novel, a girl notices the “veteran couples” copy their mannerisms from TV during her two-year stay at the (*) Cottages. Chrissie and Rodney convince a group of friends in this novel to go to Norfolk in search of a “deferral.” Madame cries after seeing a girl dance with a pillow to the fictional Judy Bridgewater song that titles this novel. After leaving Hailsham, the protagonist of this novel becomes a carer. For 10 points, name this novel in which Ruth, Tommy, and Kathy are clones forced to be organ donors, written by Kazuo Ishiguro.", "answer_sanitized": "Never Let Me Go &lt;CM, British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In a 2019 Met production of this opera, William Kentridge replaced the title character’s son with a bunraku puppet wearing a gas mask. In Act 2 of this opera, an Idiot predicting the future sings, “Lustig, lustig… Aber es riecht….” A soprano’s shriek is echoed by two slowly crescendoing tutti B’s separated by bass drum hits after a murder in this opera. This opera’s title character envisions a head rolling on the ground in an aria in which the composer placed x’s in the stems of partially-sung notes. A leitmotif in this opera forms a minor-major-7th chord and first appears in the aria (*) “Wir arme leut!” (“veer AR-muh loyt”). This opera ends with a child riding an imaginary hobbyhorse, and Act 2 is structured as a symphony in 5 movements. An “Invention on a Single Note B” plays in a scene from this opera set on a night with a blood-red moon. For 10 points, name this opera whose title soldier drowns after killing his wife Marie, composed by Alban Berg (“ALL-bahn BAIRG”).", "answer_sanitized": "Wozzeck (“VOT-seck”) &lt;CK, Other Arts: Opera&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "This thought experiment’s formulator argued that agents in it cannot agree to bear “intolerable burdens,” because such an arrangement violates the “strains of commitment.” This thought experiment, which its formulator likened to “moral geometry,” considers conceptions of the right that satisfy five “formal constraints” including generality and publicity. John Harsanyi (“HAR-shawn-yee”) critiqued this thought experiment, arguing that an agent in the imagined situation would adopt the principle of (*) average utility. Agents in this thought experiment balance different perspectives, including that of the reasonable person in the “well-ordered society,” to reach “reflective equilibrium.” The thinker who introduced this thought experiment argued that agents would choose a maximin criterion its imagined situation where they do no others’ “conception of the good” because they behind a “veil of ignorance.” For 10 points, name this hypothetical situation that plays the role of the state of nature in John Rawls’s A Theory of Justice.", "answer_sanitized": "original position [prompt on veil of ignorance until read] &lt;CK, Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "Counterinsurgency units called the “Special Night Squads” helped put down a revolt in this state that began after the death of the leader of a non-Serbian Black Hand. An organization in this state helped colonial authories arrest suspected terrorists after the assassination of Lord Moyne during the “Hunting Season.” A White Paper issued after the 1939 London Conference limited immigration to this state. A successor state to this one pursues a policy of “purity of arms” based on an abstention from (*) retaliatory acts pursued by a group active in this state. Operation Agatha was an arms sweep perpetrated by British authorities in this state also known as Black Saturday. A massacre in the village of Deir Yassin (“dair yah-SEEN”) during the war that broke up this state was perpetrated by the Stern Gang and a group that had earlier bombed the King David Hotel, Irgun (“eer-GOON”). For 10 points, name this British Mandate whose partition in 1948 created Israel.", "answer_sanitized": "Mandatory Palestine [or Mandate of Palestine] &lt;EL, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Tomonaga showed that bosonization, a mathematical transformation of interacting fermions to massless non-interacting bosonic quasiparticles, is only possible in systems with this property. Majorana (“ma-yo-RA-na”) zero modes, a predicted feature of topological superconductors, were first observed in an indium antimonide sample with an effective form of this property. Fermi liquid theory breaks down in systems with this property, and mean field theory incorrectly predicts a finite temperature phase transition for the (*) Ising model with this property. Systems with this property can be created with ultracold atoms by making two of the trapping frequencies much larger than the chemical potential, resulting in a “cigar-shaped” trap geometry, where motion in the transverse directions is “frozen out.” For 10 points, name this type of system with reduced dimensionality, exemplified by nanowires.", "answer_sanitized": "one-dimensional [or 1D; accept quasi or effective one-dimensional systems; prompt on reduced dimensionality] &lt;GR, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a 2016 book, Jason Brennan criticized this kind of system for being dominated by “hooligans” rather than “hobbits.” Robert Goodin and Christian List defended this system on “epistemic,” rather than “procedural” grounds, in a paper that generalizes the Condorcet jury theorem. This kind of system supplies mutually acceptable, binding reasons according to a 2004 book by Dennis F. Thompson and Amy Gutmann, who are proponents of its (*) “deliberative” form. The Carnation Revolution marked the beginning of the rise of this kind of system according to Samuel Huntington’s The Third Wave. A pluralist version of this system, called “polyarchy,” was proposed by Robert Dahl, who also wrote a book about this system and “its critics.” In IR theory, it names a “peace” theory which states that two nations with this system will never go to war. For 10 points, name this form of government in which the people elect politicians.", "answer_sanitized": "democracy [or epistemic democracy; or deliberative democracy; or representational democracy; or democratic peace theory; accept more specific answers] &lt;CK, Social Science: Political Science&gt;", "category": "Social Science"}, {"question_sanitized": "This novel ends with its protagonist proudly displaying his bald head after an apparition informs him that he will become a prominent lawyer. This novel’s protagonist remarks that Paris’s actions were what had damned mankind after watching a lustfully dancing Venus perform in a reenactment of the Judgment of Paris. In another story from this novel, shape-shifting witches steal the eyes and nose of a man guarding a corpse, replacing them with wax. This novel’s protagonist is almost forced to have public (*) intercourse with the Murderous Wife. Its protagonist has an affair with the servant girl Fotis in an attempt to learn how Pamphile turned herself into an owl. A story in this novel concerns the witch Meroë (“MEH-ro-ee”), who replaces Socrates’s heart with a sponge and urinates on his companion Aristomenes. This novel’s protagonist eats a crown of roses in a cult ritual to the goddess Isis that returns him to human form. For 10 points, name this novel by Apuleius.", "answer_sanitized": "The Golden Ass [or Asinus Aureus; accept Metamorphoses by Apuleius; prompt on Metamorphoses] &lt;CK, World/Other Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This politician claimed that “liberty without learning is always in peril, and learning without liberty is always in vain” in a speech given at Vanderbilt University. This politician said “Our responsibility is one of decision – for to govern is to choose” in a speech given outside Independence Hall that emphasized the importance of a strong relationship with Western Europe. This politician claimed that we wish for “not merely peace in our time but peace for all time” in his “A Strategy of Peace” speech, which he gave as the commencement address for (*) American University. In his inaugural address, this president stated “let us never negotiate out of fear, but let us never fear to negotiate”; that speech was written by Ted Sorensen. In his speech accepting the Democratic nomination, this president coined the phrase “New Frontier.” For 10 points, name this president whose inaugural address included the line “ask not what your country can do for you – ask what you can do for your country.”", "answer_sanitized": "John F. Kennedy [or JFK; prompt on Kennedy] &lt;AE, American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This artist’s design for New York’s UN Playground led him to spend 5 years collaborating on playground design with Louis Kahn. This artist went to Mexico after Diego Rivera asked him to create the mural History as Seen from Mexico in 1936, starting an affair with Frida Kahlo in the meantime. Monument Plaza in Philadelphia holds this artist’s memorial to Benjamin Franklin, Bolt of Lightning. Early in his career, this artist created a portrait bust of his friend Buckminster Fuller. This artist’s abstract, 9-foot-tall, pink marble sculpture, (*) Kouros, was influenced by his mentor, Constantin Brâncuși (“brin-KOOSH”). Ikea’s paper lanterns are based on the Akari lanterns this artist popularized in the US. He made minimalist wood pieces, like a porch that Erick Hawkins and Merce Cunningham stood on, for a premiere held at the Library of Congress. For 10 points, name this artist who made a house’s frame, a bench, and a rocking chair for Appalachian Spring’s set design.", "answer_sanitized": "Isamu Noguchi &lt;VS, Painting/Sculpture&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "In the Narcissus effect, glare produces an artifact in these instruments, and the cold-stop efficiency quantifies the presence of spurious signals in these instruments. The MRTD of one of these instruments can be improved by using a cooled detector. High-performance examples of these systems use a cryogenic focal plane array based on a semiconductor like indium gallium arsenide, rather than a CCD or CMOS sensor. Zinc selenide is a common material for (*) optical components in these devices, which can also use germanium components for their low dispersion at the appropriate wavelengths. These devices primarily detect radiation between 9 and 14 microns and assume a blackbody distribution for each point. For 10 points, name these systems that measure blackbody radiation to produce an image of the temperature of a scene.", "answer_sanitized": "thermal imaging systems [or thermal cameras; or thermographic imaging systems; or thermographic cameras; accept infrared imaging systems, infrared cameras, IR imaging systems, or IR cameras; prompt on cameras or imaging systems] &lt;GR, Other Science: Engineering/Mixed&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a scene from a book by this author, a character accidentally removes a spoon covered in food from an installment in an art museum. After ripping the mask off of a child soldier, a character in that novel by this author witnesses a wedding procession that includes firecrackers and a T-34 tank. A character created by this author learns that he probably has a lacerated liver after he asks some veterinarians in a restaurant to give their expert opinion about one of his characters. That novel opens with the description of Karen participating in a (*) Unification Church mass wedding at Yankee Stadium. In that novel, the reclusive author Bill Gray attempts to rescue a Swiss poet held by terrorists in Beirut. He wrote a novel that opens with Cotter Martin fighting a fan whom he had just befriended for a fly ball in a description of the “Shot Heard ’Round the World.” For 10 points, name this author of Mao II who wrote about the waste management executive Nick Shay in Underworld.", "answer_sanitized": "Don DeLillo &lt;JH, American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "People who ventured up Mount Taimu in search of this substance were turned to stone by a dragon and were later revived when this substance was applied to the stone. A girl was turned into a bird after crossing 99 mountains to find this substance, which was supposedly placed there by nine fairies. This substance originated from a drop of water from the pearl around a dragon’s neck in Fujianese legend. An “iron” aspect of Guanyin is the namesake of a variety of this product, whose (*) location she revealed to a poor farmer who maintained one of her shrines. This good was used as an antidote by a god of agriculture who consumed hundreds of poisonous plants to determine their medicinal properties. The use of this good was accidentally discovered by Shennong when the wind blew leaves into a pot of boiling water. For 10 points, name this beverage that is ritually presented in a namesake ceremony.", "answer_sanitized": "tea [or te; or cha; or chai; accept green tea or herbal tea; accept tieguanyin; accept titgunyam; accept thih-koan-im; accept gongfu; accept kung-fu; accept congou] &lt;JSH, Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "In 1925, a monumental tomb constructed by these people for Queen Tin Hinan was controversially excavated by amateur archaeologist and tomb raider Count Byron de Prorok. A Christian leader of these people named Kusaila was killed near Mems while resisting an invasion led by Zuhayr ibn Qays. According to Islamic historians, a leader of these people destroyed their cities in an attempt to resist the Muslim conquest. That leader of these people defeated the forces of Hassān ibn al-Nu‘mān at the Battle of Meskiana, and is often rumored to have been (*) Jewish. The Kahina was one of these people, another of whom led an army that defeated the forces of the Visigothic King Roderic at the Battle of Guadalete and lent his name to Gibraltar. These people controlled Sijilmasa, the northern terminus of medieval trans-Saharan trade. Ibn Tumart started a religious movement among the Masmuda subgroup of these people who overthrew the ruling Almoravids. For 10 points, name this North African ethnic group that composed the Almohad Dynasty.", "answer_sanitized": "Berbers [or Amazigh; anti-prompt on Tuareg by asking “can you be less specific?”] &lt;EL, Other History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A clade of organisms that sequesters this element into namesake internal globules can be identified by the presence of okenone. Other organisms named for this element transfer energy from chlorobactene with quantum coherence via the Fenna–Matthews–Olson complex. Those organisms named for this element use the reverse TCA cycle for carbon fixation and thrive in meromictic, euxinic lakes where this element is abundant. Anaerobic photoautotrophs that use ions of this element as (*) photosynthetic electron donors include namesake green and purple bacteria. Many microbes that oxidize this element were formerly classed in the genus Thiobacillus. For 10 points, the first lifeforms may have developed on minerals containing what chalcogen that names a hypothetical “world” with iron?", "answer_sanitized": "sulfur [or S; accept green sulfur bacteria or purple sulfur bacteria] &lt;GR, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This conductor and the Prague Symphony Orchestra recorded all 15 of a composer’s symphonies for his 100th birthday. The slow movement of an F major piano concerto dedicated to this pianist opens with muted strings’ sarabande-like theme “G, long A-flat, short B-flat, G, G” before a simple piano theme descends from a long high C over left-hand triplets in C major. This dedicatee of a short Concertino for Two Pianos has the same name as the owner of the fancy Parisian nightclub where grisettes dance the can-can in a schmaltzy Viennese operetta; Danilo sings “I’m going to” that café of the same name in an aria from (*) Franz Lehár’s The Merry Widow that was parodied over a snare drum ostinato in the invasion march of the Leningrad Symphony, whose premiere this man attended in awe at age 4. This defector and his sister Galina supported the controversial book Testimony, which Solomon Volkov claimed were the memoirs of his secretly dissident father. For 10 points, name this son of Dmitri Shostakovich.", "answer_sanitized": "Maxim Shostakovich [or Maxim Dmitriyevich Shostakovich; or Maksim; prompt on Shostakovich; prompt on M. Shostakovich; prompt on Dmitri Shostakovich’s son] (The parodied Lehár aria is “Da geh’ ich zu Maxim,” and the piano concerto is Shostakovich’s Piano Concerto No. 2.) &lt;OL, Classical Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "He’s not Louis XIII or Philip II, but after this ruler’s wife Anne of Austria died, he infuriated his enemies by marrying her sister Constance. Emperor Ferdinand supposedly remarked “In order to make sure of heaven, [this monarch] has renounced Earth” in response to the anti-Protestant policies enforced by this man and his personal chaplain Piotr Skarga. An invasion of this ruler’s lands led him to end a campaign in Moldavia, though he was ultimately forced to cede control of much of northern Livonia to Sweden in the Truce of Altmark. After crushing Russian forces at the Battle of (*) Klushino, this monarch’s son Władysław (“vwah-DISS-woff”) was proclaimed Tsar of Russia, though he was de facto removed from the Russian throne when this man signed the Treaty of Deulino. This monarch, whose attempts to create a permanent standing army led to the Zebrzydowski (“zeb-zhid-OFF-skee”) Rebellion, was the first king to hold his court in Warsaw instead of the traditional Krakow. For 10 points, name this Polish monarch who briefly ruled Sweden in a personal union.", "answer_sanitized": "Sigismund III Vasa &lt;AE, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A collection by this author includes a story titled “Double Entry,” which doubles all of its descriptions, as well as stories written in Dog Latin and Opera English. He parodied pulp fiction smut under the pen-name Sally Mara in a novel whose protagonist, Gertie Girdle, finds herself trapped in Dublin’s Post Office during the Easter Rising. In a story by this author, the narrator sees a man whose friend advises him, “You ought to get an extra button put on your overcoat”; that man had earlier accused the narrator of (*) jostling him while on a crowded bus. In a collection, this author retells that story 99 times using varying narrative techniques. Barbara Wright translated a novel by this author whose protagonist wants to drink Coca-Cola, which she pronounces “cacocalo.” This author of Exercises in Style wrote a novel about a young girl who evades her Uncle Gabriel, a gay ballerina. For 10 points, name this French co-founder of Oulipo who wrote Zazie in the Metro.", "answer_sanitized": "Raymond Queneau (“kuh-NO”) (The unmentioned novel is We Always Treat Women Too Well.) &lt;AB, European Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Near the end of this book, a figure tells his followers, “if the world hates you, you know that it hated Me before it hated you.” In an episode often omitted from this book because it is believed to be an interpolation from Papias (“PAP-ee-us”), that figure writes on the ground with his finger while ignoring a question about the Mosaic Law. In another episode, a figure in this book claims he was born to “bear witness to the truth,” prompting another figure to ask, “What is truth?” This book analogizes Christ to the (*) “true vine” in one of seven sayings that begin “I am.” In this book, a Pharisee named Nicodemus asks, “How can a man be born when he is old?” This gospel, the only one to reference an otherwise-unnamed “disciple whom Jesus loved,” contains an episode in which Jesus tells a woman caught in adultery to “go and sin no more.” For 10 points, the line “for God so loved the world that He gave His only begotten Son” appears in what gospel’s chapter 3, verse 16?", "answer_sanitized": "Gospel of John &lt;CK, Religion: Christianity&gt;", "category": "Religion"}, {"question_sanitized": "A 1987 speech given by the first individual of this ethnicity to be elected to a parliament in a certain country was drowned out by opposition delegates banging their fists on their tables. A journalist recorded his working odd jobs for two years while in disguise as an immigrant of this ethnicity in the 1985 book Lowest of the Low. DİTİB (“dee-teeb”) funds religious buildings for people of this ethnicity, who use the slang word Almancı (“all-mon-JIH”) to describe themselves. After he tweeted a message to the “bleeding wound of the Ummah” criticizing the lack of international support for (*) Uyghurs (“WEE-gurs”), a soccer player of this ethnicity was removed from Pro Evolution Soccer 2020 in China. In the 1970s, this ethnic group contributed the largest number of Gastarbeiter (“GAST-ar-bye-tur”), or “guest workers.” Members of the far-right Grey Wolves are of this ethnicity, which has popularized meat cooked on a vertical rotisserie in Berlin. For 10 points, immigrants of what ethnicity introduced döner kebab to Germany?", "answer_sanitized": "Turkish Germans [or Deutsch-Türken; or Almanya Türkleri; or Turks in Germany; accept Almancı until read] (The politician in the first sentence is Sevim Çelebi-Gottschlich, and Lowest of the Low is by Günter Wallraff.) &lt;AP, Modern World&gt;   Bonuses", "subcategory": "History European", "category": "History"}], "bonuses": [{"leadin_sanitized": "The protagonist of this novel loses his voice after the congregation of a church throws him into a manure pit after he trips and drops the missal while serving as an altar boy. For 10 points each:", "answers_sanitized": ["The Painted Bird", "Elie Wiesel (“ELL-ee vee-ZELL”)", "This Way for the Gas, Ladies and Gentlemen [or Ladies and Gentlemen, to the Gas Chamber; or Pożegnanie z Marią] (by Tadeusz Borowski) &lt;CK, European Literature&gt;"], "parts_sanitized": ["Name this novel by Jerzy Kosiński (“YEH-zhih ko-SHEEN-skee”) whose protagonist stays with characters like Marta and Olga the Wise while attempting to survive World War II. It is widely believed to have been plagiarized.", "The Painted Bird received a glowing review from this author, who described studying under Moshe the Beadle and his imprisonment in Auschwitz in his memoir Night.", "At the end of this collection’s title story, the narrator, Tadek, throws up after a corpse’s fingers close around his own while he’s cleaning out a train in Auschwitz."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "According to the attorney Buck Colbert Franklin, flaming turpentine balls were dropped on buildings in this neighborhood during one event that took place here. For 10 points each:", "answers_sanitized": ["Greenwood District", "Booker T. Washington", "Osage (“OH-sayj”) County &lt;CK, American History&gt;"], "parts_sanitized": ["Name this affluent neighborhood, dubbed the “Black Wall Street,” which was destroyed in 1921 by a mob after an elevator operator alleged that she was assaulted by the shoeshiner Dick Rowland.", "Tulsa’s Greenwood District was founded after this man’s 1905 tour of Arkansas and Oklahoma. He called for black advancement through entrepreneurship and education in his “Atlanta Compromise.”", "During the 1920s, this county in northwest Oklahoma experienced a wave of murders as William Hale tried to forcefully acquire oil fields from their Native American owners. Those murders in this county led to the creation of the FBI."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The 1994 Omni One Cohort was added to this longitudinal study to assess the health effects of race. For 10 points each:", "answers_sanitized": ["Framingham Heart Study [or FHS; accept Framingham Risk Score]", "the Mediterranean [accept Mediterranean diet]", "University of Minnesota [prompt on UMN; accept Minnesota Starvation Experiment] &lt;JS, Other Academic&gt;"], "parts_sanitized": ["Name this ongoing study. In 2002, it started examining the grandchildren of its Original Cohort, who were recruited in 1948 in a namesake Massachusetts town. An algorithm for estimating 10-year cardiovascular risk was developed from this study.", "The Seven Countries Study, begun in 1956, observed the lowest rates of coronary heart disease in cohorts from Japan and this seaside region. It is home to a namesake diet high in olive oil, vegetables, and fish, and low in meat.", "Ancel Keys led the Seven Countries study and a namesake starvation study from this university. Keys used this university’s Multiphasic Personality Inventory to assess the psychological impact of diet restriction."], "category": "Social Science"}, {"leadin_sanitized": "The facilitation, tolerance, and inhibition models are proposed mechanisms for this process. For 10 points each:", "answers_sanitized": ["ecological succession [accept primary succession or secondary succession]", "relay floristics", "forest canopy layer &lt;VS, Biology&gt;"], "parts_sanitized": ["Name this process described by the Connell–Slatyer model. Gleason and Clements proposed competing models to describe this process, which typically involves several seral (“SEER-al”) stages.", "In this scenario of plant succession, each plant generation prepares the land for, and then is displaced by, the next generation. It is similar to the more general process of facilitation, and was proposed alongside initial floristics by Frank Egler.", "Gap dynamics are a form of plant succession that occurs when gaps are made in this layer of the forest, allowing more light through. This layer, which is above the understory level, is primarily made of leaf crowns."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Before burning his shack and moving to this location, the narrator remembers asking two tigers who were eating his parents for arithmetic help, who told him that 9 times 9 is 81, and 8 times 8 is 56. For 10 points each:", "answers_sanitized": ["iDEATH", "In Watermelon Sugar", "Walden Pond [accept “A Walden Pond for Winos”] &lt;VS, American Literature&gt;"], "parts_sanitized": ["Name this place home to a narrator who watches as inBOIL’s drunken gang, who live in the forbidden Forgotten Works, invade it and symbolically cut off their body parts.", "The post-apocalyptic community iDEATH appears in this Richard Brautigan novel. The furniture and many other structures in iDEATH are made of this novel’s title substance.", "This place partially tiles a Brautigan essay in which Winos debate whether to open a flea circus or commit themselves to an insane asylum. A Henry David Thoreau book describes two years he spent “living deliberately” in a cabin beside this body of water."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The “Stick Dance” recorded by two gypsy fiddlers and the popular “Brâul” (“brih-ool”) or “Sash Dance” are the first two of the authentic tunes accompanied by rich harmonies in this suite. For 10 points each:", "answers_sanitized": ["Romanian Folk Dances [or Six Romanian Folk Dances; or Rumanian Folk Dances; or Román népi táncok; or Rumänische Volkstänze; prompt on partial answer] (by Béla Bartók)", "Lydian mode [do not accept or prompt on “Mixolydian”]", "melodic minor [accept G melodic minor; prompt on minor] &lt;OL, Classical Music&gt;"], "parts_sanitized": ["Name this piano suite of 6 short movements in a variety of modes based directly on 7 melodies collected near the Hungarian border with Transylvania. It was composed by a pioneering ethnomusicologist during World War I.", "Like Bartók’s Rhapsody No. 1, the final dance, “Mărunțel” (“muh-roont-SELL”), mixes this “sharpest” mode with another mode of a similar name. This mode is built by raising the fourth degree of a major scale or taking 7 white keys starting from F.", "The “acoustic scale,” named for its similarity to the overtone series, mixes Lydian and Mixolydian qualities, and is the fourth mode of this scale. When this type of minor scale ascends from G, the set of accidentals is B-flat, E-natural, and F-sharp."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "A dispute over the collection of this tax led to a clash between the Irish Constabulary and tenant farmers in the Battle of Carrickshock. For 10 points each:", "answers_sanitized": ["tithes to the Church of Ireland [accept Tithe War]", "gold miners", "Theobald Wolfe Tone &lt;CK, British/Commonwealth History&gt;"], "parts_sanitized": ["Name this controversial tax. Patrick Lalor urged others not to pay this tax in an 1830s war over it in Ireland.", "Patrick Lalor’s brother Peter led an uprising of men in this profession called the Eureka Stockade. Men in this profession flocked to Australia during the Ballarat gold rush.", "During the Eureka Stockade, the rebels chanted “Remember Vinegar Hill!” referencing this man’s unsuccessful 1798 rebellion in Ireland. Lord Cornwallis defeated this leader of the United Irishmen."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "This prayer consists of twenty <em>rakat</em> and can last two hours or longer, but many congregants leave after eight <em>rakat</em>. For 10 points each:", "answers_sanitized": ["salāt al-tarāwīh [or taravih; or tarabih]", "Laylat al-Qadr [or Night of Power]", "hāfiz [or huffāz] &lt;NC, Religion: Islam&gt;"], "parts_sanitized": ["Name this optional prayer that is recited after the night-time isha prayer during the month of Ramadan.", "Attendance at tarāwīh prayers jumps on odd-numbered nights in the last ten days of Ramadan, because any of those dates could be this particular night. Gabriel first revealed the Qur’an to Muhammad on this night.", "Because it is customary to complete the whole Qur’an during tarawih prayers over the course of each Ramadan, congregations must hire a man with this title. Men with this title have memorized the Qur’an in its entirety."], "category": "Religion"}, {"leadin_sanitized": "Nancy Pelosi controversially authorized funding for Trump’s border wall in order to secure funding for a riverwalk in Laredo, a city in this politician’s district. For 10 points each:", "answers_sanitized": ["Henry Cuellar (“KWAY-ar”) [or Enrique Roberto Cuellar]", "Justice Democrats", "Katie Hill &lt;CK, Modern World&gt;"], "parts_sanitized": ["Name this representative from Texas’s 28th congressional district. Considered one of the most conservative Democrats in the US House, he defeated Jessica Cisneros’s (“siss-NAIR-ose’s”) attempt to unseat him in the 2020 primaries.", "Cisneros was backed by this PAC founded by progressive talk-show hosts Kyle Kulinski and Cenk Uygur (“jank YOO-gur”), which has backed left-wing candidates like Ilhan Omar, Alexandria Ocasio-Cortez, and Bernie Sanders.", "Cenk Uygur was a candidate in a special election for California’s 25th congressional district. That seat has been vacant since October 2019, when this woman resigned after sexually explicit photos of her were leaked."], "category": "Current Events"}, {"leadin_sanitized": "The unsupervised Yarowsky algorithm distinguishes these things using associations with certain collocations, based on an unmarked corpus. For 10 points each:", "answers_sanitized": ["word senses [prompt on words; prompt on homographs; prompt on words with the same spelling; prompt on answers indicating the meaning of a word]", "WordNet [prompt on WN] (The similarly named database is ImageNet.)", "parts of speech [or POS; accept part-of-speech tagging; accept lexical category] &lt;VS, Other Science: Computer Science&gt;"], "parts_sanitized": ["Give the technical term for these things that the Lesk algorithm distinguishes by comparing the target’s surrounding words to a “gloss” of usages of the target. The SemCor data set includes these things, which are the different dictionary definitions of a word.", "The SemCor database was built using this English-language lexical database developed at Princeton that groups words into synsets (“SIN-sets”) that are hierarchically organized by hypernyms and hyponyms. It inspired a similarly-named database of images used for a computer vision competition run by Fei-Fei Li.", "Entries in WordNet are tagged with these categories, which describe a word’s syntactic behavior. Hidden Markov models are often used to tag words with labels such as verbs, nouns, and adjectives."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "This building features Ionic and Composite order pilasters and alternating segmental and triangular pediments over its first-floor windows. For 10 points each:", "answers_sanitized": ["Banqueting House at Whitehall Palace [prompt on Whitehall Palace]", "Chrisopher Wren", "St Mary-le-Bow &lt;GR, Other Arts: Architecture&gt;"], "parts_sanitized": ["Name this building designed by Inigo (“IN-uh-go”) Jones that introduced the style of Palladio to England.", "This later London architect used a similar architectural vocabulary including double Corinthian columns for his redesign of St. Paul’s Cathedral after the Great Fire of London in 1666.", "Wren blended Baroque elements like doubled pilasters and a Corinthian colonnade with Gothic forms in the steeple for this other London building, which he also redesigned after the Great Fire."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "In one paper, this thinker argued that it is incorrect to attribute the belief that a squirrel is up a tree to Norman Malcolm’s barking dog because the dog lacks propositional attitudes. For 10 points each:", "answers_sanitized": ["Donald Davidson", "Philosophical Investigations [or Philosophische Untersuchungen]", "René Descartes &lt;CK, Philosophy&gt;"], "parts_sanitized": ["Name this philosopher who wrote that paper, “Thought and Talk.” He argued that since animals lack language, they cannot “triangulate” their beliefs with others in his paper “Rational Animals.”", "This book expresses skepticism of animal cognition, claiming, “If a lion could talk, we would not understand him.” Norman Malcolm was an expert on this book that defends a use-based theory of meaning.", "This philosopher argued that since animals cannot speak, something that most “stupid” and “insane” humans can do, then animals must not have minds in his Discourse on Method."], "category": "Philosophy"}, {"leadin_sanitized": "In order to leave this place, a character must spend ten years licking the sores of a woman who has televisions on her hands. For 10 points each:", "answers_sanitized": ["the Bush of Ghosts [prompt on partial answer; accept My Life in the Bush of Ghosts]", "The Palm-Wine Drinkard (by Amos Tutuola)", "Yoruba &lt;CK, World/Other Literature&gt;"], "parts_sanitized": ["Name this place where the narrator encounters a woman covered with millions of baby-like heads named Flash-Eyed Mother and marries the shapeshifting Super Lady, while fleeing slavers who raided his village.", "Chinua Achebe wrote an essay about “work” and “play” in this other novel by the author of My Life in the Bush of Ghosts. Its protagonist goes to Dead’s Town in search of his tapster.", "Daniel Fagunwa’s The Forest of a Thousand Demons was the first novel written in the language of these people. Tutuola often drew on the folklore of these people, who venerate the god Olodumare."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The Von Kármán momentum integral can be used to calculate the size of this structure. For 10 points each:", "answers_sanitized": ["boundary layer", "Blasius boundary layer [accept Paul Richard Heinrich Blasius]", "Reynolds number [prompt on Re] &lt;GR, Physics&gt;"], "parts_sanitized": ["Name this structure that forms due to the effects of viscosity and the no-slip condition.", "This type of boundary layer named for a German physicist is steady-state laminar flow past a parallel semi-infinite plane. It requires constant free-stream velocity.", "In the Blasius solution, the boundary layer thickness is inversely related to the square root of this dimensionless quantity, which describes the ratio of inertia to viscosity and characterizes the transition from laminar to turbulent flow."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This man used the case of Christian Ranucci, the alleged murderer of Marie-Dolorès Rambla, whose suspicion was doubted by Gilles Perrault’s (“peh-RO’s”) book <em>Le Pull-over Rouge</em>, to argue against capital punishment. For 10 points each:", "answers_sanitized": ["Robert Badinter (“bah-dan-TAIR”)", "guillotine", "North Macedonia [or Republic of Macedonia; or Makedonija; or Former Yugoslav Republic of Macedonia; or FYROM] &lt;EL, European History&gt;"], "parts_sanitized": ["Name this Minister of Justice under François Mitterrand (“fron-SWAH mee-teh-ROND”) who oversaw the abolition of the death penalty in France. He defended Claude Buffet after the murder of a nun at Clairvaux Prison.", "Before the abolition of the death penalty, Ranucci and the other last executees were executed using this machine. It was popularized during the Reign of Terror and killed, among others, King Louis XVI.", "Later, Badinter promoted recognition of this country, in which he helped write the Ohrid Agreement. Under Zoran Zaev, this country signed the Prespa Agreement with its southern neighbor."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This poet translated François Villon’s “Ballade of Dead Ladies” with the refrain “But where are the snows of yester-year?” For 10 points each:", "answers_sanitized": ["Dante Gabriel Rossetti [prompt on Rossetti]", "Algernon Charles Swinburne", "Anactoria (The poem is by Sappho.) &lt;CK, British Literature&gt;"], "parts_sanitized": ["Name this poet whose relationship with Elizabeth Siddal inspired his poem about a woman who leans out “from the gold bar of heaven,” titled “The Blessed Damozel.”", "This decadent poet also translated François Villon, but may be best-known for his sadomasochistic collection Poems and Ballads that includes “Dolores” and “Hymn to Proserpine.”", "This person titles a long poem by Swinburne whose speaker declares, “I feel thy blood against my blood.” A poem addressed to her begins by declaring that the man who sits opposite her “seems equal to the gods.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The Cox, Ross, and Rubinstein method creates a binomial lattice that is a discrete-time approximation of this model’s central PDE. For 10 points each:", "answers_sanitized": ["Black–Scholes model [or Black–Scholes–Merton model]", "delta", "time [accept time series] &lt;CK, Social Science: Economics&gt;"], "parts_sanitized": ["Name this option pricing model which assumes that the log return of stock price is an infinitesimal random walk with constant drift and volatility.", "The Black–Scholes model establishes the existence of a “neutral” portfolio where this quantity is zero. This quantity equals the partial derivative of an option’s value with respect to the price of the underlying.", "Since volatility is usually non-constant, GARCH models often outperform the Black–Scholes model because they predict future volatility based on a series of data points indexed by this variable."], "category": "Social Science"}, {"leadin_sanitized": "Shortly before her death, Nancy Spero (“SPEAR-oh”) created the work <em>Maypole: Take No Prisoners</em>, criticizing violence in this country. For 10 points each:", "answers_sanitized": ["Iraq", "Vietnam War", "Antonin Artaud (“ar-TOH”) &lt;VS, Painting/Sculpture&gt;"], "parts_sanitized": ["Name this country. Fernando Botero depicted several nude men, sometimes being attacked by dogs, in a series depicting a prison in this country.", "Spero’s Maypole sculpture shares its theme with a paper drawing of a maypole that Spero included in her simply-titled War series, which criticized this war. In a Banksy work, Mickey Mouse and Ronald McDonald flank a girl who was photographed running from a napalm attack during this war.", "Nancy Spero cut up and arranged this author’s surreal poems in a series of scrolls titled Codex [this man]. He wrote the script for what is possibly the first surrealist movie, Germaine Dulac’s The Seashell and the Clergyman."], "category": "Fine Arts"}, {"leadin_sanitized": "Unless you’re playing this in a country with universal healthcare, it’s advisable to know about the synthesis of methamphetamine. For 10 points each:", "answers_sanitized": ["cyanide", "Schiff base", "formic acid [or methanoic acid] &lt;EM, Chemistry&gt;"], "parts_sanitized": ["Since it’s hard to legally buy the starting material phenylacetone, it’s often prepared by first reacting easily available benzyl chloride with this one-carbon pseudohalide anion with formula CN-minus.", "Phenylacetone then undergoes a condensation reaction with methylamine to form one of these substituted imines. These groups act as donor sites in the salen ligand.", "The resulting Schiff base is then reduced to methamphetamine with this acid acting as a hydride donor, similar to the role it plays in the Leuckart reaction. This acid is often added to reverse-phase HPLC eluent solutions."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "After losing the Siege of Dongola, this kingdom signed a treaty called the <em>baqt</em> with the Rashidun caliphate which stipulated that it would send 360 slaves to Egypt every year. For 10 points each:", "answers_sanitized": ["Makuria", "Zanj [or Zenj; or Zinj]", "Somalia &lt;CK, World History&gt;"], "parts_sanitized": ["Name this medieval Nubian kingdom whose rulers converted to Christianity.", "Arab slave traders gave this name to the Bantu-speaking slaves they bought along the Swahili Coast who rose up against the Abbasid Caliphate in a namesake rebellion centered at Basra.", "Many Arab slave traders were based in this modern-day country, which was home to the Silwa and Adal Sultanates. This modern-day country was home to the ancient Land of Punt."], "subcategory": "History World", "category": "History"}]}