{"tossups": [{"question_sanitized": "This figure is usually depicted covered in white ash, and their followers draw three vibhuti lines on their foreheads to celebrate the excavation of the Jnana Vapi. Followers of this figure also offer bael-tree leaves during that same celebration. This figure’s form, Ardhanari, embodies both male and female aspects and this figure is often depicted with hair that turns into the river Ganges, holding a (*) drum that plays the rhythm of the universe. When depicted as the lord of dance, Nataraja, this figure is encompassed by a circle of flames. For ten points, name this figure with a blue throat, a member of the Hindu Trimurti along with Brahma and Vishnu, who is known as the Destroyer.", "answer_sanitized": "Shiva (or Siva) &lt;Orlov&gt;", "category": "Mythology"}, {"question_sanitized": "One of this author’s early works was written about a complicated romance between three female friends at Johns Hopkins, Quod Erat Demonstrandum. The subtitle Being a History of a Family’s Progress appears in this author’s work about the Dehnings and Herslands, The Making of Americans. This writer told the stories of Anna Federner, Lena Mainz, and Melanctha Herbert in Three Lives. This author’s poem “A Carafe, That Is a Blind Glass” appears in the first section of (*) Tender Buttons and exemplifies her Cubism. In “Sacred Emily,” this author wrote a “rose is a rose is a rose is a rose.” Most of her major works were written after she moved to France. For 10 points, name this expatriate author of the “Lost Generation” who wrote an “autobiography” about her lover, Alice B. Toklas.", "answer_sanitized": "Gertrude Stein &lt;Mathew&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "An equation relating polarization resistance and corrosion current, the Stern-Geary equation, can be derived from a modification of this equation, and the Frumkin correction can be applied to that same modification of this equation. One can use the statistical definition of entropy or Boltzmann factors to derive this equation. Eta is the activation overpotential in one modification of this equation, and when it is high, that modification becomes the Tafel equation. This equation is used to draw the lines of a (*) Pourbaix diagram, and if reaction rate is 0, this equation can be derived from the Butler-Volmer equation. A factor of 61.5 is multiplied in a biochemical modification of this equation, which is the Goldman equation. RT over zF is multiplied by the natural logarithm of the reaction quotient in, for 10 points, what equation that finds the reduction potential of a half-cell?", "answer_sanitized": "Nernst equation &lt;Hao&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One work by this composer quotes a Carinthian folk song in its first movement. Two of this man’s Five Songs on Picture Postcard Texts by Peter Altenberg were played before an audience rioted in the infamous Skandalkonzert. Louis Krasner commissioned this man’s final completed work, which he dedicated “to the memory of an angel”; that work was his violin concerto. In one of this man’s operas, the protagonist kills Dr. Schön, who is portrayed by the same actor as her murderer (*) Jack the Ripper. In another opera by this composer, Marie is killed by the title character when he discovers her affair with the Drum Major. For 10 points, name this Austrian composer of the operas Lulu and Wozzeck.", "answer_sanitized": "Alban Berg &lt;Sivakumar&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "During his reign, this ruler defeated a rebellion led by Aben Humeya. This man was crowned king of a neighboring country after his army defeated the Prior of Crato at the Battle of Alcantara. Near the end of this man’s reign, his navy defeated the Drake-Hawkins and Essex-Raleigh expeditions. This man appointed the female painter Sofonisba Anguissola as a court painter for his wife Elizabeth of (*) Valois. This man’s half-brother John of Austria helped him crush the Morisco Revolt. This ruler launched a fleet commanded by the Duke of Medina-Sidonia which was defeated at the Battle of Gravelines. During his reign, the Netherlands rebelled under William the Silent. For 10 points, name this Spanish king known as “the Prudent” who organized the Spanish Armada.", "answer_sanitized": "Philip II &lt;Sivakumar&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Richard Lattimore comments that \"much unnecessary ingenuity\" has been wasted on the problem of \"real\" time in part of this work, which opens with a woman receiving a message through beacons impossibly quickly. One character in this work recalls having flung a robe around her husband like \"an endless web\" after urging him to walk on an expensive red carpet. In another work from this series, a woman dreams of giving birth to and nursing a serpent who represents a man whose identity is discovered when his sister realizes his footprints match her own. In the last part of this work, the (*) Furies receive their new name after Athena decides that Orestes should not be executed for his murder of Clytemnestra. In one part of this work, For 10 points, name this trilogy consisting of Agamemnon, The Libation Bearers, and The Eumenides, a set of plays by Aeschylus.", "answer_sanitized": "the Oresteia Trilogy [accept Agamemnon until “giving birth to”]", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "The first legislation to build one of these structures was proposed by New York congressman Zadock Pratt. One of these structures was navigated by vehicles known as “Daylight” and “Sunset Limited”. Daniel Strong helped survey part of one of these entities which was lobbied for by the engineer Theodore (*) Judah. Mark Hopkins and Charles Crocker helped found a company which built part of one of these structures. One of these entities created a company whose discounted shares were illegally sold by Oakes Ames in the Credit Mobilier scandal. Leland Stanford drove a gold spike with a hammer in Promontory, Utah to complete the first one of these routes. For 10 points, name these rail systems which connected the US.", "answer_sanitized": "Transcontinental Railroads &lt;Sivakumar&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In one work, this thinker contrasted two different kinds of self-love: amour-propre, which depends on how others view you, and amour de soi which does not. In another work, this thinker described the importance of the first man to put a fence around his property and argued that cold temperatures caused northern languages to be sung. In addition to Discourse on (*) Inequality, this thinker confessed in a work urinating in his neighbor’s kitchen pot and stealing a ribbon before framing the servant Marion for the crime. In his most famous work, this thinker argued that governments are bound to rule by the general will. For ten points name this thinker who said “man is born free, and everywhere he is in chains,” the author of The Social Contract.", "answer_sanitized": "Jean-Jacques Rousseau &lt;McLain&gt;", "category": "Philosophy"}, {"question_sanitized": "Ticket prices dropped by 12% for the 2017 Coachella Music and Arts Festival when it was revealed that this artist would not be able to perform. This person played the role of Xania in the 2006 movie, The Pink Panther, and landed a role in a modern interpretation of a famous opera by George Bizet. (*) This artist’s first solo album was titled, “Dangerously in Love” which sold 317,000 copies in its first week. This music star encountered some controversy when Taylor Swift won the MTV Best Female Music Video Award, causing Kanye West to interrupt the award ceremony. She entered controversy again when her performance at the 47th Super Bowl appeared to reference the Black Panthers. For ten points, name this artist who made the hit song, “Single Ladies”.", "answer_sanitized": "Beyoncé Knowles-Carter &lt;Tummarakota&gt;", "category": "Trash"}, {"question_sanitized": "This planet shrinks by about 2 centimeters every year due to heat generated from the Kelvin-Helmholtz mechanism. It’s not Earth, but it contains cloud-free bright spots in infrared images known as “hot spots”. Satellites of this planet include Himalia and Sinope, and its largest moons were named by Simon (*) Marius. This planet contains a weather system in its South Temperate Belt known as Oval BA. This planet’s ring system includes an inner group of particles called a “halo ring” and two bright and thin outer “gossamer rings”. This planet is currently being studied by NASA’s Juno spacecraft and is home to the Great Red Spot. For 10 points, name this largest planet in the Solar System.", "answer_sanitized": "Jupiter &lt;Sivakumar&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Atrocities perpetrated under the leadership of this figure were investigated in the 2009 documentary Enemies of the People. U.S. recognition of this man’s government was negotiated by his ambassador to the UN, Thaoun Prasith. This man divided his country into three classes: base people, candidates, and depositees, the latter of whom were purged. This leader’s regime carried out mass executions at Choeung Ek and the site of the (*) S-21 Program, Tuol Sleng, shortly after proclaiming Year Zero. This man persecuted his country’s Cham Muslims, overthrew Lon Nol, and changed his country’s name to Kampuchea. For 10 points, name Cambodian dictator who established the “killing fields”, the leader of the Khmer Rouge.", "answer_sanitized": "Pol Pot &lt;Sivakumar&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Loop integrals can be evaluated using this man’s namesake parameterization. Itô’s lemma can be used to derive a statement relating stochastic processes and parabolic partial differential equations named after this man and Kac, and he proposed the parton model of hadrons. In one book by this man, he recounts an episode where he discovers that “You just ask them?” and another story where he plays the frigideira in Brazil. This man later wrote of Six (*) Easy Pieces and Six Not-So-Easy Pieces. This physicist demonstrated that the Brownian Ratchet did not actually exhibit perpetual motion, and he used a “sum over histories” to create his path integral formulation. This man’s undergraduate lectures at Caltech were later collected into three volumes, and he also showed the effect of O-rings in cold water on national television. For 10 points, name this American physicist who used wavy lines and arrows in his namesake diagrams.", "answer_sanitized": "Richard Feynman &lt;Hao&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This character decides not to ask for a “tremendously big favor” after another character says he would “gladly give his life for [this character’s] sake”. This character lies about receiving macaroons from a friend in order to have an excuse to distribute them. At the Stenborgs’ ball, this character dances until midnight to delay the opening of a letterbox. This character’s climactic action was called “the (*) door slam heard round the world” by critics. After borrowing money to provide her husband with a therapeutic trip to Italy, this character is blackmailed by Krogstad. For 10 points, name this wife of Torvald who abandons her family at the end of Henrik Ibsen’s A Doll’s House.", "answer_sanitized": "Nora Helmer (prompt on “Helmer”) &lt;Kodama&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "An artist from this country included the words “Coq d’Or” at the right of a portrait of his partner. One work by an artist from this country caused controversy because it appeared to show a drunken man holding an icon. Adolf Milman was one of several artists from this country exhibited as part of the group Jack of Diamonds. A painter from this country showed a group of people writing an insulting letter to (*) Sultan Mehmed IV in Reply of the Zaporozhian Cossacks and depicted eleven men dragging a boat in Barge Haulers on the Volga. An artist born in this country wrote the treatise On the Spiritual in Art, was known for his “compositions”, and painted Der Blaue Reiter. For 10 points, name this country home to Mikhail Larionov, Wassily Kandinsky, and Ilya Repin.", "answer_sanitized": "Russia &lt;Sivakumar&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One concept created by this thinker can be described with the terms “guiding friction” and “guiding principle” while his idea of understanding character development was elaborated in his work Understanding Human Nature. This thinker described four modes of creating distance from problems and built on Jan Smut’s idea of holism in his book Social Interest. This thinker outlined the ways that (*) birth order supposedly influenced personality and claimed that individuals with neurosis suffered from an inability to achieve superiority. For ten points, name this Austrian psychologist who split with Freud and developed the idea of “inferiority complex.”", "answer_sanitized": "Alfred Adler &lt;McLain&gt;", "category": "Social Science"}, {"question_sanitized": "This disease’s causative agent has an unusual Asn-154 glycosylation site in its envelope glycoprotein. AXL is a potential receptor for this disease’s causative agent. The A. hensili species was the primary reservoir for a 2007 outbreak of this disease that occurred in the Yap Islands. In 2013 and 2014, an outbreak of this virus occurred along with dengue and chikungunya in (*) French Polynesia. This virus was first isolated in 1947 from a rhesus monkey in Uganda. Bob and Mike Bryan, Rory McIlroy, and Jordan Spieth notably missed a sporting event over fears of this virus, and fetuses may develop microcephaly if infected with this virus. Mosquitoes are the primary carrier of, for 10 points, what virus that caused concerns around the 2016 Rio Olympics?", "answer_sanitized": "Zika virus &lt;Hao&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This album contains a track whose rhythm alternates three measures of 2+2+2+3 subdivision with one measure of the more standard 3+3+3. Like “’Round About Midnight” and “Mingus Ah Um”, this album’s cover was created by S. Neil Fujita. Lesser-known tracks on this album include “Everybody’s Jumpin’” and “Pick Up Sticks”. The misspelled name of a musician’s daughter titles one song on this album, (*) “Kathy’s Waltz”. The leader of the band that released this album was inspired to record it after hearing Turkish street musicians. One piece on this album was intended to highlight Joe Morello’s mastery of unusual time signatures. Paul Desmond solos in several tracks on this album, including “Blue Rondo A La Turk” and a certain 5/4 jazz standard. For 10 points, name this jazz album that features Dave Brubeck’s “Take Five”.", "answer_sanitized": "Time Out &lt;Sivakumar&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "According to legend, this man supervised the building of the Armenian capital Artaxata. After one victory, this man had pots of venomous snakes thrown onto a defeated king’s ships. One of this man’s most famous military victories was used as a model for the Schlieffen Plan. Shortly after defeating Eumenes II of Pergamon, this general committed suicide at the court of (*) Prusias I of Bithynia. At the Battle of the Metaurus, this general had his brother’s head thrown into his camp. This man began his most famous campaign with the Siege of Saguntum and defeated Gaius Terentius Varro and Lucius Aemilius Paullus at the Battle of Cannae. For 10 points, name this Carthaginian general who was defeated by Scipio Africanus at the Battle of Zama.", "answer_sanitized": "Hannibal &lt;Sivakumar&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "One of this author's protagonists calls himself a “profiteer in mutilation and murder” and believes that \"the worst of our crimes is poverty”; that man’s daughter by Lady Britomart is wooed by Adolphus Cusins. In one play by this author, the protagonist is kidnapped by a group of Spanish brigands led by Mendoza and has a dream featuring Dona Ana and the commander; that section is (*) \"Don Juan in Hell.\" This author, who wrote about Jack Tanner and Ann Whitefield in Man and Superman, also created such characters as Andrew Undershaft, who claims that his factory town will be more beneficial than his daughter's work at the Salvation Army, and Henry Higgins, who teaches the Cockney flower girl Eliza Doolittle to speak like a duchess. For 10 points, name this author of Major Barbara and Pygmalion.", "answer_sanitized": "George Bernard Shaw", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One of the Celestial Masters in this religion founded the Five Pecks of Rice movement. An uncut block of wood is compared to purity or being natural in this faith. A ceremony in this religion involves burning bills of joss paper, sometimes with the Jade Emperor printed on them. Compassion, moderation, and humility are known as this faith’s Three Jewels. (*) One scholar in this religion was not sure if he dreamed of a butterfly or if a butterfly dreamed of him, Zhuangzi. Another scholar in this religion wrote its principal text, which contains the quote “the name that can be named is not the eternal name” and outlines the concept of wuwei, or action through inaction. Seen in “The Vinegar Tasters” alongside Confucius and the Buddha, that man is Laozi. For 10 points, name this Chinese religion whose adherents follow “The Way.”", "answer_sanitized": "Daoism or Taoism [accept “The Way” until mentioned] &lt;Mathew&gt; BONUSES", "category": "Religion"}], "bonuses": [{"leadin_sanitized": "The title character bears a child named “Sorrow” after being raped by Alec in this man’s novel <em>Tess of the d’Urbervilles</em>. For 10 points each:", "answers_sanitized": ["Thomas Hardy", "The Mayor of Casterbridge", "Egdon Heath &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this British author of Far from the Madding Crowd and Jude the Obscure.", "In this Hardy novel, Michael Henchard sells his wife and daughter to a sailor for five guineas and is later replaced in the titular position by Donald Farfrae.", "Parts of The Mayor of Casterbridge take place in this fictional area, which is also the setting of The Return of the Native."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This man designed structures like the Zentrum Paul Klee and the New York Times Building. For 10 points each:", "answers_sanitized": ["Renzo Piano", "Japan", "Norman Foster &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this Italian architect, whose other works include the Shard and the Centre Georges Pompidou.", "Piano designed an international airport on an artificial island in this country. Frank Lloyd Wright designed a hotel in this country which withstood a 7.9-magnitude earthquake.", "This architect of Hong Kong International Airport also designed Heathrow’s new Terminal 2. He also designed Manhattan’s Hearst Tower and a building located at 30 St. Mary Axe."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "The poet Rumi was part of this branch of Islam. For 10 points each,", "answers_sanitized": ["Sufism [or Tasawwuf]", "whirling", "Druze [or Durzi, Derzi, Duruz, Druzim] &lt;Mathew&gt;"], "parts_sanitized": ["This mystical branch of Islam takes its name from their wool robes and hopes to achieve fana, or self-annihilation.", "Mevlevi Sufis practice this spinning action as part of dhikr, a rite of reciting the names of God.", "This other offshoot Islamic sect calls themselves al-Muwahhidun and uses the symbol of a five-colored, five-pointed star."], "category": "Religion"}, {"leadin_sanitized": "Ziegler-Natta catalysts can synthesize these molecules from 1-alkenes. For 10 points each:", "answers_sanitized": ["polymer", "Flory-Huggins theory", "PMMA or Polymethyl methacrylate &lt;Hao&gt;"], "parts_sanitized": ["Name these molecules such as Kevlar and nylon composed of a chain of repeating monomer units.", "This theory of polymer solutions includes a chi factor for energy created between interactions of polymer and solvent molecules. It is a modification of the G=H-TS equation for Gibbs Free Energy.", "This polymer, which has repeating unit C5O2H8, can be used as a matrix in the gain medium of solid-state dye lasers. It is more commonly known as acrylic glass or Plexiglas."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Name some stubborn enemies of the Roman Republic. For 10 points each:", "answers_sanitized": ["Macedon (or Macedonia)", "Mithridates VI", "Parthia &lt;Sivakumar&gt;"], "parts_sanitized": ["This kingdom, which fought three wars with Rome, came under Roman control after losing the Battle of Pydna. Its most famous ruler was Alexander the Great.", "The Republic also fought three wars with this king of Pontus, who was defeated by Pompey in 65 CE and committed suicide two years later.", "Rome never conquered this region, whose Arsacid dynasty defeated and killed Crassus at the Battle of Carrhae."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This country’s president Abdrabbuh Mansour Hadi has been in exile from its capital since January 2015. For 10 points each:", "answers_sanitized": ["Yemen", "al-Qaeda", "Ali Abdullah Saleh &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this country whose capital of Sana’a is held by Houthi rebels.", "Large parts of Yemen are controlled by an offshoot of this group in the Arabian Peninsula. Ayman al-Zawahiri has led this group since the death of Osama bin Laden.", "This founder of the General People’s congress was Hadi’s predecessor as president of Yemen. He was killed by Houthi forces on charges of treason in December 2017."], "category": "Current Events"}, {"leadin_sanitized": "The “holy” type of this style was practiced by John Tavener and Arvo Part. For 10 points each:", "answers_sanitized": ["minimalism", "John Coolidge Adams", "Harmonielehre &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this simple style of music whose practitioners include Terry Riley and Steve Reich.", "This minimalist American composer’s works include Short Ride in a Fast Machine and On the Transmigration of Souls, but he is better known for the opera Nixon in China.", "This Adams work was taken from the title of a music theory text by Arnold Schoenberg. It includes movements like “Meister Eckhardt and Quackie” and “The Anfortas Wound”."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Gluing three of these objects together might create a fidget spinner. For 10 points each:", "answers_sanitized": ["torus", "René Descartes", "seven &lt;Hao&gt;"], "parts_sanitized": ["Name this surface, which generated by revolving a circle around a coplanar axis in 3D space.", "Tori are homeomorphic to a product operation named for this man performed on two circles. This man also names a theorem about four mutually tangent circles and a “plane” which can be used to plot ordered pairs.", "Coloring tori requires at most this many colors, as opposed the four which are sufficient on a plane. There are this many Millennium Problems, one of which has been solved by Grigori Perelman."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This conflict included the Devil’s Hole Massacre. For 10 points each:", "answers_sanitized": ["Pontiac’s Rebellion", "Fort Detroit", "Jeffrey Amherst &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this 1763 uprising led by a chief of the Ottawa.", "During Pontiac’s Rebellion, British forces tried to break the siege of this fort but were defeated at Bloody Run. It shares its name with the largest city in Michigan.", "Pontiac’s Rebellion also saw the first use of biological warfare, when this British commander delivered smallpox-infected blankets to Native Americans. He had earlier orchestrated the capture of New France in the Seven Years War."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "One character in this work is chastised by Calpurnia after embarrassing Walter Cunningham. For 10 points each:", "answers_sanitized": ["To Kill a Mockingbird", "Ewell (accept Mayella Ewell or Bob Ewell)", "Dill &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this Harper Lee novel in which Atticus Finch defends Tom Robinson from a rape charge.", "Tom Robinson is accused of rape by a member of this family. Another member of this family attacks Scout and Jem before they are saved by Boo Radley.", "This young boy visits Maycomb to stay with his aunt and befriends Jem and Scout. Lee modeled this character after her one-time neighbor Truman Capote."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "They’re good for more than just letting you know how you look. For 10 points each:", "answers_sanitized": ["mirror", "white copper", "moon &lt;Orlov&gt;"], "parts_sanitized": ["One of these reflective items, called Yata no Kagami, was placed in front of Amaterasu’s cave in hope of luring her outside. Since she was obsessed with her own beauty, it worked.", "Izanagi created Amaterasu and Tsukuyomi out of two mirrors each made of this material.", "In veneration of Tsukuyomi, during the holiday of Tsukimi, members of the aristocratic class board boats and use the water as a mirror in order to view this object."], "category": "Mythology"}, {"leadin_sanitized": "The Old Man and the Old Woman prepare the titular objects for invisible guests in this man’s play <em>The Chairs</em>. For 10 points each:", "answers_sanitized": ["Eugene Ionesco", "Jack (accept Jacques)", "The Bald Soprano (or Le Cantatrice Chauve) &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this Absurdist Romanian-French playwright of The Lesson and Rhinoceros.", "The family members in Ionesco’s play The Future is in Eggs all have this name. Another Ionesco play about a family with this name is titled “[This name], or The Submission”.", "This other Ionesco play begins with Mr. and Mrs. Smith discussing the death of Bobby Watson. Near the end of this play, the Fire Chief enters the Smiths’ house but leaves after finding no fire."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "People with Marfan syndrome may develop aneurysms in this structure. For 10 points each:", "answers_sanitized": ["Aorta", "Tetralogy of Fallot", "common iliac arteries &lt;Hao&gt;"], "parts_sanitized": ["Name this artery that carries blood from the left ventricle. It is the largest blood vessel in the body.", "Blood from both ventricles may enter the aorta in the “overriding aorta” syndrome of this disease. Cyanosis may develop in patients with this syndrome.", "The aorta eventually splits up into these two arteries near the abdomen. These two arteries then later split up into “internal” and “external” arteries of the same name."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In 1974, this country’s president, Archbishop Makarios III, was deposed by the EOKA-B paramilitary group. For 10 points each:", "answers_sanitized": ["Cyprus", "Turkey", "Akrotiri or Dhekelia &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this country, whose incorporation into Greece is the goal of the enosis movement.", "This country invaded Cyprus following the 1974 coup and maintains de facto control over the northern part of the island. The part of Nicosia controlled by this country includes a square named for Kemal Ataturk.", "Thanks to the 1960 Treaty of Guarantee, Britain still controls military bases in two areas of Cyprus. Name either."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This political position was espoused by the author of <em>The Conquest of Bread</em>, Peter Kropotkin. For 10 points each:", "answers_sanitized": ["Anarchism", "property", "Pierre-Joseph Proudhon &lt;McLain&gt;"], "parts_sanitized": ["Name this political philosophy which advocates for the absence of government and the state, a position also held by Mikhail Bakunin.", "Another anarchist work asked What is (this concept)? and answered “it is theft.” Hanna Arendt contrasted this concept with wealth in The Human Condition.", "This author of What is Property? is often held as the founder of anarcho-capitalism. Karl Marx wrote a response to another of his works in his The Poverty of Philosophy."], "category": "Philosophy"}, {"leadin_sanitized": "Answer the following about some Caribbean authors. For 10 points each:", "answers_sanitized": ["Jamaica Kincaid (or Elaine Cynthia Potter Richardson)", "Vidiadhar Surajprasad Naipaul (or V. S. Naipaul)", "Derek Walcott &lt;Sharma&gt;"], "parts_sanitized": ["This Antiguan author’s short story “Girl” is a paragraph of advice from a mother to her daughter. She also wrote the novels Lucy and A Small Place.", "This Indo-Trinidadian author of A Bend in the River and A House for Mr. Biswas won the Nobel Prize for Literature in 2001.", "This author’s epic poem Omeros features himself as the narrator. He wrote poems like “Ruins of a Great House” and “A Far Cry from Africa.” as well as a play titled Dream on Monkey Mountain."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The Japanese <em>oroshi</em> and South African <em>berg</em> describe one of these types of winds on Honshu. For 10 points each:", "answers_sanitized": ["catabatic winds", "Chinook", "Lake Baikal &lt;Hao&gt;"], "parts_sanitized": ["Name these types of winds that carry high density air down a slope under the force of gravity. They are also known as “fall winds.”", "Although this specific wind flows down the Rocky Mountains, it is not a catabatic wind, rather, it is a föhn wind. This warm, dry, westerly also names a fast military helicopter made by Boeing.", "Another westerly wind, the Sarma, flows near the shores of this lake. The Buryat people live near this lake, and in ancient China, the “North Sea” of the “Four Seas” is now identified as this lake."], "category": "Geography"}, {"leadin_sanitized": "This conflict resulted in the accession of Henry VII. For 10 points each:", "answers_sanitized": ["War(s) of the Roses", "Lambert Simnel", "Cornwall &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this conflict between the houses of Lancaster and York.", "The first rebellion against Henry VII was led by the Earl of Lincoln, who used this Earl of Warwick lookalike as a figurehead. He and his followers were decisively defeated at the Battle of Stoke Field.", "Another pretender to the throne, Perkin Warbeck, was captured while attempting to start a rebellion in this westernmost region of England."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "The product of the standard deviations of these two quantities must be greater than the reduced Planck constant over 2. For 10 points each:", "answers_sanitized": ["position and linear momentum (need both)", "Heisenberg’s microscope", "Pierre-Simon Laplace &lt;Hao&gt;"], "parts_sanitized": ["Name these two commutator variables in the Heisenberg Uncertainty Principle, often symbolized x and p.", "A thought experiment proposed by Heisenberg to explain his Uncertainty Principle involves one of these devices resolving the position of an electron.", "A demon named for this man can predict the future of the universe given the position and momentum of all particles. He also names a partial differential equation with Young that describes the capillary pressure at an interface."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This man showed a blue-haired woman in water in his painting <em>Drowning Girl</em>. For 10 points each:", "answers_sanitized": ["Roy Lichtenstein", "Rockets", "Dots &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this American pop artist who frequently used thought bubbles in works like Whaam!", "In Whaam!, one of these objects is the only item that crosses both halves of the painting. A falling one of these objects is depicted in James Whistler’s Nocturne in Black and Gold.", "In several of his works, Lichtenstein used the Benday type of these features. These features were used to create works like A Sunday Afternoon on the Island of La Grande Jatte."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}]}