{"tossups": [{"question_sanitized": "At his death, this man left unfinished an opera based on Shakespeare’s Twelfth Night, Viola. In another opera by this man, Tausendmark and Varnemann are driven out of the titular geographic location. This man was inspired by a Friedrich Schiller trilogy to write the symphonic poem Wallenstein’s Camp and depicted a ruler of Norway in Hakon Jarl. In one work, this man quoted from the first two lines of a Hussite hymn and used a repeating B - E-flat - D - B-flat motif to represent the castle of (*) Vysehrad. A high E in the first violin symbolizes this composer’s deafness in the finale of his string quartet “From My Life”. One section of a piece by this composer depicts the Moldau river in his homeland. For 10 points, name this Czech composer of The Brandenburgers in Bohemia, The Bartered Bride, and Ma vlast.", "answer_sanitized": "Bedrich Smetana &lt;Sivakumar&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A dispute between one of this country’s colonies and the British government resulted in the Stokes Affair. A king of this country was suspected of sympathizing with the Nazis, leading to a five-year political crisis known as the “Royal Question”. One of this country’s ports was opened following the Battle of the Scheldt. This country’s independence movement was kicked off by a performance of the (*) opera The Mute Girl of Portici. An army controlled by this country used a whip made from hippopotamus hide and often cut off the hands of slow rubber harvesters; several of that army’s abuses were detailed in the Casement Report. For 10 points, name this European country whose Congo Free State was ruled as a private colony of Leopold II.", "answer_sanitized": "Belgium", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A character created by this author drowns after being raped by Miriam Chadwick. One novel by this writer is narrated by a 139-year-old con man named Herbert Badgery. Another work by this author follows an outlaw who is cornered in Glenrowan while clad in his characteristic armor. In addition to writing (*) Illywhacker and the historical novel True History of the Kelly Gang, this author wrote about a journey from Bellingen to New South Wales that must be completed before Easter Sunday. That journey concerns a bet between the title gamblers, which is made over the relocation of a glass church. For 10 points, name this Australian writer of Oscar and Lucinda.", "answer_sanitized": "Peter Carey &lt;Kodama&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Using two of these enzymes in the same reaction requires checking a buffer compatibility chart. Type I of these enzymes require an AdoMet cofactor. Calf intestinal alkaline phosphatase is commonly used after using these proteins to remove extra phosphates, and these proteins often target a site called the MCS or polylinker. These proteins are named by identifying a species, genus, strain, and a number, and high glycerol concentration may cause star activity in them. Dam and Dcm (*) methylases causes resistance to these proteins. One procedure involving these proteins can be used in paternity tests and is called RFLP. They can create either blunt or sticky ends, recognize palindromic sequences, and notable examples of include HindIII (“hin D three”) and EcoRI (“eco R one”). For 10 points, name these enzymes that cut DNA at specific sites.", "answer_sanitized": "restriction enzymes or restriction endonucleases &lt;Hao&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Yang Tingbao and Chen Deng'ao designed one of these buildings as part of the “Ten Great Buildings” campaign. One of these buildings contains a large tropical garden in its interior; that building is named Atocha and stands in Madrid. A statue of Robert Stephenson stands in one of these buildings on Euston Road, and Uyghur separatists carried out a mass (*) stabbing in one of these buildings in Kunming. The tallest one of these buildings is named Nagoya, and Aum Shinrikyo set off a cyanide bomb in one of these buildings in Shinjuku. Hans Hilfiker designed an iconic clock for these buildings, and the largest one of these buildings not in Japan is the Gare du Nord in Paris. For 10 points, name these buildings, specific types of which include King's Cross and Grand Central.", "answer_sanitized": "train stations or railway stations &lt;Hao&gt;", "category": "History"}, {"question_sanitized": "The ideas of miyabi and mono no aware (a-wah-ray) were introduced during this period, and the Kimigayo is based off of a poem written during this period. An emperor during this period who officially abdicated and became a monk but continued to rule began a practice known as insei, or “cloistered rule.” During one battle near the end of this period, a sword was thrown off a ship but was later recovered according to legend. That battle was fought at Dan-no-Ura, and it led to the ascent of (*) Minamoto no Yoritomo after the Genpei War. A book written during this time is basically just a collection of random lists and is known as the Pillow Book. This period was dominated by the Fujiwara clan, and it began after Emperor Kanmu moved the capital to Kyoto. For 10 points, name this period followed by the Kamakura shogunate; the last period of Japanese classical history.", "answer_sanitized": "Heian period or Heian-jidai &lt;Hao&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This holiday takes place after a fast named after a Judean judge, Gedalia. On this holiday, men wear white robes normally worn for weddings or funerals name kittel. On the eve of this holiday, participants perform kapparot, or the swinging of a chicken above their heads. Al Cheit and Ashamnu are two of five (*) services on this day. There are also five prohibitions on this day, including not washing and not wearing leather shoes. An afternoon service on this holiday includes a complete reading of the Book of Jonah. This holiday’s closing prayer is Neilah, and its opening is the Annulment of Vows, or Kol Nidreh. For 10 points, name this holiday that takes place on the 10th of Tishrei, the Jewish Day of Atonement.", "answer_sanitized": "Yom Kippur &lt;Mathew&gt;", "category": "Religion"}, {"question_sanitized": "The “split sphere” or BARS apparatus is one type of press used in the “high pressure high temperature” method to manufacture synthetic examples of these minerals, and another process that creates these minerals involves detonating a mixture of TNT and RDX in a closed chamber. The Udachny and Mir mines in Russia are for this mineral. Scanning thermal microscopy can utilize a point defect in these minerals known as the (*) nitrogen-vacancy center. A gum-like skin called nyf may cover these minerals that can be substituted for the less-expensive silicon carbide crystal moissanite. Low-quality specimens of this mineral are called “bort,” and the Big Hole mine found kimberlite pipes that contained this mineral. The De Beers Group trades in this mineral, which is ranked above corundum on the Mohs scale. For 10 points, name this allotrope of carbon with a rank of 10 on the Mohs scale.", "answer_sanitized": "diamond &lt;Hao&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One of the characters in this poem is described as having a “fading rose” on his cheeks and a lily on his brow. The opening stanza of this poem describes a lake where “the sedge has withered” and “no birds sing.” The sixth stanza of this poem describes a character who sees nothing but a lady “all day long.” That elusive lady is described as “a (*) faery’s child” with “wild” eyes and long hair. This poem asks “O what can ail thee, knight at arms” after which the knight responds by describing the story of the title figure. For 10 points, name this ballad about the dangers of obsession by John Keats.", "answer_sanitized": "“La Belle Dame Sans Merci” &lt;Parikh&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One painting from this movement depicts a lute flanked by two halves of a pomegranate. An artist from this movement was photographed nude with a printing press by another member of this movement, but is better known for creating a fur-covered teacup. A more famous painter from this movement showed a woman with open (*) drawers in her legs in front of the titular “Burning Giraffe”; that artist also depicted the crucifixion without blood, nails, and a crown of thorns in his Christ of Saint John of the Cross. This movement included artists like Andre Masson, Meret Oppenheim, and Rene Magritte. For 10 points, name this 20th century movement founded by Andre Breton whose best-known member was Salvador Dali.", "answer_sanitized": "Surrealism &lt;Sivakumar&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The thermal voltage factor is equal to this quantity times temperature divided by the elementary charge; that factor is used to calculate current in the Shockley equation. This quantity is multiplied by the number of moles in a gas in the Sackur-Tetrode equation. This quantity is multiplied by temperature in the denominator of an exponent in Planck’s (*) black-body law, and this quantity can also be found in a similar position in a modified version of the Arrhenius equation. The average translational kinetic energy of a gas is given by temperature times three-halves times this quantity, and entropy equals the number of microstates of a system times this constant. This constant is defined by the gas constant divided by Avogadro’s number. For 10 points, name this constant approximately equal to 1.38 times ten to the negative 23rd Joules per Kelvin, which is symbolized kB.", "answer_sanitized": "Boltzmann's constant (prompt on kB) &lt;Hao&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One thinker of this ethnicity described six senses including the moral and the public sense in his work Inquiry into the Original of our Ideas of Beauty and Virtue. In addition to Francis Hutcheson, another thinker of this ethnicity described an idea outlining the qualities that make particular objects what they are, an idea he termed haecceity. Another thinker of this ethnicity wrote his (*) Theory of Moral Sentiments, which provided philosophical and ethical bases for his later economic works. That thinker later developed a metaphor for the division of labor using a pin factory and authored The Wealth of Nations. For ten points, Adam Smith and Duns Scotus were of what ethnicity originating from a country with its capital at Edinburgh?", "answer_sanitized": "Scottish (accept word forms; accept Scotch; do not accept or prompt on Irish) &lt;McLain&gt;", "category": "Philosophy"}, {"question_sanitized": "In one play written by this man, Talthybius reveals the fates of Andromache and the infant Astyanax. Agave kills her son Pentheus for his refusal to worship Dionysus in a myth by this man. Out of his 92 plays, this man was only able to have four victories at Greek theater festivals, the last of which was awarded posthumously for a tetralogy including (*) Iphigenia at Aulis. The title character of another work by this man flees in a chariot sent by Helios after murdering the children of her husband as revenge for her husband’s willingness to marry Glauce. For 10 points, name this Greek author of Medea and Bacchae.", "answer_sanitized": "Euripides &lt;Tummarakota&gt;", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "Sakurai developed the theory of vector meson dominance to explain the interaction between hadrons and these particles. Negative i times the metric over momentum squared is this particle’s propagator, and if these particles travel in a straight line through a turbid medium, they are called “ballistic.” 1.5 times the Schwarzschild radius is the radius of a “sphere” named for these particles. These particles must be near a neutron and have energy greater than twice the rest mass energy of an electron for (*) pair production to occur. BKS theory concerns the interaction of matter with these particles, which interact in a U(1) gauge symmetry. These particles, along with W and Z bosons and gluons, constitute the gauge bosons. Electrons interact with these compounds in Compton scattering. For 10 points, name these massless quanta of light.", "answer_sanitized": "photons &lt;Hao&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In what is now this country, Bartolome Calvo was deposed in a civil war ended by the Rionegro Convention. The Battle of Palonegro was part of another civil war in this country, during which Jose Manuel Marroquin led a coup against Manuel Sanclemente. In 1991, this country’s Supreme Court was held hostage by the M-19 movement, which formed after Misael Pastrana Borrero defeated Gustavo (*) Rojas Pinilla in a disputed election. Rojas had earlier overthrown Laureano Gomez four years after the assassination of Jorge Eliecer Gaitan sparked La Violencia. More recently, this country’s president Juan Manuel Santos won the 2016 Nobel Peace Prize for negotiating a peace deal with FARC. For 10 points, name this country once home to Pablo Escobar’s Medellin Cartel.", "answer_sanitized": "Colombia &lt;Sivakumar&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "During World War II, this artist, like Joan Miro, created a series of carved wood sculptures called “constellations”. One of this man’s works simultaneously stands on the floor and hangs from the ceiling and is titled Mountains and Clouds. One sculpture by this artist is displayed behind glass, memorializes Franco’s siege of Almaden, and was designed for the 1937 World Exhibition; that sculpture is Mercury Fountain. This man used found objects like cloth, string, and cork to create a namesake (*) circus. A sculpture by this man in the lobby of the Willis Tower is called Universe. Another sculpture by this man used a namesake red paint and can be found in Chicago’s Federal Plaza; that work is titled Flamingo. This artist invented a type of sculpture exemplified by Lobster Trap and Fish Tail. For 10 points, name this American artist famous for his mobiles.", "answer_sanitized": "Alexander Calder &lt;Sivakumar&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This city was home to a politician who called a potential successor a “peroxide princess” while encouraging Marion La Follette to run for his seat. One mayor of this city ran twice for governor of his state but lost both times to George Deukmejian. An infamous police chief in this city was known for investigating homosexuality and created the anti-gang unit CRASH. This city’s light rail system and international airport were expanded by its first black mayor, Tom (*) Bradley. One event in this city was sparked after Marquette Frye was pulled over for reckless driving. Mexican American youth wearing the titular clothes were attacked by white servicemen in this city in the Zoot Suit Riots. This city was the site of the Watts and Rodney King riots. For 10 points, name this Southern California city, currently the second-largest in the U.S.", "answer_sanitized": "Los Angeles &lt;Sivakumar&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This man lashed out at the head of US Central Command, General Joseph Votel, after Votel accused his government of arresting Pentagon contacts in his country. In a Washington Post op-ed, Morton Abramowitz and Eric Edelman commented that “democracy cannot flourish under” this man after he seized the Zaman newspaper in March 2016. In an attempt to overthrow this man, several high-ranking soldiers tried to form the Peace at Home council, occupied (*) Taksim Square, and took over the state-owned broadcaster TRT. This man, who founded the Justice and Development Party, has jailed hundreds of journalists since he took over as prime minister in 2003. This man has blamed a failed coup against him in the summer of 2016 on the founder of the Hizmet movement, Fethullah Gulen. For 10 points, name this President of Turkey since 2014.", "answer_sanitized": "Recep Tayyip Erdogan &lt;Sivakumar&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This figure once cut off the heads of Tata and Nene and then placed them on their rears, thereby creating the first dogs. In one story, he had a small mannequin magically dance on his hand while in disguise, which resulted in his stoning by a crowd of people. He once stood naked outside the palace of Uemac while pretending to vend peppers so he could sleep with that man’s daughter. Xipe Totec is known as the red version of this god, who is honored at the festival of the (*) Teotleco. This god helped create the world and as a result, lost his foot to the sea monster Cipactli. He later destroyed the world in the form of a jaguar. For ten points, name this Aztec god of night, the brother and enemy of Quetzalcoatl, whose name means “smoking mirror.”", "answer_sanitized": "Tezcatlipoca &lt;Orlov&gt; BONUSES", "category": "Mythology"}], "bonuses": [{"leadin_sanitized": "Answer some questions about arrows in mathematics, for 10 points each:", "answers_sanitized": ["directed graph or digraph (“die-graph”)", "John Horton Conway", "Donald Knuth &lt;Hao&gt;"], "parts_sanitized": ["A “realization problem” is named for these types of graphs, which include arrows placed on edges. Each vertex of one of these types of graphs has both an indegree and an outdegree.", "A “chained arrow notation” was created by this mathematician to represent very large integers. This British mathematician also created the surreal numbers and a namesake zero-player game.", "Similarly, this man used an up-arrow notation to describe repeated exponentiation in very large integers. This man also created the TeX (“tek”) typesetting system."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "In this painting, the title figure gazes upward while holding a bunch of flowers. For 10 points each:", "answers_sanitized": ["Ophelia", "John Everett Millais", "John the Baptist &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this painting which depicts a young woman drowning in a river.", "Ophelia was painted by this British artist, who depicted the title figure helping Joseph make a door in Christ in the House of his Parents.", "In Christ in the House of His Parents, a young version of this figure brings in water to wash Jesus’s wound. Caravaggio painted a famous scene of Salome with this man’s head."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Games with this name started at Red and Blue and ended most recently at Ultra Sun and Ultra Moon. For 10 points each:", "answers_sanitized": ["Pokémon", "V-Create", "Surf &lt;Orlov&gt;"], "parts_sanitized": ["This is generic name of the monsters that appear in the video game series. Throughout the games, the player uses them to battle, aiming to become the League Champion or to “catch them all.”", "Save for the moves Explosion and Self-Destruct, this move, standing at 180, has the highest base power in the game not counting held items. This is also the signature move of Victini.", "This move has base power 90 and has been HM 03 in every generation. The player can use it outside of combat to cross bodies of water."], "category": "Trash"}, {"leadin_sanitized": "This poem begins “We’d gained our first objective hours before / While dawn broke like a face with blinking eyes”. For 10 points each:", "answers_sanitized": ["“Counter-Attack”", "Siegfried Sassoon", "Wilfred Owen &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this 1918 poem that describes a man “sank and drowned / Bleeding to death” as part of the titular failed operation.", "This anti-war poet, whose fictionalized autobiography included Memoirs of a Fox-Hunting Man, opened a titular poetry collection with “Counter-Attack.”", "Sassoon’s work greatly influenced this other poet, whose works include “Anthem for Doomed Youth” and “Dulce et Decorum Est.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This man became king after the death of Edward the Confessor. For 10 points each:", "answers_sanitized": ["Harold Godwinson (or Harold II; prompt on “Harold”)", "Witenagemot (or Witan)", "Harald Hardrada (accept Harald III) &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this last Anglo-Saxon king of England who died at the Battle of Hastings.", "Harold Godwinson was chosen as king by this aristocratic assembly, which had earlier reinstated Aethelred the Unready after Sweyn Forkbeard’s invasion.", "Before losing at Hastings, Harold had defeated and killed this king of Norway at the Battle of Stamford Bridge."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Answer some questions about a lesser-known European myth system. For 10 points each:", "answers_sanitized": ["Slavic", "Perun", "lightning bolts &lt;Orlov&gt;"], "parts_sanitized": ["This group venerates deities such as Chernobog, Baba-Yaga, and Svarog. Most of their myths come from folk tales and Pagan gods, both standing alone and being reconciled with the Christian religion as it came to Europe.", "This figure is the head of the Slavic pantheon. He is often depicted as an eagle sitting atop the tallest branch of the sacred tree, where he watches over the entire world. He also killed Veles, the god of the underworld.", "Perun is the god of this phenomenon, which is also his main weapon. Other famous deities such as Thor and Zeus are also gods of this."], "category": "Mythology"}, {"leadin_sanitized": "In one of this author’s works, the mystery surrounding the murder of Gordon Ngubene inspires Ben du Toit to fight the “Special Branch.” For 10 Points Each:", "answers_sanitized": ["Andre Brink", "Afrikaans", "Michael K [accept either, I suppose]"], "parts_sanitized": ["Name this author of An Act of Terror and the aforementioned A Dry White Season.", "Brink wrote predominantly in English and this language, primarily spoken in South Africa.", "A Dry White Season takes place during South Africa’s regime of apartheid, as does a J. M. Coetzee novel about the “Life and Times of” this harelipped gardener, whose mother dies after he carries her to Stellenbosch."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The CIP rules name compounds with this property, and meso compounds do not exhibit this property. For 10 points each:", "answers_sanitized": ["chirality", "tartaric acid", "tetrahedral &lt;Hao&gt;"], "parts_sanitized": ["Name this property, which comes from the Greek for “handedness.” Molecules with this property cannot be superimposed on their mirror images.", "Louis Pasteur first studied chirality in this organic molecule, which can be found in plants such as grapes. The formula for the compound is C4H6O6.", "In an SN2 reaction, a Walden inversion can occur in chiral molecules with this geometry. Examples of molecules with this geometry include nickel carbonyl and methane."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "One work by this thinker argued that when someone loves someone or something, that love is literally God. For 10 points each:", "answers_sanitized": ["Peter Lombard", "Summa Theologica", "Peter Abelard &lt;McLain&gt;"], "parts_sanitized": ["Name this medieval philosopher who called on us to enrich our lives through “extreme unction” in his namesake Sentences.", "In addition to Peter Lombard, another scholastic thinker was Thomas Aquinas who offered five proofs of God’s existence in this book on Church doctrine.", "Another scholastic thinker was this author of the autobiography History of My Calamity and whose most important philosophical work was Sic et Non."], "subcategory": "Philosophy European", "category": "Philosophy"}, {"leadin_sanitized": "This country’s most infamous policy was opposed by groups like the Azanian People’s Organization. For 10 points each:", "answers_sanitized": ["South Africa", "Namibia", "Sam Nujoma &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this country where the “I Am Prepared to Die” speech was given by Nelson Mandela.", "In 1985, South Africa installed a government in this country. In the early 1900s, Lothar von Trotha carried out a genocide against this country’s Herero people.", "This founding member of SWAPO was elected Namibia’s first president in 1990. He detailed his role in Namibian independence in his 2001 autobiography Where Others Wavered."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Important instruments in this ensemble include hand-played drums called <em>kendhang</em>, and a bowed instrument, the rebab. For 10 points each:", "answers_sanitized": ["gamelan", "Claude Debussy", "John Cage &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this ensemble from Java and Bali often used to accompany puppet theater.", "This European composer was heavily influenced by gamelan music. Perfect fifths represent the striking of a Javanese gong in the “Pagodes” section of his piano work Estampes.", "This American composer tried to emulate the tones of gamelan in his Sonatas and Interludes for prepared piano. He is better known for composing 4’33’’."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This kingdom’s first rose to power when it defeated the neighboring state of Denkyira. For 10 points each:", "answers_sanitized": ["Ashanti", "Ghana", "Golden Stool (or Sika ‘dwa) &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this West African civilization established by Osei Tutu.", "The Ashanti kingdom was located primarily in what is now this country. Its city of Kumasi is the capital of the modern-day Ashanti region.", "According to legend, an Ashanti priest commanded this object from heaven to serve as Osei Tutu’s throne. The refusal of the Ashanti to let British governor Frederick Hodgson sit on it led to a namesake war."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This man famously created a logarithmic scale in which Newton was ranked at 0, and Einstein at 0.5. For 10 points each:", "answers_sanitized": ["Lev Landau", "superconductivity (accept word forms)", "phase transition &lt;Hao&gt;"], "parts_sanitized": ["Name this Russian scientist, whose namesake pole is the value where the coupling constant of a quantum field theory becomes infinite.", "Ginzburg and Landau name a theory of this phenomenon, where there is zero electrical resistance in an object.", "Landau theory attempts to describe the second-order version of this process. The martensitic or diffusionless transformation is one type of this process."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Answer some questions about the New Deal. For 10 points each:", "answers_sanitized": ["Franklin Delano Roosevelt (accept FDR)", "Wagner Act", "Puerto Rico &lt;Sivakumar&gt;"], "parts_sanitized": ["The New Deal was the brainchild of this longest-serving US president.", "This law named for a New York senator was a key part of the New Deal. It guaranteed the right to unionize and created the National Labor Relations Board.", "This island’s namesake “reconstruction administration” was created as part of the New Deal. Its economy was later modernized through Operation Bootstrap."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This law describes the shift in stop-consonants in a certain language family. For 10 points each:", "answers_sanitized": ["Grimm’s Law", "Proto-Indo-European", "Grassmann’s law &lt;McLain&gt;"], "parts_sanitized": ["Name this first non-trivial systematic sound change to be discovered. The final stage of this law is the loss of aspiration in proto-Germanic.", "Grimm’s law applies to this language family. This language family shares its name with a “proto” language of this name that has been reconstructed as the hypothetical ancestor of languages like Hindi, Latin, and English.", "This other linguistic law describes how in Ancient Greek and Sanskrit, if an aspirated vowel followed another aspirated vowel, the first one would lose its aspiration."], "category": "Social Science"}, {"leadin_sanitized": "Red blood cells cannot pass through this structure into the sinusoids in patients with hereditary spherocytosis. For 10 points each:", "answers_sanitized": ["Cords of Billroth", "spleen", "tonsils &lt;Hao&gt;"], "parts_sanitized": ["Name this structure that contains about half of the body's monocytes. It is named after an Australian surgeon.", "The Cords of Billroth are found in the red pulp of this organ, where red blood cells are destroyed. This organ is the largest member of the lymphatic system.", "These other tissues of the lymphatic system are the body’s first line of defense against ingested pathogens. These tissues may be removed in a common surgical procedure."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This character tries to discredit Dr. Hardy after one of her sons is diagnosed with tuberculosis. For 10 points each:", "answers_sanitized": ["Mary Tyrone", "Long Day’s Journey into Night", "Eugene O’Neill &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this character who, since the birth of her son Edmund, became addicted to morphine.", "Mary appears in this play about the cigar-smoking patriarch James and other members of the Tyrone family.", "Long Day’s Journey into Night was written by this American playwright, who included characters like Ezra Mannon and Adam Brant in Mourning Becomes Electra."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For ten points each, name these hit movies about a certain country.", "answers_sanitized": ["American Beauty", "American Psycho", "American Hustle &lt;Mathew&gt;"], "parts_sanitized": ["In this 1999 movie, Ricky Fitts video tapes his neighbor Jane Burnham while she changes clothes. Ricky also films a plastic bag in the wind for fifteen minutes in this movie.", "This 2000 film sees Christian Bale star as Patrick Bateman, an investment banker and axe murderer.", "This 2013 movie’s star-studded cast includes Christian Bale, Bradley Cooper, Amy Adams, Jeremy Renner, and Jennifer Lawrence. It centers on two criminals who work with an FBI agent to expose corrupt politicians."], "category": "Trash"}, {"leadin_sanitized": "For 10 points each, name the following related to the pillars of Islam.", "answers_sanitized": ["wudu or wudhu", "umrah", "zakat &lt;Mathew&gt;"], "parts_sanitized": ["Before performing salat, or prayer, Muslims perform this ritual ablution that involves washing with water.", "One pillar of Islam is the hajj, or pilgrimage. Name this minor form of the pilgrimage to Mecca that does not occur during the hajj months.", "This other pillar of Islam is the mandating almsgiving, or donation to the poor."], "category": "Religion"}, {"leadin_sanitized": "The “invisible mistress” Dona Angela gains the love of Don Manuel in this man’s <em>The Phantom Lady</em>. For 10 points each:", "answers_sanitized": [": Pedro Calderon de la Barca", "Miguel de Cervantes", "Alexander Pushkin &lt;Sivakumar&gt;"], "parts_sanitized": ["Name this Spanish playwright, more famous for works like The Mayor of Zalamea and Life is a Dream.", "This other writer of the Spanish Golden Age penned twelve novellas titled Exemplary Novels. He also wrote Don Quixote.", "Another Golden Age writer, Tirso de Molina, wrote The Trickster of Seville and the Stone Guest, which was later adapted by this Russian writer of The Captain’s Daughter."], "subcategory": "Literature European", "category": "Literature"}]}