{"tossups": [{"question_sanitized": "A governor of this state who advocated a policy of “pay-as-you-go-liberalism” was the early head of an “Eastern Establishment” in the Republican Party. An influential faction of moderate Republicans was named after another governor of this state, who lost the 1964 Republican primary to (*) Barry Goldwater. The National Guard responded with excessive force to a 1971 prison riot at Attica in this state. Gerald Ford’s vice president was former governor of this state Nelson Rockefeller, who adopted this state’s “stop-and-frisk” policy. For 10 points, name this state which has recently been led by Mario and Andrew Cuomo.", "answer_sanitized": "New York State &lt;US History — Gray&gt; [Edited]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The painting La Circassienne au Bain (luh sir-CASS-ee-en oh bahn) was destroyed in one of these places. One of these places housed a series of reverse-glass painted murals in gold tones by Jean Dupas (doo-PAH) titled History of Navigation. That one of these places was constructed in the Streamline Moderne (moh-DAIRN) architectural style. Another one of these places featured a split (*) grand staircase built with a glass dome overhead. That one of these places featured sections like the First-Class Dining Room and Dining Saloon on its D-Deck. For 10 points, name these vehicles exemplified by the SS Normandie and RMS Titanic.", "answer_sanitized": "ocean liner [or passenger ship or boat; accept SS Normandie or RMS Titanic] &lt;Mixed/Other — Li&gt; [Edited]", "category": "Fine Arts"}, {"question_sanitized": "A character in this play says that she had never “talked seriously” with her husband despite being married to him for eight years. That character in this play is called a “little skylark” by her husband, who bars her from buying macaroons. A man with “tuberculosis of the spine” watches a character in this play rehearse the (*) tarantella. In this play, a letter marked with a black cross signifies the impending death by syphilis of Dr. Rank. A woman is blackmailed by Krogstad after she forges her father’s signature on a loan in this play, which ends with its title character slamming the door on her husband Torvald. For 10 points, name this play about Nora Helmer by Henrik Ibsen.", "answer_sanitized": "A Doll’s House [or Et dukkehjem] &lt;Drama — Schwartz&gt; [Edited]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "An algorithm that performs this task reduces it to the order-finding problem before using the quantum Fourier (foo-ree-AY) transform. This task is relatively easy to perform for “smooth” inputs. This task can be completed in polynomial time using a quantum algorithm named for Shor (“shore”), while the fastest classical algorithms for this task are (*) number field sieves. The strength of RSA (R-S-A) encryption relies on the difficulty of performing this task on classical computers. Brute-force algorithms perform this task on a number n by iterating through numbers between one and the square root of n. For 10 points, name this task in which an integer is decomposed into a product of primes.", "answer_sanitized": "prime factorization [or integer factorization or prime factoring or integer factoring; do NOT accept or prompt on “polynomial factorization”] &lt;Computer Science — Gurazada&gt; [Edited]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "A series in this medium depicts the fives senses and “My Sole Desire” using scenes with a lion, a lady, and the title animal. Full-size designs for works in this medium are called cartoons. This medium was used for two medieval series depicting The Hunt of the Unicorn and The Lady and the Unicorn. Bishop Odo, the Earl of Kent, likely commissioned a work referred to as this medium which depicts (*) Halley’s comet and shows King Harold taking an arrow to the eye. For 10 points, an embroidery in Bayeux is referred to as what type of textile in which designs are woven into the fabric itself?", "answer_sanitized": "tapestry [accept Apocalypse Tapestry or Bayeux Tapestry; prompt on textile; prompt on embroidery after “Halley’s comet” by asking, “What type of work is the Bayeux Embroidery commonly called?”] &lt;Other Visual Art — French&gt; [Edited]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "J. McVickers Hunt showed that the development of this trait was delayed in orphans he termed “glum lumps.” The results of a test involving an inspection time task are correlated with this trait. When adults age, their level of the “fluid” variety of this trait tends to decrease while the “crystallized” variety increases. One theory of this trait breaks it down into seven factors which are clustered around a common (*) “g” factor. A test for this trait was initially used to measure the development of children by Alfred Binet but has since been used to test adults by organizations like MENSA. For 10 points, name this quality supposedly measured by an IQ test.", "answer_sanitized": "intelligence [accept IQ or Intelligence Quotient before mention; accept g before mention] &lt;Psychology — Jung/Athreya&gt; [Ed. Schwartz]", "category": "Social Science"}, {"question_sanitized": "Anti-Chinese sentiment sparked the “White [this country] policy.” George Johnston and John Macarthur overthrew Governor William Bligh in this country’s Rum Rebellion, while anger over mining fees resulted in this country’s Battle of the Eureka Stockade. This country opened itself to immigration under its longest-ruling prime minister, Robert Menzies. Outlaws in this country were called (*) bushrangers, some of whom wore bulletproof iron armor like Ned Kelly. During the First World War, this country was a part of the ANZAC along with New Zealand. For 10 points, name this nation where the British founded penal colonies that became cities such as Sydney.", "answer_sanitized": "Commonwealth of Australia &lt;British/Commonwealth History — Song&gt; [Ed. Athreya]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Predecessors to this class diverged into the clade Synapsida about 300 million years ago. This class is the only class whose members possess a neocortex, and they are the only animals whose middle ears contain the malleus, incus, and stapes. These animals underwent a worldwide adaptive radiation in the aftermath of the (*) Cretaceous extinction, which is why the Cenozoic era is sometimes called the “age of” these animals. These animals are divided into placental and marsupial groups, and they are distinguished by the presence of hair and production of milk. For 10 points, name this class of animals that includes cows, cats, and dogs.", "answer_sanitized": "mammalia [or mammals; accept placental mammals or marsupial mammals or marsupials] &lt;Biology — Schwartz&gt; [Ed. Gurazada]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In this novel, a 107-year-old brothel owner asserts “It is better to live on one’s feet than die on one’s knees.” This novel opens with the line “It was love at first sight” in reference to a character’s admiration of a chaplain. A character in this novel paradoxically manages to make a profit by buying (*) eggs for seven cents each and then selling them for five. In this novel, a part-time accomplice of Milo Minderbinder is frustrated by an absurd rule which makes it impossible to be discharged from flying bombing missions. For 10 points, name this novel about Yossarian’s attempts to avoid dying in World War II, by Joseph Heller.", "answer_sanitized": "Catch-22 &lt;Long Fiction — Schwartz&gt; [Edited]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This director’s final film used Dmitri Shostakovich’s “Waltz No. 2” from Jazz Suite No. 2 as its theme. This director’s use of micropolyphonic compositions like Atmosphères in one film drew ire from the composer Gyorgy Ligeti (LIH-geh-tee). Handel’s “Sarabande” plays as the title character duels Lord Bullingdon in this director’s (*) Barry Lyndon. This director used Johann Strauss II’s Blue Danube Waltz for the extended docking sequence in one film,which opens with Richard Strauss’s Also Sprach Zarathrustra playing over a sunrise sequence. For 10 points, name this director of 2001: A Space Odyssey.", "answer_sanitized": "Stanley Kubrick  &lt;Film — Ma&gt; [Edited]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Grangier (gran-gee-AY), Roger (roh-JAY), and Aspect (a-SPECT) did not detect this process for a single photon using a device named for this process and Mach and Zehnder. Anti-reflective coatings maximize a form of this process that occurs when light reflects from the top and bottom surfaces of a thin film. A device named for this process did not detect evidence of the (*) luminiferous aether in the Michelson-Morley experiment. Along with diffraction, this process creates the fringes observed in the double slit experiment. The phase difference of two waves determines whether this process is constructive or destructive. For 10 points, name this process in which two waves combine to form a wave with a new amplitude.", "answer_sanitized": "interference [accept interferometer or interferometry or Mach-Zehnder interferometer or thin film interference or Michelson interferometer or constructive interference or destructive interference; prompt on diffraction before “diffraction”; prompt on superposition] &lt;Physics — French&gt; [Edited]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "As a rite of passage, Spartan boys were flogged in the sanctuary to this deity in Orthia. This deity drove Polyphonte back home to her father after Polyphonte had sex with a bear. This deity ran between two giants so that they killed each other with javelins. Because this deity sent unfavorable winds to prevent Agamemnon’s fleet from leaving Aulis, Agamemnon (*) sacrificed his daughter Iphigenia to appease this deity. This goddess sent the Calydonian Boar to ravage Aetolia, and she transformed Actaeon into a stag after he watches her bathe. This goddess was birthed by Leto on the floating island of Delos alongside her twin brother Apollo. For 10 points, name this Greek goddess of the hunt.", "answer_sanitized": "Artemis [accept Diana] &lt;Mythology — Dai&gt; [Ed. French]", "category": "Mythology"}, {"question_sanitized": "At an event honoring this leader, Barack Obama shook hands with Fidel Castro. This leader suggested that Abdel Baset al-Megrahi, who bombed Pan Am Flight 103, should be held in a prison closer to his home country. This man posed as a worker on Liliesleaf Farm while running operations for the (*) Spear of the Nation. This man declared “I am prepared to die” at the Rivonia trial, where he received a life sentence that was to be served on Robben Island. This leader founded the Truth and Reconciliation commission after he was released from prison by F.W. de Klerk. For 10 points, name this first black president of South Africa.", "answer_sanitized": "Nelson Mandela &lt;African History — French&gt; [Edited]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Thomas Macaulay wrote that “a single shelf of a good European library” is worth as much the entirety of this country’s literature in a “Minute” on this country’s education. A poet from this country described a place “where the mind is without fear.” That poet from this country wrote a song beginning, “Thou art the ruler of the minds of all people.” A poem beginning, “Thou hast made me endless, such is thy pleasure” is the first poem in a collection from this country whose title translates to (*) “Song Offerings.” The author of Gitanjali was from, for 10 points, what home country of Rabindranath Tagore, who wrote its national anthem “Jana Gana Mana” in Bengali?", "answer_sanitized": "India [or Bharat Ganarajya; accept Republic of India or British India; accept Arabia before “education”] &lt;Poetry — Gray&gt; [Ed. French]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "According to the Denkard, the founder of this religion brought the twenty-one nasks of its main text to its first guardian. The founder of this religion was visited by the angel of the Good Mind, Vohu Manah. When members of this religion die, they cross the Chinvat Bridge to heaven if they are not followers of druj. The (*) Gathas are a collection of hymns composed by the founder of this religion, whose members worship in fire temples. The main text of this religion is the Avesta. The evil spirit Ahriman fights this religion’s creator god, Ahura Mazda. For 10 points, name this dualistic religion from ancient Persia.", "answer_sanitized": "Zoroastrianism [or Zarathustrism or Mazdayasna or Magianism; accept Mazdaism before “Mazda”] &lt;Religion — Venkateswaran/Dai&gt; [Ed. Venkateswaran]", "category": "Religion"}, {"question_sanitized": "This person’s company owned 666 Fifth Avenue in New York from 2007 until 2018. A team this person ran implemented the social-media campaign “Project Alamo.” This official failed to disclose calls with Sergey Kislyak while applying for a security clearance, and pushed for the firing of Corey Lewandowski. If this official can’t broker peace between (*) Israel and Palestine, then “it can’t be done,” according to Donald Trump. This director of the newly created Office of American Innovation juggles many other governmental roles. For 10 points, name this husband of Ivanka Trump, a son-in-law of and influential senior advisor to the President.", "answer_sanitized": "Jared Corey Kushner &lt;Current Events — Gray&gt; [Edited]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "These people were targeted with the term “ruthless cosmopolitan.” Thirteen of these people were executed at Lubyanka prison during the Night of the Murdered Poets. The book Stalin’s Last Crime detailed a campaign against some of these people that was started after the death of Andrei Zhdanov (juh-DAH-nov). The (*) Doctor’s Plot targeted these people in Moscow. These people were targeted in pogroms in Kishinev (ki-shi-nov) and Odessa, and they faced violence caused by racist propaganda in The Protocols of the Elders of Zion. For 10 points, name these people who were the target of Russian anti-Semitism.", "answer_sanitized": "Russian Jews [or iudey; prompt on Russians] &lt;European History — Iyer&gt; [Edited]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Although the piece is neither dance-like nor in triple meter, a composer from this country titled his Opus 1 “Passacaglia for Orchestra.” The soloist playing open strings begins a violin concerto from this country dedicated “to the memory of an angel.” Another composer from this country developed a vocal technique that combines elements of speech and singing for his work Pierrot Lunaire (p’yair-OH loo-NAIR). (*) Twelve-tone serialism was pioneered by a “second school” named for this country’s capital that emphasized atonality. For 10 points, name this country where Anton Webern, Alban Berg, and Arnold Schoenberg formed the Second Viennese School.", "answer_sanitized": "Austria [or Österreich] &lt;Classical Music — Gurazada&gt; [Ed. Ma]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In this novel, the beautiful shepherdess Marcela explains that she had no obligation to love the late Grisóstomo simply because he was in love with her. In this novel, a man gets sick from drinking a magical “healing” balsam not long before being tossed up and down in a blanket. The title character of this novel attacks a barber because he thinks his basin is the (*) Helmet of Mambrino. A priest and a barber burn the library of chivalric romances owned by this novel’s title character, who dedicates his adventures to his lady Dulcinea. For 10 points, name this novel in which the title caballero andante attacks windmills alongside his squire Sancho Panza, by Miguel de Cervantes.", "answer_sanitized": "Don Quixote [or The Ingenious Gentleman Don Quixote of La Mancha or El ingenioso hidalgo Don Quijote de la Mancha] &lt;Long Fiction — Gray/Schwartz&gt; [Ed. French]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This element’s acetate reacts with alkenes in a Markovnikov addition to form alcohols. A chloride of this element is known as calomel, and the most common ore of this element contains its sulfide in the form of cinnabar. When bonded to a methyl group, this element forms a bioaccumulative toxicant commonly found in large (*) fish. Alloys of this metal are called amalgams, and this element forms a convex meniscus. One atmosphere is equivalent to the pressure of 760 “millimeters of” this substance, a unit also called torr. For 10 points, name this element, a metal that is liquid at room temperature.", "answer_sanitized": "mercury [accept oxymercuration reaction or oxymercuration-demercuration or oxymercuration- reduction or methylmercury or millimeters of mercury; accept Hg or mmHg before \"Hg\" is mentioned] &lt;Chemistry — Bandara&gt; [Ed. Gurazada]     Packet 12 Bonuses", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "Becoming qualified to practice this field in the U.S. historically entailed “reading” this field, which meant a program of self-study and apprenticeship. For 10 points each:", "answers_sanitized": ["law [or jurisprudence]", "common law", "Sir William Blackstone &lt;Law — Gray&gt; [Edited]"], "parts_sanitized": ["Name this field. Although Kim Kardashian is reading this field, almost all modern-day practitioners of this field in the U.S. have attained a J.D. degree and passed the bar examination.", "The U.S. legal system in every state except Louisiana operates within this framework, which is derived from the English legal system. Unlike civil law, this system is derived from precedent rather than statute.", "A set of influential “Commentaries” by this English jurist was frequently cited by the Founding Fathers and is often seen as the basis for American common law."], "category": "Social Science"}, {"leadin_sanitized": "This artist painted <em>f</em>-holes on a photograph of Kiki de Montparnasse for his work <em>The Violin of Ingres</em>. For 10 points each:", "answers_sanitized": ["Man Ray [or Emmanuel Radnitzky; accept rayographs]", "Surrealism", "drag [accept cross-dressing or dressing as a woman] &lt;Photography — French&gt; [Edited]"], "parts_sanitized": ["Name this artist. This photographer’s photograms were created by placing objects directly on light-sensitive paper.", "In addition to Dadaism, Man Ray was a member of this movement. Other photographers in this movement include Claude Cahun and Salvador Dalí.", "Man Ray’s photograph Rrose Selavy depicts his friend Marcel Duchamp practicing this art form. Performers of this art form such as Venus Xtravaganza and Divine were documented in the film Paris is Burning."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, answer the following about the effects of climate change on the ocean:", "answers_sanitized": ["pH", "carbonate [or CO32- (C-O-three-two-minus); accept calcium carbonate]", "coral bleaching &lt;Ocean Science — Gray&gt; [Edited]"], "parts_sanitized": ["The increase of carbon dioxide in the atmosphere creates carbonic acid, causing this quantity for ocean water to decrease. This quantity is less than seven for acidic solutions.", "Ocean acidification causes the concentration of this ion to decrease. Mollusk shells and corals are made of this ion’s compound with calcium, which also makes up limestone.", "Ocean acidification and rising ocean temperatures both contribute to this process, in which corals die after expelling algae from their polyps."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Yael Farber replaced this cycle’s chorus with Xhosa musicians in <em>Molora</em>, which adapts this cycle to post-apartheid South Africa. For 10 points each:", "answers_sanitized": ["The Oresteia [by Aeschylus]", "Mourning Becomes Electra", "Jean-Paul Sartre (sart) &lt;Drama — Schwartz&gt; [Ed. French]"], "parts_sanitized": ["Name this series of tragedies in which the title character avenges his father’s murder by Aegisthus. It consists of the plays Agamemnon, The Libation Bearers, and The Eumenides.", "Eugene O’Neill adapted Aeschylus’ Oresteia in this cycle of plays, which is partially titled after Orestes’ sister. The Civil War general Ezra Mannon is poisoned by his wife Christine in this cycle’s first play, Homecoming.", "This author explored existentialist themes in his adaptation of The Oresteia titled The Flies. This playwright and philosopher wrote that “Hell is other people” in Huis Clos, which is translated as No Exit."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This monarch was injured by a “Machine infernale” in a failed assassination attempt orchestrated by Guiseppe Marco Fieschi. For 10 points each:", "answers_sanitized": ["Louis Philippe I (loo-ee fi-leep)", "1848 [prompt on ‘48]", "Kingdom of France [or Royaume de France] &lt;European History — Hong&gt; [Edited]"], "parts_sanitized": ["Name this monarch who was supported by the Orleanists. He was served by Francois Guizot and was called the “Citizen King.”", "Louis Philippe was overthrown in the February Revolution, which took place in this year. This year was termed the “Spring of Nations” for the large number of revolutions that occurred in Europe during this year.", "Louis Philippe was a member of the House of Bourbon, which ruled this country. Following the overthrow of Louis Philippe, Napoleon III was elected the first President of this country."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The “Janus” class of these enzymes act on transcription factors called STATs (“stats”). For 10 points each:", "answers_sanitized": ["protein kinases [or Janus kinase or Just Another Kinase or receptor histidine kinase or receptor tyrosine kinase or serine-threonine kinase or serine-threonine protein kinase or serine/threonine-specific protein kinase]", "phosphate [or PO43-; do NOT accept or prompt on \"PO4\"]", "cancer [accept specific types of cancer] &lt;Biology — Gurazada&gt; [Edited]"], "parts_sanitized": ["Name these enzymes, \"receptor\" ones of which act on histidine residues in bacteria and tyrosine residues in eukaryotes. The most common type of these enzymes acts on serine and threonine residues.", "Kinases add this ion to their substrates. A nucleotide consists of a nitrogenous base, a five-carbon sugar, and this polyatomic anion.", "The gene coding for the non-receptor tyrosine kinase family c-Src is a proto-oncogene, meaning that expression of mutated forms of the gene is linked to this disease. This disease, in which cells divide uncontrollably to form a malignant tumor, is often treated with radiation and chemotherapy."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This collection is split into sections titled for the “Life” and the “Death” of its dedicatee. For 10 points each:", "answers_sanitized": ["Il Canzoniere [or Song Book or Rime Sparse or Rerum vulgarium fragmenta or Fragments of common things]", "Laura", "sonnets [accept Petrarchan sonnets] &lt;Poetry — Schwartz&gt; [Ed. Venkateswaran]"], "parts_sanitized": ["Name this 14th century poetry collection that begins “You who hear the sound, in scattered rhymes.”", "The author of Il Canzoniere, Petrarch, dedicated the collection to this idealized woman, with whom he became infatuated at first sight.", "Il Canzoniere contains 317 poems in this form. An octave and a sestet make up the Petrarchan variant of this 14-line form of poetry."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "The West and East Mitten Buttes and the Merrick Butte are in this region. For 10 points each:", "answers_sanitized": ["Monument Valley [or Tsé Biiʼ Ndzisgaii]", "Arizona", "Painted Desert [or El Desierto Pintado] &lt;Geography — Gray&gt; [Edited]"], "parts_sanitized": ["Name this region of the American Southwest whose iconic buttes came to symbolize the American West in movies like Stagecoach.", "Monument Valley straddles the border between this state and its northern neighbor. Just to the east, the Four Corners marks the point where Utah, New Mexico, Colorado, and this state all border each other.", "Another landmark in the Four Corners region is this Arizona desert between Grand Canyon National Park and Petrified Forest National Park. This desert’s name refers to its many-colored rocks."], "category": "Geography"}, {"leadin_sanitized": "The particle <em>f<sub>0</sub></em>(1710) (f-nought 1-7-1-0) has properties consistent with a theoretical composite particle made up of these particles. For 10 points each:", "answers_sanitized": ["gluons", "neutrons", "W- (“W-minus”) boson [prompt on W boson; do NOT accept or prompt on “W+ boson” or “W-plus boson”] &lt;Physics — Gurazada&gt; [Edited]"], "parts_sanitized": ["Name these particles which form a plasma with quarks at high temperatures. These gauge bosons mediate the strong force.", "Gluons bind together the two down quarks and one up quark that make up this hadron. These uncharged subatomic particles are found in atomic nuclei along with protons.", "During beta decay, one of the neutron’s down quarks becomes an up quark by emitting one of these particles, which then decays into an electron and an antineutrino. This particle and its counterpart comprise the weak charged current."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The Kargil War took place over this disputed region. For 10 points each:", "answers_sanitized": ["Kashmir", "Tashkent [or Tashkent Declaration]", "Narendra Modi &lt;Asian History — Shahriar&gt; [Ed. Iyer]"], "parts_sanitized": ["Name this former princely state west of Tibet disputed by three countries. Jammu is the winter capital in one part of this region, which is split by the Line of Control.", "Lal Bahadur Shastri signed a treaty named for this city which led to a withdrawal of both Indian and Pakistani forces from Kashmir. At the time, this city was the capital of the Uzbek SSR.", "This current Prime Minister of India recently repealed Kashmir’s autonomy and imposed martial law in the region, leading to heightened tensions with Pakistan."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Doris Salcedo created a large crack in the floor of this museum for the installation <em>Shibboleth</em>. For 10 points each:", "answers_sanitized": ["Tate Modern [prompt on Tate; do NOT accept or prompt on “Tate Britain”]", "United Kingdom [accept England or Great Britain or Young British Artists]", "sharks  &lt;Other Visual Art — Ma&gt; [Ed. Malouf]"], "parts_sanitized": ["Name this contemporary art museum. In 2011, Ai Weiwei filled this museum’s Turbine Hall with millions of porcelain sunflower seeds.", "The Tate annually awards the Turner Prize to an artist working in this country. Damien Hirst belongs to a movement named after “Young” artists from this country.", "Damien Hirst was controversially nominated for the 1991 Turner Prize for a work consisting of one of these animals preserved in formaldehyde. John Singleton Copley depicted Brook Watson being attacked by one of these animals in Havana harbor."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, answer the following about segregation in public transportation:", "answers_sanitized": ["Rosa Parks [or Rosa Louise McCauley Parks]", "Claudette Colvin", "Freedom Riders &lt;US History — Lin&gt; [Edited]"], "parts_sanitized": ["This person became the first woman to lie in honor in the Capitol Rotunda in 2005. In 1955, this NAACP secretary had been fined $10 for not relinquishing her seat for a white passenger in Birmingham.", "Although Rosa Parks is credited for the Montgomery Bus Riots, this plaintiff of Browder v. Gayle was arrested nine months earlier for the same charge, but her actions were not publicized because she was pregnant as a teenager.", "This group of civil rights activists rode interstate buses into the deep South to test local segregation ordinances in response to the rulings in Morgan v. Virginia and Boynton v. Virginia."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A Parsee named Fedallah predicts that that this character can only be killed by hemp. For 10 points each:", "answers_sanitized": ["Captain Ahab", "Moby-Dick [or Moby-Dick; or, The Whale]", "Father Mapple &lt;Long Fiction — Venkateswaran&gt; [Ed. Schwartz]"], "parts_sanitized": ["Name this peg-legged character. He screams “from hell’s heart I stab at thee” in his final breath before drowning.", "Captain Ahab leads the crew of the Pequod on a mad hunt for revenge against the title whale of this Herman Melville novel narrated by the sailor Ishmael.", "Near the beginning of Moby-Dick, Ishmael attends a sermon delivered by this character, who preaches that Jonah remained obedient to God even though God sent a whale to eat him."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This national team lost in the finals of the 2014 men’s FIBA Basketball World Cup by 39 points as well as in the 2016 Olympics by 30 points. For ten points each:", "answers_sanitized": ["Serbia", "Plumlee [accept Mason Plumlee or Miles Plumlee or Marshall Plumlee]", "Denver Nuggets [or Denver] &lt;Pop Culture — Gray&gt; [Edited]"], "parts_sanitized": ["Name this country, whose national team was defeated by the US in both tournaments. This country’s current team includes players like the former tallest player in the NBA, the Sixers’ Boban Marjanović (mar-YAHN-o-vich).", "Mason, a player from this family, scored one point in that 2014 final, his last international appearance, and now backs up Serbian center Nikola Jokić (NEE-co-la YO-kich). Brothers Mason, Miles, and Marshall from this family played together in high school and at Duke.", "This unsuccessful franchise founded in 1967 has never made the NBA Finals, but are recently enjoying a resurgence, partly due to Jokić and despite Plumlee. This team’s name is an allusion to the Colorado Gold Rush."], "category": "Trash"}, {"leadin_sanitized": "The <em>p</em>-adic numbers and other non-Archimedean metric spaces obey a strong version of this statement. For 10 points each:", "answers_sanitized": ["triangle inequality", "Euclid [accept Euclidean geometry]", "inner product &lt;Math — French&gt; [Edited]"], "parts_sanitized": ["Name this inequality, which for a norm is equivalent to subadditivity. It states that, for vectors x and y, the absolute value of x plus y is less than or equal to the absolute value of x plus the absolute value of y.", "The triangle inequality is so-named because the sides of a triangle must satisfy it in the geometry named for this mathematician. This ancient Greek geometer listed five postulates of geometry in his Elements.", "For a norm derived from one of these products, the triangle inequality can be derived from the Cauchy-Schwarz inequality. The dot product is one of these products, which map two vectors to a scalar."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This composer compared and contrasted the climaxes of German and French opera in his book <em>What to Listen For in Music</em>. For 10 points each:", "answers_sanitized": ["Aaron Copland", "Claude Debussy", "Tristan und Isolde &lt;Opera — Ma&gt; [Edited]"], "parts_sanitized": ["Name this composer. His own stage works include The Tender Land, Rodeo, and Appalachian Spring.", "In What to Listen for in Music, Copland compares the silence at the climax of this composer’s only opera Pelleas et Melisande to an entire orchestra holding its breath, utterly awed by the love between the characters.", "Pelleas et Melisande is also compared to this opera by Richard Wagner. One of this opera’s title lovers names a chord consisting of an augmented fourth, sixth, and ninth all stacked above the base note."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This element is the central element of a compound whose chemical shift is set at 0. For 10 points each:", "answers_sanitized": ["silicon [or Si]", "NMR spectroscopy [or nuclear magnetic resonance spectroscopy or NMR spec; accept proton NMR spectroscopy or carbon-13 NMR spectroscopy or proton nuclear magnetic resonance spectroscopy or carbon-13 nuclear magnetic resonance spectroscopy]", "spin &lt;Chemistry — Gurazada&gt; [Edited]"], "parts_sanitized": ["Name this element, which binds to four methyl groups in that compound. This element’s dioxide is often used as an adsorbent for thin-layer chromatography.", "Tetramethylsilane is a benchmark for this technique, which identifies organic compounds by their chemical shift. This technique typically uses either hydrogen-1 or carbon-13 as the active nucleus and involves placing a sample in a strong magnetic field.", "Protons and carbon-13 nuclei can be used for NMR because they have a value of one-half for this property and thus possess a magnetic moment. This quantity is an intrinsic form of angular momentum for particles."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The title of an essay by Leslie Fiedler about the undercurrents of homosexuality in American literature tells this character to “Come Back to the Raft Ag’in.” For 10 points each:", "answers_sanitized": ["Huck Finn [or Huckleberry Finn or Huck Finn or Huckleberry Finn]", "Mark Twain [accept Samuel Langhorne Clemens]", "Hadleyburg [accept “The Man That Corrupted Hadleyburg”] &lt;Short Fiction — Schwartz&gt; [Edited]"], "parts_sanitized": ["Name this character, who declares that he’ll “go to hell” before helping a friend escape the Phelps Farm. This character begins his journey down the Mississippi river after faking his death with a pig carcass.", "This author wrote The Adventures of Huckleberry Finn. He took inspiration from a tale by Ben Coon for a story about a rigged jumping contest titled The Celebrated Jumping Frog of Calaveras County.", "In another story by Twain, a man with a bag of gold exposes the hypocrisy of this town. After the residents of this town are exposed as liars, it changes its motto to “lead us into temptation.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This prime minister’s Midlothian Campaign denounced Benjamin Disraeli’s foreign policy. For 10 points each:", "answers_sanitized": ["William Ewart Gladstone", "Khedivate of Egypt [or Hidiviyet-i Misir or Masr]", "Reform Acts &lt;British/Commonwealth History — Shahriar&gt; [Ed. Athreya]"], "parts_sanitized": ["Name this liberal British prime minister, whose namesake form of liberalism shifted from austere economic policies to social liberalism. This prime minister was nicknamed the “Grand Old Man.”", "As part of his foreign policy, Gladstone responded to the ‘Urabi revolt by ordering the bombing of the city of Alexandria in this country. That bombing was in order to protect the Suez Canal.", "Gladstone’s government passed the third of these acts that increased and modernized the Parliamentary franchise. The first of these acts removed seats in Parliament from “rotten boroughs.”"], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "In Revelation 5, John the Apostle hears a prophecy about the Second Coming, in which Jesus is referred to as the Root of David and as this animal “of Judah.” For 10 points each:", "answers_sanitized": ["lion [accept lion of Judah or lion of the tribe of Judah]", "lamb", "alpha and omega [or omega and alpha] &lt;Religion — Gray&gt; [Edited]"], "parts_sanitized": ["Name this animal. This animal reflects Jesus in his role in conquest rather than sacrifice.", "Revelation 5 also contains a description of a seven-horned, seven-eyed one of these animals. Jesus is also named one of these gentle creatures “of God,” and these animals lie down with lions in a metaphor for peace.", "Another name in Revelation for Jesus refers to him using these two letters, which in depictions of Jesus are often shown on opposite pages of a book that he holds or on either side of his halo."], "category": "Religion"}]}