{"tossups": [{"question_sanitized": "In one of this rapper’s songs, he states, “You faker than some Sweet’N Low” and asks “Yeah, you got some silverware but really are you eating though?” The title of one of this rapper’s songs on the same album refers to Telegraph Avenue, a street in downtown Oakland. This rapper says, “No matter what you say or what you do / When I’m alone I’d rather be with you” in the song (*) “3005,” (three thousand and five) which appears on his album “Because the Internet.” In one of this rapper’s videos, a man is sitting down to play a guitar when this rapper pulls out a gun and shoots him in the head. For 10 points, name this rapper whose hits include “Redbone” and “This is America.”", "answer_sanitized": "Childish Gambino [or Donald Glover] &lt;Pop Culture — Watwani&gt; [Edited]", "category": "Trash"}, {"question_sanitized": "Ezra Pound criticized this author for using Latin syntax in the phrase “Him who disobeys, me disobeys.” A poem by this author decries “vain deluding joys” that “dwell in some idle brain” before praising “divinest Melancholy.” This author asked “Who would not sing for” a drowned shepherd in a pastoral elegy dedicated to Edward King. This author of (*) “Il Penseroso” and “Lycidas” wrote an epic poem that seeks to “justify the ways of God to men.” In that epic by this author, a character claims “Better to reign in Hell than serve in Heaven” after rebelling against God. For 10 points, name this English poet who wrote of Satan corrupting Adam and Eve in Paradise Lost.", "answer_sanitized": "John Milton &lt;Poetry — Schwartz&gt; [Ed. French]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One ruler of this modern-day country was called the “Iron Emir” for his suppression of numerous rebellions. The third war this country fought against the British Empire was ended by the Treaty of Rawalpindi. Ahmad Shah is considered the “father” of this modern-day country since he founded the Durrani empire. Abdur Rahman Khan signed the (*) Durand Line Agreement with the British empire to establish this country’s southern border. Britain and Russia fought over this country in the Great Game. This country is the western terminus of the Khyber Pass. For 10 points, name this country once ruled by the Taliban from Kabul.", "answer_sanitized": "Islamic Republic of Afghanistan &lt;Asian History — Shahriar&gt; [Ed. Iyer]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "An agent containing lithium, hydrogen, and this element can be used to reduce aldehydes or ketones to alcohols. This element can be purified from its oxide through a process involving either Soderberg or prebaked anodes. This element is usually extracted using the Bayer process followed by electrolysis in molten cryolite in the (*) Hall-Heroult process. A mineral containing this element’s oxide with chromium impurities can form rubies; that mineral is corundum. This element is the lightest below the metalloid “ladder” on the periodic table, and its most common ore is bauxite. For 10 points, name this element with an atomic number of 13 that is used to make so-called “tin foil.”", "answer_sanitized": "aluminum [or aluminium or Al; accept lithium aluminum hydride or aluminum oxide] &lt;Chemistry — Gurazada&gt; [Edited]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The main theme of this musical begins with a sustained D minor chord that descends chromatically to a B-flat major triad. Another song in this musical commands “turn your face away from the garish light of day.” In this musical, Carlotta complains about having to sing in the dissonant opera (*) Don Juan Triumphant. The title character of this musical sings “The Music of the Night” and “Angel of Music” in his attempts to woo the reluctant Christine Daaé (DAH-ay). This musical is based on a novel by Gaston Leroux (luh-ROO). For 10 points, name this Andrew Lloyd Webber musical about a villain in the Paris opera house.", "answer_sanitized": "The Phantom of the Opera &lt;Musicals — French&gt; [Edited]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Valerie Ford sued this region over its controversial Bill 101. Tommy Douglas inspired a leader of this region to undertake a rural electrification initiative. This region underwent the “great darkness” before implementing a set of economic and political reforms known as the Quiet Revolution. The only peacetime use of the War Measures act came after James Cross and (*) Pierre Laporte (LAH-porh-tuh) were kidnapped by this region’s FLQ terrorist group. Premier Réné Lévesque (REH-nay lay-VEK), the leader of this region’s PQ party, supported this region’s independence referenda in 1980 and 1995. For 10 points, name this French-speaking province of Canada.", "answer_sanitized": "Québec [accept Front de Libération du Québec; accept Parti Québecois] &lt;British/Commonwealth History — Iyer&gt; [Edited]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A sexual description of baking bread appears in one of the ninety-four of these texts collected in the Exeter Book. One of these texts describes “an eye in a blue face” that “saw an eye in a green face.” Odin defeats Heidrek and Vafthrudnir in two examples of an Old Norse literary trope about (*) contests of composing these texts. A chapter set “in the dark” beneath the Misty Mountains includes texts of this kind about “wind,” “time,” and “sun on the daisies.” In that chapter, the question “What have I got in my pocket?” is unfairly used as one of these texts. For 10 points, name these enigmatic questions that Bilbo and Gollum pose to each other in a chapter of The Hobbit.", "answer_sanitized": "riddles &lt;Other Literature — French&gt; [Edited]", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "This thinker first devised a “logically ideal” language that would be based on atomic propositions. This thinker introduced the controversial axiom of reducibility as part of the ramified theory of types, opposing the theories of Gottlob Frege (FRAY-guh). Zermelo-Fraenkel theory has largely replaced a formalization of mathematics advanced in a book by this philosopher and (*) Alfred North Whitehead. This philosopher’s paradox is the question of whether a set that contains all sets that do not contain themselves does contain itself. For 10 points, name this English philosopher who wrote Why I Am Not a Christian and Principia Mathematica.", "answer_sanitized": "Bertrand Russell [or Bertrand Arthur William Russell] &lt;Philosophy — Gray&gt; [Edited]", "category": "Philosophy"}, {"question_sanitized": "The distributed computing framework Hadoop (huh-DOOP) is written in this language. Packaging tools made for this language include Ant and Maven (MAY-vin). This language’s version 1.5 (one-point-five) introduced its generics, denoted with angle brackets. Graphics libraries commonly used in this language include AWT (A-W-T) and Swing. Scala (SKA-la) and Kotlin (COT-lin) compile to this language’s bytecode, which runs on this language’s (*) virtual machine. This language uses just-in-time compilation to execute files with a .class (dot-CLASS) or .jar (dot-JAR) extension. This language prints console output using System.out.print (“system dot out dot print”). For 10 points, name this object-oriented language developed by Oracle, whose name is a word for coffee.", "answer_sanitized": "Java [do NOT accept or prompt on “JavaScript”] &lt;Computer Science — Gurazada&gt; [Ed. French]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "Many artists in this movement studied under the former Bauhaus professor Josef (YO-sef) Albers at Black Mountain College. Helen Frankenthaler used the soak-stain technique while working in a branch of this movement. When he learned that they would be hung in a restaurant instead of the lobby, an artist from this movement refused to complete a series of murals for New York’s Seagram Building. Hans (*) Namuth (NAY-mith) photographed an artist from this movement in the process of “action painting,” which was used to create works like Lavender Mist. For 10 points, name this American art movement of artists like Mark Rothko and Jackson Pollock.", "answer_sanitized": "abstract expressionism [prompt on color field painting; do NOT accept or prompt on “abstract” or “expressionism”] &lt;Painting — Ma&gt; [Ed. Malouf]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One of these shapes is formed by the set of points in the complex plane that do not approach infinity when a rational function is repeatedly applied. If the set of values a dynamical system tends towards is also one of these shapes, then it is called “strange.” The Lorenz attractor is one of these shapes, as is the (*) Julia set. The topological dimension of one of these shapes is less than its Hausdorff dimension, which may not be an integer. The name of these shapes was coined by a mathematician who had earlier studied them in his paper “How Long is the Coast of Britain?” For 10 points, name these self-similar shapes exemplified by the Koch (cock) snowflake and the Mandelbrot set.", "answer_sanitized": "fractals &lt;Math — French&gt; [Edited]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "At this event, a proposal to “insert essential principles only” was made by a “Committee of Detail.” Robert Yates wrote “Notes of the Secret Debates” of this event. A participant in this event declared at its end that a sun carved into the back of a chair must have been rising instead of setting. Because he “smelt a rat,” (*) Patrick Henry refused to participate in this event. Compromises at this event include the Connecticut Compromise between the Virginia and New Jersey Plans and the Three-Fifths Compromise. For 10 points, name this 1787 event held in Independence Hall in Philadelphia where delegates drafted and signed the central document of U.S. law.", "answer_sanitized": "the Constitutional Convention [or the Philadelphia Convention or the Federal Convention; prompt on answers describing writing the Constitution] &lt;US History — Gray&gt; [Edited]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In a story by this author, a character obsessively repeats the “Jesus Prayer” while on a date. A character in a story by this author labels a woman a “God-damned sneak” after accusing her of staring at his feet before he shoots himself in his hotel room. (*) Seymour describes the title creatures while at the beach in a story by this author, who described the Glass family in Franny and Zooey and “A Perfect Day for Bananafish.” This author also wrote a novel in which a character leaves Pencey Prep and returns home to spend time with his sister, Phoebe. For 10 points, name this author who portrayed the life of the teenager Holden Caulfield in The Catcher in the Rye.", "answer_sanitized": "J. D. Salinger [or Jerome David Salinger] &lt;Short Fiction — V. Wang&gt; [Ed. Venkateswaran]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This man fathers Melanippus after having sex with Perigune on a bed of asparagus. Prior to this man’s birth, his father is told “do not loosen the protruding foot of the wineskin” by the Oracle of Delphi. Cimon (KYE-muhn) recovered this man’s bones after leading an expedition to Skyros, where this hero died. Unlike his friend (*) Pirithous (pih-RITH-oh-us), Heracles frees this hero from the Chair of Forgetfulness. This hero’s father, Aegeus (EE-gee-us), drowns himself in the ocean after this hero forgets to change his sails from black to white. This hero uses a thread of string given to him by Ariadne to escape the labyrinth. For 10 points, name this Athenian hero who slew the Minotaur.", "answer_sanitized": "Theseus &lt;Mythology — Schwartz&gt; [Ed. French]", "category": "Mythology"}, {"question_sanitized": "A gas of these particles has zero chemical potential and is described by the Planck spectrum. These particles gain energy in scattering described as “anti-Stokes.” Accelerating charged particles produce these particles in bremsstrahlung. These particles lose energy when they collide with charged particles in (*) Compton scattering. These particles appear as wavy lines on Feynman diagrams, and their energy is equal to Planck’s constant times frequency. According to QED, these gauge bosons mediate the electromagnetic force. For 10 points, name these massless quanta of light.", "answer_sanitized": "photons [prompt on gamma or bosons] &lt;Physics — Schwartz&gt; [Ed. Gurazada]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In this novel’s first chapter, a woman gives birth in “The Paulownia Court” to a character who later marries a girl named after the wisteria flower. After a character in this novel reads a poem that ends, “May lavender, the hue of the troth, be as fast,” another character marries the daughter of the Minister of the Left. The title character of this novel is often addressed with the epithet (*) “Shining.” The death of this novel’s title character is implied by a blank chapter titled “Vanished Into the Clouds.” Lady Aoi (ah-OH-ee) is one of the many romantic partners of this novel’s title prince. For 10 points, name this 11th century novel by Lady Murasaki Shikibu.", "answer_sanitized": "The Tale of Genji [or Genji Monogatari] &lt;Long Fiction — Li&gt; [Ed. Venkateswaran]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "I-cell disease occurs due to a defective phosphotransferase enzyme in this structure. Brefeldin A blocks the activation of ADP-ribosylation factors within this structure. This organelle is the destination of vesicles coated with COPII (cop two). Molecules are tagged with (*) mannose 6-phosphate in this organelle to be sent to the lysosome. The rough endoplasmic reticulum transports molecules to this organelle for post-translational modification. This organelle's cis face receives vesicles while its trans face secretes them, and it is composed of cisternae. For 10 points, name this organelle that packages and modifies proteins, named for an Italian scientist.", "answer_sanitized": "Golgi apparatus [or Golgi complex or Golgi body] &lt;Biology — Schwartz&gt; [Ed. Gurazada]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The last movement of this composer’s final symphony begins with the introduction of the whole note motif (read slowly) C, D, F, E and ends with a five voice fugato coda. Instead of an introduction, a divided viola accompaniment figure opens this composer’s somber penultimate symphony. This composer’s popularity among the Bohemians resulted in his (*) “Prague” Symphony, which is in D major like his “Paris” Symphony. This composer’s only two minor key symphonies are referred to as the “Little” and “Great” G minor symphonies. For 10 points, name this composer of 41 symphonies, the last of which is nicknamed “Jupiter.”", "answer_sanitized": "Wolfgang Amadeus Mozart [Johannes Chrysostomus Wolfgangus Theophilus Mozart] &lt;Classical Music — Gurazada&gt; [Ed. Ma]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This politician is advised by UC Berkeley economists Gabriel Zucman and Emmanuel Saez. This politician advocates creating a Department of Economic Development to support “economic patriotism.” The Ending Too Big to Jail Act was introduced by this senator. This senator has proposed paying for (*) Medicare for All by instituting a two-cent wealth tax, and wants to break up Amazon. This candidate took a DNA test to prove she had Native American ancestry in response to Donald Trump’s mocking nickname for her, “Pocahontas.” For 10 points, name this former Democratic presidential candidate who is the senior Senator from Massachusetts.", "answer_sanitized": "Elizabeth Ann Warren &lt;Current Events — French&gt; [Edited]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This ruler’s crushing victory at the battle of Wagram led to the retirement of his opponent Archduke Charles from military duty. Thomas Carlyle coined the phrase “whiff of grapeshot” to describe this ruler’s suppression of an uprising. Forces loyal to this ruler lost at the battles of Bailen and Salamanca, which weakened the throne this ruler gave to his brother (*) Joseph. The Dos de Mayo uprising targeted this man’s forces in Spain, who were defeated by a force led by Arthur Wellesley. For 10 points, name this emperor of France who lost to the Duke of Wellington at Waterloo.", "answer_sanitized": "Napoleon [or Napoleon Bonaparte or Napoleon I; do NOT accept or prompt on “Napoleon III” or other regnal numbers] &lt;European History — Shahriar&gt; [Ed. Iyer]     Packet 3 Bonuses", "subcategory": "History European", "category": "History"}], "bonuses": [{"leadin_sanitized": "In this film, Dmitri finds a lewd Egon Schiele (AY-gon SHEE-leh) painting hanging in the place of the stolen Johannes van Hotyl the Younger painting <em>Boy with Apple</em>. For 10 points each:", "answers_sanitized": ["The Grand Budapest Hotel", "Wes Anderson", "stop motion animation &lt;Film — Ma&gt; [Edited]"], "parts_sanitized": ["Name this film which follows the adventures of concierge Gustave H. and bellboy Zero Moustafa around the title establishment.", "The Grand Budapest Hotel was directed by this auteur-director. His other films include Moonrise Kingdom and The Royal Tenenbaums.", "Anderson’s most recent film, Isle of Dogs, was created using this technique. This type of animation involves incrementally moving objects between individually photographed frames."], "category": "Trash"}, {"leadin_sanitized": "Infiltration basins are designed to help replenish these structures. For 10 points each:", "answers_sanitized": ["aquifers", "water table [accept watertable control]", "drought [accept meteorological drought or hydrological drought or agricultural drought or socioeconomic drought] &lt;Earth Science — Schwartz&gt; [Ed. French]"], "parts_sanitized": ["Name these structures, which are depleted by overdrafting. The leading cause of land subsidence is the depletion of these structures.", "The depletion of groundwater from aquifers often decreases the height of this level. Agricultural regions use drainage systems to control the height of this level, below which the ground is saturated with water.", "Water may become a scarce resource in parts of the world due to groundwater depletion and a climate-driven increase in these events. These events occur when a region does not receive enough rain."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "<em>The</em> <em>Classic of Mountains and Seas</em> lists a bronze sculptural motif called the <em>taotie</em> among this many malevolent animals. For 10 points each:", "answers_sanitized": ["four [or sì]", "Chinese dragon [or lóng]", "phoenix &lt;Mythology — French&gt; [Edited]"], "parts_sanitized": ["Name this number. This number is considered bad luck in East Asian cultures because the word for it sounds like the word for death.", "The Classic of Mountains and Seas also lists four benevolent animals, including this powerful animal that flies accompanied by lightning and thunder. This animal is the only mythical creature in the Chinese zodiac.", "Another benevolent animal, the fènghuáng, is misleadingly translated as the Chinese version of this creature from Greek mythology. This animal may have been based on the Egyptian Bennu."], "category": "Mythology"}, {"leadin_sanitized": "This military commander’s army was defeated at one battle after being overrun at Kalkriese (kal-krysah) hill. For 10 points each:", "answers_sanitized": ["Quinctilius Varus", "Battle of the Teutoburg Forest [or Schlacht im Teutoburger Wald]", "Augustus [or Imperator Caesar Divi filius Augustus or Octavian or Gaius Julius Caesar Octavianus or Gaius Octavius Thurinus] &lt;Ancient/Classical History — Shahriar&gt; [Ed. Iyer]"], "parts_sanitized": ["Name this military commander who suffered a crushing loss to Arminius after ignoring a warning from Segestes. This man was apocryphally told to “give me back my legions” by his superior after that loss.", "Varus’s loss to Arminius occurred at this 9 AD battle, which led to the loss of three Roman legions and their eagle standards.", "This emperor, Varus’s superior, was said to have lamented the loss at Teutoburg Forest by yelling “give me back my legions” at him. This adopted son of Julius Caesar gained power after the battle of Actium."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "A character in this play appears to fire a gun at his wife, but instead of bullets, it shoots out an umbrella. For 10 points each:", "answers_sanitized": ["Who’s Afraid of Virginia Woolf?", "Edward Albee", "The Zoo Story &lt;Drama — Venkateswaran&gt; [Ed. French]"], "parts_sanitized": ["Name this play, in which two couples play emotionally-abusive party games such as “Get the Guests.” In this play, Martha screams, “You can’t kill him!” after George reports the death of their imaginary son.", "This American playwright wrote Who’s Afraid of Virginia Woolf? This author was nominated for the 2003 Pulitzer Prize for his play The Goat, or Who Is Sylvia?", "Albee also wrote this one-act play in which Jerry describes a failed attempt to kill his landlady’s dog with rat poison. At the end of this play, Jerry gives a knife to Peter and then impales himself on it."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about the subjects of Claude Debussy’s <em>Préludes</em> (pray-ludes):", "answers_sanitized": ["Delphi [or Pytho]", "Ys (eece)", "Charles Dickens &lt;Mixed/Other — Gray&gt; [Edited]"], "parts_sanitized": ["The first Prélude is titled for a sculpture of three figures on top of a column called the “Dancers” of this place. This location is better known as the site of the most famous Greek oracle.", "The thundering chords of La Cathédrale Engloutie (lah cah-THAY-drole ON-glou-tee) evoke the church bells of this submerged city. A legend states that this city off the coast of Brittany will emerge from the waves when Paris sinks.", "A Prélude that quotes “God Save the Queen” is an “Homage to Samuel Pickwick, PPMPC.” That character is the protagonist of The Pickwick Papers, which is by this author."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "John Flammang Schrank shot this man in the chest three times before he was due to give a speech, but this leader still gave the speech before seeking medical attention. For 10 points each:", "answers_sanitized": ["Theodore Roosevelt [or Theodore Roosevelt Jr. or Teddy Roosevelt or T. Roosevelt; prompt on Roosevelt]", "Rough Riders [or 1st United States Volunteer Cavalry]", "Alfred Thayer Mahan &lt;US History — Shahriar&gt; [Ed. Iyer]"], "parts_sanitized": ["Name this US President who succeeded William McKinley after McKinley’s assassination in 1901. This president used the term “Square Deal” for his domestic agenda.", "Roosevelt fought in the Battle of San Juan Hill during the Spanish-American War as a part of this cavalry division, which was established by Leonard Wood.", "Roosevelt sent the Great White Fleet to display U.S. power based on this thinker’s theory of hegemony. This thinker wrote The Influence of Sea Power Upon History."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The first stanza of <em>The Canterbury Tales</em> describes a group of these animals that “maken melodye” and “slepen al the nyght with open ÿe.” For 10 points each:", "answers_sanitized": ["birds [or foules or fowls]", "Middle English", "cuckoo [or cuccu or cukkow or cuckow or kukkow or kockow or cockou or cokkow or kukkowe] &lt;Short Fiction — French&gt; [Edited]"], "parts_sanitized": ["Name these animals. The narrator falls asleep and dreams of a “parlement” of these animals in another work by Geoffrey Chaucer.", "Both The Canterbury Tales and The Parlement of Foules were written in this form of medieval English that is more recent than Old English.", "In The Parlement of Foules, this bird is described as “ever unkinde.” The Middle English round “Sumer is icumen in” is sometimes titled after this bird, since it commands this bird to sing."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This building is named due to its construction on the site of a Roman amphitheatre. For 10 points each:", "answers_sanitized": ["Arena Chapel", "Florence Cathedral [or Duomo di Firenze or Cattedrale di Santa Maria del Fiore; prompt on cathedral]", "Byzantine Empire [accept Italo-Byzantine] &lt;Painting — Li&gt; [Ed. Malouf]"], "parts_sanitized": ["Name this Paduan building commissioned by Enrico Scrovegni. It contains Giotto (gee-oh-toe) di Bondone’s fresco cycles Life of the Virgin and Life of Christ, some of the earliest examples of Renaissance painting.", "Giotto also designed the campanile or bell tower of this building. Filippo Brunelleschi (broo-neh-LESS-kee) used a herring-bone pattern in his design for this building’s dome, the largest brick dome in the world.", "Giotto’s proto-Renaissance style is sometimes named for this empire, which produced the gold-background mosaics found at Ravenna’s Basilica of San Vitale. Those mosaics include depictions of Justinian and Theodora."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "The Woodward-Fieser (fee-zer) rules are often used when this technique is applied to organic compounds. For 10 points each:", "answers_sanitized": ["ultraviolet-visible spectrophotometry [or ultraviolet-visible spectroscopy or UV-visible spectroscopy or UV-vis spectroscopy]", "Beer’s law [or Beer-Lambert-Bouguer law or Beer-Lambert law]", "concentration [accept molarity; do NOT accept or prompt on “molality”] &lt;Chemistry — Gurazada&gt; [Edited]"], "parts_sanitized": ["Name this technique, which is used to find the 260:280 ratio for nucleic acids. This technique commonly uses cuvettes (cue-vets) to hold samples.", "Spectrophotometry is based on this law. This law is often concisely stated as A = abc.", "The c in Beer’s law represents this quantity, which can also be represented using square brackets. This quantity is often measured in moles per liter."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This poem describes the evening as “spread out against the sky / Like a patient etherized upon a table.” For 10 points each:", "answers_sanitized": ["“The Love Song of J. Alfred Prufrock”", "T. S. Eliot [or Thomas Stearns Eliot]", "memory &lt;Poetry — Schwartz&gt; [Ed. French]"], "parts_sanitized": ["Name this poem, whose epigraph is taken from Dante’s Inferno. The speaker of this poem repeats “In the room the women come and go / Talking of Michelangelo” before asking “Do I dare / Disturb the universe?”", "“The Love Song of J. Alfred Prufrock” was written by this modernist poet of “Portrait of a Lady” and “Rhapsody on a Windy Night.” This poet included many arcane literary allusions in The Waste Land.", "In “Rhapsody on a Windy Night,” the speaker notes that “the moon has lost” this thing. For the musical Cats, Trevor Nunn adapted “Rhapsody on a Windy Night” to write the lyrics of a song titled for this thing."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "X-bar theory was introduced by this linguist to allow for phrases nested to arbitrary depths. For 10 points each:", "answers_sanitized": ["Noam Chomsky [or Avram Noam Chomsky]", "Verbal Behavior (by Burrhus Frederic Skinner)", "syntax &lt;Linguistics — Gray&gt; [Edited]"], "parts_sanitized": ["Name this MIT linguist who used the “poverty of the stimulus” to argue for the theory of universal grammar and formulated the sentence “Colorless green ideas sleep furiously.”", "Chomsky’s scathing review of this behaviorist book marked the beginning of the cognitive revolution. Chomsky argued that this book oversimplified language using a too-vague notion of “controlling stimulus.”", "Chomsky is best known for his work in this linguistic subfield, which deals with the structure of sentences. In a book named after the “structures” of this field, Chomsky introduced generative grammar."], "category": "Social Science"}, {"leadin_sanitized": "For a system not subject to any external forces, this quantity is conserved. For 10 points each:", "answers_sanitized": ["linear momentum [prompt on p; do NOT accept or prompt on “angular momentum”]", "rockets [or rocket engines or Tsiolkovsky rocket equation or ideal rocket equation or classical rocket equation]", "the lagrangian [prompt on L; prompt on kinetic energy minus potential energy or T – V] &lt;Physics — Gurazada&gt; [Edited]"], "parts_sanitized": ["Name this quantity, which is conserved in all collisions. It equals mass times velocity.", "By applying the law of conservation of momentum to one of these objects, one may derive the Tsiolkovsky (sol-kov-skee) equation for their “delta-v.” On its own, Newton’s second law cannot model these objects because these objects lose mass over time.", "According to Noether’s theorem, momentum is conserved when this quantity is invariant under spatial translation. The time integral of this quantity is extremized to find the equations of motion."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This king’s mother was the hunchback Sogolon and he was advised by the griot (gree-OH) Balla Fasséké (fah-SAY-kay). For 10 points each:", "answers_sanitized": ["Sundiata Keita [or Manding Diara or Sogolon Djata or Nare Maghan or Sogo Sogo Simbon Salaba]", "Mali Empire [or Manden Kurufaba]", "universities [or colleges or Islamic schools; accept Sankore University or University of Sankore] &lt;African History — Venkateswaran&gt; [Edited]"], "parts_sanitized": ["Name this man who was born crippled, needing to use an iron staff to walk. When he later taught himself how to walk, the staff magically bent into the shape of a bow.", "The Epic of Sundiata describes his victory over Sumanguru Kanté at the 1235 Battle of Kirina, after which he founded this African empire. This empire was later ruled by Mansa Musa, and its cities included Timbuktu.", "Under Mansa Musa, one of these institutions called Sankore flourished in Timbuktu. The Arabic term madrasa refers to an Islamic one of these institutions."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "State Route 120, also known as the Tioga Pass Road, travels through this national park. For 10 points each:", "answers_sanitized": ["Yosemite National Park", "Sierra Nevada", "Sequoia National Park &lt;Geography — Athreya&gt; [Edited]"], "parts_sanitized": ["Name this California national park, whose Tuolumne (TWA-lum-nee) Meadows are traversed by the Merced River. El Capitan and Half Dome are prominent rock formations in this national park.", "Most of the peaks in Yosemite National Park are part of this mountain range that separates the Central Valley from the Great Basin to California’s east.", "Directly south of Yosemite National Park are Kings Canyon National Park and this other national park, whose namesake large trees include the General Sherman."], "category": "Geography"}, {"leadin_sanitized": "This musician helped produce the Talking Heads’ album <em>Remain in Light</em>. For 10 points each:", "answers_sanitized": ["Brian Eno", "Canon in D [or Pachelbel’s Canon in D Major]", "magnetic tape [or cassette tape or tape music or tape loops or tape looping] &lt;Classical Music — Gurazada&gt; [Edited]"], "parts_sanitized": ["Name this musician, whose albums Discreet Music and Music for Airports exemplify ambient music. He describes himself as a “non-musician.”", "Discreet Music consists of one track named after the album and three variations on this older piece. A cello ostinato repeated throughout this piece carries an eight-note figure starting on D.", "Music for Airports was created by looping music recorded on this material, a technique also used by Steve Reich and Karlheinz Stockhausen. This material records music as magnetic polarization and is stored in cassettes."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The Five Holy Wounds of Jesus consisted of nail piercings on each of his hands and feet, as well as one on the side of his chest. For 10 points each:", "answers_sanitized": ["crucifixion [accept word forms such as cucify or crucified or crucifying]", "crown of thorns", "Thomas the Apostle [or Doubting Thomas or Didymus] &lt;Religion — Gray&gt; [Ed. Dai]"], "parts_sanitized": ["Jesus received those nail wounds when he underwent this method of execution. The most common symbol of Christianity comes from the instrument of this execution method.", "Although Jesus was hurt and humiliated by this object that was placed on his head during the Crucifixion, those wounds are not considered to be among the Five Holy Wounds.", "This disciple wanted to see the nail wounds in Jesus’s hands and “thrust [his] hands into his side” to ensure that Jesus had actually risen from the dead. After seeing the wounds, this apostle exclaims, “my Lord and my God!”"], "category": "Religion"}, {"leadin_sanitized": "This party’s name means “Ours Alone” or “We Ourselves.” For 10 points each:", "answers_sanitized": ["Sinn Fein (shin fain)", "Eamon De Valera", "Dublin [or Baile Átha Cliath] &lt;European History — Iyer&gt; [Edited]"], "parts_sanitized": ["Name this political party, which does not sit in the British Parliament, founded by Arthur Griffith. This Irish Republican political party was once led by Gerry Adams as well as former IRA leader Martin McGuinness.", "This second Taoiseach (tee-sha) of Ireland, who founded Fianna Fáil (fi-ahnna foil), was once a member of Sinn Fein. He was the President of the Daíl Éireann (doyl air-ann) and helped pass the Irish Constitution of 1937.", "The Dail Éireann sits in this city, the capital of Ireland."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Two characters in this novel visit a church in which every statue and monument has its eyes covered with a white cloth. For 10 points each:", "answers_sanitized": ["Blindness", "José Saramago [or José de Sousa Saramago]", "Portugal [or Portuguese Republic or República Portuguesa] &lt;Long Fiction — Schwartz&gt; [Edited]"], "parts_sanitized": ["Name this novel. In this novel, a boy with a squint and a woman with dark glasses are guided by the Doctor’s wife.", "Blindness is a novel by this author. A large number of blank ballots are cast in an election in this author’s follow-up to Blindness, which is titled Seeing.", "Saramago is an author from this Iberian nation, which breaks off from Europe alongside Spain in his novel The Stone Raft."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Photosystems II and I catalyze the light-dependent reactions of this process. For 10 points each:", "answers_sanitized": ["photosynthesis [prompt on carbon fixation]", "NADP+ [or NADPH; do NOT accept or prompt on “NADP” or “NAD” or “NAD+” or “NADH”]", "cytochromes [or cyt; accept cytochrome b6f complex or cytochrome b6 or cyt b6 or cytochrome f or cyt f or mitochondrial cytochrome c or mitochondrial cyt c or cytochrome c or cyt c] &lt;Biology — Gurazada&gt; [Edited]"], "parts_sanitized": ["Name this process, in which light energy is used to convert carbon dioxide and water into oxygen and glucose. In plants, this process relies on the pigment chlorophyll.", "Photosystem I transfers energized electrons obtained by splitting water to this electron carrier through an enzyme with a ferredoxin cofactor. This compound and ATP go on to donate electrons to the Calvin cycle.", "Photosystem II passes its energized electrons through a series of carriers finally leading to a complex containing the b6 and f types of these proteins. These proteins, which are named for their strong absorption bands, also include one found in mitochondria that transfers electrons between complexes III and IV."], "subcategory": "Science Chemistry", "category": "Science"}]}