{"tossups": [{"question_sanitized": "This event was partly prompted by a political party’s poor showing in regions like the North-West Frontier Province in a 1937 election. In the leadup to this event, mobs gathered at the Ochterlony Monument on Direct Action Day. A.K. Fazlul Huq called for this action in a 1940 resolution. This event used the Radcliffe Line commissioned by Lord (*) Mountbatten. A partial failure of this event was “fixed” by the Line of Control. This event displaced or killed nearly 20 million people, making it the cause of the biggest mass migration on record. It led to the creation of West Bengal, but didn’t allocate Kashmir. For 10 points, name this 1947 event that created Pakistan.", "answer_sanitized": "Partition of India [accept Pakistani Independence until “Pakistan”; accept equivalents that mention India being divided; prompt on answers like Indian Independence] &lt;LL&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This quantity is inversely proportional to the wavelength at which blackbody radiation intensity is maximized, according to Wien’s Law. The radiant power of a black body equals the Stefan–Boltzmann constant times this quantity raised to the fourth power. It’s not color, but the Harvard system, which groups stars into (*) O, B, A, F, G, K, and M types, classifies stars based on this property. The HR diagram plots luminosity against this variable, which is much greater for blue giants than for red supergiants. This quantity is much greater in the corona than at the sun’s surface. For 10 points, name this quantity that, for the center of the sun, is approximately 15 million Kelvin.", "answer_sanitized": "temperature &lt;AF&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In the stage directions of a play by this author, a main character is described as having the “power and pride of a richly feathered male bird among hens.” Another play by this man starts with a former track star injuring his ankle; that character created by this author drinks until he hears a “click.” Later in that play by this author, “Mendacity” is discussed by (*) Big Daddy and Brick. A character in another play by this man is involved with the poker player Mitch and loses the estate Belle Rêve. In that play by this man, Stella and Stanley Kowalski are visited by Blanche Dubois. For 10 points, name this American author of Cat on a Hot Tin Roof and A Streetcar Named Desire.", "answer_sanitized": "Tennessee Williams [or Thomas Lanier Williams] &lt;LL&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One of the “four treasures” of the Tuatha de Danann was the Lia Fail, one of these objects that was placed on the Hill of Tara. Zeus placed one of these objects at the meeting point of two eagles he released from opposite ends of the world. At Delphi, the axis mundi was represented by one of these objects called the (*) omphalos, which was said to be the one of these objects that Rhea had swaddled and given to Cronus in place of Zeus. Niobe turned into a weeping one of these objects, and the Argo braved a “clashing” pair called the Symplegades. For 10 points, name these objects, one of which Sisyphus was condemned to roll up a hill for all time.", "answer_sanitized": "stones [or rocks, boulders, or other obvious equivalents; prompt on statues] &lt;CX&gt;", "category": "Mythology"}, {"question_sanitized": "Fluid buildup around this organ impairs its function in a namesake tamponade. Sleep apnea is often a symptom of, and a possible cause of disorders of this organ. This organ produces P, T, and U waves. Disorders of this organ often manifest in abnormal QRS complexes. This organ is regulated by the AV and (*) SA nodes. Disorders of this organ are the most common cause of death in people with Marfan’s syndrome and gigantism. Its activity is measured with an EKG. Impaired activity of this organ creates a fluid buildup in its “congestive” failure. This organ suffers a myocardial infarction when the coronary arteries are blocked. For 10 points, name this organ that pumps blood.", "answer_sanitized": "heart &lt;JR&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "John Lambert’s Instrument of Government helped legitimize the rule of this man. This man’s forces were opposed by the 23-year-old third son of Frederick the Winter King. This father-in-law of Henry Ireton chaired the Putney Debates. This man sacked Wexford and (*) Drogheda in an almost genocidal Irish campaign. His son was nicknamed “Tumbledown Dick.” This man and Thomas Fairfax won the Battle of Naseby, leading the New Model Army to victory over the Royalists. For 10 points, name this Lord Protector of England who took power after the 1649 execution of Charles I.", "answer_sanitized": "Oliver Cromwell &lt;LL&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "In this building, François Duquesnoy’s statue of St. Andrew with his arms thrown wide contrasts with a statue of St. Longinus in almost the same pose. The use of Ancient Roman materials in this building prompted the quip “What the barbarians started, the Barberini finished.” An Egyptian obelisk stands in the center of a massive double colonnade in the plaza in front of this building. This building was designed in succession by (*) Bramante, Raphael, and Michelangelo. Four huge, twisty bronze columns support a canopy in this building. This building houses Bernini’s baldacchino and Michelangelo’s Pietà. For 10 points, name this gigantic church in Vatican City.", "answer_sanitized": "Saint Peter’s Basilica [or Papal Basilica of St. Peter in the Vatican; or Basilica Papale di San Pietro in Vaticano] &lt;JR&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "In a play by this man, the main character tells his mother about a botched reindeer hunt and is later told to “Go Roundabout” by the Boyg. The Daily Telegraph called one of this man’s plays “A dirty act done publicly,” partly due to its frank depiction of morphine-induced euthanasia in the final scene. That play by this man features a botched love affair between Regina and the syphilis-stricken (*) Oswald Alving. In this man’s most famous play, a woman is blackmailed over forging her father’s signature by Krogstad, and Helmer tries in vain to stop his wife Nora from leaving him. For 10 points, name this Norwegian author of Peer Gynt, Ghosts, and A Doll House.", "answer_sanitized": "Henrik (Johan) Ibsen &lt;LL&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The discovery of weak currents in which this property is not transferred confirmed the GSW theory of the electroweak interaction. When combined with two other transformations, “conjugation” of this property is believed to be a fundamental symmetry of physics. The strong interactions of quarks are mediated by the (*) “color” type of this property. Quarks carry either plus-two-thirds or minus-one-third of the “elementary” value for this property, which was determined in Millikan’s oil drop experiment. For 10 points, name this property whose elementary unit is carried by a proton and is about “1.6 times 10-to-the minus-19 coulombs.”", "answer_sanitized": "charge [accept electric charge; accept color charge] &lt;SE&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A short story by this author is interrupted by sounds like a car crash, a twenty-one gun salute, and “somebody hitting a milk bottle with a ball peen hammer.” The protagonist of that short story by this author selects a ballerina to be his “empress,” and is shot by Diana Moon Glampers, the Handicapper General, in an effort to make everyone equal. In a novel by this author of (*) “Harrison Bergeron,” the protagonist is mated with Montana Wildhack by Tralfamadorian aliens. In that novel of his, Billy Pilgrim becomes “unstuck in time” during World War Two and survives the firebombing of Dresden. For 10 points, name this author of Slaughterhouse-Five.", "answer_sanitized": "Kurt Vonnegut, Jr. &lt;JR&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The ZLB problem, which can lead to economic stagnation and a liquidity trap, occurs due to a near-zero value of this quantity. In June 2012, criminal settlements by Barclays revealed that several banks were falsely reporting their value for this quantity, which became known as the Libor scandal. One can achieve an economy of scale by (*) borrowing from banks at a low value for this quantity. The APR is a common type of this quantity, whose “simple” type is only calculated on the principal, as opposed to its “compound” type. For 10 points, name this quantity which measures how much money a borrower pays on a loan.", "answer_sanitized": "interest rate [accept lending rate or deposit rate] &lt;AF&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "This event was overseen by men called Hellanodikai. This event, which supposedly originated in 776 BC, included the pankration and the stadion. This event was later imitated by “Nemean,” “Pythian,” and “Isthmian” events. This event was marked by a sacred (*) truce called ekecheiria. Most of Pindar’s poetry was commissioned after this event. Myron’s statue Discobolus traditionally depicts a participant in this event. An olive wreath was awarded at this Panhellenic event, which originated the pentathlon. The temple of Zeus was honored every four years by—for 10 points—what Ancient Greek athletic competition?", "answer_sanitized": "Olympic Games [or Olympias; or Olympiad; accept Olympian Games] &lt;JR&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "These objects were often depicted alongside extinguished candles, bubbles, and decaying fruit in a subgenre of still lifes. One of them was platinum-plated and encrusted with diamonds by Damien Hirst. These objects often sit next to the books on Saint Jerome’s desk. One of these objects was depicted below a table with a globe, an open hymnbook, and a (*) lute with a broken string. They’re not flowers, but these objects were usually included in Georgia O’Keeffe’s desert landscapes. One of these objects is hidden with an anamorphic perspective trick in Holbein’s The Ambassadors. For 10 points, name these objects that symbolize death.", "answer_sanitized": "skulls [prompt on bones or skeletons] &lt;JR&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The League of Legends play known as “the Misaya” involves activating an item that gives a character this trait, after channeling Twisted Fate’s ultimate. In Hearthstone, Gladiator’s Longbow gives your hero this trait while attacking. In Overwatch, in addition to gaining movement speed and losing collision hitboxes, Reaper gains this trait when in (*) Wraith form. Both Kayle’s ultimate and Zhonya’s Hourglass grant this property, which is given to a hero when the Hearthstone secret “Ice Block” is activated. In Smash, this property is granted by the Super Star or, temporarily, by using a shield. For 10 points, name this state in which characters don’t take damage.", "answer_sanitized": "invulnerability [or invincibility; or immunity; prompt on untargetability or word forms] &lt;AF&gt;", "category": "Trash"}, {"question_sanitized": "This scientist corrected an instability in the van der Waals isotherm by proposing a namesake equal-area correction. He is the alphabetically later namesake of a distribution to which particles converge according to the H-theorem. Richard Feynman proposed a “Brownian ratchet” to implement one of this scientist’s thought experiments, which involves an observer who can (*) separate particles by speed. This man co-names the equilibrium distribution of an ideal gas’s speed with Ludwig Boltzmann. For 10 points, name this Scottish scientist who proposed a hypothetical “demon” that violates the Second Law of Thermodynamics.", "answer_sanitized": "James Clerk Maxwell &lt;AF&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Schumann’s symphony of this number was actually written second, but withheld and later reorchestrated. A symphony with this number ends with a “saltarello,” and was actually written before the “Reformation” symphony, despite having this number. Brahms’s symphony of this number ends with a Bach-derived passacaglia and is in (*) E minor. This is the number of Mendelssohn’s A-major “Italian” symphony. Schumann and Brahms wrote this many symphonies. This is the standard number of movements in a symphony, and there are this many quarter notes in a measure of common time. For 10 points, how many strings does a violin have?", "answer_sanitized": "four &lt;JR&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A character in this novel disguises himself as a woman named Mother Bunches and tells his future wife her fortune. The protagonist of this novel befriends a classmate who was reading Samuel Johnson’s book Rasselas. In this novel, Miss Temple protects students from the wrath of a man whose negligence leads the protagonist’s best friend to (*) die of typhus. A Jamaican woman in this novel gave the title to the book The Madwoman in the Attic. In this novel, Grace Poole is blamed for strange occurrences at Thornfield Hall that were actually done by Bertha Mason, the first wife of Edward Rochester. For 10 points, name this novel about a governess, by Charlotte Brontë.", "answer_sanitized": "Jane Eyre: An Autobiography &lt;MK&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "During this time period, German cities like Nüremberg and Cologne traditionally hold a special “market” selling items like Glühwein. This time period’s third Sunday is called Gaudete [“gow-DAY-tay”]. It is preceded by the longer of the two periods of Ordinary Time. Like (*) Lent, purple vestments and hangings are often used during this time period. This time period marks the beginning of the liturgical year, and “O Come, O Come, Emmanuel” is sung during it. Its beginning is often marked by putting up a wreath. For 10 points, name this liturgical season preceding Christmas, which is often counted using a chocolate-containing calendar.", "answer_sanitized": "Advent [prompt on answers like “the time before Christmas,” but do not accept or prompt on just “Christmas,” nor on “Christmastide”] &lt;JR&gt;", "category": "Religion"}, {"question_sanitized": "This state was once dominated by the appropriately-named Anaconda Copper Mining Company. The Crow Nation is officially named for living in this state. A city in this state is named for being near a smallish mountain with steep sides and a flat top. A huge reservoir in this state is formed by Fort (*) Peck Dam. The flight of the Nez Perce began and ended in this state, and Custer made his “last stand” at the Little Bighorn River in this state. This state is home to Glacier National Park and the northernmost part of Yellowstone National Park. The source of the Missouri is in this state, whose university is located in Missoula. For 10 points, name this large state with capital Helena.", "answer_sanitized": "Montana &lt;MT/JR&gt;", "category": "Geography"}, {"question_sanitized": "An event in this city was described as “a circus” in a speech that criticized that event for having “lost its militancy.” The Poor People’s Campaign took place in this city, and an event in it was organized by Bayard Rustin and the Big Six, who included the leader of the Brotherhood of Sleeping Car Porters, (*) A. Philip Randolph. The Daughters of the American Revolution tried to stop Marian Anderson from singing a concert in this city. A speech made in this city imagines a time when a man’s “four little children” would “not be judged by the color of their skin.” Martin Luther King gave the “I Have a Dream” speech during a 1963 “March on”—for 10 points—what city?", "answer_sanitized": "Washington, D.C. [accept either underlined part; accept District of Columbia; accept March on Washington for Jobs and Freedom] &lt;LL&gt; Tiebreaker", "subcategory": "History American", "category": "History"}, {"question_sanitized": "These animals cry “What I do is me: for that I came” by catching fire, in a poem that compares them to dragonflies drawing flame. The speaker’s “heart in hiding” stirred for one of these animals in a poem that begins “I caught this morning morning’s minion.” One of these animals is compared to a “poet hidden in the light of thought.” (*) Gerard Manley Hopkins called one of them “dapple-dawn-drawn.” Another of these animals pours its full heart in “profuse strains of unpremeditated art,” and is asked to “Teach me half the gladness that thy brain must know.” For 10 points, name this kind of animal that Percy Shelley hailed as a “blithe Spirit” in “To a Skylark.”", "answer_sanitized": "birds [accept more specific answers like kingfishers, windhovers, falcons, or skylarks] &lt;JR&gt; Bonuses", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "During this election, an elector from Oregon was dismissed for having served as postmaster. For 10 points each:", "answers_sanitized": ["United States Presidential Election of 1876", "popular vote", "Greenback Labor Party [accept National Independent Party] &lt;MK&gt;"], "parts_sanitized": ["Name this election won by a ticket that featured William A. Wheeler as vice president. Nathan Clifford chaired an Electoral Commission during this election year.", "Rutherford B. Hayes won in 1876 despite losing this measure of the total number of people who voted for each candidate. Hillary Clinton recently lost the electoral college to Donald Trump despite winning this vote.", "Also in 1876, Peter Cooper became the first candidate from this left-wing third party. This party got its name by attacking the gold standard and advocating paper money."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A January executive order called for defunding cities with this designation. For 10 points each:", "answers_sanitized": ["sanctuary designations [or sanctuary city, county, town, etc.]", "New Haven, Connecticut", "driver’s licenses [prompt on partial answer] &lt;IKD&gt;"], "parts_sanitized": ["Name this designation, which usually limits law enforcement’s ability to ask about immigration status. Texas is attempting to pass a law to ban this designation.", "In 2007, this city became the first in the U.S. to issue ID cards to undocumented immigrants, allowing them to report crimes and use the library. The plan was given legal consuls by students at thiscity’s Yale Law School.", "On top of letting undocumented immigrants practice law and receive in-state tuition, California allows them to apply for these things. Over 800,000 of these things were given to undocumented immigrants in the last 2 years."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "While pregnant, this woman was exiled for a second time; she then gave birth to Kusha and Lava in the house of Valmiki. For 10 points each:", "answers_sanitized": ["Sita", "Rama [accept Ramayana]", "Kaikeyi &lt;AF&gt;"], "parts_sanitized": ["Name this princess who is abducted by Ravana. This woman is the best-known avatar of Lakshmi.", "Sita is the wife of this avatar of Vishnu and namesake of a Hindu epic. This man is exiled from the court of his father Dasharatha at the beginning of that namesake epic.", "This favorite queen of Dasharatha forces Rama to exile himself so that her son, Bharata, will be first in the line of succession of Ayodhya."], "category": "Mythology"}, {"leadin_sanitized": "For 10 points each—it’s time to name some Shakespeare villains:", "answers_sanitized": ["Richard III [prompt on just Richard]", "Iago", "Macbeth &lt;LL&gt;"], "parts_sanitized": ["This title character says a certain event has been “made glorious summer by this sun of York” at the opening of the play. He orders Clarence drowned in wine, and is told by various characters to “despair and die” in the final act.", "This villain calls jealousy a “green-eyed monster” and convinces Othello to kill his wife Desdemona.", "This protagonist with villainous tendencies calls life “a walking shadow” and asks “Will all great Neptune's ocean wash this blood clean from my hand?” This man’s wife curses “Out, damned spot!”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Early descriptions of this musical element were made by Lodovico Viadana and Giulio Caccini [“cah-CHEE-nee”]. For 10 points each:", "answers_sanitized": ["basso continuo [accept thoroughbass; accept general bass]", "root position", "keyboards [if they answer with keys, prompt by asking “What’s the whole device called?”] &lt;JR&gt;"], "parts_sanitized": ["Name this type of chordal accompaniment that was a key feature of Baroque music. This part is typically improvised from a figured bass part.", "In figured bass, the absence of a figure under a bass note means that the chord should be played in this position. A C major chord is in this position if C is the lowest note.", "The chords in a continuo ensemble were often played by a harpsichord or organ. Harpsichords, organs, and pianos are all played using one of these devices, where the raised parts are usually black and the lower ones white."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "For a single component, these constructs typically have temperature and pressure axes. For 10 points each:", "answers_sanitized": ["phase diagrams [prompt on P–T diagrams]", "degrees of freedom [prompt on DOF]", "Josiah Willard Gibbs [accept Gibbs free energy; accept Gibbs phase rule] &lt;AF&gt;"], "parts_sanitized": ["Name these constructs that are used to visualize namesake “transitions.” A negatively sloped line on water’s one of these constructs reflects the fact that ice is less dense than liquid water.", "When drawing phase diagrams, you can use the rule that the number of these things equals “components, minus phases in equilibria, plus two,” which explains why phase transitions are represented by curves rather than areas.", "That phase diagram rule is named after this American scientist, who also names a form of free energy equal to “enthalpy minus temperature-times-entropy.”"], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "A found-footage horror anthology series named after this technology has showcased the work of emerging directors. For 10 points each:", "answers_sanitized": ["VHS [or video home system; prompt on answers like videotape, but we need the specific technology]", "cult film [or cult classic]", "Videodrome &lt;IKD&gt;"], "parts_sanitized": ["Name this technology for recording video on tape, which was largely replaced by DVDs.", "By giving viewers the ability to rewatch movies on demand, VHS helped create this kind of movie, which gains devoted fans long after its release. Classic examples of these films include The Big Lebowski and Rocky Horror.", "VHS machines feature prominently in this 1983 cult horror film by David Cronenberg, which is about a brainwashing TV signal. A stomach-VCR and a cancer-gun are two of this film’s many disturbing sights."], "category": "Trash"}, {"leadin_sanitized": "For 10 points each—answer the following about the art of printmaking:", "answers_sanitized": ["wood [accept snarkier answers like trees]", "Rembrandt (Harmenszoon) van Rijn [“reyn”]", "burins [prompt on gravers] &lt;JR&gt;"], "parts_sanitized": ["Most early printed designs, such as Dürer’s Apocalypse series, were cut into “blocks” of this material.", "This 17th-century artist eschewed woodcuts and engravings in favor of etchings like his Hundred Guilder Print. This man also made collective portraits like Syndics of the Drapers’ Guild.", "Etchings are much easier to produce than engravings, since you don’t have to use this tool. This chisel-like tool was used to scratch the lines of an engraving into the metal plate."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This man illegally ate an Ortolan bird at his last meal in 1996. For 10 points each:", "answers_sanitized": ["François (Maurice Adrien Marie) Mitterrand", "thermonuclear bombs [accept atomic bombs; accept hydrogen bombs]", "People’s Democratic Republic of Algeria [or Algérie; or al-Jazair; or Dzayer] &lt;LL&gt;"], "parts_sanitized": ["Name this politician, whose 110 “propositions” included increasing the minimum wage and reducing the length of the legal workweek.", "As president, Mitterrand approved the sinking of the Rainbow Warrior, which had been protesting French testing of this type of weapon. Hiroshima and Nagasaki were bombed with kind of weapon in 1945.", "As Interior Minister in 1955, Mitterrand tried to quash violent protests in this French colony. The FLN rose to power in this African country after it gained independence from France in the 1962 Évian accords."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This man distinguished between “truth” and “certainty,” which are studied by philosophy and philology. For 10 points each:", "answers_sanitized": ["Giambattista Vico", "Jean-Jacques Rousseau", "the Enlightenment [or le Siècle des lumières] &lt;JR&gt;"], "parts_sanitized": ["Name this 18th-century Italian philosopher who proposed a cyclical view of history in the New Science.", "This man was one of the few 18th-century philosophers who seems to have picked up on Vico’s ideas. This man wrote two Discourses and an Essay on the Origin of Languages.", "Rousseau and Vico both ran somewhat counter to this broad intellectual movement of the 18th century. This movement emphasized the use of reason and was promoted by people like Voltaire."], "category": "Philosophy"}, {"leadin_sanitized": "This character gets his appearance from Guanyin after harassing the moon goddess Chang’e. For 10 points each:", "answers_sanitized": ["Pigsy [or Zhu Bajie; or Zhu Wuneng; accept Eight Precepts Pig]", "Journey to the West [or Xi you ji; accept Monkey]", "Buddhism [accept word forms like Buddhist] &lt;JR&gt;"], "parts_sanitized": ["Name this character who wields a “nine-tooth iron rake.”", "That pig appears in this novel, in which he accompanies the monk Xuanzang [“shwan-zahng”].", "Xuanzang is a monk of this religion. The life of this religion’s founder was reimagined in Hermann Hesse’s novel Siddhartha."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about the work of a certain 17<sup>th</sup>-century Dutch physicist.", "answers_sanitized": ["Christiaan Huygens", "refraction", "lenses [prompt on telescopes; prompt on microscopes] &lt;SE&gt;"], "parts_sanitized": ["This polymath’s contributions to the wave theory of light include his namesake principle, according to which every point on a wavefront is the source of a new forward-moving spherical wave.", "Huygens used his principle to provide an explanation for Snell’s law, which describes this bending of light that occurs when the light crosses the boundary between two different materials.", "Huygens collaborated with his brother to produce higher-quality examples of these objects. They were also produced professionally by Anton van Leeuwenhoek [“LAY-when-hook”], who used them to make his most famous invention."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This author used second-person narration in every other chapter of his novel <em>If on a winter’s night a traveller</em>. For 10 points each:", "answers_sanitized": ["Italo Calvino", "folktales [or fables; accept fairy tales; accept folklores]", "Qfwfq [accept any pronunciation that has the consonant sounds “K-F-F-K” in that order] &lt;JR&gt;"], "parts_sanitized": ["Name this 20th-century Italian author, who had Marco Polo describe hundreds of versions of Venice to Genghis Khan in Invisible Cities.", "Italo Calvino also published a massive collection of these stories from Italy. German tales of this kind were collected by the Brothers Grimm.", "Most of Calvino’s Cosmicomics are narrated by this character, who claims to be as old as the universe. This unpronounceably-named character narrates all of the stories in Calvino’s t zero."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "In classical Chinese architecture, this structure is supported by brackets called <em>dougong</em>. For 10 points each:", "answers_sanitized": ["roof", "pagodas", "Forbidden City [accept Palace Museum; or Zijincheng] &lt;JR&gt;"], "parts_sanitized": ["Name this part of a building whose overhangs are called eaves. Gargoyles stop water from accumulating on this part of a building, which can be pitched, flat, or gabled.", "This term describes towers with many projecting eaves, which are common in classic East Asia architecture.", "Many of the buildings in this complex have double eaves, including its Hall of Supreme Harmony and its Palace of Heavenly Purity."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "This country’s <em>Estado Novo</em> was overthrown in the 1974 Carnation Revolution. For 10 points each:", "answers_sanitized": ["Portugal [or Portuguese Republic; or República Portuguesa]", "Francisco Franco (Bahamonde)", "1990s &lt;LL&gt;"], "parts_sanitized": ["Name this European country ruled for much of the 20th century by the dictator António de Salazar.", "Unsurprisingly, Salazar was a big fan of this longtime dictator of Spain, who ruled from 1939 to 1975. His party was known as the Falange, and he was supported by the Carlists.", "The Carnation Revolution led to the independence of every Portuguese colony except Macau. Macau was given back to China in this decade."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In Mendel’s experiments, an allele of this type was found to cause wrinkled peas. For 10 points each:", "answers_sanitized": ["recessive alleles", "one-sixteenth [or 6.25%] (You have a one-quarter chance of inheriting each allele.)", "epistasis &lt;JR&gt;"], "parts_sanitized": ["Name these alleles that are “masked” by dominant ones.", "If a disease is caused by [read slowly] two independent recessive alleles, and your parents are heterozygous in both genes, what is the probability that you inherit the disease? It might help to visualize a “double” Punnett square.", "That Punnett square wouldn’t help if you had this kind of effect, in which a phenotype is “masked” by a controller gene. For instance, a “no eyes” allele could mask your dominant “brown iris” alleles."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "For 10 points each—answer some questions about plants named for figures from Greek mythology:", "answers_sanitized": ["a discus", "Narcissus", "mint [or Menthe; do not accept or prompt on any specific type of mint (e.g. peppermint)] &lt;BY&gt;"], "parts_sanitized": ["The hyacinth is named for Hyacinthos, a lover of Apollo who was killed by one of these objects. Perseus accidentally killed Acrisius with one of these objects.", "This hunter turned into his namesake flower after falling in love with his own reflection. This unrequited love of Echo is also the source of a term for excessive self-admiration.", "When Hades had an affair with a water nymph, Persephone transformed her into this aromatic plant, which is named after her. This plant was also used in Ancient Greek funerary rites."], "category": "Mythology"}, {"leadin_sanitized": "This poem’s speaker asks “What is there in life except one's ideas?” For 10 points each:", "answers_sanitized": ["“The Man with the Blue Guitar”", "Wallace Stevens", "tigers &lt;JR&gt;"], "parts_sanitized": ["Name this thirty-three section long poem. In it, the title character is told “You do not play things as they are.”", "“The Man with the Blue Guitar” is a poem by this man, who also wrote “The Idea of Order at Key West” and the collection Harmonium.", "Wallace Stevens also wrote a poem about an old sailor who catches these animals. In a William Blake poem, one of these big cats is “burning bright in the forest of the night.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The Internet—how does it even work? Find out by answering these questions, for 10 points each:", "answers_sanitized": ["IP address [or Internet Protocol address]", "domain name system [or DNS] (hsquizbowl.org is a domain name; hsquizbowl.org/forums is a URL.)", "TCP [or Transmission Control Protocol] &lt;JR&gt;"], "parts_sanitized": ["You probably already know that data is transmitted between devices that are labelled using these numerical “addresses.” For hsquizbowl.org, this address is 67.207.140.197.", "Thankfully, your browser doesn’t require you to use numerical IP addresses, instead letting you use URLs through this system. This system relies on namesake servers like Google’s 8.8.8.8.", "The actual transmission of data on the Internet is usually done with this protocol, which was designed alongside IP. World Wide Web protocols like HTTP and email protocols like POP and IMAP usually rely on this protocol."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "A major trigger for this event was the fraud during the 1986 “snap elections.” For 10 points each:", "answers_sanitized": ["People Power Revolution [or EDSA Revolution; accept but do NOT otherwise reveal Philippine Revolution of 1986; accept but do NOT otherwise reveal Yellow Revolution]", "Republic of the Philippines [or Republika ng Pilipinas]", "yellow [accept Yellow Turban Rebellion; accept Yellow Scarves Rebellion; accept Huangjin zhi luan] &lt;AF&gt; Tiebreaker"], "parts_sanitized": ["Name this peaceful revolution in which dictator Ferdinand Marcos was forced out of power, and the wife of a senator who had been assassinated the year before became the first female President in Asia.", "The People Power Revolution took place in this Southeast Asian country. The majority of the demonstrations during the revolution took place on Epifanio de los Santos Avenue in this country’s capital, Manila.", "The People Power Revolution is sometimes named for this color, since protesters wore ribbons of this color in memory of Benigno Aquino. A rebellion named for clothing of this color took place near the end of the Han dynasty."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This poet described man being nailed to God by “Crow Blacker than Ever.” For 10 points each:", "answers_sanitized": ["Ted Hughes [Edward James Hughes]", "clocks", "the blues [accept “Funeral Blues”; accept “The Weary Blues”] &lt;JR&gt;"], "parts_sanitized": ["Name this English poet who described the “sudden sharp hot stink” of an animal that enters “the dark hole of the head” in his poem “The Thought Fox.” That poem was included in his collection The Hawk in the Rain.", "Hughes’s “The Thought-Fox” begins describing the “loneliness” of this object at midnight. A W.H. Auden poem begins with a command to “stop all” of these devices.", "Auden’s “Stop all the clocks” is often titled for a “Funeral” version of this kind of music. This “drowsy” kind of music “drones” in a poem set on Lenox Avenue."], "subcategory": "Literature American", "category": "Literature"}]}