{"tossups": [{"question_sanitized": "Many artworks in this material were designed by Clara Driscoll and made with the copper foil method. William Morris’s firm revived the artistic use of this material under Edward Burne-Jones. Artworks in this material are often partitioned by mullions. This material is often combined with strips of (*) lead called “cames.” Louis Comfort Tiffany is best-known for working with this material, which is the main component of porcelain enamel. This material was used to make the “roses” in the façades of buildings like Notre-Dame. For 10 points, name this material that is “stained” in many church windows.", "answer_sanitized": "glass &lt;JR&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "In 1922, Ralph Samuelson invented water skiing on a part of this river called Lake Pepin. A huge flour milling operation was once based at this river’s only waterfall, Saint Anthony Falls. The pioneering hydroelectric plant at Lock and Dam No. 19 was built on this river near the city of (*) Keokuk. The New Madrid earthquake briefly made this river run backwards. A series of control structures and spillways prevent it from mostly flowing into the Atchafalaya. This river meets the Arkansas and Tennessee after originating at Minnesota’s Lake Itasca. For 10 points, name this river that flows past New Orleans en route to the Gulf of Mexico.", "answer_sanitized": "Mississippi River &lt;MK/JR&gt;", "category": "Geography"}, {"question_sanitized": "A kingdom in the north of this modern country conquered Dhu Nuwas and his Jewish Himyarite Kingdom. This country erected the tallest stele in the world, including an “obelisk” that was returned to this country in 2005. Thirteen churches were built by excavating directly into the ground rock in this country’s city of Lalibela. After Georgia and Armenia, a kingdom in this modern country was the third state to (*) convert to Christianity. This country defeated Italy’s colonization attempt at the Battle of Adowa, and its northern part was once ruled by Axum. For 10 points, name this country in the Horn of Africa, once ruled by the Rastafarian Messiah, Haile Selassie.", "answer_sanitized": "Federal Democratic Republic of Ethiopia [or ye’Itiyoppya Federalawi Demokirasiyawi Ripebilik] &lt;JR&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "[Note to moderator: this answerline is pretty complicated. It might be a good idea to read it before starting.] Description acceptable. The result of this action is shown after a profile shot of Peter Cushing’s character, who is killed by it. In the leadup to this action, one character says “I can’t stay with you…sorry” and is told “you can’t do any more good back there!” An attempt at this action failed after the ominous line “the guns… they’ve stopped!” and repeated commands to “stay (*) on target.” Performing this action is compared to Beggar’s Canyon and bulls-eyeing womp rats. This action, made possible by the death of many Bothan Spies, is preceded by the line “You’re all clear kid, now let’s blow this thing and go home!” For 10 points, name this action that saves Yavin IV near the end of Star Wars: A New Hope.", "answer_sanitized": "destroying Death Star I [accept any answer implying that the First Death Star (or DS-1) was blown up, destroyed, etc.; accept more specific answers like “Luke Skywalker shooting proton torpedoes into an exhaust port” or “Luke Skywalker’s trench run”; accept Battle of Yavin IV; until “For 10 points,” prompt on answers like “the end of the first Star Wars movie,” “the end of Star Wars, Episode IV,” or “the end of A New Hope”; do not accept or prompt on answers involving the Second Death Star, or DS-2] &lt;JR&gt;", "category": "Trash"}, {"question_sanitized": "In the first part of the novel 2666 [“26-66”], four academics search for one of these people named Benno von Archimboldi. Bloch introduces the narrator of Swann’s Way to La Berma and one of these people named Bergotte. The narrator begins work as this kind of person at the end of Time Regained. One of these people follows the title girl of a novel to Beardsley School, and names The (*) Enchanted Hunters after the hotel where he met the protagonist. John Shade is one of these people in Pale Fire. In Lolita, Humbert Humbert is shadowed by one of these people named Clare Quilty. For 10 points, Roberto Bolaño, Marcel Proust, and Vladimir Nabokov had what kind of vocation?", "answer_sanitized": "writers [or authors; accept novelists; accept poets; accept playwrights] &lt;JR&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This quantity increases at a rate equal to the variance in it, according to Fisher’s fundamental theorem. This quantity increases or decreases along with population size in the Allee effect. The difference between this quantity and its theoretical maximum is used to calculate the genetic load. Relatives share many of the same genes, so they may try to (*) increase the “inclusive” form of this quantity through “allomothering” and other forms of kin-dependent altruism. This quantity is unchanged by neutral mutations, and it’s usually increased by natural selection. For 10 points, name this measure of an organism’s ability to pass on its genes.", "answer_sanitized": "fitness [prompt on w] &lt;AF&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In this state, William Hazen defended the “Round Forest” during the Battle of Stones River. W.H.L. Wallace was mortally wounded defending a road in this state. A general got the epithet “Unconditional Surrender” from Simon Bolivar Buckner’s surrender of Fort Donelson in this state. After Chickamauga, Ulysses S. Grant fought at Lookout Mountain and Missionary Ridge in this state to relieve the Army of the (*) Cumberland. Confederate general Albert Sidney Johnston died in a battle in this state, which saw heavy fighting at the Hornet’s Nest near Pittsburg Landing. For 10 points, name this Southern state, the site of Civil War battles like Shiloh, Chattanooga, and Memphis.", "answer_sanitized": "Tennessee &lt;LL&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The harmonium is a popular accompanying instrument in the north of this country. Musicians in the south of this country use a solfège-like system that begins “sa ri ga ma pa….” In this country, the violin is played with the scroll resting on one’s foot. Its music is played over a tambura drone and, in the north, features the two-toned (*) tabla drums. Classical music from this country is based on metric systems called talas and scales called ragas. This country’s classical music is usually divided into Carnatic and Hindustani traditions. For 10 points, name this home country of Ravi Shankar, who played the sitar.", "answer_sanitized": "Republic of India [or Bharat Ganarajya] &lt;JR&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A specialized kind of these devices includes a “wordline” attached to “control” and “floating” components. These devices and their connecting wires are often produced from an oxide layer that’s partially removed in photolithography. Quantum tunneling is used by these devices in solid-state (*) memory storage. A drain and a source are connected when a gate receives voltage in the “field effect” variety of these devices, which include MOSFETs. A “bipolar junction” was once used to make these three-terminal circuit components, which often serve as amplifiers. For 10 points, name these semiconductor-based switches, which store “1”s and “0”s in a computer’s integrated circuits.", "answer_sanitized": "transistors &lt;JR&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The word “prince” derives from a title given to the “first” member of this organization. This organization created texts called consulta. Non-hereditary members of this organization were described by a term meaning “new man.” Members of this organization wore dark red shoes and a purple (*) stripe. This organization issued “final” or “ultimate” decrees in extreme emergencies. At one point, this body was appointed by the censors. This body is juxtaposed with “the people” in the acronym SPQR. Members of this body passed through ranks like quaestor and praetor in the cursus honorum. For 10 points, name this aristocratic governing body of Ancient Rome.", "answer_sanitized": "Roman Senate &lt;JR&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Description acceptable. Maps to the location of this practice are collected in the Book of Two Ways. This process grants access to a place called Aaru, or “the field of reeds.” This process takes place in the Hall of Two Truths, and an entity involved in it has the front legs of a lion, the hind quarters of a hippo, and the head of a crocodile. The monster (*) Ammut awaits the results of this process, as it gets to eat any ib heavier than the feather of Ma’at. Anubis administers this process in his capacity as “Guardian of the Scales.” For 10 points, name this process, in which the hearts of dead Egyptians are weighed to determine whether they are worthy of paradise.", "answer_sanitized": "Egyptian judgment of the dead [accept Weighing of the Heart until “hearts”; accept any answer that gets across the idea of ascertaining the righteousness of dead people or their souls/hearts] &lt;JG&gt;", "category": "Mythology"}, {"question_sanitized": "One of this author’s protagonists tries to buy illegal wine in Carmen, but a yellow-toothed man insists on guiding him. In that novel by this author, the protagonist is hidden by Coral Fellows in a barn, and is met at a wharf by the dentist Mr. Tench. That novel by this author ends after its protagonist attempts to give the last (*) rites to a dying man and is executed by the Lieutenant. This Catholic wrote a novel in which a vacuum cleaner salesman sends misinformation to MI6 and another novel in which a “whiskey priest” is betrayed by the mestizo. For 10 points, name this 20th-century English author of Our Man in Havana and The Power and the Glory.", "answer_sanitized": "Graham Greene &lt;JR&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The radius of this structure is proportional to a measure of its mass to the one-third power. Because of this structure, a relatively large number of particles following a hyperbolic path will have a very small impact parameter. This structure absorbs gamma radiation in the Mössbauer effect. When this structure (*) binds together, it release energy responsible for the mass defect. This structure’s charge is denoted by a Z. In a refutation of the “plum-pudding” model, this structure was discovered in Rutherford’s gold-foil experiment. For 10 points, name this structure made of the protons and neutrons at the center of an atom.", "answer_sanitized": "atomic nucleus &lt;JR&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The first chapter of this book repeats the command “Be strong and courageous” three times. In this book, Achan and his family are stoned for stealing pillage from God after the conquest of Ai. In this book, a prostitute uses a red cord as a code for two spies. In this book, an ancestor of Jesus named Rahab facilitates a military victory involving (*) seven trumpets. Joseph’s bones are buried in this book, in which the Israelites cross the Jordan River. According to this book, the Sun stopped on command during the siege of Jericho. For 10 points, name this sixth book of the Bible, which is named for the successor of Moses.", "answer_sanitized": "Book of Joshua [or Sefer Yehoshua] &lt;MK&gt;", "category": "Religion"}, {"question_sanitized": "This principle can be strengthened by a Cauchy continuity equation that can be used to derive the Navier–Stokes equations. Any system which is invariant under translation in space will follow this principle, according to Noether’s theorem. This principle implies that a system’s center of mass will move with (*) constant velocity. This principle holds componentwise for both elastic and inelastic collisions, unlike a similar statement involving kinetic energy. For 10 points, name the principle according to which the product of mass and velocity remains fixed in the absence of external forces.", "answer_sanitized": "conservation of momentum [prompt on answers mentioning inertia; prompt on answers mentioning any of Newton’s laws] &lt;SE&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A character in this play is described as having “murder in her eyes” after seeing her husband give her son fifty cents. Act 2 of this play begins with some Nigerian music being played by a woman who then shows off her new Afro. Lena’s husband dies before the start of this play, but over half of his estate is scammed away by Willy. George Murchison and Joseph (*) Asagai court Beneatha in this play, in which Karl Lindner tries to get Ruth and Walter not to spend an insurance check on a house in a white neighborhood of Chicago. A line from “A Dream Deferred” titles—for 10 points—what 1959 play about the Younger family, by Lorraine Hansberry?", "answer_sanitized": "A Raisin in the Sun &lt;LL&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This man proposed a “triad” of reciprocal causation between “personal factors,” environment, and behavior. This man emphasized the agency of people who act inhumanely, claiming that they actively repress their ethical standards in his book Moral Disengagement. This author of Social Foundations of Thought and Action advocates changing your self-perception to improve your abilities via higher (*) “self-efficacy.” This man demonstrated his social learning theory in the early 1960s by having adults play with a bowling pin-shaped toy. For 10 points, name this psychologist who showed that children can learn aggressive behavior by watching adults in his Bobo doll experiment.", "answer_sanitized": "Albert Bandura &lt;JR&gt;", "category": "Social Science"}, {"question_sanitized": "One of this author’s main characters confesses to murder after a conversation in a train car turns to love. This man’s final work was a novella about a Turkic soldier who betrays the Chechen man Shamil. This author of Hadji Murat wrote a novella in which Pozdnyshev kills his wife after she meets with the (*) violinist Troukhaᐧtchevsky to play the title piece. One of his novels begins in 1805 with a huge party hosted by Anna Scherer. In that novel by this author of The Kreutzer Sonata, a plan to kill Napoleon is hatched by Pierre Bezukhov after the Battle of Borodino. For 10 points, name this Russian author of War and Peace.", "answer_sanitized": "Leo Tolstoy [or Lev Nikolayevich Tolstoy] &lt;MK&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A painter from this country used thick, visible brushstrokes and “shockingly” vibrant greens in landscapes that inspired Delacroix to repaint The Massacre at Chios. That man from this country rejected idealized landscapes by painting directly from nature, which inspired the Barbizon school. A cathedral in this country was depicted under a rainbow in (*) views “from the meadows” and “from the bishop’s grounds.” Another painting from this country depicts a small dog by a river that is being forded by the title cart. This country’s 19th-century countryside was depicted in Dedham Vale and The Hay Wain. For 10 points, name this home country of John Constable.", "answer_sanitized": "England [accept Great Britain or the United Kingdom] &lt;JR&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This modern-day country was home to the kingdom of Chindasuinth. This modern country was the final settlement location of the tribe that won the Battle of Adrianople and sacked Rome in 410 under Alaric. Ta’ifa kingdoms formed after the 1031 collapse of a polity in this modern country, which was the final home of the (*) Visigoths. It was home to several caliphs named Abd al-Rahman, as well as the Kingdom of León. A breakaway Umayyad dynasty ruled Al-Andalus in this modern country. It was the site of the Battle of Las Navas de Tolosa and the siege of Granada. For 10 points, name this country whose Reconquista ended in 1492.", "answer_sanitized": "Kingdom of Spain [or Reino de España] &lt;JR&gt; Tiebreaker", "subcategory": "History European", "category": "History"}, {"question_sanitized": "One of this author’s stories begins with a bunch of crab corpses being thrown out to heal a baby’s fever. One of this author’s title characters is dressed in a piece of sail by the women of a cliffside village, who name him Estebán. This author of “A Very (*) Old Man with Enormous Wings” and “The Handsomest Drowned Man in the World” also described the mysterious parchments of the gypsy Melquíades in a 1967 novel. That novel by this author features seventeen men named Aureliano, who are all grandsons of José Arcadio Buendía, the founder of Macondo. For 10 points, name this Colombian author of One Hundred Years of Solitude.", "answer_sanitized": "Gabriel García Márquez &lt;JR&gt; Bonuses", "subcategory": "Literature World", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "The early Middle Ages wasn’t so bad. Answer the following about cool stuff that happened then, for 10 points each:", "answers_sanitized": ["Charlemagne [or Charles the Great; or Carolus Magnus; or Karl der Grosse; or Charles I]", "(lying) fallow", "distaff [or rock] &lt;JR&gt;"], "parts_sanitized": ["This Frankish king brought about a namesake Renaissance, in which scholars like Alcuin did neat things like invent lowercase letters. Pope Leo III crowned this man “Emperor of the Romans” on Christmas Day in 800.", "Around Charlemagne’s time, farmers started getting 17% more food by switching to three-field crop rotation. In crop rotation, this is the term for the field that’s not planted, which restores the soil’s nutrient content.", "Near the end of the early Middle Ages, use of the spinning wheel began to make women’s lives a whole lot easier. Before that, women spun by hand, using a spindle and this other implement, which holds the unspun fibers."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This man painted a ship lying on its side being crushed by the title <em>Sea of Ice</em>. For 10 points each:", "answers_sanitized": ["Caspar David Friedrich", "from the back [accept rough equivalents like turned around or facing away; accept any answer including the word “Rückenfiguren”]", "crosses [accept crucifixes] &lt;JR&gt;"], "parts_sanitized": ["Name this German Romantic who painted Wanderer above the Sea of Fog.", "Almost all of Friedrich’s paintings of people depict them in this way, which encourages the viewer to identify with them. A description is fine.", "Friedrich first came to prominence through his Tetschen Altar, which depicts one of these objects In the Mountains. Depictions of this object usually show Jesus’s right foot nailed to his left on its bottom part."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "A “manifesto” for this movement was written by André Breton, who also wrote the novel <em>Nadja</em>. For 10 points each:", "answers_sanitized": ["surrealism [accept Dada]", "Guillaume Apollinaire [or Wilhelm Albert Włodzimierz Apolinary Kostrowicki]", "World War I [accept obvious equivalents] &lt;MK&gt;"], "parts_sanitized": ["Name this movement of Jacques Prévert, who wrote the collection Paroles. Many authors in this movement drew words out of a hat or practiced “automatic writing” to access the unconscious.", "This frenchman coined the term “surrealism” and is considered a forefather of the movement. This author of the collection Alcools set his poems into shapes in the collection Calligrammes.", "Apollinaire’s Calligrammes were inspired by his experience being wounded in this war in 1916. English poetry from this war is the subject of Paul Fussell’s book The Great War and Modern Memory."], "subcategory": "Literature Other", "category": "Literature"}, {"leadin_sanitized": "For 10 points each—answer the following about the work of economist Harold Hotelling:", "answers_sanitized": ["principle of minimum differentiation", "nonrenewable [accept word forms]", "profit function &lt;AF&gt;"], "parts_sanitized": ["Hotelling’s law is equivalent to this principle by which two companies with only a few differences in their products will attempt to homogenize their products even further, rather than trying to stand out from each other.", "Hotelling’s rule describes the maximally profitable extraction path for a resource with this property. Coal, oil, and natural gas are this kind of resource, while wind and solar energy are not, since they can’t be “used up.”", "Hotelling’s lemma states that the partial derivative of this function with respect to price equals the supply function. This function can be maximized by looking for points where marginal revenue equals marginal cost."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "For 10 points each—answer the following about the works of Mark Twain:", "answers_sanitized": ["Huckleberry Finn [accept either]", "frogs [accept more specific answers like “The Celebrated Jumping Frog of Calaveras County”; do not accept or prompt on “toads”]", "The Tragedy of Pudd’nhead Wilson &lt;MK&gt;"], "parts_sanitized": ["In his namesake book, this friend of Tom Sawyer travels down the Mississippi with the escaped slave Jim.", "Mark Twain wrote a short story about gambling on one of these things named for Daniel Webster. That one of these things is described by Simon Wheeler, who tells an interviewer about owner, Jim Smiley.", "At the beginning of this Mark Twain novel, the slave Roxy switches her baby with that of her master’s. Later in this novel, the title Missouri lawyer1 uses his fingerprinting skills to discover the true murderer of Judge Driscoll."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Models for understanding this equation’s solutions include the Copenhagen interpretation and the Everett interpretation. For 10 points each:", "answers_sanitized": ["Schrödinger equation", "total energy [accept kinetic energy]", "ket [or bra-ket notation] &lt;SE&gt;"], "parts_sanitized": ["Name this fundamental equation of quantum mechanics. Its time-dependent form relates the time derivative of the wavefunction to the result of the Hamiltonian acting on the wavefunction.", "The Hamiltonian measures the total amount of this quantity in a quantum state, and often contains a “negative h-bar squared over 2 m, times del-squared” term to describe the kinetic type of this quantity.", "The wavefunction in the Schrödinger equation is written between a vertical line and a greater-than sign in this notation for quantum states that was developed by Paul Dirac in the 1930s."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This text describes God as “the Ever Watchful,” since “neither slumber nor sleep overtakes him.” For 10 points each:", "answers_sanitized": ["Throne verse [accept line 255 of “The Cow”; accept Aylat ul-Kursi]", "Qur’an", "mercy [accept grace; accept graciousness; accept word forms like merciful; accept compassionate; accept rahmani or rahimi] &lt;JR&gt;"], "parts_sanitized": ["Name this line from “The Cow,” whose title object “extends over the heavens and the earth.”", "The Throne verse appears in this book, which is the holy text of Islam.", "Almost every sura of the Qur’an begins with the basmala, which describes God as the one who has the most of this quality. This quality is sometimes rendered with two different English adjectives; either one is acceptable."], "category": "Religion"}, {"leadin_sanitized": "This element is the non-carbon element in the central ring of furan. For 10 points each:", "answers_sanitized": ["oxygen [or O]", "nitro group [accept trinitroglycerin]", "alkanes [or paraffins] &lt;AF&gt;"], "parts_sanitized": ["Name this element that connects the two carbonyl groups of an acid anhydride. This element is removed from a compound to make an alkene in the Wittig reaction.", "A nitrogen is bonded to two oxygens in this resonant functional group, which is hydrolyzed in the Nef reaction. When three of this functional group bond to glycerin, an explosive vasodilator is formed.", "In the most common type of Nef reaction, the nitro group is hydrolyzed from one of these compounds. These simplest hydrocarbons contain only carbon-carbon single bonds."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This paper attacked Handel’s operas and introduced characters like Sir Roger de Coverley. For 10 points each:", "answers_sanitized": ["The Spectator", "Jonathan Swift", "North America [accept Letters from an American Farmer; accept Virginia; accept New York; prompt on answers like the British colonies] &lt;JR&gt;"], "parts_sanitized": ["Name this successor to The Tattler, an early 18th-century London paper edited by prominent Whigs Joseph Addison and Richard Steele.", "Richard Steele had earlier “discovered” this Irish-born satirist, who “advocated” eating peasant babies in A Modest Proposal. His less gruesome works include Gulliver’s Travels.", "After Gulliver goes to Lilliput, he visits the giants of Brobdingnag, who supposedly live in this place. Crèvecœur wrote some Letters from a farmer from this place, and Philip Freneau lived here."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "For 10 points each—answer the following about people who killed their mothers in Greek mythology:", "answers_sanitized": ["Agamemnon", "Pelias", "Furies [accept the Erinyes, Dirae, or Chthoniai Theai; prompt on Eumenides] &lt;CX&gt;"], "parts_sanitized": ["Orestes killed his mother Clytemnestra to avenge the murder of his father, who was this king of Mycenae and overall commander of the Greeks during the Trojan War.", "This king of Iolcus and his brother Neleus killed their step-mother Sidero in a temple of Hera, earning her hatred. This man is better-known for sending Jason on the quest for the Golden Fleece.", "Matricides like Orestes and the Epigonos Alcmaeon were often pursued by these relentless goddesses of vengeance. In the case of Orestes, Athena managed to cow these beings into becoming “kindly ones.”"], "category": "Mythology"}, {"leadin_sanitized": "This ruler was the second to be served by the military and administrative genius Axel Oxenstierna. For 10 points each:", "answers_sanitized": ["Queen Christina of Sweden", "Hanseatic League [or Hansa]", "Peter the Great [or Peter I; or Peter Alexeyevich; prompt on just Peter] &lt;JR&gt;"], "parts_sanitized": ["Name this monarch who sponsored the formation of the Arcadian Academy after converting to Catholicism and moving to Rome.", "Christina presided over the middle of Sweden’s time as a Great Power, which began, roughly, with the decline of this organization. This organization of Baltic cities was dominated by Lübeck in the Middle Ages.", "Sweden’s time as a Great Power more or less ended with its defeat at the hands of this tsar of Russia in the Great Northern War. This tsar westernized Russia and had a new capital built and named for his patron saint."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "To focus on an interval instead of a point, this expression can be rewritten as “<em>f</em> of <em>b</em>, minus <em>f</em> of <em>a</em>, all over <em>b</em>-minus-<em>a</em>.” For 10 points each:", "answers_sanitized": ["difference quotients [do not accept or prompt on partial answers; do not accept or prompt on “derivative”]", "limit of a function", "continuous [accept word forms like continuity] &lt;JR&gt;"], "parts_sanitized": ["Name these expressions that usually take the form “f of x-plus-h, minus f of x, all over h.”", "One of these mathematical concepts turns a difference quotient into a derivative. This concept formalizes the idea of “what happens to a function when you get closer and closer to a point.”", "This is the term for a function f at a point x, when “the limit of f as you approach x” equals the value f-of-x."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "For 10 points each—answer the following about Beethoven’s late style:", "answers_sanitized": ["“Ode to Joy” [or “An die Freude”]", "trills [or shake]", "Anton Diabelli &lt;JR&gt;"], "parts_sanitized": ["Beethoven broke genre boundaries by including a chorus in his ninth symphony. The chorus sings this poem by Friedrich Schiller.", "Beethoven’s late piano sonatas include very long examples of this ornament, which alternates rapidly between two adjacent notes. This ornament is often designated with a wavy line, or with the first two letters of its name.", "Many of Beethoven’s late works were published by this man. Beethoven also made an oversized contribution to this man’s patriotic anthology “Vaterländischer Künstlerverein,” [“fah-tuh-LEN-dish-uh KOONST-luh-feh-rheyn”] which was all based on a waltz this man wrote."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "A general at this battle had earlier been accused of massacring Continental troops at Waxhaws. For 10 points each:", "answers_sanitized": ["Battle of Cowpens", "Charles Cornwallis [accept Viscount Brome]", "American Revolutionary War [or American War of Independence] &lt;LL&gt;"], "parts_sanitized": ["Name this 1781 battle that Banastre Tarleton lost to Daniel Morgan after his forces were trapped in a pincer movement. This battle led the British to withdraw from South Carolina.", "This general led the British withdrawal from South Carolina. This man later won a pyrrhic victory against Nathanael Greene at King’s Mountain, but surrendered in 1781.", "Cornwallis’s surrender to the Americans at Yorktown basically marked the end of this war, which started at the battles of Lexington and Concord."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The process of adding poisonous or unpleasant additives to substances to discourage consumption is given this name. For 10 points each:", "answers_sanitized": ["denaturation [accept word forms]", "gel electrophoresis [prompt on GE; prompt on “running a gel” and other partial answers]", "matrix &lt;AF&gt;"], "parts_sanitized": ["Name this process in which proteins lose their folded structure. Dithiothreitol and mercaptoethanol are common agents used to accomplish this process, which is accomplished by heat in cooking.", "Denaturation is necessary before separating protein fragments, typically RNA and DNA, using this procedure. This procedure separate fragments of biological molecules by size and charge.", "The “gel” that the fragments move through, which is typically composed of agarose or polyacrylamide, is given this name. This is also the part of the mitochondrion where the electron transport chain ends."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This play opens with a spy informing the king Eteocles that the title characters have arrived. For 10 points each:", "answers_sanitized": ["Seven Against Thebes [or Hepta epi Thebas]", "Aeschylus", "strophe OR antistrophe &lt;LL&gt;"], "parts_sanitized": ["Name this play in which the title characters, who include Amphiaraus and Polynices, assault a Greek city.", "Seven Against Thebes was written by this Ancient Greek playwright, who also wrote the Oresteia trilogy. This “father of tragedy” only wanted to be remembered for his valor at the Battle of Marathon.", "Like most Greek tragedies, Seven Against Thebes has the chorus sing odes divided into two poetic units that correspond to opposite directions. Name either; one means “twist” in Greek, while the other is just its opposite."], "subcategory": "Literature Classical", "category": "Literature"}, {"leadin_sanitized": "At the end of this show’s fifth season, the title character checks himself into a psychiatric hospital after hallucinating sex with his boss, Lisa Cuddy. For 10 points each:", "answers_sanitized": ["House", "Vicodin [or hydrocodone/paracetamol—don’t accept either of those answers by themselves]", "Kal Penn [or Kalpen Suresh Modi] &lt;MK&gt;"], "parts_sanitized": ["Name this American medical drama, which starred Hugh Laurie as the head of the Diagnostics Department at Princeton-Plainsboro Teaching Hospital.", "One of Dr. House’s trademarks was his addiction to this drug, which he took to ease the pain in his right leg.", "Also at the end of House’s fifth season, this actor’s character Lawrence Kutner suddenly committed suicide, because this man had just taken a job in the Obama administration."], "category": "Trash"}, {"leadin_sanitized": "How much do you know about everybody’s favorite Basque-Argentine, Hipólito Yrigoyen? Find out by answering these questions, for 10 points each:", "answers_sanitized": ["voting [accept obvious equivalents; accept universal male suffrage]", "Juan (Domingo) Perón", "Justicialist Party [or Partido Justicialista; or PJ] &lt;LL&gt;"], "parts_sanitized": ["Yrigoyen advocated for the “universal male” variety of this right. This right was extended to American women by the Nineteenth Amendment.", "Yrigoyen was overthrown in 1930, setting off a corruption-rife “infamous decade” in Argentina ended by the rise of this colonel. This man’s wife was known as “Evita.”", "Yrigoyen belonged to the Radical Civic Union, a party long overshadowed by this catch-all party founded by Perón. This party has historically been supported by CGT trade unions, and was led by Néstor Kirchner until 2010."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "You are Yale quizbowl outdoorsman Isaac Kirk-Davidoff. Answer some questions about your recent winter mountaineering trip, for 10 points each.", "answers_sanitized": ["crampons", "Mount Washington", "New Hampshire &lt;IKD&gt;"], "parts_sanitized": ["You first stop to go ice climbing at Cathedral Ledge, but your friend informs that you’re “crap” at using this piece of equipment. This footwear includes cleat-like spikes to improve traction while walking on ice.", "Climbing this mountain, the highest in New England, your beard and mustache freeze together due to the minus 40-degree windchill. This mountain holds the non-hurricane wind speed record worldwide.", "Mount Washington is found in this New England state, whose towns include Nashua and Portsmouth, as well as its capital of Concord."], "category": "Trash"}, {"leadin_sanitized": "For 10 points each—answer the following about Marius Petipa:", "answers_sanitized": ["choreographers", "Sleeping Beauty [or Spyashchaya krasavitsa]", "ghosts [or shades; or spirits; accept any answer indicating dead people] &lt;JR&gt; Tiebreaker"], "parts_sanitized": ["Petipa worked as this kind of professional, as did Martha Graham and George Balanchine. These people create and organize the dances that ballet dancers perform.", "Petipa was the original choreographer for this 1889 “fairy-tale” ballet, which includes the “Rose Adagio.” This ballet’s title character, Princess Aurora, meets characters like Puss-in-Boots, Cinderella, and Prince Charming.", "Petipa also choreographed Giselle and La Bayadère, which includes a scene titled for the “Kingdom” of this kind of character. The second act of Giselle begins with a dance for the “Wilis,” which are this kind of character."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "In this play, Caliban curses the man who taught him his language. For 10 points each:", "answers_sanitized": ["The Tempest", "full fathom five", "Aimé (Ferdinand David) Césaire &lt;JR&gt; do not accept or prompt on “Sean Phillips”—ed.↩"], "parts_sanitized": ["Name this Shakespeare play in which Ariel’s master Prospero conjures up the title storm.", "In a song, Ariel describes the drowning of Ferdinand’s father using this alliterative phrase, which describes Alonso’s distance beneath the waves.", "This French-language author reimagined The Tempest with Prospero as a slaveholder and Ariel as a mulatto. This founder of négritude also wrote A Season in Congo."], "subcategory": "Literature British", "category": "Literature"}]}