{"tossups": [{"question_sanitized": "After his horse got stuck in a bog, a ruler of this country was killed by peasants for murdering a co-ruler at an 1157 peace banquet that became known as the \"bloodfeast.\" Two 10th-century monuments often dubbed this country's \"baptism certificate\" were erected in memory of its queen Thyra. A book called this country's Gesta written by Saxo Grammaticus depicts its Christianisation, as do the Jelling Stones. This country won the 1219 Battle of Lindanise, supposedly because its flag fell from the sky during the battle. This country’s early kings included Gorm the Old and Harald Bluetooth. For 10 points, the southernmost member of the Kalmar Union was which modern country centered on Jutland, with capital at Copenhagen?", "answer_sanitized": "Kingdom of Denmark [or Danmark]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Fritz Schachermeyr (sha-her-my-er) suggested that this object was a metaphor for an earthquake. This object was created by a man who won a boxing match against Euryalus (yur-ee-ah-lus) at the funeral games of Patroclus, named Epeius (eh-pie-us) of Phocis. Pausanias (pwah-say-nee-us) wrote that anyone \"who does not attribute utter silliness to the Phrygians\" knew about this object. Book 2 of Virgil’s Aeneid describes the discovery of the truth about this object. Anticlus's mouth was covered by Odysseus to prevent that reveal about this object, which was the \"gift\" the Trojans were warned to \"beware.\" For 10 points, name this large wooden object used to infiltrate a city that fought against the Achaeans in a siege recounted in the Iliad.", "answer_sanitized": "Trojan Horse [prompt on answers describing a wooden horse]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In September 2020, a confusing airport press release led to claims that this party's leader had secretly travelled to Perugia (peh-ROO-juh). This party implemented the \"rule of six\" following the disastrous \"Eat Out to Help Out\" policy, after which its leader allegedly said \"let the bodies pile high in their thousands.\" An advisor to this party, who compared it to \"the meme where the Spidermans are all pointing at each other,\" claimed to have driven thirty miles during lockdown to \"test his eyes.\" This party's COVID-19 response was led by ministers like Matt Hancock and Rishi Sunak, and one of its advisers is Dominic Cummings. Opposition to a government they lead is led by Keir Starmer. For 10 points, name this British party led by Boris Johnson.", "answer_sanitized": "Conservative Party of Great Britain and Northern Ireland [or Tories; accept Conservative and Unionist Party; accept word forms]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "In 2021, a silicon-based material produced using one of these devices was shown to contain quasicrystal structures. Layers of dense material called tampers prolong the compression of the pit of these devices. These devices are \"boosted\" in a technique termed the \"layer cake.\" These devices are primarily either gun- or implosion-type. One of these devices is used as the primary stage for another class of them in the Teller-Ulam design. The Los Alamos Primer contains lectures on the physics behind these devices, which aim to achieve a supercritical mass of uranium or plutonium. For 10 points, name these weapons first built by the Manhattan Project.", "answer_sanitized": "nuclear bombs [or thermonuclear weapons, nukes, atomic bombs, A-bombs, hydrogen bombs, or H-bombs; prompt on more general answers such as bombs or explosives] (the material in the first line is red trinitite produced in the Trinity test)", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "After forgetting about a meeting in his room, a protagonist with this profession tells his employer, \"Begone, begone, you bloody whoreson Gauls!\" while reading a poem. In the opening of a novel, a narrator with this job watches \"The station wagons arrive at noon\" every September. The narrator of a novel decides to write a memoir about a character with this job while recovering from a tropical disease caught on a holiday in the Caribbean. The title characters of the novels Stoner and Ravelstein have this profession. Willie Mink has an affair with the wife of a man in this profession who has a fear of death. An \"Airborne Toxic Event\" affects a protagonist with this job who specializes in Hitler Studies. For 10 points, name this profession of Jack Gladney in Don DeLillo's novel White Noise.", "answer_sanitized": "college professors [accept teachers; accept more specific answers like English professors]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Questions about the sexuality of this theological synergist are fueled by love letters he wrote to Servatius Rogerus. The first edition of a book by this man was \"rushed into print rather than edited\" despite his having a papal \"publication privilege\" that ensured a team of Spanish translators wouldn't beat him to press. This man compiled a book whose third edition was printed by Robert Stephanus and subsequently used by translators in Geneva. This scholar is said to have \"laid the egg\" hatched by Martin Luther, whose translation of the New Testament was based on the Textus Receptus prepared by this Catholic priest. He wasn't British, but this Counter-Reformer was heralded as the \"Prince of the Humanists.\" For 10 points, name this Dutch scholar who was living with Thomas More when he wrote In Praise of Folly.", "answer_sanitized": "Desiderius Erasmus [or Erasmus of Rotterdam]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This composer's fantasy on the hymn \"Christ, thou Lamb of God\" closes an 1829 piano sonata that contains an \"ecclesiastical fugue\" in its second movement. A different composer's String Quartet No. 6, Op. 80 is dedicated as a \"Requiem\" for this composer. Queen Victoria had to be told that the song \"Italien\" was really by this composer of Das Jahr and the Easter Sonata. While rehearsing the cantata The First Walpurgis Night, this lover of Wilhelm Hensel died. This composer is the dedicatee of book two of a collection that includes three Venetian Boat Songs, which is the Songs Without Words of a musical sibling. For 10 points, name this composer whose pieces were sometimes attributed to her brother, the \"Reformation\" Symphony composer Felix.", "answer_sanitized": "Fanny Cacilie Mendelssohn-Bartholdy [or Fanny Hensel before mention of \"Wilhelm Hensel\", prompt on Mendelssohn]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "The speaker of a poem by this poet laments \"that I may never live to trace / Their shadows with the magic hand of chance\" after describing \"huge cloudy symbols of a high romance.\" In a story adapted from the Decameron, two horrified brothers discover Lorenzo’s head in the title container in this author’s poem Isabella; or the Pot of Basil. The old nurse Angela and the Beadsman die on the same night that Porphyro and Madeline elope during a storm in a poem by this author. A poem by this author of \"When I have Fears That I May Cease to Be\" opens with a \"haggard\" knight who is \"alone and palely loitering\" by a lake where \"the sedge has wither’d … And no birds sing.\" For 10 points, name this British poet of \"La Belle Dame Sans Merci\" and \"Ode to a Nightingale.\"", "answer_sanitized": "John Keats", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Catholic priest Basile Luyet performed foundational research on this physical process and often visited slaughterhouses for research material. In the early 1980s, one form of this process was only thought viable when done slowly or via jet spray, leading Nature to reject Jacques Dubochet’s technique of rapid immersion in liquid ethane as impossible. Samples applied to a small lattice can undergo a particularly desirable form of this process termed vitrification, whose product is totally amorphous rather than cubic or hexagonal. The 2017 Chemistry Nobel was awarded for using this technique to fix samples before electron microscopy. Molecules in a solvent can be immobilized by undergoing, for 10 points, what phase transition, which replaces liquids with solids?", "answer_sanitized": "freezing of water [accept word forms; accept vitrification of water before mentioned; prompt on cooling water or having water undergo a phase change from liquid to solid; prompt on cryobiology; prompt on cryoprotecting or cryofixation with “what physical process is used?”; prompt on answers that indicate performing cryo-EM or cryo-electron microscopy or preparing samples for cryo-EM]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Wadi as-Salaam (way-dee ahs sah-lahm), the largest cemetery in the world, is in this country and located near a shrine to a man who said it used to be part of Heaven. The Al-Hannanah (all hah-nah-nah) Mosque in this country is named for a man whose head was eventually brought to a different mosque named for him in Cairo. On the 20th of Saffar (sah-far), pilgrims make a journey to a city in this country carrying a large black flag as part of a gathering named for the \"fortieth day\", the Arba'een pilgrimage. While praying in Kufah in this country, a man was assassinated by a Kharijite (kahr-ee-jeet) and was buried in a large shrine in its city of Najaf. People often celebrate Ashura to commemorate Husayn's death in this country's city of Karbala (kur-bel-AH). For 10 points, identify this country, former home of the Abbasid (ab-ah-sid) caliphate (kal-ih-fate) in its city of Baghdad.", "answer_sanitized": "Iraq [or Republic of Iraq]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "A poem titled for one of these figures begins, \"With a slight tilt of his brow he rejects / everything that limits and obliges\" and advises you not to give one of these beings' \"light hands anything to hold.\" The speaker of a poem imagines waiting in front of the stage of a puppet theater until one of these figures arrives as an actor. In another poem, the speaker imagines one of these figures emerging \"from behind the stars\" after asking, \"Where are the days of Tobias?\" A poem opens with one of these figures pressing the speaker suddenly to his heart; that poem claims \"Every one\" of these figures is \"terrifying.\" For 10 points, the speaker asks, \"Who, if I cried out, would hear me among the orders\" of what figures in the Duino Elegies?", "answer_sanitized": "angels [or Engel; accept archangels or Erzengel]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This word appears last in the title of Ben Ames-Williams’s questionably faithful edition of a diary. That diary, an account of the Civil War by Mary Chesnut, is sometimes published under the title \"A Diary from\" this place. A song named for this word was written by the founder of the Virginia Minstrels and was perhaps the best known example of blackface minstrel songs. That song, by Daniel Decatur Emmett, played during the surrender of Robert E. Lee. This word is thought to have been derived from the name of a surveyor who collaborated with Charles Mason on a border dispute. For 10 points, name this term that was repopularized in a portmanteau with \"Democrat\" in the name of the States Rights Party, a historical name for the South derived from Jeremiah Dixon's name.", "answer_sanitized": "Dixie [accept Dixieland or A Diary from Dixie or Dixiecrats]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "The number of steps in a procedure named for this man can be minimized with the method of least absolute remainders. Since their ideals can be generated by an element with a minimal value for their equipped function, this man's namesake integral domains are always principal ideal domains. Reversing a process named for this man allows one to solve for x and y in Bézout's (bez-OUTS) identity. This man is the first namesake of a theorem that puts even perfect numbers in correspondence with Mersenne primes, which he co-names with Euler. Consecutive Fibonacci numbers are the worst inputs to this man's namesake algorithm, which finds the GCD of two numbers. This mathematician gave the first proof of the infinitude of primes. For 10 points, name this mathematician whose number theory proofs appear in his Elements.", "answer_sanitized": "Euclid of Alexandria [accept Euclidean domains or the extended Euclidean algorithm]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "A writer who used this language claimed that both prophecy and philosophy aim at truth, but that prophecy is superior because of its ability to be taught to common men. A text in this language argues that when cotton burns it's not burned by fire, but by God in a defense of occasionalism. A thinker who wrote in this language argued that there are both divine and earthly truths, a view called \"double truth.\" A book in this language imagines a \"floating man\" deprived of sensory experience to argue for the existence of the soul. Thomas Aquinas dubbed a man who wrote in this language \"the Commentator\" for his extensive Aristotle exegesis. For 10 points, what language used by Averroes, al-Ghazali, and Avicenna was, along with Persian, used to write most Golden Age Islamic philosophy?", "answer_sanitized": "Arabic (the unnamed first philosopher is al-Kindi)", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Craig Hartman used a vesica piscis shape for one of these buildings in Oakland that was damaged in the Loma Prieta earthquake. Candido Portinari created a blue and white mosaic for one of these buildings that was described as the \"devil's bomb shelter.\" Sixteen hyperboloid columns support one of these buildings in Brasilia, while another in Rio de Janeiro resembles a Mayan temple. After the 2011 Christchurch earthquake, Shigeru Ban used cardboard to reconstruct one of these buildings. A magic square appears in the Glory façade of one of these buildings which has been under construction since 1882 and was designed by Antoni Gaudí. For 10 points, name these religious buildings, examples of which include the Sagrada Familia and Notre-Dame.", "answer_sanitized": "cathedrals [accept basilicas or churches]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "The DRiP hypothesis claims these molecules are derived from defectively synthesized molecules to explain their rapid production. These molecules are bound by a groove consisting of two alpha helices and stabilized by beta-2 microglobulin. These molecules are trimmed to an appropriate size by ERAP1 and then \"loaded\" by a complex containing TAP and calreticulin (cal-ree-tick-you-lin) onto MHC class I. These molecules are recognized by a heterodimeric protein consisting of an alpha chain and a beta chain, T cell receptor. Dendritic cells and macrophages are \"professional\" cells that present these molecules. The epitope (EH-pee-tope) of these molecules binds a paratope (PAIR-uh-tope) on the variable chain of an antibody. For 10 points, identify these molecules which trigger an immune response.", "answer_sanitized": "antigens [or antigenic peptides; or peptide fragments; accept answers referring to antigens presented on the surface of cells; accept answers referring to peptides complexed to MHC; accept viral peptides or viral proteins; accept professional antigen presenting cells; accept immunogens]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Two brothers watch as one of these beings appears from a black pillar in the sea carrying a chest from which a woman \"as radiant as the sun\" emerges. A woman who has five hundred and seventy signet rings tells those brothers of how one of these beings snatched her away on her wedding night. After a merchant throws the stone of a date, one of these beings swears revenge on the merchant for killing his son. One of these beings helps the central figure of one story marry Princess Badr al-Budur and had earlier helped him escape a sorcerer's cave. Using the seal of King Solomon, a fisherman tricks one of these beings into trapping it in a bottle. For 10 points, name these magical beings, one of which is released by Aladdin from a lamp in a story from Arabian Nights.", "answer_sanitized": "jinni [or djinn; or genie; or ifrit]", "subcategory": "Classical Literature", "category": "Literature"}, {"question_sanitized": "Shane Frederick co-authored a paper arguing that these things operate via a process of \"attribute substitution.\" These things comprise an \"adaptive toolbox\" according to Gerd Gigerenzer (GEE-guh-ren-zer), who developed an approach to studying them described as \"fast-and-frugal.\" In one experiment, agents relying on one of these things violated Bayes' theorem when judging the likelihood that a taxicab involved in a hit-and-run was blue. These things, which according to Thinking, Fast and Slow are employed by System 1, include those named \"availability\" and \"representativeness.\" In \"Judgement Under Uncertainty,\" Daniel Kahneman and Amos Tversky (tuh-VER-skee) argued that reliance on them leads to mental biases. For 10 points, identify these quick, but often inaccurate, mental shortcuts used in decision-making.", "answer_sanitized": "heuristics [prompt on strategies, decision rules, approximations, or similar answers; do not accept \"cognitive biases\"]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "During this decade, the Lost Villages were submerged by the construction of the Moses-Saunders Power Dam. In this decade, 92 Inuit people were moved by force from Inukjuak to Ellesmere and Cornwallis Islands during the High Arctic relocation. Construction on the Saint Lawrence Seaway began during this decade. Toward its end, more than 14,000 workers lost their jobs when the Avro Arrow jet fighter was abruptly cancelled. John Diefenbaker was elected Prime Minister during this decade. As Minister of External Affairs under Louis St. Laurent, Lester Pearson won the Nobel Peace Prize during this decade for proposing the UN Emergency Force to resolve the Suez Crisis. For 10 points, during which decade did Canadian politicians work with US President Dwight D. Eisenhower?", "answer_sanitized": "1950s [prompt on the 50s]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This work's creation is imagined in E.B. White's poem \"I Paint What I See.\" In this painting, a statue of Zeus wearing a wooden cross in the left half is mirrored by a decapitated classical statue on the right. Jose Maria Sert's American Progress now exists in this artwork's original location. This painting had two companion \"Frontier\" panels depicting socialism and capitalism. Four \"elongated ellipses\" depicting scientific advancements radiate outwards from a central illuminated orb managed by this painting's title figure. This painting's positive depiction of Vladimir Lenin led Nelson Rockefeller to order its destruction. For 10 points, name this mural by Diego Rivera.", "answer_sanitized": "Man at the Crossroads [or Man, Controller of the Universe]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Anne Goldgar described how Charles de La Chesnee Monstereul (shays-nay mon-say-rool) devised a naming system for these goods. The \"Mennonite Wedding\" tavern was a popular selling place for these goods, the rarest type of which were called \"bizarres\" and included the pricey Semper Augustus. Carolus Clusius sparked high-risk trade in this good after the cause of this good's \"breaking.\" Charles Mackay's Extraordinary Popular Delusions and the Madness of Crowds follows the first ever stock market bubble burst after trade for this good in Haarlem collapsed. This good was a store of value for Amsterdam merchants, who received it from the Ottoman Empire. The Golden Age Netherlands experienced a \"Mania\" over, for 10 points, what bulbed flower?", "answer_sanitized": "tulips [or Tulipa; or Tulipmania; prompt on flowers before \"flower\" is read]", "subcategory": "European History", "category": "History"}], "bonuses": [{"leadin_sanitized": " In this experiment, children were shown a captioned picture of a single blue bird-like creature, then told to complete a caption of two of the creatures. For 10 points each:", "answers_sanitized": [" Wug Test", " plurals [or the plural number]", " bound morphemes"], "parts_sanitized": [" Name this test by Jean Gleason that examined children's ability to learn morphological rules.", " By seeing if children could produce the word \"wugs,\" the Wug Test examined children's ability to produce this grammatical number contrasted with the singular.", " English plural endings are these kinds of morphemes, which cannot stand alone. They are contrasted with free morphemes."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": " This property for light can be represented with a Jones vector. For 10 points each:", "answers_sanitized": [" polarization", " phase [or phase velocity]", " quarter-wave plate [prompt on waveplates]"], "parts_sanitized": [" Name this property which describes the direction of oscillation of light.", " Circularly polarized light is formed by superimposing waves with perpendicular polarization and which differ in this quantity. The quotient of angular frequency and wavenumber gives this quantity's \"velocity.\"", " The phase lag of pi over two required to produce circularly polarized light can be produced when linearly polarized light passes through the \"fast\" and \"slow\" axes of these devices."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": " In one chapter of a novel by this writer, Gavroche shows two street urchins where he lives inside the Elephant of the Bastille, not knowing that they are his brothers. For 10 points each:", "answers_sanitized": [" Victor Hugo", " argots", " Paris sewers [prompt on sewers by asking \"in what city?\"]"], "parts_sanitized": [" Name this French writer who followed the ex-convict Jean Valjean in Les Misérables.", " Les Misérables follows that chapter on Gavroche in the Elephant of the Bastille with a digression on this kind of French street slang. Marcel Schwob and Georges Guieysse wrote the first formal study of the Louchébem variety of this kind of slang.", " Another digression from Les Misérables concerns this place, whose history is laid out in a section called \"The Intestine of the Leviathan.\" Jean Valjean carries the unconscious Marius through this place following the uprising."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": " The 2020 Pulitzer Prize for History went to a W. Caleb McDaniel book describing a case that had this goal, known as Wood v. Ward. For 10 points each:", "answers_sanitized": [" reparations for slavery [or restitution for slavery, or The Case for Black Reparations; or \"The Case for Reparations\"; accept descriptive answers that involve paying African-Americans in response to historical injustice]", " Jim Crow laws", " Kentucky [or Commonwealth of Kentucky]"], "parts_sanitized": [" Name this goal that was discussed in a book by Boris Bittker that was cited in a similarly titled essay. For almost three decades, John Conyers introduced a resolution that called for this goal.", " Ta-Nehisi Coates's (TA-nuh-hah-see COATS's) essay \"The Case for Reparations\" describes these repressive laws named for a racist caricature of African-Americans. These laws were passed after the Civil War to enforce segregation.", " Henrietta Wood was born in this state and was kidnapped after being ferried across the river back to it. Cassius Clay, a native of this state, was a prominent anti-slavery advocate who was almost assassinated by Sam Brown for his position."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " This artist painted A Young Tiger Playing With its Mother after visiting the Jardin des Plantes (de plonts) with the sculptor Antoine-Louis Barye (bahr-ee). For 10 points each:", "answers_sanitized": [" Eugène Delacroix [or Ferdinand Victor Eugène Delacroix]", " Theodore Gericault [or Jean-Louis André Théodore Géricault] (The latter painting is The Raft of the Medusa)", " Liberty Leading the People [or La Liberté guidant le peuple]"], "parts_sanitized": [" Name this artist, whose Rubens-inspired painting The Tiger Hunt features a tiger attacking a horse that is visually similar to his Horse Frightened by a Storm.", " Horse Frightened by a Storm was inspired by a painting by this other artist. Delacroix modeled for a painting by this artist in exchange for him modeling for Delacroix's The Massacre at Chios (kee-ose). Both paintings arrange their subjects into two adjacent pyramids.", " Though Delacroix often favored orientalist and mythological subjects, both The Massacre at Chios and this painting depicting a bare breasted woman holding the tricolor flag broke that theme."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " The speaker describes, \"The lord of those dead who are dressed in red. / The man who is masked in a faceless face\" in an Alejandra Pizarnik poem titled for this poet. For 10 points each:", "answers_sanitized": [" Rubén Darío [or Félix Rubén García Sarmiento]", " Ocampo [accept Silvina Ocampo or Victoria Ocampo]", " Argentina [or the Argentine Republic or República Argentina]"], "parts_sanitized": [" Name this founder of the modernismo movement. This poet wrote the title figure was \"missing one thing: God!\" in the poem \"To Roosevelt.\"", " Pizarnik wrote, \"You open me like a flower,\" in a poem titled for an author with this surname, who was inspired by Rubén Darío to create a shop assistant named Darío Cuerda in Leopoldina's Dream. Another author with this surname founded the journal Sur.", " The Ocampo sisters and Alejandra Pizarnik originate from this country, where Victoria Ocampo was briefly imprisoned for her opposition to Juan Perón."], "subcategory": "Classical Literature", "category": "Literature"}, {"leadin_sanitized": " Answer the following about the process of nixtamalization (nix-tuh-mall-ih-zay-shun). For 10 points each:", "answers_sanitized": [" maize [accept corn or Zea mays]", " niacin [or vitamin B3] (the disease is pellagra)", " aflatoxins"], "parts_sanitized": [" Nixtamalization involves dipping this crop into an alkaline solution in order to remove its non-nutritious husk. Barbara McClintock first discovered transposons while studying this model organism.", " Nixtamalization's health benefits include freeing up this vitamin from its bound state on corn. This vitamin's amide is a precursor to NAD, and a deficiency of it causes a disease characterized by the \"three d's.\"", " Nixtamalization (nix-tuh-mall-ih-zay-shun) also removes these fungi-based carcinogens from the husk of corn. The most potent of these carcinogens, its B1 form, is produced by Aspergillus flavus, (ass-per-JILL-us FLAY-vus) which these toxins are named after."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " In reply to an argument by this philosopher, Jaegwon Kim argued for identifying brain states with a disjunction of physical types, a move this philosopher dismissed out of hand. For 10 points each:", "answers_sanitized": [" Hilary Putnam", " functionalism [or machine functionalism]", " Turing machines                                                                                                   "], "parts_sanitized": [" Name this philosopher who attacked J.J.C. Smart's type-identity physicalism in his 1967 paper \"Physical Predicates,\" arguing that some mental kinds are multiply realizable by different physical kinds.", " Putnam used multiple realizability to motivate this theory in philosophy of mind, which identifies mental states with the causal roles they play in their system.", "  In \"Psychological Predicates,\" and \"Mind and Machines,\" Putnam likens brain states to states of this model of computation, which consists of a scanner-printer reading symbols printed on the squares of an infinite tape."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": " Answer the following about Mexican feminism in the 20th century. For 10 points each:", "answers_sanitized": [" Yucatán [accept the Yucatán Peninsula]", " Lázaro Cárdenas", " Hermila Galindo Acosta [accept Hermila Galindo de Topete]"], "parts_sanitized": [" Soldaderas demanded access to public education and rights to absolute divorces at the First Feminist Congress held in this Mexican state in 1916. In 1847, the Caste War between native Mayans and Latino settlers occurred on a peninsula which shares its name with this state.", " In 1934, the feminist María del Refugio García went on an 11-day hunger strike outside this Mexican President's home, after which he passed Article 34. This leader nationalized Mexican oil under Pemex and distributed land to farms called ejidos.", " This secretary to Venustiano Carranza founded the newspaper La Mujer Moderna. This woman's biographer Laura Orellana Trinidad described her as the \"first feminist in Mexico\" and chronicled her campaign as the first woman to run for office in the country."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": " This musical ends with a character singing \"Come and meet those dancing feet\" while casting a large shadow onto the wall behind him. For 10 points each:", "answers_sanitized": [" 42nd Street", " Avenue Q", " Broadway"], "parts_sanitized": [" Name this musical about the Allentown-born Peggy Sawyer, who hopes to become a theater star in New York despite being fired by Julian Marsh for knocking over Dorothy Brock.", " In this musical named after a fictional New York street, the recent graduate Princeton sings about his life plans in \"What Do You Do with a B.A. in English?\" Princeton meets puppet characters like kindergarten teacher Kate Monster and Republican banker Rod in this musical.", " The musical Along Fifth Avenue opened at Broadhurst Theatre, which is in this midtown Manhattan theater district that titles a \"Lullaby\" in 42nd Street."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " A cartoon supporting this movement includes Bernard Lazare amongst a certain figure's \"Twelve Apostles.\" For 10 points each:", "answers_sanitized": [" anti-Semitism [or hatred towards Jews; or anti-Dreyfusards]", " Georges Boulanger", " Franco-Prussian War [or Franco-German War]"], "parts_sanitized": [" Name this movement, which spawned the creation of the anti-government Action Française under Maurice Pujo and Charles Maurras. Edouard Drumont published articles supporting this movement in his newspaper La Libre Parole.", " Charles Maurras was inspired by the ideology of this man, who called for the three R's of revision, restoration, and revanchisme (ray-vahn-CHEE-smay) in stirring up French nationalism. This general iconically rode out in public in uniform on his black horse.", " Boulangists sought to get revenge for France's losses in this conflict, especially Alsace-Lorraine (AL-zass-LOH-rain). Napoleon III was captured during this conflict's Battle of Sedan."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": " No wildflowers are allowed into the house at this estate except for roses, because a man believes they \"looked better picked than growing.\" For 10 points each:", "answers_sanitized": [" Manderley [prompt on, but DO NOT REVEAL, anything mentioning an estate from Rebecca]", " Rebecca", " rhododendrons"], "parts_sanitized": [" Name this estate home to the butler Frith and housekeeper Mrs. Danvers. The novel this place appears in opens with the sentence, \"Last night I dreamed I went to [this place] again.\"", " The second wife of Maxim de Winter is haunted by the title character in this Daphne du Maurier novel set at Manderley.", " The delicate azaleas in Manderley’s Happy Valley allow the narrator to forget these bloodred \"glaring\" flowers which haunt her throughout the novel. These flowers, which have \"crimson faces,\" \"stood fifty feet high\" around Manderley."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": " This composer debuted her ensemble, the LSI Philharmonic, on her album Digital Moonscapes. For 10 points each:", "answers_sanitized": [" Wendy Carlos", " Johann Sebastian Bach [prompt on Bach]", " synthesizers [or synths; accept Moog synthesizers]"], "parts_sanitized": [" Name this composer who developed the Alpha and Beta microtonal scales for her album Beauty in the Beast. This composer and Rachel Elkind's arrangement of Dies Irae was used as the theme for The Shining.", " Wendy Carlos first came to prominence by collaborating with Benjamin Folkman to play electronic versions of this composer's pieces. In 1933, Wanda Landowska became the first person to record one of this composer's pieces.", " Wendy Carlos's album Switched-On Bach popularized the use of one of these instruments, which can generate several kinds of waveforms. Robert Moog (mohg) invented a pioneering example of these instruments."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " In one synthesis process, malonyl-ACP is repeatedly used as the nucleophile for this reaction, growing an acyl chain by 2 carbons every step. For 10 points each:", "answers_sanitized": [" Claisen condensation [prompt on partial answers]", " acetyl-coA [or acetyl coezyme A]", " Krebs cycle [or tricarboxylic acid cycle; or TCA cycle; or citric acid cycle]"], "parts_sanitized": [" Name this reaction that is catalyzed by biosynthetic thiolases in the polyketide and fatty acid syntheses.", " Two molecules of this compound undergo a Claisen condensation in the first step of the mevalonate pathway. Every step in the beta oxidation of fatty acids removes two carbons from the fatty acid and releases one molecule of this compound.", " The aldol condensation between acetyl-CoA and oxaloacetate (ox-AL-oh-ASS-eh-tate) is the first step of this cycle, which precedes the electron transport chain in cellular respiration."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " The case Bradwell v. State of Illinois was about the right for women to engage in this profession. For 10 points each:", "answers_sanitized": [" lawyers [or barristers; or solicitors; or attorneys]", " Election of 1884", " Ulysses S. Grant [or Hiram Ulysses Grant]"], "parts_sanitized": [" Name this profession. James Overton Broadhead was the first head of an \"American Association\" for people of this profession, who learn from a system set out by Christopher Columbus Langdell in Cambridge, Massachusetts.", " The first woman to practice law in front of the Supreme Court, Belva Lockwood, first ran for president in this year. A key political smear in this year centered around the taunt \"Ma, Ma, Where's My Pa?\"", " Belva Lockwood petitioned this president to allow her into the bar. This president was a prominent Civil War general who took Robert E. Lee's surrender at Appomattox Courthouse."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " Answer the following about ethnic enclaves in New York City. For 10 points each:", "answers_sanitized": [" Chinatowns [or Tángrénjiē]", " Republic of Senegal", " Sri Lanka [or Ceylon; or Democratic Socialist Republic of Sri Lanka or Sri Lanka Prajatantrika Samajavadi Janarajaya]"], "parts_sanitized": [" In 2020, the de Blasio administration abandoned plans to construct a highrise prison in one of these neighborhoods' Little Fuzhou (foo-zhou) section in Lower Manhattan. Cantonese immigrants started restaurants like Wo Hop and the Peking Duck House in these neighborhoods.", " In West Harlem, one can find an enclave named for a \"Little\" version of this country where restaurants specialize in dishes like thieboudienne (thee-bood-yen) and stores sell books in Wolof (WOE-lof).", " Staten Island's neighborhood of Tompkinsville houses many restaurants from this country that serve dishes like kottu and kiribath. The most expensive cinnamon in the world is harvested from the inner bark of a tree native to this country."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": " This Christian practice may trace its origin to the Jewish practice of offering the first fruits. For 10 points each:", "answers_sanitized": [" tithe [or tithing; prompt on 10 percent tax; prompt on answers describing giving money to the church]", " Book of Malachi", " Melchizedek [or Malkitzedek]"], "parts_sanitized": [" Name this practice of offering money to local churches, which traditionally represented 10% of your income. This practice may be performed by \"passing the plate\" in western Churches.", " The Church of the Nazarene uses chapter 3, verse 10 of this book to justify the controversial practice of storehouse tithing. That verse is part of a longer passage in this book in which God admonishes the Sons of Jacob for robbing Him by not paying tithes.", " In the Book of Alma, the practice of tithing is traced back to Abraham's offering to this priest. This man names the larger of the two lay priesthoods in the Mormon Church."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": " Depending on how well defined these structures are, the objects that they are part of can be classified as flocculent or grand design. For 10 points each:", "answers_sanitized": [" spiral arms [prompt on density waves with \"density waves are responsible for forming what structures?\"; do not prompt on or accept \"(spiral) bars\"]", " winding problem", " orbital resonance [or inner or outer Lindblad resonances]"], "parts_sanitized": [" Name these structures that propagate at the global pattern velocity. The presence of these structures differentiates barred and unbarred spiral galaxies from elliptical galaxies.", " Lin-Shu density wave theory explains why spiral arms don't experience this problem, which should cause them to disappear because their rotation would lag behind the rest of the galaxy's rotation.", " Stable spiral arms exist between two forms of this phenomenon named for Lindblad. Due to these phenomena, asteroids are not present in the Kirkwood gaps."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": " After leaving this town, an author realizes they experience music at the New World Cabaret as \"great blobs of purple and red emotion\" that do not touch their friend. For 10 points each:", "answers_sanitized": [" Eatonville", " Zora Neale Hurston", " Parker [accept Morgan Parker or Dorothy Parker; prompt on Rothschild with \"what is her married name?\"]"], "parts_sanitized": [" Name this town. In an essay, that author reflects on a \"Great Stuffer of Bags\" after departing this town at the age of thirteen.", " This author discussed being \"thrown against a sharp white background\" in the essay \"How It Feels To Be Colored Me.\" Eatonville is the partial setting of this author's novel Their Eyes Were Watching God.", " An author with this surname wrote, \"I am thrown. I am against. I sharp. I color.\" in the poem \"I Feel Most Colored When I Am Thrown Against a Sharp White Background.\" An Algonquin Round Table member with this surname wrote the poem \"Resumé.\""], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": " Gerald of Wales helped spread the myth that these animals were birthed from barnacles. For 10 points each:", "answers_sanitized": [" geese [accept goose or gander]", " Juno [accept Hera]", " Baucis and Philemon [accept answers in either order]"], "parts_sanitized": [" Name these animals. These animals were decorated in gold and purple and transported on a litter throughout Rome during the supplicia canum (soo-plee-kee-ah cah-noom).", " Those geese resided in the temple of this goddess on the Capitoline Hill.  This wife of Jupiter designed the storm that resulted in Aeneas (eh-nee-ahs) and Dido's (die-dohs) love affair in a cave.", " Upon realizing they were in the presence of Jupiter and Mercury, this couple attempts to sacrifice their goose.  This couple was turned into a pair of intertwining trees upon their deaths."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": " A 2x1 (two-to-one) multiplexer can be created using just three of these logic gates. For 10 points each:", "answers_sanitized": [" NAND gate", " Boolean algebra", " flash memory"], "parts_sanitized": [" Name this logic gate that outputs \"false\" only when all of the inputs are \"true.\"", " NAND gates are functionally complete, meaning that they can generate any logical operation in this kind of algebra named after a British mathematician. Variables in this kind of algebra are either \"true\" or \"false.\"", " The transistors are connected in series in the NAND variety of this type of memory, which is contrasted with its NOR type. Fowler-Nordheim tunneling is used to transfer memory between floating-gate MOSFETs in this kind of memory."], "subcategory": "Other Science", "category": "Science"}]}