{"tossups": [{"question_sanitized": "A popular New Year's Eve poem in this language opens with \"corncrake's clicking\" and describes how \"time has ceased and weathervane is sleeping\" during the title \"Nocturne.\" It's not Welsh, but the abrupt line \"so terrible his haste\" ends J.R.R. Tolkien's retelling of a poem written in this language, which inspired the Elvish tongue of Quenya. A doctor skied over a thousand kilometers collecting stories in this language from runo singers. Honey revives a man with a bleeding comb in an epic poem in this language which is often performed with music from a kantele (KON-teh-leh). The legend of the Sampo is central to that epic poem in this language, which begins with a cycle named for Väinämöinen (vay-na-MOY-nen). For 10 points, name this language which Elias Lönnrot (LOON-rot) used to compile the Kalevala.", "answer_sanitized": "Finnish [or suomi; or suomen kieli]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This quantity is unified for analytes with different input energies by placing a detector at the focus of a reflectron. A chirplet is constrained in this quantity but sweeps its complement. It is not possible to design an experiment that can produce distinct values of this quantity for compounds with arbitrary partition coefficients. Svedbergs are in units of this quantity to express how a particle responds to a given acceleration. This quantity is proportional to the square root of the m-to-z ratio and is the namesake variable measured in TOF (T-O-F) mass spec. This quantity is the x-axis of a chromatographic elution curve, which describes the retention of a given compound. For 10 points, name this quantity which can be measured in nanoseconds.", "answer_sanitized": "time [accept time-of-flight or elution time or retention time; prompt on MALDI-TOF mass spec before \"TOF\"; prompt on mass or mass-to-charge ratio before \"m-to-z\" with \"what quantity is measured to determine that?\"; do not accept or prompt on “seconds” or other units of time]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The documentary So Goes the Nation focused on one state in this election, whose electoral votes were the subject of a Congressional objection that was only supported in the Senate by Barbara Boxer. In the first debate of this election, one candidate cited reporting by Bob Woodward which said that his opponent had been advised about the \"Pottery Barn rule.\" After finishing in third place in this year's Iowa caucuses after John Edwards and the eventual Democratic nominee, another candidate gave a speech which came to be known as his namesake \"Scream.\" That candidate in this election was Vermont governor Howard Dean. This presidential election was the most recent in which the popular vote was won by the Republican candidate. For 10 points, name this election in which John Kerry was defeated by incumbent George W. Bush.", "answer_sanitized": "2004 presidential election", "subcategory": "American History", "category": "History"}, {"question_sanitized": " The chimp gained its red bottom after Ajapa, a Yoruban trickster animal of this type, told a lion that some sweet cakes were chimp feces.  Anansi (ah-nahn-see) avoids sharing yams with one of these animals by asking it to wash its muddy hands, which it then re-muddied while returning. A black one of these animals joins a dragon, a bird, and a tiger in the \"four symbols\" representing the cardinal directions in China. Aeschylus (EHS-ki-luss) was supposedly killed when one of these animals was dropped onto his head by an eagle. Ao (OW) was one of these animals, whose legs were cut off and used by Nüwa (NUI-wa) to hold up the sky. In a common trope, the \"world\" form of these animals hold up the continents. For 10 points, in a fable, a hare is beaten in a race by what animal?", "answer_sanitized": "turtles [or tortoises]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "A 1995 paper by Aumann and Brandenburger about the \"epistemic conditions\" for this state showed that it can be reached even without common knowledge. Given a large enough discount factor, the folk theorem establishes that, in an infinite setting, almost any outcome is a refinement of this state. Its namesake proved this state's existence in his dissertation using Brouwer's (BRAU-erz) fixed-point theorem. Since this state is always rationalizable, it often can be found by iteratively removing the strictly dominated strategies. In the prisoner's dilemma, this state is reached when both players defect. For 10 points, an American mathematician names what game-theoretic equilibrium where every player's strategy is a best-response to their rivals?", "answer_sanitized": "Nash equilibrium [prompt on equilibrium before read]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Sigmar Polke (ZEEG-mahr POLE-kuh) created a blue fabric work titled Carl Andre in this city. A tablet praising Saint Jerome appears above an archway in a painting of a courtyard in this city. One artist’s view of this city is set in a music-seller’s stand and is curved as if inside a perspective box; that artist inspired a Donna Tartt novel with his painting The Goldfinch. Carel Fabritius was part of a school of artists centered in this city, which is the setting of The Little Street. This city names a type of blue earthenware imitating Chinese porcelain. Two figures wearing shawls are dwarfed by a huge cloudy sky and the Schie (skee) River, which reflects this city's skyline in one painting. For 10 points, Jan Vermeer painted a \"View of\" what Dutch city?", "answer_sanitized": "Delft, South Holland, Netherlands [accept The Courtyard of a House in Delft, View of Delft, the Delft school, or Delft blue] (The second clue refers to Pieter Van Hooch's The Courtyard of a House in Delft)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "The narrator lies that she suffered a shark attack rather than one of these events in Amy Hempel's story \"The Harvest.\" After their son's involvement in one of these events, Ann and Howard Weiss receive several calls from a baker in Raymond Carver's \"A Small, Good Thing.\" In another story, Mel misuses the word \"vessel\" in an anecdote in which one of these events causes a husband to be depressed when he is unable to look at his wife. In another story, a woman accidentally causes one of these events when she knocks over the valise at her feet, allowing the cat Pitty Sing to jump onto Bailey's shoulder. For 10 points, the central family of \"A Good Man Is Hard to Find\" meets The Misfit after the Grandmother causes what sort of event on a dirt road?", "answer_sanitized": "car accident [or equivalents like car crash; accept hit-and-run or answers involving a car hitting a person; accept motorcycle accidents or automobile accidents or similar; prompt on accident or death or injury or hospitalization with \"what event caused this?\"] (the second sentence is from Carver's \"What We Talk About When We Talk About Love\")", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "An equivalent expression to the result of this function on the sum of two matrices is given by the Lie-Trotter (Lee-Trotter) formula. Lie (Lee) algebras are sent to Lie groups by a mapping named for this function. A gamma distribution with a shape parameter of 1 is a distribution named for this operation, which models the time between events for a Poisson process. This function of quantity, negative s times t, end quantity, multiplies the input function in the integrand of the Laplace (luh-PLOSS) transform. The coefficient of the n-th (ENTH) term in this function's Taylor series is one over n factorial. Up to a constant factor, this function solves the differential equation y prime equals y, meaning it is its own derivative. For 10 points, name this function whose inverse is the natural logarithm.", "answer_sanitized": "exponential function [or exp; accept e to the x; accept matrix exponential or exponential mapping or exponential distribution; prompt on using as a power or exponent or exponentiation by asking “what number is the base?”, and accept answers that respond with e or Euler’s number or Euler’s constant]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "Samuel ha-Levi was the treasurer to this kingdom's last ruler from the Ivrea dynasty. A ruler of this kingdom known as \"the Astrologer\" compiled its laws into the Seven-Part Code. At the Santa Gadea church, one ruler of this kingdom swore that he had not killed Don Sancho. Following the inconclusive Battle of Toro, followers of Joanna la Beltraneja (BEL-trah-NAY-hah) sided with the eventual victor of this kingdom's war of succession. Through the Treaty of the Bulls of Guisando, Henry IV of the House of Trastamara allowed his half-sister to be the heiress to this kingdom. Joanna the Mad was the daughter of a queen of this kingdom. For 10 points, name this Spanish kingdom which united with Aragon following the marriage of its queen Isabella.", "answer_sanitized": "Kingdom of Castile and León [do not accept or prompt on “Spain”]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "It's not Anne Bradstreet, but this poet complained that \"I ne're attempted, Vulcan , 'gainst thy life; / Nor made least line of love to thy loose Wife\" in a poem written after the burning of their house. A group of poets inspired by this author had a marble slab with this author's \"Rules of Conviviality\" hanging over the mantelpiece. In another poem, this author described a house \"not built to envious show.\" That poem by this author created the model of the \"Country House poem\" and is titled \"To Penshurst.\" This author also wrote a play where characters like Justice Overdo appear at the title event and another centering on a Venetian man tricking characters like Corvino and Voltore. For 10 points, name this author of the plays Bartholomew Fair and Volpone.", "answer_sanitized": "Ben Jonson [prompt on Sons of Ben or Tribe of Ben]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "In a text produced by this sect, the speaker describes how wombs will be replaced with lotuses that correspond to the nine levels of birth. Another text from this tradition describes a king turned monk named Dharma Storehouse who explores the \"ten directions.\" Those texts from this tradition are the Contemplation Sutra and the Infinite Life Sutra. A central ritual of this sect is believed to produce \"three thousand auspicious bearings and the eighty thousand subtle conducts\" when performed. In Japan, this tradition was popularized by groups founded by Shinran (SHEEN-rahn) and Hōnen (HOE-nehn). Followers of this tradition practice nembutsu (nehm-BOO-tsoo), or repeating the name of the Amitabha (ah-mee-TAH-ba) Buddha. For 10 points, name this tradition within Mahayana (mah-ha-YAH-na) Buddhism, whose practitioners believe they will be reborn in a namesake heaven-like paradise.", "answer_sanitized": "Pure Land Buddhism [accept Amidism before “Amitabha” is read; accept Shin Buddhism before \"Shinran\" is read; prompt on Mahayana Buddhism until \"Mahayana\" is read; prompt on Buddhism until read]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Lithium niobate can be used as an EO modulator because its value for this quantity depends linearly on the applied electric field. This quantity for a Lyot filter depends on a property of its input. John Pendry posited that negative values for this quantity could be achieved using left-handed metamaterials. For non-magnetic materials, this quantity is the square root of the dielectric constant. This quantity's value is changed by an applied electric field in both the Pockels and Kerr effects. Calcite's value for this quantity is dependent on polarization, a phenomenon termed birefringence. For 10 points, Snell's law relates the ratio of the sine of two angles to the ratio of two of what quantities?", "answer_sanitized": "index of refraction [or refractive index; prompt on n]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This actor played a character who is haunted by his failure to apprehend the killer of Will Purcell in the third season of an HBO series. In one scene, this actor stares at a glass of orange juice after describing \"a word used to make gay people feel bad.\" A character played by this actor is told \"I'm way Blacker than you!\" after being released from a Mississippi prison by Bobby Kennedy. This actor gives Chiron a swimming lesson while portraying a Miami crack dealer in a Barry Jenkins movie. In another film, this actor plays Chopin's Winter Wind étude in a blues bar after being refused seating in a Birmingham country club with his Viggo Mortensen-played chauffeur. For 10 points, name this actor who won Oscars for the films Moonlight and Green Book.", "answer_sanitized": "Mahershala Ali [or Mahershalalhashbaz Gilmore]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This man recruited thousands of intellectually disabled men dubbed his \"morons\" for military service as part of his controversial Project 100,000. Together with General Maxwell Taylor, this man led a fact-finding expedition following the Buddhist Crisis. This man departed from the New Look policy in his \"no cities\" speech, emphasizing the importance of a \"flexible response\" over mutually assured destruction. Before working in the government, this man was part of a group of management scientists tasked with revitalizing the Ford Motor Company dubbed the \"Whiz Kids.\" Daniel Ellsberg leaked a secret report commissioned by this man, which became known as the Pentagon Papers. For 10 points, name this man who served as John F. Kennedy's Secretary of Defense.", "answer_sanitized": "Robert (Strange) McNamara [or Bob McNamara]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This governor is the most recent to have completely repealed Common Core. Blaise Ingoglia imagined a Facebook theme park called Zuckerland when criticizing loopholes in this governor's Transparency in Technology Act. This governor said prosecutors \"can't just decide to ignore the law\" while signing his state's \"anti-riot\" House Bill 1 in 2021. The June 12th deadline to sign this governor's ban on transgender athletes in women's sports fell on the 5th anniversary of a gay nightclub shooting in his state. This youngest governor in the U.S. beat Andrew Gillum in a 2018 gubernatorial election and, excluding Donald Trump, won the 2024 Republican Presidential Candidate straw poll at CPAC 2021. For 10 points, name this current governor of Florida.", "answer_sanitized": "Ron DeSantis [or Ronald Dion DeSantis]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "A metal stamping factory is the setting of a Richard Schechner play adaptation titled for this play's protagonist in 69. In this play, a king orders for a man's hair to be cut after becoming frustrated by his cryptic answers. A man in this play asks if the protagonist was an animal all along after seeing horns growing out of his head and a double sun in the sky. After escaping his imprisonment in the stables, the protagonist of this play causes a palace earthquake. A man in this play bends down a fir tree so a man who dresses as a woman can sit in it. The Yoruban god Ogun is analogized to this play's protagonist in a \"Communion Rite\" by Wole Soyinka. The protagonist of this play drives Agave mad, causing her to kill her own son. For 10 points, name this play where the title followers of Dionysus tear apart Pentheus, written by Euripides.", "answer_sanitized": "The Bacchae", "subcategory": "Classical Literature", "category": "Literature"}, {"question_sanitized": "J. Ross Baughman won the Pulitzer Prize for photos depicting this country's army brutally torturing prisoners. The Pearce Commission sought to determine the legitimacy of an independence deal brokered by a prime minister of this country and Alec Douglas-Home. A leader of this country met with Harold Wilson aboard the HMS Tiger and HMS Fearless to negotiate an end to oil embargos. The Selous Scouts were an elite unit of this country's army. After this country banned the National Democratic Party, Joshua Nkomo founded ZAPU. The Lancaster House Agreement brought an end to this country's Bush War, one of whose belligerents was Robert Mugabe. For 10 points, name this country which was led by Ian Smith, the precursor to Zimbabwe.", "answer_sanitized": "Rhodesia [or Zimbabwe Rhodesia or Southern Rhodesia; prompt on Central African Confederation or Federation of Rhodesia and Nyasaland; do not accept or prompt on “Zimbabwe”, “Northern Rhodesia”, “North-Eastern Rhodesia”, or “Barotziland-North-Western Rhodesia”]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "They're not reflexes, but these phenomena can be controlled by a protein found nearly exclusively in ipRGCs. In cyanobacteria, the Kai proteins form a PTO that works with a transcription-translation feedback loop to control these phenomena. PAS (P-A-S) domain-containing white-collar genes interact with FRQ to control these phenomena in Neurospora crassa. Hall, Rosbash, and Young won the 2017 Nobel Prize in Medicine for studying these phenomena. Oscillations in the concentration of PER and TIM correspond with these phenomena. Outside cues called zeitgebers can entrain these phenomena, which are controlled by the suprachiasmatic nucleus. For 10 points, excessive blue light can alter what phenomena that maintain a roughly 24 hour internal clock?", "answer_sanitized": "circadian rhythms [accept circadian clocks or circadian oscillators; accept sleep-wake cycles or sleep cycles]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "In a book entitled \"living without\" this ability, Derk Pereboom gave a famous argument centering on \"four cases\" in which Professor Plum kills White. Peter van Inwagen used modal logic to show that, if the past is fixed and physical laws entail every future fact, then agents lack this ability in his Consequence Argument. Individuals suffering from akrasia still possess this ability because they have higher-order volitions according to Harry Frankfurt. In his Ethics, Spinoza argues that we think we have this ability \"because [we] are conscious of [our] actions and ignorant of the causes.\" Compatibilists argue that this concept is reconcilable with determinism. For 10 points, name this concept, an agent's ability to make their own decisions.", "answer_sanitized": "free will [or freedom of the will]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Four musicians reproduce the sounds of these objects in Gavin Bryars' piece 1, 2, 1-2-3-4. Decaying examples of these objects were used for an album completed on the morning of 9/11 by William Basinski and titled for their 'disintegration'. A piece inspired by the Cuban Missile Crisis has two of these objects repeat the preacher Brother Walter's title weather prediction. Halim el-Dabh and Pierre Schaeffer's overlay of these objects helped to spearhead musique concrète. Pieces like It's Gonna Rain use some of these objects playing at different speeds in Steve Reich's technique of 'phasing'. Parts of electronic pieces can be rearranged by 'splicing' these objects. For 10 points, name this recording medium used to make namesake 'loops'.", "answer_sanitized": "magnetic tape loops [accept cassette tapes or tape cassettes; accept loops before mention; prompt on recordings by asking 'in what medium?']", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "One of the two epigraphs to Ralph Ellison's Invisible Man asks a character with this profession, \"What has cast such a shadow upon you?\" A man is unsettled when a character with this profession seems unconcerned by a black boy slashing a white boy's head with a knife. A shaking character with this profession has his cheek cut by his servant's razor during a shaving. A man with this job, who is nicknamed \"Old Thunder,\" dies tangled in his own weapon in a three-chapter sequence titled \"The Chase.\" This profession of Benito Cereno is shared with a man who nails a gold doubloon to a mast, offering it as a reward for whoever finds a novel's title character. For 10 points, name this profession of Ahab, who runs the Pequod in Moby-Dick.", "answer_sanitized": "sea captains [or ship captains; prompt on sailors or whalers or sealers]", "subcategory": "American Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": " The aria \"Delizie, contente\" is sung by the title character of Francesco Cavalli's Giasone, who was this kind of singer. For 10 points each:", "answers_sanitized": [" castrato [or castrati]", " George Frederick Handel [or George Frideric Handel; or Georg Friederich Händel]", " Orpheus and Eurydice (yur-ID-uh-see) [or Orfeo ed Euridice; or Orphée et Eurydice] (by Christoph Willibald Gluck)"], "parts_sanitized": [" Name this type of male singer popular in the Italian Baroque opera. It was sung by adult men who never underwent the usual vocal changes during puberty, allowing them to develop a powerful high-pitched voice.", " Senesino and Farinelli were among the castrati who often premiered roles by this composer in operas like Giulio Cesare and Serse, the latter of which features the aria \"Ombra mai fu.\"", " The lead male role in this opera was sung by a castrato in its Viennese premiere, but not its reworked French premiere. This opera's extensive ballet sequences include the \"Dance of the Blessed Spirits.\""], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " The 1906 Berne Convention was called in response to increasing awareness of health problems in these places. For 10 points each:", "answers_sanitized": [" match factories [accept answers which indicate places where matches are produced; prompt on factories]", " Kingdom of Sweden [or Sverige]", " “General” William Booth"], "parts_sanitized": [" Name these places, whose workers were prone to contracting \"phossy jaw.\" In 1888, Annie Besant helped assist workers in these places strike against Bryant and May.", " Match factories were made less dangerous with the invention of the safety match by an engineer from this country. Dynamite was invented by Alfred Nobel, another engineer from this country.", " This man marketed his own brand of matches, \"Lights in Darkest England,\" to pressure companies to switch to using red phosphorus. This founder of the Salvation Army established a utopian colony at Hadleigh Farm to guarantee food and shelter for the poor."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": " A playwright claimed that he had tired of this concept in an interview with Mel Gussow, who said that playwright's plays Landscape and Silence \"didn't have [this concept] at all.\" For 10 points each:", "answers_sanitized": [" menace [accept A Comedy of Menace]", " The Dumb Waiter", " Betrayal"], "parts_sanitized": [" Name this concept which a critic calls a \"manufactured fictional device\" that \"stands for something more substantial: destiny.\" An article titled for this concept was taken from the subtitle of David Campton's The Lunatic View.", " A notable comedy of menace is this one-act Harold Pinter play about the hitmen Ben and Gus, who receive food orders from the title conveyance.", " This other Pinter play was inspired by his own affair with BBC presenter Joan Bakewell. This nine scene \"memory play\" tells the story of Jerry and Emma's affair in reverse-chronological order."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": " Answer the following about modern plastic surgery, for 10 points each:", "answers_sanitized": [" Zoom [or Zoom Video Communications, Inc.]", " Seoul, South Korea", " Gangnam [accept \"Gangnam Style\"]"], "parts_sanitized": [" Marie Hayag dubbed the post-pandemic explosion in demands for plastic surgery as an \"Effect\" named for this company, due to people staring at themselves during calls. This telecommunication company's app beat TikTok to become the most downloaded in mid-2020.", " An essay by Dr. Eugenia Kew describes the \"self-hating racism\" of ghost doctors in this city performing rushed double eyelid surgeries. This city has the most plastic surgeries per capita in the world.", " The April 2021 death of Kwon Dae-hee after receiving V-line jaw surgery in this Seoul neighborhood sparked calls for CCTV in operating rooms. Friedericke Kuhn described the \"globalization of mass media\" beginning in this district in 2012."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": " Matter dominates the Einstein-de Sitter class of this type of entity. For 10 points each:", "answers_sanitized": [" the universe", " total density parameter [accept answers indicating it is the ratio of average density to critical density; do not prompt on or accept just \"density\"]", " cosmological redshift"], "parts_sanitized": [" Name this set of 10 equations", " The Friedmann equation can be written in terms of this dimensionless quantity, denoted omega, and its three components. Those components of it represent the mass density of ordinary mass and dark matter, relativistic particles, and dark energy.", " In the Friedmann equation, this phenomenon causes the energy density of radiation to fall more quickly than matter's as space expands. In this phenomenon, a particle's frequency decreases in the direction of a certain color."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": " Robert Fogel posited one of these periods spanning roughly the 1960s through 80s, though William G. McLoughlin's thesis about the third period of this type is much more widely accepted. For 10 points each:", "answers_sanitized": [" Great Awakenings [accept First, Second, Third, or Fourth Great Awakening]", " Charles Grandison Finney", " camping [or camp meetings; or campgrounds]"], "parts_sanitized": [" Name these periods of spiritual revival in America, whose first iteration was exemplified by Jonathan Edwards and George Whitefield.", " This \"Father of Modern Revivalism\" nicknamed Western New York the \"burned-over district\" while preaching there during the Second Great Awakening.", " During the Second Great Awakening, the Revival of 1800 started while people were performing this outdoor activity near the Red River Meeting House. Stereotypically wild meetings named for the sites of this activity are exemplified by the Cane Ridge Revival."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " A bronze model of one of these objects found in Piacenza (pie-ah-SHEN-zah) was covered in the names of important deities. For 10 points each:", "answers_sanitized": [" liver [accept the Liver of Piacenza or Piacenza liver; accept sheep livers or chicken livers; prompt on organs or entrails]", " Etruscans [accept Rasenna, Rasna, Tusci, or Etrusci; prompt on Tyrrhenians, Turrhenoi, Tursenoi, or Tyrrheni]", " fire [accept equivalents like flames]"], "parts_sanitized": [" Name these objects. That Piacenza artefact was probably used as an instructional item for haruspicy (hah-roo-spis-sy), the act of divination from these objects.", " The Liver of Piacenza is an artifact from this culture. This culture worshipped the sun god Usil (OO-seel) and their chief triad of deities was Menrva (men-ER-wa), Uni (OO-nee), and Tinia (TEE-nee-ah).", " The Liver of Piacenza notably excludes Sethlans (SETH-lawns), the Etruscan god of this substance. Prometheus stole this substance from the gods and gave it to humans."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": " After a catastrophe in this location, a man returns to recover a door on which to lay his daughter's corpse before burying her. For 10 points each:", "answers_sanitized": [" Chernobyl [or Pripyat; prompt on the Soviet Union, USSR, Soviet Ukraine, or UkSSR]", " journalist [accept reporter or foreign correspondent]", " monologues [prompt on asides or soliloquy]"], "parts_sanitized": [" Name this place titling a book that begins and ends with chapters titled \"A Solitary Human Voice.\" In a chapter titled \"Why We Love\" this place, one of its residents lists it and Afghanistan as reasons a \"great empire crumbled and fell apart.\"", " Voices from Chernobyl author Svetlana Alexievich is often known as the first Nobel Laureate with this profession. William Boot has this profession in an Evelyn Waugh novel.", " Alexievich's Voices from Chernobyl is comprised of many interviews named for this form. This theatrical device refers to a single character's speech expressing their thoughts aloud and comes from the Greek words for \"speaking alone.\""], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": " This man was appointed director of the Simón Bolívar Youth Orchestra at age 17 after studying under José Antonio Abreu through El Sistema. For 10 points each:", "answers_sanitized": [" Gustavo (Adolfo) Dudamel (Ramirez)", " Mexico [or United Mexican States; or Estados Unidos Mexicanos]", " Carlos (Antonio de Padua) Chávez (y Ramirez)"], "parts_sanitized": [" Name this Venezuelan conductor who is the current director of the Los Angeles Philharmonic. This conductor popularized Arturo Márquez's Danzon No. 2.", " Dudamel made his debut with the Los Angeles Philharmonic by conducting \"La Noche de los Mayas,\" a piece by a composer from this country named Silvestre Revueltas. This home country of Arturo Márquez is the birthplace of mariachi music.", " Dudamel has also conducted pieces by this Mexican composer of Sinfonia india, which calls for indigenous Yaqui instruments like deer hooves and butterfly cocoons."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " An 'O' variety of this compound is often used for the detection of cartilage cells. For 10 points each:", "answers_sanitized": [" safranin (SAF-ruh-nin)", " Gram staining", " Lugol's solution [or Lugol's iodine]"], "parts_sanitized": [" Name this compound. In the last stage of one technique, either this compound or carbol fuchsin is used to render certain structures red or pink.", " Following the use of crystal violet, safranin (SAF-ruh-nin) dyes cell walls pink in the last stage of a type of this biological technique named for Hans Christian Gram.", " Between the stain and the counterstain, Gram staining usually involves this solution as a mordant (MAWR-dent). This eponymous solution, which mainly consists of iodine and potassium iodide, is also used both as a disinfectant and for treating iodine deficiency."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " The speaker of one poem remembers \"They call us cotton heads\" and \"men of death\" while viewing black and red varieties of these objects belonging to \"panterheaded ancestors.\" For 10 points each:", "answers_sanitized": [" masks [or masquer; accept \"Prayer to Masks\"]", " Léopold (Fernand Sédar) Senghor", " The Tempest [or A Tempest; or Une Tempête]"], "parts_sanitized": [" Name these objects. One play opens with actors randomly selecting one of these objects under the guidance of the Master of Ceremonies.", " The poems \"Prayer to Masks\" and \"Black Woman\" appear in this poet's collection Nocturnes. Along with Léon Damas and Aimé Césaire (ay-MAY say-ZAIR), this poet of Éthiopiques founded the Négritude movement.", " Ariel and Caliban are reimagined as slaves who don masks at the beginning of Césaire's Caribbean retelling of this Shakespeare play about the shipwrecked Prospero."], "subcategory": "Classical Literature", "category": "Literature"}, {"leadin_sanitized": " Answer some questions about Mao Zedong's \"spiritual time bomb[s],\" AKA mangoes. For 10 points each:", "answers_sanitized": [" Great Proletarian Cultural Revolution [or Wúchǎn jiējí wénhuà dàgémìng]", " Red Guards [or Hóng Wèibīng]", " Islamic Republic of Pakistan (the road is the Karakoram Highway)"], "parts_sanitized": [" Mao used the mangoes to great advantage to gain support during this campaign to eradicate anti-communist influences in China. The Down to the Countryside Movement forced urban elites to become farmers during this event.", " Mao gifted forty mangoes to workers who put down a revolt in Tsinghua University caused by opposing factions of these student-led paramilitary groups. These groups vandalized Confucius's Cemetery in a campaign to destroy the \"Four Olds.\"", " Mao was gifted forty mangoes by this country's foreign minister. The world's highest paved road was a friendship highway built by China and this nation's Frontier Works Organization, a division of its army."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": " The study of these compounds was founded by Cram, Lehn, and Pedersen as a subfield of supramolecular chemistry. For 10 points each:", "answers_sanitized": [" host molecules AND guest molecules [or hosts AND guests; accept host-guest chemistry]", " crown ethers [prompt on ethers]", " oxygen [or O]"], "parts_sanitized": [" Name these two general classes of compounds which form stable complexes together. One of these classes consists of cavitands like cucurbiturils (cu-cur-BIT-urils) and calixarenes (ca-LIX-a-renes) that can confine the other class.", " Pedersen split the Nobel for developing these two-dimensional host molecules while at DuPont. These molecules can be employed as phase transfer catalysts because they can selectively complex a specific alkali metal.", " Both cryptands and crown ethers use this polar element to complex ions. Ethers are defined by an atom of this element bridging two alkyl groups."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": " This movement was sparked by the since-discredited book Michelle Remembers, whose author likely influenced the testimony of McMartin Preschool abuse victims. For 10 points each:", "answers_sanitized": [" Satanic panic [accept Satanic ritual abuse or SRA; prompt on ritual abuse or ritualistic abuse]", " Harry Potter series [or The Wizarding World]", " Jack (Thomas) Chick [accept Chick tracts or Chick Publications]"], "parts_sanitized": [" Give the two-word rhyming name for this movement, which, like Qanon (Q-anon), alleged that a global elite of sexual abusers worshipped a certain character.", " Chain emails in the 2000s promoted Satanic High Priest Egan's claim that this series was \"an absolute godsend to our cause,\" which came from an Onion article. This book series may promote witchcraft through its stories about Hogwarts students.", " This man's namesake publishing company tackled Harry Potter in \"The Nervous Witch\" and battled tabletop RPGs in \"Dark Dungeons.\" Both are entries in a series of often-mocked comic book tracts named for him."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": " This figure crosses his arms and stands on a red checkered floor in the last painting of a series named after him. For 10 points each:", "answers_sanitized": [" Ned Kelly", " Australia [or Commonwealth of Australia]", " Henri Rousseau"], "parts_sanitized": [" Identify this figure who names a series of 27 paintings that were painted while its artist, Sidney Nolan, stayed at the Heide (HI-dee) dairy farm. He wears an iconic black box helmet in that series.", " Performers wore costumes inspired by Nolan's iconic depiction of Ned Kelly's armor during the opening ceremony of the 2000 Olympics in this country's city of Sydney.", " Sidney Nolan claimed that \"Kelly's words, sunlight, and [this artist]\" inspired his series. Andrew Sayers argued that Nolan’s painting Constable Fitzpatrick and Kate Kelly was inspired by this artist’s painting showing a lion standing over an African woman in the moonlight."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " In a play by this author, the audience is divided into groups and rotated through a country house's rooms as scenes are simultaneously played in each room. For 10 points each:", "answers_sanitized": [" María Irene Fornés", " the cast is entirely women [accept equivalents]", " Joan [accept Pope Joan, Joan of Arc, Jeanne d'Arc, or Joan Dark; accept Saint Joan of the Stockyards]"], "parts_sanitized": [" Name this Cuban-American playwright of Sarita. Julia mysteriously dies from a shot to the head after the title character shoots a rabbit in this playwright's Fefu and Her Friends.", " The cast of Fefu and Her Friends has this characteristic. The title matriarch and her daughters clash over a male suitor who never appears onstage in The House of Bernarda Alba, whose cast has this characteristic.", " A character of this name recalls being stoned after giving birth in the street in the all-female cast of Caryl Churchill's Top Girls. A Bertolt Brecht play reimagines a woman with this first name in the Chicago stockyards."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": " A 1962 paper by Tibor Rado showed that the busy beaver function grows faster than any function with this property. For 10 points each:", "answers_sanitized": [" computable [or computability; accept Turing-computable or effectively calculable; accept answers that indicate they can be computed]", " recursive [or recursion; accept primitive recursive]", " NP [or nondeterministic polynomial time; do not accept or prompt on “nonpolynomial time”]"], "parts_sanitized": [" Name this property. All functions with this property can be written as lambda expressions on Church numerals.", " The second of Blum's axioms can be written as requiring a certain set to have this property. The Ackermann function is Turing computable but lacks the \"primitive\" subtype of this property.", " A 1989 paper by Manuel Blum's wife Lenore studied the relationship between functions on the reals and on the integers, with regard to the later Millennium Prize problem of whether P equals this other complexity class."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": " The size of this organization greatly increased with the implementation of the levée en masse. For 10 points each:", "answers_sanitized": [" French Revolutionary Army [do not accept \"Grande Armée\"]", " War in the Vendée [or Guerre de Vendée]", " Gerhard (Johann David) von Scharnhorst"], "parts_sanitized": [" Name this force whose first major victory was at Valmy in 1792, and which was later commanded by Napoleon Bonaparte.", " Implementation of mass conscription in France was the immediate cause of this 1793 revolt of Royalists in western France, centered on the namesake region around the Loire river.", " Prussia's defeats against the numerically-superior French army led this general to implement a conscription system for the Prussian Army, the Krümpersystem. Carl von Clausewitz was a student of this general, who was the first Chief of the Prussian General Staff."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": " A 1978 Sissela Bok book about this activity in \"private and public life\" argues that it is justified only if it is defensible before a community of \"reasonable persons.\" For 10 points each:", "answers_sanitized": [" lying [accept word forms]", " Immanuel Kant", " St. Augustine of Hippo"], "parts_sanitized": [" Identify this activity which Harry Frankfurt contrasted with a similar phenomena that shows no regard for the truth in his essay \"On Bullshit.\"", " This thinker argued that it is immoral to lie even to protect someone from a murderer. His categorical imperative states that agents should only follow universalizable maxims.", " This philosopher argued that the \"liar's sin is the desire to deceive.\" Ludwig Wittgenstein's Philosophical Investigations begins by critiquing this thinker's account of language acquisition."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": " James Suzman wrote a 2017 book arguing that the San people once embodied this type of society, because they worked only 15 hours a week. For 10 points each:", "answers_sanitized": [" the original affluent society [prompt on affluent society]", " Kalahari Desert", " !Kung (*click*-KUNG) [accept !Xun or !Xuun (*click*-CHUUN)]"], "parts_sanitized": [" Name this characterization of hunter-gatherer societies, which are easily able to fulfill their modest desires. Their name was coined in a namesake essay in Marshall Sahlins's collection Stone Age Economics.", " Suzman spent several decades doing fieldwork in this desert in southwest Africa, which was at the center of a namesake 1980s debate about whether or not the Bushmen had been historically isolated.", " Richard Lee, a key participant in the Kalahari Debate, is best-known for an ethnography of this subgroup of the San people, who speak a click-based language similar to Khoisan."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": " This text was first added in the 1817 Sibylline Leaves, and it includes plot clarifications such as \"The curse is finally expiated.\" For 10 points each:", "answers_sanitized": [" the gloss to \"The Rime of the Ancient Mariner\" [both underlined parts required; accept answers with annotations or margin notes in place of gloss; prompt on answers that specify gloss or annotations or margin notes but not to which poem; do not prompt on or accept only \"The Rime of the Ancient Mariner\"]", " Samuel Taylor Coleridge", " dice game [or shooting or rolling dice] "], "parts_sanitized": [" Name this group of comments which also includes summaries of a man who \"earnestly entreateth the Hermit to shrieve him\" and is made \"to teach, by his own example, love and reverence to all things.\"", " This poet is usually derided by critics for adding the gloss to their poem \"Rime of the Ancient Mariner.\"", " The gloss to line 195 notes that Life-in-Death has won the Ancient Mariner in this sort of contest with Death."], "subcategory": "British Literature", "category": "Literature"}]}