{"tossups": [{"question_sanitized": "Description acceptable. The modern Hochmair and Clark versions of devices with this purpose are based on an invention created during lunch breaks by NASA engineer Adam Kissiah. The surgical implantation of devices with this purpose increases the risk of contracting bacterial meningitis by thirty times and is generally not performed on unvaccinated patients. Harlan Lane's The Mask of Benevolence strongly opposes the childhood use of devices with this purpose, which groups such as Audism Free America label \"ethnocide.\" A class of items with this purpose generate electrical impulses to the \"high pitch\" and \"low pitch\" fibers of the eighth cranial nerve. For 10 points, name this functionality of cochlear implants and “aids” that sit in or around your ear.", "answer_sanitized": "improving hearing [accept any descriptive answers mentioning hearing; accept answers indicating the devices make it easier to hear; accept answers that indicate they give hearing to deaf people; accept aiding hearing; accept answers indicating that they reverse hearing loss; accept improving or restoring function to your ears; accept improving perception of sounds; prompt on cochlear implants by asking “what function do those devices provide?”; prompt on improving speech understanding or other answers about recognizing sounds; prompt on devices for deaf people]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Historians credit the Suffolk System with alleviating an event that began in this year. The murder of the African-American sailor Amos Durfee in this year led to the arrest of Alexander McLeod. A former president was depicted as the \"modern Balaam\" with his ass in a cartoon made in this year. Eli Hart's warehouse was raided during this year's Flour Riots. In this year, British soldiers set fire to the Caroline in Niagara Falls. The Independent Treasury Act was passed in response to a financial crisis that began in this year. An event named for this year was caused, in part, when Levi Woodbury issued an order that forced people to pay for land using specie (SPEE-see). For 10 points, name this year which included a namesake devastating panic in the first year of Martin van Buren's presidency.", "answer_sanitized": "1837 [or Panic of 1837]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This writer traced the path of British theater starting from \"immortal Shakespear\" in a poem that ends \"we that live to please, must please to live.\" One of this author's speakers proclaims the \"mournful truth\" that \"Slow rises worth, by poverty depressed\" in one of two poems in closed couplets. This author, who intended David Garrick to recite their \"Drury-Lane Prologue,\" wrote \"Let observation with extensive view, / survey mankind, from China to Peru\" in an imitation of Juvenal's satires titled The Vanity of Human Wishes. A younger friend recorded during a tour of the Hebrides that this author refuted Berkeley's idealism by kicking a rock. For 10 points, name this writer who compiled A Dictionary of the English Language and is the subject of a biography by James Boswell.", "answer_sanitized": "Samuel Johnson", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This symphony's A major, Adagio second movement features muted violins playing \"hiccupping\" Lombard rhythms. A fast introduction abruptly switches to an Adagio coda in 3/8 in this symphony's \"double finale.\" This \"Sturm und Drang\" work is the oldest known symphony in the rare key of F-sharp minor. A twelve bar violin duet that ends this symphony is typically performed without any conducting. This symphony, its composer's forty-fifth, was written after the composer's patron Prince Esterházy refused to allow a holiday for his court musicians. For 10 points, name this Haydn symphony whose premiere ended with the orchestra members snuffing out their candles and leaving the stage one by one.", "answer_sanitized": "“Farewell” Symphony [or Abschieds-Symphonie; or Symphony No. 45 in F-sharp minor by Joseph Haydn before mention of \"45th\"]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "GXLs can replace substances with this property as the mobile phase in an alternative to HPLC used for chiral resolution. The structure of aerogels (AIR-oh-gels) is preserved by using substances with this property during the \"drying\" stage. Solvents with this property have tunable physical properties and are prominent in green chemistry. The modern definition of a permanent gas implies they gain this property when pressurized rather than liquifying. Substances with this property have zero surface tension because they cannot form interfaces. Commercial decaffeination involves extraction by carbon dioxide with this property. For 10 points, name this property of fluids which are found beyond a namesake point on a phase diagram.", "answer_sanitized": "supercriticality [or supercritical fluids; accept SCFs, chiral supercritical fluid chromatography, or SFC; do not accept or prompt on \"critical\" or \"critical point\"]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "After the nobleman Saturnitus abused his wife, this leader had him wrapped in a rug and caned and later eliminated a \"mutual consent\" law of divorce. James Allan Evans described this leader's court of women and eunuchs as a \"parallel government\" that banished brothel owners. A bear trainer named Acacius raised this Miaphysite convert who gained fame for a portrayal of Leda and the Swan as a child actor. This leader claimed that \"royal purple is the noblest shroud\" during a period of civil unrest. This woman advocated for adding women's rights to the Corpus Juris Civilis and later helped her husband by encouraging Belisarius to execute Hypatius and storm the Hippodrome to end the Nika Riots. For 10 points, name this Byzantine empress and wife of Justinian the Great.", "answer_sanitized": "Empress Theodora", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In this country, the Attitude Girls and a dancer nicknamed \"Mad Michelle\" dispute the invention of a dance featuring heavy neck gyration that was popularized in a 2006 song by Tony Matterhorn. In 2009, this country's government banned music videos from including a dance in which men ram their crotches into women's buttocks. That dance, daggering, is done to the \"riddim\" of artists like Popcaan and Vybz (vibes) Kartel in this country's raggamuffin music scene. Immigrants from this country brought the rhythms of their sound system party scene to develop dubstep in South London. Running legs and punching elbows make up the skank dance performed in this country's dancehall scene. For 10 points, name this country where rocksteady music evolved into the reggae performances of Bob Marley.", "answer_sanitized": "Jamaica", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In a parody of one of this author's poems, a woman at a bar sobs while telling the narrator that \"all liquors / must be paid for ere leaving the room.\" Bret Harte's \"The Willows\" mocks a poem by this poet that describes \"Astarte's bediamonded crescent\" rising out of a \"liquescent / and nebulous lustre.\" The speaker compares their soul to Psyche and follows a star to the vault of their love in a poem by this poet that begins \"by the dim lake of Auber.\" The narrator of a poem by this author is disturbed by the \"silken, sad, uncertain rustling of each purple curtain\" before the title creature perches \"upon a bust of Pallas.\" For 10 points, name this poet who chronicled the feeling of loss in \"Ulalume: A Ballad\" and \"The Raven.\"", "answer_sanitized": "Edgar Allan Poe", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "In one story, Malik Bhago was outraged that a man did this activity with the poor man Lalo rather than with him. Upon being given money to perform \"Saucha Sauda,\" (sow-cha sow-dah) or \"true business,\" a religious leader instead spent money to fund this activity. For Sikhs, this activity should not be done with Kutha (koo-TAH) substances created through Dhabihah (zah-bee-hah), though Jhatka (jaht-ka) equivalents are acceptable. Sewadars (seh-vah-dahr) walk down lines called pangats helping people partake in this activity after Ardas in a service similar to Hindu prasad. Gurdwaras (good-wahr-ahs) are often attached to a place where people can engage in this activity irrespective of caste or religion, called a Langar. For 10 points, Sikhs avoid products for what activity created in accordance with Halal or Kosher codes, though not all meat in general?", "answer_sanitized": "eating [or obvious equivalents; accept eating meat specifically; accept serving food or cooking food or feeding people or equivalents; prompt on charity; prompt on anything about going to a Langar with “what practice takes place in a Langar?” before it is read]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "LaSalle's invariance principle can determine if a system has this property. The number of times a Nyquist plot encircles negative one is counted in Nyquist's criterion for this property. Linear time-invariant systems whose impulse responses have finite L1-norm have the BIBO (bee-boh) form of this property. Limit cycles with this property are attractors. Orbits have this property if they don’t converge and stay in a small neighborhood. Systems with (emphasize) negative Lyapunov exponents have this property. Equilibrium points at which the potential energy is a local minimum have this property, though ones not at the global minimum have its \"meta\" form. For 10 points, name this property of systems which tend to return to their original state after perturbation.", "answer_sanitized": "stability [accept word forms such as stable; accept asymptotic stability or Lyapunov stability or exponential stability or orbital stability; accept metastable or metastability; accept semi-stable]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Analysis of a work inspired by this book coined the term \"ludonarrative dissonance.\" This book, which is its author's longest, is the subject of an annual collegiate-only essay contest held by a Leonard Peikoff (PEE-kof)-founded institute. Ken Levine (li-VINE) directed a response to this novel in which the player is coerced into beating a character inspired by Hank Rearden to death with a golf club upon being prompted with the phrase \"Would you kindly?\" ADAM addicts called splicers are the primary enemy in a game inspired by this novel and set in the underwater city of Rapture. Dagny Taggart is the protagonist of this novel in which a 70-page speech deriding \"looters\" is given by John Galt. For 10 points, Bioshock was inspired by what massive, mythologically-titled book by Ayn Rand?", "answer_sanitized": "Atlas Shrugged", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "It didn't take place in the United States, but George Gorton was controversially credited with helping an incumbent win re-election in this decade. James Cook's introduction of mortgages to one country helped alleviate a financial crisis that began in this decade. Banks were given shares in state-owned companies as part of this decade's \"Loan for Shares\" scandal. The \"Gang of Eight\" failed to perpetrate a coup in this decade after a future president gave a speech on top of a tank. The privatization policies of Anatoly Chublais were credited with allowing Mikhail Fridman and other \"oligarchs\" to come to power in this decade. For 10 points, name this decade in which Boris Yeltsin became the first president of the Russian Federation.", "answer_sanitized": "1990s [prompt on the 90’s]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In a book titled for these people, characters own a golden measuring cup and a ruler which shows the difference between good and evil. A book titled for these people begins with the narrator reading the poetry of Mathéolus (mah-thay-OH-lus). The narrator digs a trench in the Field of Letters to build a place for these people. Reason, Rectitude, and Justice help the narrator build a place for these people in a book which responds to Jean de Meun's Romance of the Rose. The Book of the City of these people was written by Christine de Pizan. Queen Alceste complains about the negative portrayal of these people in a Chaucer poem titled for The Legend of these people. For 10 points, name these people whose greatest desire is learned by a knight in the Wife of Bath's Tale.", "answer_sanitized": "women [accept ladies; accept The Book of the City of Ladies or The Legend of Good Women; accept Le Livre de la Cité des Dames]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Two answers required. In Kalyanasundara (kahl-ya-nah-soon-dah-rah) icons, these two deities are depicted performing the panigrahana ritual. In order to alleviate jealousy over Ganga, these two deities were combined into their Ardhanarishvara (ahrd-hah-nah-reesh-vah-rah) form. The now-banned practice of Sati (sah-tee) was modeled on the immolation of one of these two deities after the other was shamed. One of these two deities plunged the world into darkness by covering the eyes of the other, prompting the growth of a third eye. After one of these two deities tried to force his way into his home while the other was bathing, he decapitated their child and had to replace his head with that of an elephant. For 10 points, name these parents of Kartikeya and Ganesha, the Hindu goddess of love and god of destruction.", "answer_sanitized": "Parvati AND Shiva [accept Uma, Gauri, or Shakti in place of \"Parvati\"; accept Sati in place of \"Parvati\" before read, prompt afterward; accept Siva, or Mahadeva in place of \"Shiva\"]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Description acceptable. Clients of this process try to punish cheaters who steal mucus for food while performing it. Chickens may perform the \"sham\" form of this process in cages without litter. Some saber-toothed blennies mimic the dance that a species of wrasse (ras) performs while advertising this process. Birds without a uropygial (yoor-uh-PIJ-ee-uhl) gland may instead perform this process by rolling around in dust or sand. Herodotus apocryphally observed that Nile crocodiles open their mouths to allow plovers (PLOH-verz) to perform this process for them in a form of symbiosis. It isn't courtship, but birds draw oil through their feathers to remove ectoparasites in an example of this type of behavior called preening. For 10 points, identify this process that a cat may perform by licking itself.", "answer_sanitized": "cleaning [or grooming; or dust bathing; accept cleaner fish; accept preening; accept removing ectoparasites or eating ectoparasites before \"ectoparasites\" is read; accept answers specifying what body part is being cleaned; accept answers describing food waste being removed; prompt on symbiosis; prompt on mutualism]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A theory of this concept was criticized in a 1976 paper by John Foster, who observed that it failed to adequately distinguish co-extensive expressions. Donald Davidson imagined \"radical interpreters,\" who must learn this concept from scratch, to motivate that theory where it is given by Tarskian T-sentences. Puzzles about propositional attitude reports led Gottlob Frege to equate this concept with \"sense.\" Hilary Putnam argued that this concept \"ain't just in the head\" in a paper which defends an externalist view of this concept by imagining a Twin Earth where water is replaced with XYZ. In his Philosophical Investigations, Wittgenstein claimed that this property of a word is determined by its use. For 10 points, name this concept studied in semantics.", "answer_sanitized": "meaning", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Only one black one of these things appears in the over 1000 Pharmaceutical paintings of them. Bridget Riley's paintings Pause and Hesistate depict many black examples of these things. Damien Hirst painted many large colorful grids of these things. One artist covered her body in these abstract things while lying on a couch covered in phallic-shaped macaroni. Frequent nightmares of these things led that artist to decorate pumpkins with them and place them in mirrored \"infinity rooms.\" These things cover furniture in Yayoi Kusama's Obliteration Room. A comic book-inspired mechanical process in which these things provide shading was used in Whaaam! by Roy Lichtenstein. For 10 points, name these objects which come in \"Ben Day\" and \"polka\" varieties.", "answer_sanitized": "dots [accept specific types such as Ben Day dots or polka dots; accept spots or circles; do not accept or prompt on \"points\"]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Jeanette C. Fincke works on a British Museum team that is currently attempting to restore one of these locations. Ancient Egyptians used the phrases per-medjat and per-seshw to distinguish between types of these locations. Austrian archaeologists discovered the sarcophagus of Celsus buried underneath one of these locations in Ephesus. Luciano Canfora used accounts by Strabo to cast doubt on whether a famous one of these locations actually existed. In his Pinakes, Callimachus documented the contents of one of these institutions. The Serapeum was an extension to one of these buildings that was constructed under the reign of Ptolemy I. Alexandria was home to the largest ancient example of, for 10 points, what institutions which kept scrolls?", "answer_sanitized": "library [or Bibliotheca; accept the Great Library of Alexandria; prompt on the Mouseion]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "An eponymous algorithm that shares its name with these structures swaps two elements every step to generate all permutations of a set. Cartesian trees that apply a property named for these structures to their priorities are very similar to randomized binary search trees. Generalized examples of these structures are called \"d-ary\"(\"D-air-ee\"). The decrease-key operation on these structures is used in Prim's algorithm and Dijkstra's algorithm, which can be sped up using the \"Fibonacci\" type as a priority queue. A \"big O of n log n\" sorting algorithm repeatedly removes the root of this structure and \"sifts\" to find the next largest element. For 10 points, the \"max\" type of what structures enforce that parents are larger than their children?", "answer_sanitized": "binary heaps [accept min heaps or max heaps or d-ary heaps or Fibonacci heaps; accept Heap's algorithm or B. R. Heap; accept treaps; accept heapsort; do not accept or prompt on “trees”]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This poet \"had seen that moment Aleksandr Blok / crystallize in The Twelve\" in a poem where they see the \"dreamless face of Maria Concepcion.\" The speaker of a poem by this poet hears in a wind \"what Kipling heard\" and feels their eyes burn \"from the ashen prose of Donne.\" A poem by this poet calls \"men like Hawkins, Walter Raleigh, Drake, / Ancestral murderers and poets\" and begins with an epigraph from Browne's Urn Burial. This poet wrote of \"great hexameters\" which \"come / to the conclusions of exhausted surf\" in a poem which ends, \"The classics can console. But not enough.\" The blind poet Seven Seas visits Ma Kilman's cafe in a poem by this author about the fishermen Achille and Hector's rivalry over Helen. For 10 points, name this St. Lucian author of the epic poem Omeros.", "answer_sanitized": "Derek Walcott [or Sir Derek Alton Walcott]", "subcategory": "Classical Literature", "category": "Literature"}, {"question_sanitized": "Several of these objects destroy themselves with sandpaper in a 2019 Agustina Woodgate work. It's not candy, but twin copies of these objects appear in Felix Gonzalez-Torres's Perfect Lovers. Clips of thousands of these objects from films were compiled into the best-known video art by Christian Marclay. Some of these man-made objects float near a fish and a large number of cuboids under the sea off Cadaques (kah-dah-KAYSE) in a work titled for the \"Disintegration\" of an earlier painting. The image of \"Camembert (KAM-um-bear) in the sun\" inspired a 1931 depiction of these objects, in which ants crawl over one of them and another is draped on a tree branch on a Catalan beach. For 10 points, Salvador Dalí's The Persistence of Memory shows several of what devices melting?", "answer_sanitized": "clocks [accept clear knowledge equivalents such as timepieces or melting watches]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": " The first Municipal Assistance Corporation was created to keep this event from happening. For 10 points each:", "answers_sanitized": [" bankruptcy of New York City [or answers indicating New York going bankrupt or New York nearly becoming unable to meet its financial obligations]", " teachers", " gold standard"], "parts_sanitized": [" Name this event which nearly occurred during the mayoralty of Abraham Beame. The Daily News ran the headline \"Ford to City: Drop Dead\" when the federal government refused to help avert this event.", " The bankruptcy was briefly avoided when the union representing these people agreed to use pensions to buy 150 million dollars of municipal bonds. More recently, these people led a series of strikes starting in West Virginia, donning red shirts.", " New York's near-bankruptcy was catalyzed by the 1970s recession partially caused by Nixon's abandonment of this standard, the pegging of the dollar to the value of a precious metal."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " Iain Macmillan had only ten minutes to take photographs of this group, a member of which appears walking barefoot to the right across a zebra crossing. For 10 points each:", "answers_sanitized": [" The Beatles", " Richard Avedon", " Annie Leibovitz"], "parts_sanitized": [" Name this band whose members pose in a Pop Art collage of historical figures on the cover of their album Sgt. Pepper's Lonely Hearts Club Band.", " This fashion photographer used solarization to create psychedelic portraits of The Beatles. This creator of the collection In the American West captured the model Dovima in a Dior dress posing with elephants.", " This photographer depicted John Lennon embracing his wife Yoko Ono on the day he was killed. A Vanity Fair cover by this woman depicts its subject in a white dress with the caption \"Call Me Caitlyn.\""], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " Roger Brunet (BROO-net) named an urban corridor of over 100 million people stretching from Liverpool to Milan for a \"banana\" of this color. For 10 points each:", "answers_sanitized": [" blue", " megalopolis [or megapolis or megaregions or city cluster or supercity]", " fall of the Berlin Wall [accept obvious synonyms such as the collapse or bringing down of the Berlin Wall; prompt on the reunification of Germany; or the unification of East and West Germany; prompt on the Peaceful Revolution]"], "parts_sanitized": [" Name this color. In the name of that \"banana,\" this color either refers to the background of the EU flag or to the so-called \"collar\" of the factory workers within it.", " The \"blue banana\" is Europe's largest example of these large regions joining multiple urban areas. The first deployment of Tesla's Hyperloop will likely be in either \"BosWash\" or \"SanSan,\" two of these regions corresponding to the Northeast or California respectively.", " Michael Landesmann argued the curve in the \"blue banana\" originated after this event. Ostalgie refers to a country's unique nostalgia after this event for things like straw-hat-wearing crosswalks and Vita-Cola."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": " In 2020, Boger et al achieved an improved total synthesis of this antibiotic which includes a one-pot Miyaura borylation–Suzuki coupling sequence. For 10 points each:", "answers_sanitized": [" vancomycin", " bacterial cell wall", " penicillin [or PCN]"], "parts_sanitized": [" Name this antibiotic, which is commonly used to treat colitis caused by Clostridium difficile. It isn't methicillin, but S. Aureus and enterococci strains resistant to this once \"drug of last resort\" have emerged.", " Vancomycin functions by binding to d-alanyl d-alanine residues in this structure, preventing the polymerization of N-acetylmuramic acid and N-acetylglucosamine, or NAM and NAG.", " This beta-lactam drug, which was accidentally discovered by Alexander Fleming, can also inhibit the formation of the cell wall."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " Mr. Rose states that he is in the \"throwing-up\" business to a boy who accuses him of intentionally throwing up on him while at one of these locations. For 10 points each:", "answers_sanitized": [" ferris wheel [prompt on answers like carnival or state fair or amusement parks or theme parks with \"What places inside them?\"]", " John Winslow Irving [accept John Wallace Blunt, Jr.]", " David Foster Wallace [accept DFW]"], "parts_sanitized": [" Name these locations that Homer Wells and Mr. Rose go to together in a scene from The Cider House Rules. A reporter remarks on The East Coast Magazine being keen for the \"regional eroto-political contrast\" of a woman being unfazed by the \"King of the Zipper\" while at one of these locations.", " This author wrote about Homer Wells in The Cider House Rules. This author also wrote The World According to Garp and A Prayer for Owen Meany.", " This author reported on their time with Native Companion at the Illinois State Fair in \"Ticket to the Fair.\" The essay \"Consider the Lobster\" was inspired by this author's trip to the Maine Lobster Festival."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": " The \"small scale crisis\" refers to the inability of this model to account for problems such as the cusp/core problem and the missing satellites problem. For 10 points each:", "answers_sanitized": [" Lambda-CDM model [or concordance cosmology; accept LCDM]", " dark matter", " reionization [or optical depth to reionization]"], "parts_sanitized": [" Name this so-called \"standard model\" of cosmology.", " The CDM in Lambda-CDM stands for a \"cold\" form of this substance. This non-baryonic substance composes approximately 23% of the energy density of the universe and does not interact with light.", " One of the six independent parameters of the Lambda-CDM model is the optical depth at which this process occurred. The occurrence of this phase transition in the universe marked the end of the cosmic \"dark ages.\""], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": " In this novel, Fumiko gives Kikuji an antique Shino bowl whose rim is stained with her late mother's lipstick, but then decides to shatter it against a water basin. For 10 points each:", "answers_sanitized": [" Thousand Cranes [or Senbazuru]", " tea [accept green tea or matcha tea or tea ceremony]", " Beauty and Sadness [or Utsukushisa to kanashimi to]"], "parts_sanitized": [" Name this novel by Yasunari Kawabata in which an affair between Kikuji and his father's former mistress Mrs. Ota leads her to commit suicide.", " In his Nobel Prize acceptance speech, Kawabata noted his concern that a traditional ritual centered on the matcha variety of this drink had fallen into vulgarity. Thousand Cranes is replete with descriptions of vessels for this drink.", " In this Kawabata novel, the novelist Oki Toshio reunites with the reclusive painter Otoko, his former mistress. Otoko's protegée and lover Keiko seduces Oki as revenge on Otoko's behalf in this novel."], "subcategory": "Classical Literature", "category": "Literature"}, {"leadin_sanitized": " Modern scholars believe that passages on gender roles from these epistles were interpolated into early texts such as First Corinthians (first cor-in-thee-ans). For 10 points each:", "answers_sanitized": [" Pastoral Epistles [accept any answer about epistles/letters about pastors]", " all Cretans are liars [or liar paradox or anything about the people of Crete being liars; prompt on answers that do not include a reference to Crete]", " Gnosticism [accept word forms]"], "parts_sanitized": [" Give this collective name for the Biblical epistles to Timothy and Titus. Their collective name refers to a church leadership position that their teachings outline.", " Paul appears to present a version of the self-referential Epimenides paradox in his epistle to Titus. Describe this paradox, said about the people Titus ministers to.", " The Pastoral Epistles may have been written to combat movements described by this term, which venerated figures like Sophia and the Demiurge (deh-mee-urj). This term derives from the Greek word for \"knowledge\", referring to attempts at gaining secret knowledge beyond standard doctrine."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": " Answer the following about Black Africans in Ancient Rome. For 10 points each:", "answers_sanitized": [" Colosseum [accept Flavian amphitheater]", " Septimius Severus [both underlined parts required; prompt on partial answers; prompt on Severan dynasty]", " Meroë [or Meruwah; or Medewi; or Meruwi; or Bedewi; accept Meroitic Script]"], "parts_sanitized": [" Dio Cassius recorded how Nero organized massive gladiatorial fights of Black Africans in this arena and amphitheater built by Vespasian.", " Molefi Kete Asante and Shaza Ismail described this emperor as the \"Lost\" Roman Caesar due to his African identity. This Leptus Magnus-born emperor began a dynasty that included his son Caracalla and later deified Pertinax after the Year of the Five Emperors.", " Romans traded with the Candace queens of this Nubian city who built steeper pyramids than those in Egypt. This city was known for its ironworking and developed a namesake script for Nubian which replaced Egyptian hieroglyphics."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": " This technique is used to achieve more homophonic, choral sounds in string orchestra pieces and can embellish the \"shaping\" of the hands. For 10 points each:", "answers_sanitized": [" performing without a baton [accept any descriptive answers indicating that the conductor is not using a baton or is strictly using their hands to conduct; prompt on conducting]", " Leopold Stokowski", " Fantasia"], "parts_sanitized": [" Name this technique favored by Pierre Boulez (boo-LEEZ) while performing. Kurt Masur used this technique due to a childhood tendon injury, and Valery Gergiev tends to perform with either a toothpick or using this technique.", " Free bowing strings, softened brass, and batonless conducting were used by this conductor to create his orchestra's namesake \"Sound.\" This conductor was the first to arrange strings in order of range on stage.", " A silhouetted Stokowski conducts his arrangement of Bach's Toccata and Fugue in D minor without a baton at the start of this 1940 Disney film that combines music and animation."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " The current density of a semiconductor is the sum of current densities due to these two processes. For 10 points each:", "answers_sanitized": [" electron drift AND electron diffusion [accept the drift-diffusion equations or drift current AND diffusion current]", " electron mobility [or charge carrier mobility]", " diodes [or light emitting diodes or Gunn diodes; prompt on LEDs]"], "parts_sanitized": [" Name these two processes, which name currents in semiconductors generated by an applied electric field and by unequal doping distributions. Together, they name a set of 10 equations describing the physics of a semiconductor.", " Einstein's relation states the diffusion coefficient for a charged particle is kt times this quantity over q. This quantity, denoted mu, describes the ability of a particle to move through a material.", " High differences in electron mobility lead to a negative resistance in a type of these devices named for J.B. Gunn. They typically only allow current to flow in one direction, and have a \"light-emitting\" subtype."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": " A writer and botanist with this surname was the original target of the article in The Covent-Garden Journal that launched the \"paper war.\" For 10 points each:", "answers_sanitized": [" Hill [accept John Hill; accept Fanny Hill]", " Henry Fielding", " Alexander Pope"], "parts_sanitized": [" Give this surname shared by a main character who, among other misadventures, gets revenge on her lover Mr. H— by seducing his footman Will in the 18th century erotic novel Memoirs of a Woman of Pleasure.", " The \"paper war\" was launched by this writer, whose novel Amelia was subsequently attacked by John Hill. This author satirized Samuel Richardson's Pamela in the novel Shamela.", " During the \"paper war,\" Christopher Smart wrote The Hilliad, whose title and mock epic form were inspired in large part by this earlier writer's poem The Dunciad. This writer also wrote The Rape of the Lock."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": " This woman's bodyguards were known as her \"United Football Club\" and burned gasoline-filled tires around police informants' heads in a torture method called \"necklacing.\" For 10 points each:", "answers_sanitized": [" Winnie Mandela [or Winnie Madikizela-Mandela; or Nkosikazi Nobandle Nomzamo Madikizela; prompt on Mandela]", " Desmond Tutu", " apartheid "], "parts_sanitized": [" Name this woman who was discovered to have covered up the murder of the 14-year-old Stompie Sepei by the Truth and Reconciliation Commission.", " This Anglican Archbishop of Cape Town concluded \"things went horribly wrong\" under Winnie in Soweto while chairing the Truth and Reconciliation Commission.", " The Truth and Reconciliation Commission investigated this system of segregation in South Africa that ran from the late 1940s to the early 1990s."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": " A man with this name killed his mother Eriphyle (ehr-ih-fi-leh) after she convinced him to join the Epigoni (eh-pih-goh-nee) in order to get the necklace and robe of Harmonia. For 10 points each:", "answers_sanitized": [" Alcmaeon", " Deianeira", " Tiresias"], "parts_sanitized": [" Give this name of a man who tried to marry Callirrhoe (kal-li-roh-ee) and had his sons instantly grow to adulthood to avenge his death. Another man with this name was a great-grandson of Nestor who was the patriarch of an aristocratic Athenian family.", " The hero Alcmaeon (alk-mee-awn) was purified by the river deity Achelous (ay-ke-loos), who may be better known for wrestling Herakles in the form of a bull for the hand of this woman. This woman unknowingly gives Herakles a poisoned shirt from the centaur Nessus (neh-soos).", " Apollodorus relates that Alcmaeon had two sons by Manto, a daughter of this blind prophet and advisor to Oedipus (eh-de-pus). This figure had his sex changed twice as a result of striking mating snakes with a stick."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": " A letter in Jan van Eyck's small panel portrait of this figure implies that the painting actually depicts Niccolò Albergati. For 10 points each:", "answers_sanitized": [" St. Jerome [accept the Vision of St. Jerome or St. Jerome in his Study]", " Domenico Ghirlandaio [or Domenico di Tommaso Curradi di Doffo Bigordi]", " Albrecht Dürer [or Albrecht Durer or Albrecht Duerer]"], "parts_sanitized": [" Name this figure, who wears only a red loincloth in a painting titled for his \"Vision.\" The same Mannerist artist depicted this figure standing near marble columns in the bottom right of another painting.", " This artist's St. Jerome in his Study for the church of Ognissanti shares many similarities with van Eyck's painting. This artist's Adoration of the Shepherds depicts a line of visitors walking along a narrow cliffside trail to meet Jesus, who rests in front of a grey sarcophagus.", " This German engraver depicted St. Jerome in his Study in one of his \"Master Prints,\" which also include his Knight, Death, and the Devil."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " Answer the following about Ferdinando Gorges (GORJ-ez) who is considered to be the father of English colonization in the Americas, despite having never even set foot in the Americas. For 10 points each:", "answers_sanitized": [" Abenaki Confederacy [or Abnaki; or Abinaki; or Alnôbak; or Wabanaki]", " Massachusetts Bay Colony", " Maine"], "parts_sanitized": [" Gorges was first introduced to the Americas after George Weymouth captured and brought five Native Americans from this tribe to him. This tribe formed a namesake confederacy along with the Mi'kmaq and Penobscot.", " Gorges helped Thomas Morton sue this colony after a raid on Merrymount. This colony was led for a long time by John Endecott.", " Gorges and John Popham made a failed 1607 expedition to establish a colony in this present-day state. Lumberjacks in this state fought the Aroostook (uh-RUS-took) War over its border with British Canada."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " A widely-believed hypothesis states that this phylum is the sister taxon to all other animals. For 10 points each:", "answers_sanitized": [" Porifera [prompt on sponges]", " tissues", " secondary loss [or reversion; accept secondary simplification; accept atavism; prompt on loss or simplification]"], "parts_sanitized": [" Name this phylum, which is believed to have had a close evolutionary relationship with Choanaflagellates (KOH-uh-nuh-FLAH-jill-ates) due to their flagellated choanacyte (KOH-uh-nuh-sahyt) cells.", " Along with Placozoa (plah-koh-ZO-uh), Porifera is the only known animal phylum to lack differentiated varieties of these structures. Organs are made up of many different types of these structures, which are groups of cells with similar functions.", " Unlike Porifera, Placozoa is believed to no longer have differentiated tissues due to this phenomenon, where an organism lacks a feature that its recent ancestors possessed, making it appear more similar to a more ancient ancestor."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " This poet asks, \"Does it make any difference / what names we call these lips by, if they keep / on yielding, and the kissing never stops?\" in their collection Playacting. For 10 points each:", "answers_sanitized": [" Marina Tsvetaeva [or Marina Ivanovna Tsvetaeva]", " Hamlet [accept \"Hamlet of the Shchigrovsky District\"] (The poem is \"Ophelia: In Defence of the Queen\")", " Doctor Zhivago"], "parts_sanitized": [" Name this bisexual Russian poet of Swans' Encampment. This lover of Sophia Parnok promises to \"give you many / combs and rings\" in their poem cycle The Girlfriend.", " A Tsvetaeva poem addresses this character as a \"bony scandalmonger\" with a \"blend of chalk and rot.\" In an Ivan Turgenev short story, Vasily Vasilych tells the narrator, \"call me [this character] of the Shchigrovsky District.\"", " The speaker concludes, \"Life is not a walk across a field\" in the poem \"Hamlet,\" which is the first of several poems written by Yuri in this novel by Boris Pasternak."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": " A 1982 Frederick Gibbons and Robert Wicklund study reversed the usual trend finding that self-focus increases the likelihood to engage in this activity. For 10 points each:", "answers_sanitized": [" helping [do not accept or prompt on other terms]", " arousal", " first-person pronouns [prompt on personal pronouns; prompt on examples such as \"I and me\"]"], "parts_sanitized": [" A 1970 book by Bibb Latané and John Darley is entitled The Unresponsive Bystander: Why Doesn't He perform what specific four-letter action, which an urban legend says no one did during the attack on Kitty Genovese?", " Jane Piliavin's model for helping relies on cost-reward analysis and this psychological phenomenon, in which the reticular activating system stimulates heightened states of alertness. The two-factor theory of emotion involves the \"misattribution\" of this state.", " Hoover, Wood, and Knowles's 1983 study found that, after being photographed, people were more likely to both pick up lost envelopes and use this category of words. The Duval-Wicklund effect is the increased usage of these words in the presence of a camera or mirror."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": " According to the realist Vaisheshika (vye-SHEH-shee-kuh) school codified by Kanada (kuh-NAH-duh), these entities must exist because otherwise, one could rearrange a mustard seed to create the Himalaya mountains. For 10 points each:", "answers_sanitized": [" atoms [or paramanu (purr-MAH-noo)]", " Jainism [accept sects like Digambara Jainism or Śvētāmbara Jainism]", " syllogism"], "parts_sanitized": [" Name these discrete, indivisible particles whose existence was independently postulated by Democritus.", " The Vaisheshikas and Ajivikas (uh-JEE-vee-kahs) shared their atomism with this other Indian tradition, whose epistemology emphasized anekantavada (uh-neh-KAHNT-vahd), or non-onesidedness. Umasvati (oo-MAH-swa-tee) was a major scholar of this school.", " The Nyaya and Vaisheshika schools developed a \"five-membered\" version of this kind of logical argument, whose three \"figures\" Aristotle describes in his Prior Analytics."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": " The musician Lord Shorty combined this genre with Indian percussion to create the new genre of soca (soh-CAH) in the 1970s. For 10 points each:", "answers_sanitized": [" calypso music", " drums [accept steel drums]", " Harry Belafonte [or Harold George Bellanfanti Jr.]"], "parts_sanitized": [" Name this genre performed by musicians like Lord Kitchener and Mighty Sparrow. This genre of music first gained fame in the United States through an unlicensed Andrews Sisters' cover of Lord Invader's \"Rum and Coca-Cola.\"", " One of calypso's most distinct features is the use of a pitched type of this instrument made from steel. Instruments from this general class of percussion like bongos and congas provide rhythm in Caribbean music.", " Calypso music took a full hold in the United States after the release of this singer's 1956 album Calypso. This singer covered the Jamaican \"Banana Boat Song\" with his single \"Day-O.\""], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}]}