{"tossups": [{"question_sanitized": "The protagonist of a novel by this author is a wanderer who carries a violin case without a violin and a vial of prussic acid around a rural town. A farmer's wife created by this author goes to prison after she murders her third child for being born with the same harelip as her mother. The protagonist considers eating his pencil and his finger in a novel by this author, who wrote about the peasant Isak's family in The Growth of the Soil. One of this author's protagonists gives the name Ylajali (ee-la-YAH-lee) to an unknown woman and refuses a free breakfast for the homeless at the end of a novel. For 10 points, name this Norwegian author who wrote an obituary for Hitler and created a man who wanders the streets of Kristiania in their novel Hunger.", "answer_sanitized": "Knut (ca-NOOT) Hamsun [or Knud Pedersen]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A myth-disproving book titled for this location chronicles anthropological studies around Leech Lake; that book by David Treuer is titled for this location's \"Heartbeat.\" A 2010 history by Heather Cox Richardson attributes events at this location to misguided party politics. In 1930, John G. Neihardt interviewed a healer who renamed himself Nicholas and settled at Pine Ridge after being shot at this location. The refusal of a Minneconjou man to surrender a rifle at this location opens a history of the American West titled for this location. That 1970 book by Dee Brown is titled \"Bury My Heart at [this location].\" For 10 points, name this creek where U.S. army soldiers committed an 1890 massacre of almost 300 Lakota in South Dakota.", "answer_sanitized": "Wounded Knee [or Wounded Knee Creek; or Heartbeat of Wounded Knee or Bury My Heart at Wounded Knee; prompt on Pine Ridge before \"Pine Ridge\" is read with \"What specific location on the Pine Ridge reservation?\"]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In a scene from this opera, a choir sings the words \"don, din, don\" to mimic the sound of vesper bells. A character in this opera furiously repeats \"il nome! il nome!\" after discovering two lovers planning to run away at midnight. The audience is asked to \"mark well our souls...for we are men...like you\" by a single character on stage in a \"prologue\" to this opera. That character from this opera overhears a woman imitating birdsong as she sings the aria \"Stridono lassù.\" Tonio exposes an affair in this opera to a character who shouts \"La commedia è finita!\" after stabbing his wife Nedda and her lover Silvio. Canio sings the aria \"Vesti la giubba\" in, for 10 points, what verismo opera by Ruggero Leoncavallo about a troupe of clowns?", "answer_sanitized": "I Pagliacci [accept The Clowns until “clowns” is read]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "The Whitcomb area rule seeks to minimize this phenomenon. This phenomenon is minimized under elliptical loading, which is used as a comparison for the magnitude of this phenomenon by the Oswald efficiency number. The introduction of the boundary layer by Prandtl (PRAN-till) corrected analyses that demonstrated the lack of this phenomenon for bodies in an incompressible and inviscid flow, known as d'Alembert's (DAL-uhm-bairz) paradox. This quantity is proportional to velocity at low Reynolds numbers and velocity squared at high Reynolds numbers. This force is given as 6 pi mu R v for spherical bodies in viscous flow by Stokes' law. Terminal velocity occurs when this force and buoyancy cancel out gravitational force. For 10 points, name this force which opposes motion in a fluid.", "answer_sanitized": "drag force [or air resistance or wave drag; prompt on friction]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "The consistency of an argument first proposed by this character was debated by Wilfrid Sellars and Gregory Vlastos in The Philosophical Review. This character argues that the idea that the form of greatness is itself great leads to an infinite regress of forms. That argument, which Aristotle called the Third Man Argument, appears in a Socratic dialogue named after this real philosopher. This man wrote a poem that describes a revelation from a goddess who argues that it is self-defeating to claim that something does not exist, and that what does exist is uniform and unchanging. This man distinguished the Way of Truth from the Way of Opinion in his only known work, On Nature. For 10 points, name this monist philosopher who founded the Eleatic school.", "answer_sanitized": "Parmenides", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "They're not black holes, but some of these structures undergo an event caused by the standing accretion shock instability. An upper mass limit on a stable, nearly isothermal one of these structures is partially named after Schonberg. When these components of larger objects reach sufficiently high temperatures, photodisintegration occurs in them, which can lead to pair-instability. A degenerate one of these structures rapidly expands and releases energy during the helium flash. Every type of supernova except type 1a occurs due to a namesake \"collapse\" of these structures. A pre-main sequence star becomes a main sequence star when this structure reaches 10 million Kelvin and begins fusing hydrogen. For 10 points, name this innermost region of a star.", "answer_sanitized": "stellar cores [or degenerate core; or core-collapse supernova; prompt on stellar interiors; prompt on stars with \"what part of a star?\"; do not accept or prompt on \"stellar atmospheres\" or \"envelopes\" or \"shells\"]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "One of these people titles a work in which they die after Clotho takes three spindles from a box. At the end of that work, one of these people claims that another of these people was his slave, allowing the latter to become a law clerk. Chaos ensues while serving one of these people a giant turbot in Juvenal's fourth satire. In a satire, one of these people throws dice from a bottomless box after being taken to the underworld. A Seneca satire is titled for the \"Pumpkinification\" of one of these people, parodying depictions of their apotheoses. Virgil's Aeneid arguably tried to provide historical legitimacy for the first of these people. For 10 points, the first of which people names Latin literature's \"Augustan age\"?", "answer_sanitized": "Roman emperors [or Imperator; or Princeps; or Caesar; accept Julio-Claudian emperors; prompt on Romans or Roman rulers]", "subcategory": "Classical Literature", "category": "Literature"}, {"question_sanitized": "During a disastrous restoration of this painting in 1992, it was splattered with rainwater two days before a failed support caused it to fall to the ground. A digitized version of this painting is in the San Giorgio Maggiore (mah-JOR-ay) monastery's refectory, since Napoleonic forces looted the original. Butchers prepare a lamb in the top half of this painting. This work's painter appears in it playing a viola alongside his contemporaries Tintoretto and Titian. This painting hangs opposite the Mona Lisa and is the largest at the Louvre. This painting and its artist's The Feast in the House of Levi are the two most famous in his series of huge banquet scenes. For 10 points, name this Paolo Veronese painting depicting a feast at which Jesus turns water into wine.", "answer_sanitized": "The Wedding at Cana [accept The Marriage at Cana or the Wedding Feast at Cana]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "At the Gehaiden shrine, visitors can draw one of 30,000 waka written by an Empress from this period from an omikuji box. During this period, the phrase ryosai kenbo, or \"good wife and wise mother\" was coined by Nasakura Masanao. Shimoda Utako created the first \"Practice Women Colleges\" during this period as part of the Fundamental Code of Education. Shokugy? Fujin, or \"lady workers\" operated cotton factories until midnight during this period. Saigo Takamori led a samurai rebellion against the leader of this period. The Charter Oath laid out the constitution of this period, which began after the Boshin War and the end of the Tokugawa Shogunate. For 10 points, name this modernizing period of late 19th century Japan named for the emperor of the time.", "answer_sanitized": "the Meiji Restoration [accept the Meiji era or Meiji period or any answer indicating Meiji]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This man posted a picture of a frying pan on Instagram after discovering he had been tailed by Roman Khaykin and Igor Ostrovski for the Israeli intelligence company Black Cube. This man uncovered Joi Ito's efforts to conceal financial ties with Jeffrey Epstein while Ito was the MIT Media Lab director. Exposés written by Jane Mayer and this journalist prompted the resignation of New York Attorney General Eric Schneiderman and CBS CEO Les Moonves (MOON-ves). In 2016, this person wrote a Hollywood Reporter article publicly supporting his sister's sexual assault allegations against their father Woody Allen. For 10 points, name this journalist who helped precipitate the #MeToo movement with his New Yorker article detailing sexual assault allegations against Harvey Weinstein.", "answer_sanitized": "Ronan Farrow [or Satchel Ronan O'Sullivan Farrow]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "This family funded Dr. Barbara Tchaykovsky's baby clinics. A member of this family was described as a \"triumph of eugenics\" and advocated for \"marriage without legal union.\" A member of this family protested the British occupation of Ogaden with sleep strikes and was named an \"honorary Ethiopian\" by Haile Selassie. In a book titled for this family, Jane Marcus chronicles the Cat and Mouse Act and force feeding at Holloway Prison. This family popularized giving white feathers to soldiers to protest WWI. With Annie Kenney, the matriarch of this family founded the WPSU, which saw its primary goal accomplished with the 1918 Representation of the People Act. Sylvia, Christabel, and Emmeline were members of, for 10 points, what family of British suffragettes?", "answer_sanitized": "Pankhursts [accept Emmeline Pankhurst or Sylvia Pankhurst or Christabel Pankhurst]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "EPIC II is an epidemiological study of disease transmission in these locations. CLABSIs (clab-sees) are a class of bloodstream infections that most commonly originate from these locations. The ACB complex is a group of Acinetobacter bacteria that are often transmitted in these locations. Outbreaks of Carbapenem-resistant Klebsiella pneumoniae typically occur at these locations. The adjective nosocomial (no-so-koh-me-uhl) refers to infections that originate from these locations. Both methicillin-resistant staphylococcus aureus and pneumonia are classified by whether it is \"community-acquired\" or acquired from these locations, possibly through the usage of ventilators. For 10 points, name these locations where people might go if they get sick, thereby spreading infection.", "answer_sanitized": "healthcare facilities [or hospitals; or intensive care units or icus; or clinics; or nursing homes; or rehabilitation facilities; or medical laboratories; or any answers indicating a place where someone receives medical help]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "One of this poet's speakers watches seagulls \"One by one in two's and three's\" \"sailing around the lighthouse without moving their wings\" in a poem with an \"antique sugar-bowl shaped summer-house.\" A poem by this poet imagines a \"bat, holding on upside down or in quest of something to eat.\" This poet wrote about a college student named Ambrose and a sign that says \"C. J. Poole\" in a poem set in a town with \"eight stranded whales.\" This poet wrote, \"Omissions are not accidents\" to explain why they cut a poem down to three lines. That poem by this poet describes \"literalists of the imagination\" and \"imaginary gardens with real toads in them.\" For 10 points, name this modernist poet of \"The Steeple-Jack,\" who wrote, \"I, too, dislike it\" in their poem \"Poetry.\"", "answer_sanitized": "Marianne (Craig) Moore", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "During Kojagiri Purnima (koh-jah-ghee-ree poor-nee-mah), worshippers may keep themselves awake all night in order to welcome this deity. Temples dedicated to this deity's eight primary forms may display an eight-pointed star constructed out of two squares. In Nepal, this deity is honored with marigold garlands as part of the Gai Tihar (guy ti-hah) festival. On the eve of a major holiday, worshippers clean their homes in order to invite good fortune from this deity. This deity is the primary dedicatee of that holiday celebrated with diya (dee-ya) lanterns and rangoli (rahn-goh-lee) sand art. An aspect of this deity is often depicted standing on a lotus and is called Padma. With Saraswati (sah-rah-swah-tee) and Parvati (par-vah-tee), this goddess forms the Tridevi (try-deh-vee). For 10 points, name this Hindu goddess of wealth and prosperity, and wife of Vishnu.", "answer_sanitized": "Lakshmi [or Mahalakshmi; or Shri; or Padma before \"Padma\" is read; prompt on Sita]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Geoff Dyer's Out of Sheer Rage chronicles his floundering attempts to write about this writer, including by retracing the trip to Oaxaca (wah-HAH-kah) that this author described in Mornings in Mexico. A naked man emerges from a lake in Sayula at the start of a novel by this writer. In that novel, Kate Leslie meets Don Ramón, who revives the worship of Quetzalcoatl. In a novel by this writer, the protagonist's brother William gets engaged to the superficial Lily before dying, shifting their mother Gertrude's affections to the protagonist. This author of The Plumed Serpent wrote about a man who breaks off his relationship with Miriam Leivers and helps his lover Clara Dawes reconcile with her husband. For 10 points, name this author who created the artist Paul Morel in Sons and Lovers.", "answer_sanitized": "David Herbert Lawrence", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Vitruvius attributes the oyster seller Sergius Orata for an invention central to these locations' operation. A male gorgon head motif covered one of these locations in England where visitors would leave jewelry as an offering to Minerva. Percy Shelley wrote \"Prometheus Unbound\" in one of these locations, which was where the Farnese Hercules was discovered. Seneca hated the sound of armpit hair pluckers in these locations, which were built over hypocausts. Hadrian reinstituted gender separation in these locations, the largest of which in Rome were named for Caracalla and Diocletian. Visitors to these locations would alternate between rooms called frigidarium and caldarium. For 10 points, aqueducts provided water for what social places where Romans would clean themselves?", "answer_sanitized": "Roman baths [or bathhouses; accept thermae]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "A piece by this composer has an Allegretto third movement whose melody begins with the rising notes, (read slowly) \"G A A C C E long E.\" In another piece, this composer adapted two settings of poems by Vinje (VEEN-yeh) into the movements \"The Wounded Heart\" and \"The Last Spring.\" This composer of Two Elegiac Melodies used a galloping rhythm to open the \"Praeludium\" of a string suite commemorating an 18th century Danish playwright. Movements like \"Solveig's Song\" and \"The Death of Ase\" appear in a work by this composer that also features a crescendoing B minor piece depicting a troll's subterranean palace. For 10 points, name this composer of the Holberg Suite whose incidental music for Henrik Ibsen's Peer Gynt includes \"In the Hall of the Mountain King.\"", "answer_sanitized": "Edvard Grieg [or Edvard Hagerup Grieg]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In medieval times, these animals were believed to spit water on snakes to lure them out of cracks and kill them. The Holyrood (holly-rood) Monastery was apocryphally founded after one of these animals nearly killed King David I of Scotland. Both Herne (HER-nuh) the Hunter and Cernunnos (her-noo-nohs) have heads that resemble these animals. Arthurian legends often depict the pursuit of a white one of these animals. A white one of these non-lamb animals convinced Saint Eustace to convert, so white ones are a symbol of Christ. Oisin (oh-sheen) is named for these animals; his mother Sadhbh (sie-b) was twice turned into one by a druid. Actaeon (ak-tee-awn) was killed by his own dogs after he was turned into one of these animals for seeing Artemis bathing nude. For 10 points, name these animals that are often antlered in art.", "answer_sanitized": "deer [or stags; or hinds; or doe]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In an experiment about these objects, a boy noted that he \"got a suntan at the beach this summer.\" A follow-up to a study concerning these objects examined media influence through a movie of a cartoon cat. A version of an experiment centering on these objects was conducted in South Carolina as evidence in Briggs v. Elliott. Elizabeth Loftus questioned the ethics of a study involving these objects in which confederates were called \"strong champions\" and \"big bullies.\" Children viewed a black one of these things as \"bad\" in a study by Kenneth and Mamie Clark. In a classic test of social learning theory, adults yelled \"sock him\" while hitting these objects with mallets. For 10 points, Albert Bandura studied aggression using the bobo variety of what toys?", "answer_sanitized": "dolls [or bobo dolls; prompt on toys]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Margaret Wright Jenkins pretreated these objects with a namesake solution that has been phased out for introducing chromium impurities. These objects are immersed in deionized water and integration-grade hydrogen peroxide during an RCA clean. The 2017 collapse of the Global 450 Consortium means these objects will remain 300mm in size. (100) (1-0-0) or (111) (1-1-1) faces of these objects are sliced and diced from a Czochralski (cho-KRAHL-skee) boule before being coated in a mask of photoresist and etched. These objects are raw material for microfabrication of microelectromechanical systems. These objects are cut off a single pure crystal and doped to create millions of MOSFETs (mos-fets) per square centimeter. For 10 points, name these thin pieces of silicon processed into integrated circuits.", "answer_sanitized": "silicon wafers [or semiconductor wafers; accept silicon slices before \"sliced\"; prompt on monocrystalline or polycrystalline silicon ingots or substrate; prompt on bulk p-type or n-type semiconductors; prompt on crystals before \"crystal\"; antiprompt on computer chips or integrated circuits before \"integrated circuits\"]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This ethnic group's maguzaya class worship natural spirits called boki. Kingdoms of this ethnic group usually trace their origins to a Baghdadi exile who killed the serpent of the Kusugu Well and married the Queen of Daura; that man was Bajajidda. This ethnic group's cities, nicknamed the “Seven Chiefs,” produced a signature indigo-dyed cloth. The Kano Chronicle describes this ethnic group's Queen Amina, who wore full body armor while defending the city-state of Zazzau. The Fulani Sheikh Usman dan Fodio conquered this ethnic group's kingdoms to form the Sokoto Caliphate. Disdain for the Boko Latin-alphabet for this ethnic group's language names the group Boko Haram, which is mostly made up of members of it. For 10 points, name this Muslim ethnic group of northern Nigeria.", "answer_sanitized": "Hausa [accept Hausa-Fulani; prompt on Fulani with \"What ethnic group did they merge with?\"]", "subcategory": "World History", "category": "History"}], "bonuses": [{"leadin_sanitized": " Poseidon sent this creature in order to confirm a certain king’s right to rule, but when it was not sacrificed, it became central to a subsequent punishment. For 10 points each:", "answers_sanitized": [" Cretan bull [prompt on Marathonian bull]", " Minotaur [or Asterion]", " Androgeus [or Androgeos]"], "parts_sanitized": [" Name this animal which was captured during the seventh labor of Heracles and relocated to Marathon.", " Poseidon caused Pasiphaë (pah-SIF-ah-ee) to conceive a lust for the Cretan bull, leading to the birth of this creature who lived in the Labyrinth.", " This son of Minos and Pasiphaë was killed in Athens, either out of jealousy over winning an athletic contest or during an attempt to hunt the Cretan Bull. Minos demanded Athenians sacrifice their children to the Minotaur after starting a war with Athens over this figure’s death."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": " This mode of drug delivery is used for some drugs that are too big to be absorbed through the intestines, such as insulin. For 10 points each:", "answers_sanitized": [" subcutaneous injections [or SC or SQ or sub-cu or sub-Q or subcut injections; accept subcutaneous layer]", " nicotine", " iontophoresis [accept quantitative pilocarpine iontophoresis test; prompt on QPIT; prompt on electrophoresis or electroosmosis or electromotive drug delivery with \"what technique is used to induce electrophoresis?\"] "], "parts_sanitized": [" Give the term for this method of drug administration that may make use of an EpiPen, which delivers drugs to a layer of the skin beyond the dermis and epidermis.", " Subcutaneous injections penetrate deeper into the skin than transdermal treatments like pharmaceutical patches do. Those patches can be used to deliver this alkaloid molecule to treat tobacco addiction.", " Drugs can also be delivered transdermally using this method in which a voltage is applied to skin. It can treat hyperhidrosis (hyper-hi-DROH-sis), in which excess sweating occurs, and pilocarpine (pil-luh-KAHR-peen) is administered in this way in sweat tests for cystic fibrosis."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " This author collaborated with Edward Upward on a series of science fiction-tinged horror stories set in Mortmere. For 10 points each:", "answers_sanitized": [" Christopher Isherwood", " Berlin", " Ian McEwan (the second novel is Atonement)"], "parts_sanitized": [" Name this British author who depicted William Bradshaw's encounters with a French Communist spy in Mr. Norris Changes Trains.", " Mr. Norris Changes Trains is the second half of a series by Isherwood known as the \"stories\" of this city. A 1929 novel by Alfred Döblin depicts ex-con Franz Biberkopf's life on this German city's Alexanderplatz.", " Leonard Marnham does intelligence work in West Berlin in this author's novel The Innocent. This author of Amsterdam wrote a novel in which Briony Tallis writes a happy ending for Robby and Cecilia."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": " A member of this group went under the pseudonym of \"Robert Rich.\" For 10 points each:", "answers_sanitized": [" Hollywood Ten", " Red Scares", " Ronald Wilson Reagan"], "parts_sanitized": [" Name this group of screenwriters, including Dalton Trumbo and Ring Lardner Jr., who were blacklisted after HUAC accused them of engaging in communist activity.", " The Hollywood Ten were blacklisted during the second of these events, during which Cold War tensions heightened the fear of Soviet spying and sabotage against the United States. The first of these events took place following the end of World War I.", " In 1947, this man testified that he received literature supporting a \"Committee for a Far-Eastern Democratic Policy\" from the Screen Actors Guild. Under the codename \"T-10,\" this man provided names of potential communist sympathizers to the FBI."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " A 1987 paper titled for this two-word phrase notes how its central concept is a \"routine accomplishment embedded in everyday interaction.\" For 10 points each:", "answers_sanitized": [" doing gender", " Judith Butler", " Erving Goffman"], "parts_sanitized": [" Name this two-word phrase that titles a paper by Candace West and Don Zimmerman which reevaluates Harold Garfinkel's study of the transgender woman Agnes Torres.", " This UC Berkeley gender theorist explained the idea of doing gender in terms of \"gender performativity\" in her magnum opus Gender Trouble.", " West and Zimmerman took inspiration from this sociologist's article \"Gender Display.\" This developer of \"dramaturgical\" analysis discussed depictions of the \"feminine touch\" in billboards and commercials in his book Gender Advertisements."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": " One essay by this author describes Fenway Park as a place where \"Everything is painted green and seems in curiously sharp focus, like the inside of an old-fashioned peeping-type Easter egg.\" For 10 points each:", "answers_sanitized": [" John Hoyer Updike", " The Old Man and the Sea", " Michael Chabon"], "parts_sanitized": [" Name this author who compared Ted Williams to Hamlet when discussing his final game in the New Yorker essay \"Hub Fans Bid Kid Adieu.\"", " Ted Williams was a contemporary of Joe DiMaggio, a baseball player idolized by the protagonist of this Ernest Hemingway novel about the aging fisherman Santiago.", " Baseball player Ethan Feld and his team save Cam Island from destruction in this author's novel Summerland. This author wrote about Meyer Landsman and other residents of a Jewish refugee settlement in Alaska in The Yiddish Policemen's Union."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": " Instruments used by this profession include a hollowed-out calabash covered with cow skin called a kora and the stringed ngoni, which evolved into the banjo when brought by slaves to America. For 10 points each:", "answers_sanitized": [" griots (GREE-ohs) [accept djeli or djali; accept kevel or guewel or gawlo or iggawin or diari or gesere]", " Kanem-Bornu Empire [accept either underlined portion]", " Bantu [accept Proto-Bantu or Bantu migrations]"], "parts_sanitized": [" Name these West African storytellers. In the court of the Malian Empire, these bards would frequently perform The Epic of Sundiata.", " Kanuri griots sing of how this empire's ruler Idris Alooma sought ruling advice from eight-foot-tall Sao giants. The Girgam chronicles this empire, which fueled the Tunisian slave market with frequent wars against the Bulala.", " The Haddad people of Kanem-Bornu frequently became griots, but are better known for blacksmithing practices similar to those of this other ethnic group. This ethnolinguistic group spread across Central Africa during a namesake \"migration\" around 200 AD."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": " This composer set the Book of Lamentations for use in Holy Week services during the 1560s. For 10 points each:", "answers_sanitized": [" Thomas Tallis", " melisma", " William Byrd"], "parts_sanitized": [" Name this composer of the motet Spem in Alium whose setting of Psalm 2 became the basis of a Ralph (rafe) Vaughan Williams \"fantasia.\"", " Tallis's music marked the transition away from this Renaissance technique, in which a single syllable is held across a note spanning multiple pitches. Anthony Heilbut noted that this technique has re-entered popular music due to heavy use in gospel songs and a preference for it on American Idol.", " This student of Tallis, who shared a 21-year patent on publishing polyphonic music in England, wrote Ye Sacred Muses to commemorate Tallis's death. This author composed the collection My Ladye Nevells Booke (Lady Nevell's book) for virginal."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " The arrival of a female character in this opera is heralded by a chorus singing \"Gloria!\" three times in C major chords, punctuated by short canons between the tenor and bass voices. For 10 points each:", "answers_sanitized": [" Oedipus Rex", " Giuseppe Verdi", " Francis Poulenc (poo-LAWNK) [or Francis Jean Marcel Poulenc]"], "parts_sanitized": [" Name this opera-oratorio from Igor Stravinsky's neoclassical period with a libretto in Latin. Its title character confesses to a murder in the aria \"Ego senem kekidi.\"", " In his sixth Norton Lecture, Leonard Bernstein suggested that the four opening chords of the male chorus in Oedipus Rex were based on a motif from this other composer's opera Aida.", " The libretto for Oedipus Rex is by Jean Cocteau, whose play La voix humaine (lah vwah oo-MEN) was the basis for this composer's opera of the same name. This member of Les Six (lay see) wrote the opera Dialogues of the Carmelites."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " Inertial reference frames have a constant value for this quantity. For 10 points each:", "answers_sanitized": [" velocity [accept speed; prompt on v]", " isotropy [or word forms such as isotropic; prompt on rotational or spherical symmetry with \"what property implies spherical symmetry at all points?\"]", " Galileo Galilei [accept either name; accept Galilean relativity or Galilean transformations] "], "parts_sanitized": [" Name this quantity. Kinetic energy is equal to one half times mass times the square of this quantity.", " The fact that kinetic energy is proportional to the square of velocity can be derived from this property of space, since it implies that only the magnitude of the velocity is relevant in the calculation of the Lagrangian.", " Both the isotropy of space and a principle of relativity named for this scientist must be invoked to derive the exact form of kinetic energy. Transformations named for this scientist are the non-relativistic analogue of Lorentz transformations."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": " In a short story, Ferdinand asks one of these characters named the Talking Turk about his meeting with a woman with a beautiful singing voice in a dream. For 10 points each:", "answers_sanitized": [" an automaton [accept a robot or a doll; accept The Automata]", " the Nutcracker [accept Nussknacker]", " night [accept nacht; accept Night Pieces or Hymns to the Night; accept Nachtstücke or Hymnen an die Nacht]"], "parts_sanitized": [" Name this type of character whose playing of the harpsichord and stiff dancing enraptures Nathanael, causing him to abandon his fiancée Clara.", " Nathanael's creator, E.T.A. Hoffmann, also wrote a novella about this character, who takes Marie to a kingdom of dolls. This character defeats the Mouse King and titles the Tchaikovsky ballet adapted from that novella.", " Hoffmann wrote about Nathanael's love for Olimpia in a story collection titled for this time. The speaker laments, \"The end, just like a harp's sigh, comes light\" in a set of poems titled for this time which includes \"Longing for Death.\""], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": " Longtime Union Theological Seminary professor James Cone's book The Cross and the Lynching Tree was foundational in a form of theology described by this adjective. For 10 points each:", "answers_sanitized": [" black [or black theology; or black liberation theology; or Black Power]", " Dietrich Bonhoeffer", " Cornel West"], "parts_sanitized": [" Give this adjective. Cone's brand of liberation theology was influenced by a movement named for this kind of \"Power\" that was led by people such as Malcolm X.", " This Union student found the seminary far less interesting than Adam Clayton Powell Sr.'s Abyssinian (a-bih-sin-ian) Baptist Church in nearby Harlem. Powell inspired the concept of \"cheap grace\" found in this German's book The Cost of Discipleship.", " This Union professor turned his interviews with Christa Buschendorf (buh-shen-doorf) into the book Black Prophetic Fire. This pragmatist critiqued the \"Manichaean (man-ih-kee-ahn) theology\" of Malcolm X in Race Matters."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": " This molecule's namesake synthase exhibits substrate channeling, in which substrates pass directly between active sites without being released. For 10 points each:", "answers_sanitized": [" tryptophan [or trp or W; accept tryptophan synthase or the trp operon]", " folate [or folic acid; or vitamin B9; accept tetrahydrofolate or tetrahydrofolic acid or THF; prompt on vitamin B]", " pyruvate [or pyruvic acid]"], "parts_sanitized": [" Name this molecule. Attenuation was discovered in E. Coli for disrupting its synthesis.", " Thymidylate synthase forms an \"electrostatic highway\" that allows for substrate channelling with DHFR, an enzyme that produces the tetrahydro-form of this vitamin. With vitamin B12, it is involved in one carbon transfer reactions, like the conversion from uracil to thymine.", " In a cascade reaction that utilizes substrate channeling, this molecule's namesake dehydrogenase complex converts it into acetyl-CoA. This three-carbon molecule is the final product of glycolysis."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " This artist's Who's Afraid of Red, Yellow, and Blue III was cut with a boxcutter by the aptly named Gerard Jan van (yon von) Bladeren. For 10 points each:", "answers_sanitized": [" Barnett Newman", " Aleksandr Rodchenko", " Mark Rothko [accept Markus Rothkowitz]"], "parts_sanitized": [" Name this artist, whose work Cathedra was also attacked by van Bladeren. Like many of this Color Field painter's works, Cathedra has a \"zip,\" or a vertical line, down the middle.", " This Soviet artist declared the \"death of painting\" while exhibiting monochrome red, yellow, and blue canvases at the 5x5=25 exhibition. This constructivist artist responded to Malevich's (mull-YEV-itch'z) White on White with the Black on Black series.", " An untitled composition consisting of red, yellow, and blue rectangles was one of many similar works this Latvian-American Color Field artist produced. He was also commissioned for the Seagram Murals."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " Flemish cloth was traded to Italian dye merchants during medieval fairs in this region, which Paul Milgrom analyzed as one of the first instances of private-order institutions. For 10 points each:", "answers_sanitized": [" Champagne", " Hanseatic League [accept Hansa]", " Troyes [accept Treaty of Troyes; or hot fair of Troyes; or cold fair of Troyes]"], "parts_sanitized": [" Name this French region which is home to a cathedral that has hosted every French coronation since Hugh Capet in 987. Dom Pérignon (pay-REE-nyon) experimented with elderberries in this region's most famous export.", " Champagne fairs drew less attendance as Genoese merchants developed trade routes to the kontors of this organization in Bruges. This trade organization's cogs sailed from its center at Lübeck across the North and Baltic seas.", " Perhaps the most famous of the Champagne fairs were the \"hot\" and \"cold\" fairs of this city. This city names an agreement that was confirmed by the Treaty of Amiens and paved the way for the Dauphin (DOO-fan) Charles to become king of France."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": " The rise of a rapper in one of this city's slums is fictionalized in the 2019 movie Gully Boy. For 10 points each:", "answers_sanitized": [" Mumbai, Maharashtra, India [or Bombay] (the film is Slumdog Millionaire)", " Bollywood [prompt on Bombay cinema]", " Kampala, Uganda"], "parts_sanitized": [" Name this city that experienced a series of 1993 bombings which are chronicled in Anurag Kashyap's film Black Friday. Vikas Swarup's novel Q & A was a loose inspiration for another film set in this city's Dharavi (dah-rah-vee) slum.", " Mumbai's suburb of Goregaon (goh-ray-ga-oh) is home to an integrated studio complex named after this industry's \"father,\" Dadasaheb Phalke. This Hindu-language film industry makes up the largest percentage of all Indian film output.", " The film studio Wakaliwood based out of this city's slum of Wakaliga (wah-kah-LEE-guh) has produced low-budget action films such as Who Killed Captain Alex?. This city's slum of Kamwokya (KAM-woe-kyah) is the birthplace of Bobi Wine."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": " On his journey to bring a man this object, the narrator of a short story searches for a stone bridge near a filled-in lake, but learns the bridges were all replaced by asphalt roads. For 10 points each:", "answers_sanitized": [" a fishing rod [accept \"Buying a Fishing Rod for My Grandfather\"]", " Gao Xingjian (GOW shing-JYAN)", " temple [accept Guandi Temple or Temple of the Golden Pavilion; accept Kinkaku-ji]"], "parts_sanitized": [" Name this fiberglass object, which the narrator of that short story buys after seeing it in a store window and then stores on top of his toilet tank.", " The narrator recalls his grandfather's death at the end of this author's story \"Buying a Fishing Rod for My Grandfather.\" In a novel by this author, a character known as \"I\" is misdiagnosed with cancer.", " In his journey to his grandfather's home, the narrator remembers one of these places named Guandi was struck by lightning. Mizoguchi (miz-oh-goo-chee) burns down a title one of these places in a Yukio Mishima novel."], "subcategory": "Classical Literature", "category": "Literature"}, {"leadin_sanitized": " Primitive objects like polygons form the basis of a type of graphics named for these mathematical objects, which are commonly stored as SVG files. For 10 points each:", "answers_sanitized": [" vectors [accept vector graphics]", " Bezier curves", " fonts [or outline fonts or font files or typefaces; accept font hinting; prompt on text, words, strings, characters, symbols or other similar answers]"], "parts_sanitized": [" Name these mathematical objects, which name a type of easily scalable graphics contrasted with raster graphics. In general, these objects are defined by a direction and a magnitude.", " Vector graphics often use these curves based on Bernstein polynomials to define non-straight paths. They were developed by their French namesake to design the bodies of Renault cars.", " Vector graphics were incorporated into Adobe and Apple's standards for these designs, called \"Type 1\" and \"TrueType\" respectively. The process of \"hinting\" aligns these designs with rasterized pixel grids."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": " This book's positing of a mathematical or dynamical concept of \"absolute greatness\" was explored in a 1991 commentary by Jean-François Lyotard. For 10 points each:", "answers_sanitized": [" Critique of Judgment [or Kritik der Urteilskraft]", " aesthetics [or aesthetic philosophy]", " Susanne Langer [or Susanne Katherina Knauth Langer]"], "parts_sanitized": [" Name this 1790 book which outlines a four-step reflective process of finding something agreeable, beautiful, sublime, or good.", " The Emancipated Spectator by Jacques Ranciere and Contemplating Art by Jerrold Levinson are, along with the Critique of Judgment, part of what philosophical field that considers the meaning and value of art?", " This philosopher's last book, Mind: An Essay on Human Feeling, is a full theory of the psychology of aesthetics. This author of 1942's Philosophy in a New Key was the first American woman to achieve worldwide renown as an academic philosopher."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": " According to legend, this man died from a gangrene-infected foot after kicking a locked safe containing his most famous recipe. For 10 points each:", "answers_sanitized": [" Jack Daniel [or Jack Daniel's Whiskey; do not accept \"Jack Daniels\" alone]", " IRS [or Internal Revenue Service; or Bureau of Internal Revenue]", " Volstead Act [or National Prohibition Act]"], "parts_sanitized": [" Name this brewer who was taught distilling techniques from the former slave Nathan Green and raised by the preacher Dan Call.", " A regional superintendent of this organization named John MacDonald helped brewers to avoid spirits taxes in the Whiskey Ring Scandal. The Revenue Act of 1862 first created this organization to collect an income tax, which it still does today.", " Jack Daniel's business suffered after the passage of this act that was meant to enforce the 18th Amendment. This act was passed by a namesake Minnesota senator and became invalid after the passage of the 21st Amendment."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " The 2001 Pulitzer Prize was given to Ian Johnson for his work covering the persecution of this religion. For 10 points each:", "answers_sanitized": [" Falun Gong [or Falun Dafa]", " Jiang Zemin (jyong dzuh-MEEN)", " Tiananmen Square"], "parts_sanitized": [" Name this religion, whose members founded The Epoch Times newspaper in the United States. The 610 Office was set up by one government solely to persecute followers of this religion.", " The 610 Office was set up by this Chinese premier as part of his campaign against Falun Gong. Under this premier, China officially received Hong Kong and Macau from the United Kingdom and Portugal, respectively.", " The Epoch Times claims that Jiang orchestrated a self-immolation hoax in this location to draw negative press towards the Falun Gong. This Beijing location was the site of pro-democracy protests on June 4th, 1989."], "subcategory": "World History", "category": "History"}]}