{"tossups": [{"question_sanitized": "This singer's recording of a Rezső Seress (REZH-uh SHEH-resh) tune with Teddy Wilson and his orchestra was banned by the BBC for its lyrics implying suicide. John Hammond arranged this singer's debut on a recording of \"Riffin' the Scotch\" with Benny Goodman's orchestra at age seventeen. The lyrics \"Them that's got shall get, them that's not shall lose\" appear in a song this performer co-wrote with Arthur Herzog Jr. This frequent collaborator of Lester Young made the first recording of an Abel Meeropol song about a tree with \"blood on the leaves and blood at the root.\" That song made famous by this singer protests against lynchings in the South. For 10 points, name this jazz singer of \"Gloomy Sunday,\" \"God Bless The Child,\" and \"Strange Fruit.\"", "answer_sanitized": "Billie Holiday [or Eleanora Fagan; accept Lady Day]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "The narrator of this short story describes a cyclist who \"had to run into the hedge to avoid imminent collision\" during a man's \"headlong retreat.\" In this story, a man thinks to himself that \"somehow in this restful country spot tragedies seemed out of place.\" A girl in this short story claims a man fears dogs because he was chased into a cemetery on the banks of the Ganges by a pack of pariah dogs. A brown spaniel accompanies three men in this story, which ends with the sentence \"Romance at short notice was her specialty.\" Vera fabricates the deaths of her uncles to frighten Framton Nuttel during his visit to Mrs. Sappleton in this short story. For 10 points, name this short story by Saki, which is titled for an aperture.", "answer_sanitized": "\"The Open Window\"", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The first Maserati 5000 GT ever made was named in honor of this man, and formed part of his private collection of over 140 sports cars. While studying in Switzerland, this leader befriended the gardener Ernest Perron, whom he appointed as private secretary despite protests from his wife Soraya. An assassination attempt on this ruler led to the banning of the Tudeh Party, which was targeted by this ruler's secret police force, the SAVAK. This sovereign fled his country after failing to instate Fazlollah Zahedi as Prime Minister in a US-backed coup against incumbent Mohammed Mosaddegh, and he orchestrated a land and infrastructure reform known as the White Revolution. For 10 points, name this monarch overthrown by an Islamic Revolution in 1979, the last Shah of Iran.", "answer_sanitized": "Mohammad Reza Pahlavi [or Mohammad Reza Shah, prompt on Pahlavi, prompt on the Shah of Iran before mention; do not accept or prompt on “Reza Shah Pahlavi” as that’s his father]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A concerto by this composer begins with a solo violinist playing the low, accented quarter notes (read slowly) \"C-sharp D A-sharp B\" followed by a rise to a dotted half note F-sharp. The second movement of a piano concerto by this composer employs sounds like tremolo strings imitating crickets and artificial harmonics by the piano to depict a river cruise. The contrast between the styles of movements in this composer's second piano concerto led to the comment that it \"begins with Bach and ends with Offenbach.\" An orchestral piece by this composer features a xylophone solo in \"Fossils\" and a cello solo in \"The Swan.\" For 10 points, name this composer of the Egyptian Piano Concerto and The Carnival of the Animals.", "answer_sanitized": "Camille Saint-Saëns (the unnamed piece in the first line is his Violin Concerto No.3)", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "It's not a DNA polymerase (po-LIM-er-aze), but artificial examples of these proteins can be created using P. furiosus's Argonaute protein or by fusing the Cys2His2 (sis-two-hiss-2) type of a certain protein motif with Fok1. These proteins are key to bacterial anti-phage activity in the RM system, where they avoid dam methylated sites. At high glycerol levels or high pH, these proteins may lose specificity, which is called star activity. Artificial proteins of this type can be formed by fusing TALEs or zinc fingers to nucleases, as these proteins are endonucleases that target specific nucleotide sequences. HindIII (hen-dee-three) and EcoR1 are, for 10 points, what enzymes that produce blunt ends and sticky ends by cutting DNA at specific locations?", "answer_sanitized": "restriction enzymes [or restriction endonucleases; accept artificial restriction enzymes; accept TALENs or transcription activator-like effector nucleases or zinc finger nucleases or ZFNs before \"nucleases\" is read; prompt on AREs; prompt on endonucleases or ENs before \"nucleases\" is read]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "David Fasold wrote a book about this object, which he claims to have identified in the Durupinar (duhr-roo-pee-nar) site. The 44th verse of Surah al-Hud references one possible location of this object in Qard. First Peter 3 notes that eight souls were saved by this object, before analogizing a certain event to baptism. After this object fulfilled its purpose, Rabbinic tradition holds that its creator received a set of seven namesake laws which Gentiles must follow. Williamstown, Kentucky is home to a replica of this object in a theme park called this object's \"Encounter.\" According to tradition, this object either ended up on Mount Judi or Mount Ararat (ahr-rah-rat). For 10 points, two each of animal were brought onto what vessel built to survive a flood?", "answer_sanitized": "Noah's ark [do not accept or prompt on \"ark of the covenant\"]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "A survivor of the Caldas sinking describes \"infinite\" amounts of this concept while waiting to spot \"the light of only a single ship\" in The Story of a Shipwrecked Sailor. A speech titled for this concept ends by proposing a \"new utopia life\" with \"a second opportunity on Earth\" and begins by discussing a fantastical travelogue by the Florentine navigator Antonio Pigafetta. The 1982 Nobel Prize in Literature lecture was titled for [this concept] \"of Latin America.\" Characters in a novel named for this concept include a woman who floats up to Heaven while folding laundry and a child eaten by ants. A novel named for this concept features a man who founds a \"city of mirrors,\" Macondo. For 10 points, name this concept which titles a Gabriel García Márquez novel named for One Hundred Years of it.", "answer_sanitized": "solitude [or solitary; or soledad; or \"The Solitude of Latin America\"; or One Hundred Years of Solitude; or Cien Años de Soledad]", "subcategory": "Classical Literature", "category": "Literature"}, {"question_sanitized": "A Calvinist minister with this surname rose to prominence after preaching \"The Remedy for Duelling.\" A man with this surname who preached a \"Gospel of Love\" was threatened with hanging in a common labor slogan, for preaching that \"If you are being reduced, go down boldly into poverty\" in response to the Great Railroad Strike of 1877. A man with this surname founded Lane Theological Seminary in Cincinnati. A minister with this surname who allegedly had an affair with Elizabeth Tilton used the New England Emigrant Aid Society to send boxes of Sharps Rifles, later called his \"Bibles,\" to \"Bleeding Kansas.\" For 10 points, give this surname of the Unitarian preacher Lyman and his son Henry Ward, whose sister Harriet married Calvin Ellis Stowe and wrote Uncle Tom's Cabin.", "answer_sanitized": "Beecher [accept Lyman Beecher, Henry Ward Beecher, or Harriet Beecher Stowe]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Eating fermented gorse causes one of these animals named Io owned by G to hallucinate flying in Anne Carson's verse novel Red Doc> (dok). Two of these animals named Matilda and Milton were brought by Richard Nixon on his visit to China. In 2020, Alex Trebek was named the \"Godfather\" of the largest captive group of these animals. A soft fiber called qiviut is harvested from these animals, which are particularly common on Canada's Banks Island. When threatened, these animals form a ring-like defensive formation around their calves. The English name for these animals refers to secretions from the males' preorbital glands, and their Inuit name translates to \"the one with the beard.\" For 10 points, name this shaggy, horned Arctic ruminant named after its distinctive smell.", "answer_sanitized": "musk oxen [or Ovibos; or Ovibos moschatus; do not accept or prompt on \"ox\"]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "Nambu's formalism introduces multiple of these functions. In one dimension, this function can be written as solely depending on an adiabatic invariant 'capital I' using action-angle coordinates. Either capital omega or J denotes a 2n by 2n matrix encoding the symplectic structure of a formalism based on this function. A quantity is conserved if its Poisson (pwuh-SAHN) bracket with this function is zero. The time derivative of a canonical coordinate q equals the derivative of this function with respect to the conjugate momentum. This quantity is related to its namesake's \"principal function\" by an equation partially named for Jacobi. The Legendre (luh-JON-druh) transform of the Lagrangian is, for 10 points, what function corresponding to total energy of a system and denoted H?", "answer_sanitized": "Hamiltonian [prompt on H, prompt on total energy function]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Japan refers to this material as SUS and shares numbering with the AISI for common varieties like SAE 304. Solution nitriding (NIGH-try-ding) hardens this material without forming deleterious (del-uh-TEER-ee-us) precipitates in its surface by displacing carbon atoms with nitrogen at high pressure. Exposure to chloride is a common cause of pitting in this material, which is particularly susceptible. Adding nickel to this material limits its ability to be heat hardened by making it austenitic (aw-stuh-NIT-ik) at room temperature. This tasteless material undergoes rouging (\"ROOHJ-ing\") as it loses its passivated outer layer. This material is protected from the air because it contains 11 percent chromium by weight. For 10 points, name this corrosion-resistant alloy of iron named for its characteristic lack of rust.", "answer_sanitized": "stainless steel [accept high-nitrogen stainless steel or austenitic stainless steel prompt on steel or SS]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A book by this thinker imagines a foreigner who, after being shown the players on a cricket team, asks \"who is left to contribute the famous element of team-spirit?\" A fictional tribe named for this thinker that lack mental states, yet still talk about mental states, appear in Wilfred Sellars' \"Empiricism and the Philosophy of Mind.\" His namesake regress argument attacks the \"intellectualist legend\" that \"knowing how\" can be reduced to \"knowing that.\" This philosopher's magnum opus argues that \"the official doctrine\" rests on a \"category mistake\" of attempting to distinguish mental processes from the physical body. For 10 points, name this Oxford philosopher who attacked the Cartesian \"ghost in the machine\" in his The Concept of Mind.", "answer_sanitized": "Gilbert Ryle [accept Ryleans]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "To crack a cipher, a character with this job is tasked with buying Volume II of Ludwig Ganghofer's novel The Sins of the Father. A character with this job smokes a white pipe and drinks with the occultist cook Jurajda and the perpetually hungry batman Baloun in illustrations by Josef Lada. A protagonist with this job receives a \"certificate of imbecility\" and is a former dogcatcher who unknowingly steals a superior's dog and gifts it to Lukáš. Jaroslav Hašek created a \"Good\" character in this profession named Švejk (sh-VAKE). A man is haunted by his murder of the printer Gerard Duval after the schoolteacher Kantorek convinces him to join this profession. For 10 points, name this profession of Paul Baumer in All Quiet on the Western Front.", "answer_sanitized": "soldiers [accept The Good Soldier Švejk]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Aurora Mardiganian claimed that this practice was revived by the Turks during the Armenian Genocide. Jean de Thévenot (TEV-uh-noo) noted that this practice was common in Ottoman Egypt, but was reserved in Constantinople for Christians who committed crimes against Islam. Carl Veshe's memoirs reported that 150 peasants who rose up in the Horea Revolt were killed by this practice \"according to the barbarous fashion of their country\". A \"forest\" of victims of this practice, including Hamza Pasha, caused an Ottoman army to turn back after a \"Night Attack\" led by its most famous practitioner prevented them from reaching Târgoviște (tihr-go-vish-teh). For 10 points, name this method of execution that inspired the nickname of Wallachian ruler Vlad III.", "answer_sanitized": "impalement [or being impaled or impaling; prompt on crucifixions, prompt on descriptions of impalement or on descriptions of specific actions that take place in impaling or crucifixion such as nailing]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In a vision of this event, one figure is turned into a bird-like creature and forced to eat mud after being captured by a man with a lion's head and eagle talons. In the aftermath of this event, another figure weeps for six days and seven nights until he sees a maggot drop from a corpse's nose. After experiencing a premonition of this event, one figure curses a gate that had previously paralyzed his hand in the Cedar Forest. This event prompts a demi-god king of Uruk (oo-ruhk) to seek the secret to eternal life from Utnapishtim (oot-nah-pish-tim). Despite the protests of Shamash, Enlil demands that this event occurs as punishment for the murder of Humbaba and the Bull of Heaven. For 10 points, name this event, where a wild man friend of Gilgamesh is killed.", "answer_sanitized": "death of Enkidu [accept obvious equivalents such as the demise of Enkidu; accept sickness of Enkidu or equivalents]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "At the end of this book, a child resembling the protagonist receives a dime for ice cream. The protagonist of this novel is given copies of Robinson Crusoe and The Arabian Nights by Miller Nicholson and is abandoned by Pastor McMillan. That protagonist in this novel rides in a \"borrowed car\" and has to leave Kansas City, then meets a woman ominously described as \"electric,\" Sondra Finchley. In this novel, an employee at the Hotel Green-Davidson in Lycurgus is unable to procure an abortion for his mistress. This novel was inspired by events at Big Moose Lake perpetrated by Chester Gillette. For 10 points, name this novel where Roberta Alden is killed by Clyde Griffiths, written by Theodore Dreiser.", "answer_sanitized": "An American Tragedy", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Ariel Rubinstein's model of this process extended it to an infinite time horizon. James Fearon's article \"Rationalist Explanations for War\" argues that breakdowns in this process due to uncertainty and indivisibility of goods leads to war. A 1950 paper by John Nash presents a solution to a problem named for this process that satisfies independence of irrelevant alternatives, but not resource monotonicity. That problem named for this activity centers on two agents who must agree on how to divide a jointly generated surplus. Given sufficiently low transaction costs, the Coase (COHS) theorem states that this activity can be used to mitigate externalities. For 10 points, name this process in which a transaction is negotiated, which can be performed \"collectively.\"", "answer_sanitized": "bargaining [prompt on negotiation]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A work in this medium by Esther Bryan depicts the history and traditions of many First Nations peoples and is titled for one \"of Belonging\". Rumi O'Brien depicts Japanese folklore in this medium. Nancy Crow repopularized the Log Cabin Block in this medium, which was used by the former slave Harriet Powers. Judy Chicago's companion piece to Dinner Party was a work in this medium titled for \"International Honor.\" Children fly above a rooftop dinner party in Tar Beach #2, which, like Who's Afraid of Aunt Jemima, is a \"story\" work in this medium by Faith Ringgold. The NAMES project maintains one of these artworks memorializing AIDS victims. For 10 points, name this American folk art genre created from stitching fabric cloth with patchworks designs.", "answer_sanitized": "quilts [or patchwork quilts or story quilts; accept Quilt of Belonging; accept wordforms like quilting; prompt on needlework or embroidery; prompt on textile art or fabric art]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This quantity is given by an equation containing a coefficient called the activity factor, which represents the chance that a signal switches. Pairs of servers facing inward create “aisles” of this quantity in a common server rack design. The maximum realistic value of this quantity for a given component is expressed by its TDP rating. Since this quantity of a CPU is proportional to clock frequency, it can be controlled by dynamically reducing frequency in processes like CPU throttling and underclocking. Devices named for Peltier are usually worse \"sinks\" of this quantity than mechanical fans. A CPU performing computations produces, for 10 points, what unwanted quantity which can cause circuits to melt?", "answer_sanitized": "heat generation [or power; or energy consumption; or heat dissipation; or power consumption; accept dynamic power; accept temperature; accept heat sinks; accept hot aisles; prompt on battery usage; prompt on fan speed]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This activist wrote a book that cites the example of a farmer learning of FDR's program to destroy surplus agricultural production and asking \"Who's Looney Now?\" That book by this activist describes the \"secret kingmakers\" determining America's elections. This writer of A Choice Not an Echo opposed Nelson Rockefeller and helped write the American Bar Association's Report on Communist Tactics. This activist founded the Eagle Forum which grew out of a movement named STOP or \"Stop Taking Our Privileges.\" That STOP campaign by this activist opposed an amendment that they believed would take away rights from women, and she claimed to be \"pro-life and pro-family.\" For 10 points, name this opposer of the Equal Rights Amendment, a prominent conservative anti-feminist.", "answer_sanitized": "Phyllis Schlafly [or Phyllis Stewart Schlafly; or Phyllis McAlpin Stewart]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This author fictionalized a deathbed conversation featuring the real Cambridge math professor Nicholas Saunderson, whose experiences this author posited in response to an inquiry about the Molyneux problem. This author depicted a monstrous child named \"Experiment\" destroying a temple called \"Hypothesis\" in a book where Mangogul uses a magic ring that enables genitalia to speak. The narrator of a satire by this author argues at the Café de la Regénce with a relative of a famous French composer. This author of Rameau's Nephew created a character who believes in a \"great scroll\" in the sky. Jean d'Alembert worked with this author on a project where this author wrote over 7000 entries. For 10 points, name this author of Jacques the Fatalist, the chief editor of the French Encyclopédie.", "answer_sanitized": "Denis Diderot", "subcategory": "European Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": " In 1621, John Cunningham tried and executed 52 of these people in Norway's Finnmark province. For 10 points each:", "answers_sanitized": [" suspected witches [prompt on similar answers like sorceresses]", " Sami [or Lapp; or Laplanders]", " North Berwick"], "parts_sanitized": [" Name these people, who were executed in Vardø for supposedly causing a storm off of Norway's coast. Shakespeare was inspired by James I's Daemonologie to introduce a trio of them in Macbeth.", " These people were often targeted by Scandinavian Christians in witch trials, mistaking their noaidi (no-WHY-dee) shamans for sorcerers. This reindeer-herding people of northern Scandinavia were the subject of a history by Johannes Schefferus.", " A different John Cunningham, a schoolmaster in this Scottish town, was accused of making a deal with the Devil in a series of 1590 witch trials. Agnes Sampson was subjected to torture via witch's bridle during those witch trials here."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": " This hormone can inhibit insulin secretion by the pancreas and stimulate glycogenolysis (glai-co-jen-ALL-ih-sis) in the liver and muscles. For 10 points each:", "answers_sanitized": [" epinephrine [or adrenaline]", " beta-1 receptors [prompt on beta receptors]", " tyrosine [or Tyr or Y]"], "parts_sanitized": [" Name this hormone that is produced mainly by the adrenal glands and increases blood flow to muscles and heart rate as part of the fight-or-flight response. During anaphylactic shock, it is injected into the thighs.", " Epinephrine and caffeine act on these adrenergic receptors to increase heart rate, which may cause tachycardia. These receptors are mainly found in the heart, unlike similar ones that are mainly found in smooth muscle.", " Epinephrine, like all catecholamines, is derived from this non-essential, aromatic amino acid with a phenol side chain. It can be synthesized from phenylalanine."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " In 2017, protesters used the hashtag \"blackmonday\" to draw attention to the fact that farmers of this ethnicity were being targeted for murder. For 10 points each:", "answers_sanitized": [" Afrikaners [accept Boers; accept Trekboers]", " Jacob Zuma [or Jacob Gedleyihlekisa Zuma; prompt on JZ; prompt on Jacob Msholozi]", " Gupta family [accept specific members of the Gupta family like Ajay Gupta]"], "parts_sanitized": [" Name this ethnicity, which is represented by the NGO AfriForum. Simon Roche leads a colony of this ethnicity that is preparing for an impending race war.", " Along with Julius Malema, this former South African President was accused of inciting violence at Boer farms after he sang the Xhosa (KOH-suh) folk song \"Shoot the Boer, Kill the Boer.\" He was recalled by the ANC in 2018.", " Zuma accused \"white monopoly capitalists\" of conspiring to remove him from office over connections to this Indian family whose Oakbay Investments has \"hijacked\" the South African Government with bribes. Its figureheads Ajay, Atul, and Rajesh are in exile in Dubai."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": " In the first story from Zora Neale Hurston's Mules and Men, a man with this name is scared away from a well by a frog resting inside. For 10 points each:", "answers_sanitized": [" John [or John Henry; or John the Conqueror]", " old hammer", " King Arthur "], "parts_sanitized": [" Give the name of a trickster figure from many slave folktales, who often outwits the cruel \"Old Master\" or even the devil himself. After a figure with this first name died, his work was picked up by a \"little woman\" named Polly Ann.", " John Henry dies after winning a race to a steam drill with one of these things in his hand. A folk ballad tells of how an old nine-pound one of them is what killed John Henry's \"fool self.\"", " The legend of John the Conqueror, who hides in a form of root in America waiting to be called, is reminiscent of a legend about this person. The belief in this person's messianic (mess-eye-ahn-ic) return was described by William of Malmesbury among others."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": " This man rhetorically asks, \"Did God in portioning wine and bread / Give man His thought or His mere body?\" to a dancer who eventually responds, \"They say such different things at school.\" For 10 points each:", "answers_sanitized": [" Michael Robartes [accept either underlined portion]", " \"Easter, 1916\"", " W. B. Yeats [or William Butler Yeats]"], "parts_sanitized": [" Name this character who sees that dancer poised between a Buddha and a Sphinx in a \"double vision\" under the full moon. The poem \"The Phases of the Moon\" is framed as a dialogue between him and Owen Aherne.", " This poem from the collection Michael Robartes and the Dancer mourns \"MacDonagh and MacBride / And Connolly and Pearse.\" This poem begins, \"I have met them at close of day.\"", " This poet of \"The Double Vision of Michael Robartes\" asked, \"How can we know the dancer from the dance?\" in \"Among School Children\" and wrote \"Sailing to Byzantium.\""], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": " Romila Thapar's (tah-par) textbook History of India has been vilified for presenting evidence that ancient Hindus ate this meat. For 10 points each:", "answers_sanitized": [" beef [or cows; or cattle]", " gunas", " Ayurveda [or Ayurvedic medicine]"], "parts_sanitized": [" Name this kind of meat, whose consumption is widely taboo among Hindus today out of reverence for the animal it comes from. Since 2010, vigilantes have attacked dozens of Muslims and Dalits (dah-leets) for eating this meat.", " In Samkhya (sahm-kyah) philosophy, meat is said to dull the mind and body because it corresponds with Tamas, one of these three essential categories. Sattva and Rajas are the other two of these categories, which are discussed in the Bhagavad Gita.", " This ancient Indian system of traditional medicine promotes sattvic (saht-vik) diets as a means towards balancing the three doshas."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": " Huey Newton praised a scene in this film in which the director's underage son Mario encounters a prostitute as \"black manhood.\" For 10 points each:", "answers_sanitized": [" Sweet Sweetback's Baadasssss Song", " Spike Lee [or Shelton Jackson Lee]", " Ku Klux Klan [or the KKK; prompt on the Klan alone]"], "parts_sanitized": [" Name this 1971 Melvin Van Peebles movie commonly identified as the first in the blaxploitation genre.", " This director popularized Van Peebles' usage of the double dolly zoom to represent \"black suspicion of the white gaze\" in films like Mo' Better Blues and 25th Hour. Dutch angles portray tension between the owner of Sal's Pizzeria and Radio Raheem in a 1989 film by this director.", " Ron Stallworth asks Patrice Dumas whether she prefers Super Fly or Shaft in a 2018 Spike Lee film about a detective who infiltrates this organization. D.W. Griffith's film The Birth of a Nation glorifies this organization."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " For 10 points each, answer the following about algorithms co-named for Lester Ford.", "answers_sanitized": [" negative edge weights [or other answers indicating they are less than zero]", " residual graph [or residual capacities; accept residual neural network]", " sorting algorithm "], "parts_sanitized": [" Alongside Richard Bellman, Ford developed an algorithm for finding the shortest path on a weighted digraph, which improves on Dijkstra's (DIKE-struh's) algorithm by always being able to deal with edge weights with this property.", " The first step of the Ford-Fulkerson algorithm creates a graph described by this term, whose edge weights correspond to how much flow can still be pushed through the edge. Unrelatedly, neural networks described by this term utilize skip connections between layers.", " With Selmer Johnson, Ford sometimes co-names the comparison-based \"merge-insertion\" algorithm for this basic task. Common algorithms for this task include \"bubble\" and \"quick.\""], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": " John Winthrop decried the \"monstrous birth\" of a practitioner of this movement named Mary Dyer, who was later executed as one of the Boston Martyrs. For 10 points each:", "answers_sanitized": [" Quakers [or the Religious Society of Friends; or the Friends Church]", " Anne Hutchinson", " the Boston Neck [or Roxbury Neck, prompt on neck]"], "parts_sanitized": [" Name this pacifist religious movement, whose members were often persecuted in early Colonial America for beliefs such as the spiritual equality of men and women. William Penn founded a colony for this movement.", " Mary Dyer befriended this woman, who accused Puritan authority of holding a \"covenant of works\" in the Antinomian controversy. This woman settled in Portsmouth, Rhode Island after being banished from Massachusetts.", " Mary Dyer was hanged at this location, whose nearby shore was known as Gallows Bay for its frequent executions. This isthmus connected Boston to mainland Massachusetts."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " Sections of this novel detail Agnes and Nicole's escape to Canada aboard the \"Nellie J. Banks\" while disguised as Pearl Girls. For 10 points each:", "answers_sanitized": [" The Testaments", " Republic of Gilead", " Margaret Atwood [or Margaret Eleanor Atwood]"], "parts_sanitized": [" Name this novel narrated by Agnes, Nicole, and a woman revealed to be a former schoolteacher and family court judge. Near the end of this novel, Becka dies in a cistern to help save Nicole’s life.", " The Testaments is set in Canada and this fictional location, which is home to the Mayday resistance. This location’s societal hierarchy includes Marthas, Econowives, and Aunts.", " The Testaments is a 2019 novel by this Canadian creator of Gilead, who wrote it as a sequel to their earlier novel The Handmaid's Tale."], "subcategory": "Classical Literature", "category": "Literature"}, {"leadin_sanitized": " In the 1960s, this process was believed to follow a fixed sequence of steps described in a book subtitled \"A Non-Communist Manifesto.\" For 10 points each:", "answers_sanitized": [" development", " takeoff", " Alliance for Progress [or Alianza para el Progreso]"], "parts_sanitized": [" The Rostow and Gerschenkron models were opposed by dependency theory in the controversy over what process of economic growth in countries that start as relatively poor?", " The third stage of the Rostow model, when economic growth dramatically increases, is known by this term. Its preconditions include investment of over 10% of national income, a growing manufacturing sector, and the creation of social and political institutions which allow for productive economic activity.", " Rostow's model heavily influenced the institution-based investment in Latin America promoted in the 1960s by this program, which the Kennedy administration appointed Teodoro Moscoso to lead after the 1961 Punta del Este Conference."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": " A poet with this surname asks, \"If swans can rain / white rape from heaven, then what is a girl to do?\" in their poem \"True Myth.\" For 10 points each:", "answers_sanitized": [" Erdrich [accept Heid E. Erdrich or Louise Erdrich or Karen Louise Erdrich] (The novel is Love Medicine)", " Elvis Presley [accept either; accept Elvis Aaron Presley; accept \"Indigenous Elvis Works the Medicine Line\"]", " \"The Gift Outright\" (the Erdrich poem is \"The Theft Outright\")"], "parts_sanitized": [" Give this surname shared by a sibling who wrote a novel that opens with June Kashpaw dying as she walks home in a snowstorm.", " Heid. E Erdrich created a \"poem film\" about a man working at the Medicine Line who resembles this singer. In a Carol Ann Duffy poem, this singer's \"twin sister\" thinks of Graceland and prays for the \"soul of rock n' roll.\"", " This Robert Frost poem inspired a Heid. E Erdrich poem which asks, \"What's America, but the legend of Rock 'n' Roll?\" That Erdrich poem's opening line subverts this poem's opening line, \"The land was ours before we were the land's.\""], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": " The Luba people used black examples of these objects to represent the hero Mbidi Kiluwe while circles of them represent different settlements on \"memory boards\" called lukasa. For 10 points each:", "answers_sanitized": [" beads", " women [accept obvious equivalents such as mothers]", " Katanga "], "parts_sanitized": [" Name these objects. Venetian Ghosts, King Chevrons, and Elbow Millefiori varieties of these goods were valued currencies until 1880's colonization of Africa.", " Luba kings decorate their staves with images of these people since they believe their spirit will live on through one of these people. The Dahomey Amazons were made up of these people, from whom property descends in Akan culture.", " The Luba and Lunda can be found in this province of the Democratic Republic of the Congo. In 1960, South Kasai broke off from this region's own breakaway republic which was led by Moïse Tshombe and backed by Belgian mining companies."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": " According to legend, Emperor Theophilus added a line to one of these pieces by 9th-century female Byzantine composer Kassia. For 10 points each:", "answers_sanitized": [" hymns [accept hymnals; accept Christian hymns; accept troparions; prompt on religious songs or similar answers]", " Saint Hildegard von Bingen [or Hildegard of Bingen]", " Occitan [accept Provençal]"], "parts_sanitized": [" Name these musical works of which Kassia wrote 23. Fanny Crosby and Charles Wesley wrote many of these songs written for the purpose of adoration or prayer.", " This 12th-century German nun and composer collected many hymns in her Symphonia armoniae celestium revelationum. She also wrote Ordo Virtutum, the earliest surviving morality play.", " 12th-century composer Beatriz, the Comtessa de Dia, is best known for her songs in this language like \"A Chantar.\" Many works of \"Master Singer\" Bernart de Ventadorn were written in this language."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " In simple models, the ground state of cyclobutadiene (cyclo-BYOOT-uh-di-ene) is assumed to have two unpaired electrons and thus occupy this type of state. For 10 points each:", "answers_sanitized": [" triplet states", " pseudo Jahn-Teller (YAHN-Teller) effect [or pseudo JTE; accept second-order Jahn-Teller effect; prompt on PJTE, Jahn-Teller effect, or JT effect]", " aromaticity [or aromatic; accept antiaromaticity or antiaromatic]"], "parts_sanitized": [" Name these symmetric states, which include a superposition with spin zero. Excitation into one of these states causes the slow timescale of phosphorescence.", " Cyclobutadiene actually occupies a singlet state because it has been distorted into a rectangular shape by this specific effect. This effect targets systems without degenerate ground states by allowing mixing with excited states.", " Despite its elongation, cyclobutadiene is still a planar molecule with 4n pi electrons that is destabilized by the \"anti\" counterpart to this property. This property is found in molecules that obey Hückel's rule."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": " This philosopher's West Coast followers, led by his former student Harry Jaffa, founded the right-wing think tank the Claremont Institute. For 10 points each:", "answers_sanitized": [" Leo Strauss", " The Conservative Mind", " property"], "parts_sanitized": [" Name this political philosopher who criticized moral relativism in his Natural Right and History. He taught many prominent neo-conservatives including Allen Bloom and Paul Wolfowitz.", " Jaffa criticized this 1956 book by Russell Kirk for its praise of John C. Calhoun. This foundational text of paleo-conservatism traces the history of conservatism from Edmund Burke to T. S. Eliot.", " In The Conservative Mind, Kirk argues that one of the \"canons\" of conservatism is a belief that freedom is linked to this concept, which arises from mixing land with labor according to the Lockean proviso."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": " This cartoon appeared in the March 29, 1890 edition of Punch. For 10 points each:", "answers_sanitized": [" \"Dropping the Pilot\"", " Otto von Bismarck", " Georg Leo von Caprivi "], "parts_sanitized": [" Name this John Tenniel (TEN-yel) caricature showing a chancellor departing the service of Wilhelm (VIL-helm) II.", " This longtime Prussian and German chancellor is the subject of \"Dropping the Pilot.\" He gave an 1862 speech concluding that \"iron and blood\" would solve the \"great questions of the day.\"", " This successor to Bismarck voided the Reinsurance Treaty with Russia and advocated laws restricting child labor.  In 1890 he acquired a salient from Britain in the Heligoland-Zanzibar Treaty."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": " Robert Graves's translation of a book by this author appends a \"Refutation\" by José Quadrado that calls this writer \"the most immoral of writers\" and \"the most obscene of women.\" For 10 points each:", "answers_sanitized": [" George Sand [or (Amantine Lucile) Aurore Dupin]", " travel literature [or travelogue]", " Nile River [accept A Winter on the Nile or Adrift on the Nile]"], "parts_sanitized": [" Name this author who recalled a miserable vacation with her consumptive lover in A Winter in Majorca. This author of Consuelo and Indiana corresponded with Gustave Flaubert.", " A Winter in Majorca belongs to this nonfiction genre, where the writer chronicles their experiences in unfamiliar places. An example of this genre is Marco Polo's Il Milione.", " Anthony Sattin intertwines Flaubert's and Florence Nightingale's travels to this location in a book titled for A Winter On this location. Samara visits the drug addict Anis Zani in a novel titled Adrift On this place."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": " The Raychaudhuri equation gives conditions for these things to undergo \"focusing\" and converge. For 10 points each:", "answers_sanitized": [" geodesics [accept geodesic focusing or geodesic congruences or geodesic incompleteness]", " black holes", " scalar curvature [or Riemann curvature tensor or Ricci curvature]"], "parts_sanitized": [" Singularities are the ends of incomplete examples of what entities, according to the Penrose-Hawking theorems? They're not cones, but event horizons are generated by “null” examples traced by massless particles.", " The cosmic censorship hypothesis states all singularities are hidden behind these objects' event horizons. Roger Penrose, Andrea Ghez (\"gaze\") and Reinhard Genzel won the 2020 Nobel Prize in Physics for studying them.", " The existence of the central singularity in all coordinate systems can be shown with the Kretschmann invariant calculated from the Riemann (REE-mahn) tensor representing this quantity. The Ricci tensor also represents this quantity."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": " This artist designed an oculus that uses di sotto in su to make it appear as if several putti (POO-tee) and a turbaned man are looking down to the viewer in an illusion filled room called the Camera degli (DEH-ee) Sposi. For 10 points each:", "answers_sanitized": [" Andrea Mantegna", " Mantua, Italy [accept Mantova, Italia]", " altarpiece [accept San Zeno Altarpiece or Ghent Altarpiece]"], "parts_sanitized": [" Name this painter, who used extreme foreshortening for his painting of the Dead Christ, housed in Milan's Brera Gallery.", " The Camera degli Sposi is found in this city's Palazzo Ducale (doo-KAH-lay). Giuliano Romano moved from Rome to this city, where he designed the Palazzo Te, which contains his fresco Fall of the Giants.", " Mantegna painted soldiers playing dice below the crucifixion in a work of this type in the Basilica of San Zeno in Verona. Jan van Eyck painted one of these works for St. Bavo's Cathedral in Ghent."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " Photon diffusion damping suppresses the peaks in the CMB power spectrum generated by these phenomena. For 10 points each:", "answers_sanitized": [" baryon acoustic oscillations [or BAOs]", " Hubble parameter [or Hubble's constant]", " type 1a supernovae [prompt on supernovae]"], "parts_sanitized": [" Identify these phenomena that produce a correlation in the distances between galaxies equal to approximately half a billion light years.", " There is a significant discrepancy between measurements of this quantity from observations of baryon acoustic oscillations and  measurements from standard candle observations. This eponymous quantity describes the expansion of the universe.", " Perlmutter, Schmidt, and Riess (reese) won the 2011 Nobel Prize in Physics for determining expansion of the universe is accelerating by observing these events, which are standard candles for the Hubble parameter. The single degenerate model describes these events that occur in binary systems."], "subcategory": "Other Science", "category": "Science"}]}