{"tossups": [{"question_sanitized": "A sculptor with this surname depicted the panther Bagheera in her sculpture Night at the 1939 World's Fair. The Radiator Building was inspired by an architect with this surname's layered Neo-Gothic design for Chicago's Tribune Tower. Architects with this surname created Columbus, Indiana's Miller House and First Community Church. Contributions of an architect with this surname to homebuilding include the \"conversation pit\" and the Tulip chair. A sculptor with this surname designed a reflecting pool surrounded by buffalo which was originally paired with her husband's catenary curve design for the Jefferson Expansion Memorial. For 10 points, give this surname shared by Lillian Swann and her husband, the Finnish architect behind the St. Louis Arch, Eero.", "answer_sanitized": "Saarinen [accept Lilian Swann Saarinen; or Eliel Saarinen; or Eero Saarinen; prompt on Swann with \"What was her married surname?\"]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In a poem titled for this person, the speaker asks, \"Caught in a net, / how is it you still have wings?\" and mistakes the moonlight spilling on rafters for this person's face. The speaker climbs toward Heaven, only to look downward and see \"wolves, with men's hats on their heads\" in this poet's \"Ancient Air.\" An English translation of a poem by this poet notes, \"They hurt me. I grow older\" and describes \"Paired butterflies ... yellow with August.\" In that translation of this poet, the speaker is one of \"two small people, without dislike or suspicion\" and recalls \"when my hair was cut straight across my forehead.\" After seeing frost on the ground in one poem, this poet lowers their head and thinks of home. For 10 points, name this Chinese poet of \"Drinking Alone by Moonlight\" and \"Quiet Night Thought.\"", "answer_sanitized": "Li Bai [or Li Bo; or Li Po; or Rihaku; or Taibai] (the first poem is Du Fu’s \"Dreaming of Li Po\")", "subcategory": "Classical Literature", "category": "Literature"}, {"question_sanitized": "In most languages, nouns cannot be modified by these expressions after being passed through the \"universal grinder.\" These expressions are deliberately written in a complex manner in a system whose name literally translates to \"big writing.\" These expressions cannot modify nouns in Chinese languages without first being followed by a namesake classifier. Based on matching-task experiments, Daniel Everrett argued that the Pirahã language lacks these expressions. These expressions cannot directly modify mass nouns. A likely remnant of the Celtic vigesimal system for these expressions is the English word \"score.\" For 10 points, name these expressions which can be ordinal or cardinal, and, in English, include the words \"one,\" \"two,\" and \"three.\"", "answer_sanitized": "number words [or numerals; prompt on quantifiers or determiners]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Any observer in a timelike vector field would observe a non-negative value of the density of this quantity, according to a \"weak\" condition on it. A perfect fluid is characterized entirely by its pressure and by its density of this quantity. It is unsolved why the observed cosmological constant, which represents this quantity's density in a vacuum, is much smaller than its theorized zero-point value observed in the Casimir effect. This quantity's density is the 00 (zero-zero) component of a tensor named for stress, it, and sometimes momentum. This quantity over c gives the momentum for a photon, whose value for it is h times the frequency. In general relativity, this quantity curves spacetime. For 10 points, name this quantity equal to m times c squared.", "answer_sanitized": "energy [accept mass-energy; or energy density; accept the weak energy condition; accept vacuum energy density or stress-energy-momentum tensor or zero-point energy; accept dark energy after \"cosmological constant\" is read; prompt on E; prompt on mass with \"what other quantity is mass equivalent to in this context?\"; do not accept \"kinetic energy\" or \"potential energy\"]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A scholar who worked for this dynasty likely introduced a river-crossing problem involving jealous husbands in his work Problems to Sharpen the Young. A ruler of this dynasty sent out officials known as correctio to promulgate reforms outlined in his Admonitio Generalis. John Scotus Eriguena divided nature into four \"species\" in a work written during this dynasty. Monks at Corbie Abbey developed a miniscule script named after this dynasty. This dynasty developed the missi dominici system of local administration. Rotrude, the daughter of a ruler from this dynasty, was educated by Alcuin of York in the \"palace school\" of Aachen. For 10 points, name this dynasty which names a renaissance that began during the rule of Charlemagne.", "answer_sanitized": "Carolingian Dynasty [or Carlovingians; or Carolingus; or Carolings; or Karolinger; or Karlings; accept Carolingian minuscule]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "An essay by this author opens with a bizarre rant about how marrying the daughter of a duke made Mr. Palmer \"twice as great a man as Galileo.\" After falling out with an older idol, this author lived in penury for a decade at that older writer's Dove Cottage. \"The Palimpsest of the Human Brain\" appears in an essay collection by this author titled for \"sighs from the depths.\" The word \"tumultuosissimamente\" (tumultuo-ZEE-see-ma-MEN-tay) opens a \"Vision of Sudden Death\" in an essay by this author that describes a near-accident in the title vehicle. The teenage prostitute Ann befriends this author of Suspiria de Profundis in a work in which they use a certain substance for stomach pain. For 10 points, name this author who discusses the pleasures and pains of the title drug in Confessions of an English Opium Eater.", "answer_sanitized": "Thomas de Quincey", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A piece of material in this organ that may extend into its namesake calyces (KAL-uh-seez) is known as a \"staghorn.\" Furosemide inhibits this organ's NKCC2 protein to treat edema. This organ's function can be measured by injecting sinistrin or inulin into the plasma. A protein secreted primarily by this organ in response to cellular hypoxia stimulates red blood cell production in bone marrow; that cytokine is erythropoietin (ih-rith-roh-poi-EET-in). A late marker of damage to this organ is a rise in blood concentration of creatinine (cree-AT-uh-neen) or a decrease in GFR. A cup-like sack at the beginning of the functional unit of this organ encloses the glomerulus and performs the first step in filtration. For 10 points, name this organ whose nephrons filter waste from the bloodstream.", "answer_sanitized": "kidneys", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Jane Harrison argues that the Bluebeard Monster on the Hekatompedon (heh-kah-tom-pee-don) Temple is this figure, whom the Pythagoreans (pie-tha-gor-ee-ahns) associated with a fifty-six sided polygon. Homer describes a place in the land of the Arimoi (ah-ri-moh-ee) known as the \"couch of [this figure].\" After persuading him that it would strengthen him, Clotho (kloh-thoh) tricked this figure into eating poisoned fruit. Herodotus' (hair-ah-doh-tuss) suggestion that this figure laid hidden beneath the Serbonian (sir-boh-nee-ahn) Marsh led to his syncretization with Set. Aegipan (ay-guh-pan) and Hermes retrieved the sinews of this figure's greatest enemy after he took them to the Corycian (kor-ih-see-an) Cave. After this monster with a hundred heads and snake-like feet attacked Olympus, the gods transformed into various animals and fled. Zeus defeated, for 10 points, what consort of Echidna (eh-kid-nah) by trapping him underneath Mt. Etna?", "answer_sanitized": "Typhon [accept Typhoeus]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Madame de Sévigné (say-VEEN-yay) claimed these locations would be forgotten \"like Racine\" in a 1660 study of them. Because of their obscene content, Karagöz (ka-rug-YOZE) shadow plays were most frequently performed in these locations during Ramadan. The popular \"Black Pearl\" variety of a good was sold in these locations, all of which featured a banner reading \"O His Holiness Sheikh Şazeli.\" Murad IV demolished these locations after a fatwa was issued by Shaykh al-Islam Ebu Suud Efendi banning their products. Former Janissaries ran 42 percent of these locations, where they condoned \"state talk\" between the Young Turks and other intellectuals. For 10 points, name these discussion centers originating in the Ottoman Empire where customers consumed drinks made from arabica and robusta beans.", "answer_sanitized": "coffeehouses [accept cafés or coffee shops; accept descriptive answers indicating coffee sellers or other equivalents; prompt on more general answers such as restaurants or eateries]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A piece in this genre inspired by \"Amazing Grace\" uses 7-limit tuning and is included in a set of ten microtonal pieces in this genre by Ben Johnston. Dances like \"Judah to Ocean\" appear in a piece in this genre titled John's Book of Alleged Dances by John Adams. Three threnodies including \"Night of the Electric Angels\" appears in an \"electric\" piece in this genre. That Vietnam-inspired work in this genre is George Crumb's Black Angels. The third scene from the opera Mittwoch aus Licht incorporates a piece in this genre played in helicopters. Many modern pieces in this genre have been commissioned by an ensemble called Kronos. For 10 points, name this genre performed by an ensemble made of two violins, viola, and cello.", "answer_sanitized": "string quartets [prompt on quartets]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "These people were called \"magnetizers\" that attracted people to a certain faith in a journal founded by the leader of a minority sect. One of these people is accused of being a poet and a magician in a text named for them, which notes that the world was not created for man's sport. The people of Thamud hamstrung an animal belonging to one of these people, who warned them that they would be killed by an earthquake in three days as punishment. One of these people compared himself to a brick to explain his role as the \"Seal\" of them; the Ahmadiyya (ah-mahd-ee-ya) dispute that seal by arguing that their founder was one of these people. Surah al-Anbiya (ser-ah al ahn-bih-ya) is titled for, for 10 points, what people, including Saleh and Muhammad, who spread the word of Allah?", "answer_sanitized": "Islamic prophets [accept an-Nabiya or an-Nabi; accept messengers]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "The several kilometer difference in average elevation between the Northern and Southern hemisphere of this object is called its namesake dichotomy. Computer simulations of this object's formation predict it to be ten times as massive as it actually is, which is explained by the inward migration of a different object in the Grand Tack Hypothesis. The Noachian and Hesperian were periods in the geologic history of this planet, which is the outermost planet not beyond the frost line. The volcanic Tharsis region on this planet may have formed from massive flooding of liquid water. This planet has two permanent carbon-dioxide rich polar ice caps. Phobos and Deimos are the moons of, for 10 points, what fourth planet from the sun?", "answer_sanitized": "Mars [accept the Martian dichotomy]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "The terms of the treaty that ended this conflict were supposedly leaked by journalist John Nugent. Justin H. Smith won the 1920 Pulitzer Prize for his critical history of this conflict. Ernesto Tamariz created a memorial consisting of marble columns adorned with sculptures of eagles in honor of six teenage soldiers who died defending a country's capital during this conflict. The Kearney Code was promulgated in a territory occupied during this conflict. The construction of Fort Brown prior to this conflict sparked a crisis in the Nueces (noo-EY-seys) Strip. John Riley led deserters during this conflict who made up the St. Patrick's Battalion. For 10 points, name this conflict which began as a border dispute along the Rio Grande River.", "answer_sanitized": "Mexican-American War", "subcategory": "American History", "category": "History"}, {"question_sanitized": "The speaker of this poem says, \"Come and be worshiped, come and be caressed\" to a \"dark Vanessa.\" While cutting his nails, the speaker of this poem recalls a fly landing on his Aunt Maud in the Pinedale sanitarium. A writer admits to misprinting \"mountain\" as \"fountain\" after the speaker of this poem visits a woman who saw a \"tall white fountain\" when she temporarily died. During a high school outing to a waterfall, the speaker of this poem falls in love with his wife Sybil. Hazel drowns in an icy lake in this poem supposedly inspired by a king of Zembla. This poem begins, \"I was the shadow of the waxwing slain\" and includes commentary by Charles Kinbote. For 10 points, name this 999-line poem by John Shade, which is part of a namesake Vladimir Nabokov novel.", "answer_sanitized": "Pale Fire", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Members of this occupation were permitted to trade outside the APMC-dominated mandi system by one of three deregulating bills. Many members of this occupation supported recommendations to raise minimum support prices made by the Swaminathan (swah-mee-NAH-thun) Panel. During a parade of these people on Republic Day, the Nishan Sahib was hoisted over the Red Fort. Unions for this occupation based in Haryana and Punjab used the slogan Delhi Chalo in protests that followed a 2020 general strike. Major air quality issues are caused by stubble burning by these people, more than 10,000 of whom commit suicide each year. For 10 points, name these people who recently organized the largest protests in world history in India over crops like wheat.", "answer_sanitized": "Indian farmers [or agricultural workers; accept word forms]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "While studying under Marià Fortuny, this artist painted a sitting African woman nicknamed \"Ebony\" by critics. This artist's young daughter sits on a branch with feet dangling in his portrait Dragonfly. A hunched over woman wearing black sees her gaunt son walk through the door in a painting by this artist. In 2018, a man with a metal pole vandalized a painting by this artist in which a cane lies on a blood red carpet below a ruler holding his bloodied son in his arms. This member of the Wanderers painted mustached men surrounding a large table where a letter to the Turkish Sultan is being written. For 10 points, name this artist of Barge Haulers on the Volga and Reply of the Zaporozhian Cossacks, who was a Russian painter.", "answer_sanitized": "Ilya Repin (The third clue refers to They Did Not Expect Him)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A 2005 book by Michael Huemer defends an ethical view named for these things based on a \"principle of phenomenal conservatism.\" That ethical view named for these things is contrasted with both egoism and utilitarianism in Henry Sidgwick's The Method of Ethics. In the philosophy of mathematics, these things name the constructivist approach championed by L. E. J. Brouwer. In Elbow Room, Daniel Dennett cites Descartes' cogito ergo sum as an example of an argument which \"pumps\" this faculty. In the field of experimental philosophy, these judgements are elicited from ordinary people. For 10 points, identify these automatic judgements which humans arrive at without conscious reasoning.", "answer_sanitized": "intuition [or intuitionism; or intuitionist logic; or intuition pumps]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Ms. Rain criticizes the \"fairy tale ending\" of this novel in Sapphire's novel Push. After a man in this novel proposes marrying a second time, a woman responds, \"Naw, I still don't like frogs, but let's us be friends.\" A woman in this novel begins singing at a juke joint run by her husband after she is raped by a prison warden. This novel's protagonist is heartbroken when her lover falls in love with a nineteen-year-old flute player named Germaine after she becomes a pants-maker in Tennessee. In this novel, Adam undergoes a scarification ritual in solidarity with Tashi. This novel ends with the protagonist's 4th of July reunion with her lover Shug Avery and her sister Nettie. For 10 points, name this epistolary novel chronicling Celie's life, written by Alice Walker.", "answer_sanitized": "The Color Purple", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "This politician's finance minister criticized the \"exorbitant privilege\" granted to the United States by the Bretton Woods system, resulting in this leader exchanging his country's dollar reserves for gold. Reforms to the Common Agricultural Policy and the Luxembourg compromise resolved a dispute caused by this leader. That withdrawal of a representative from the Hallstein Commission by this leader was the \"empty chair crisis.\" The United Kingdom's initial application to join the European Communities was vetoed by this man who withdrew his country's military from NATO in 1966. The Évian Accords granted Algeria independence during this man's Presidency. For 10 points, name this founder of the Fifth Republic and commander of the Free French in World War II.", "answer_sanitized": "Charles de Gaulle", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Non-zero values of this quantity are attributed to variations in local composition by the NRLT and UNIQUAC models. The excess of this quantity is expressed as a power series of mole fractions in the Margules (mar-GYOOLS) model, which uses it to calculate activity coefficients. The changes in this quantity's two terms during formation of polymer mixtures were found by Flory and Huggins. Exchanging each pair of conjugate variables in the differential of internal energy yields this quantity. The partial of this quantity with respect to mole fraction is the chemical potential. This quantity minus PV gives a similar quantity named for Helmholtz. For 10 points, name this quantity equal to enthalpy minus temperature times entropy, which is negative for a spontaneous reaction.", "answer_sanitized": "Gibbs free energy [accept excess Gibbs free energy; prompt on free energy; do not accept or prompt on \"Helmholtz free energy\"]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Militiamen under David Williamson perpetrated the Gnadenhutten (juh-NAID-en-hut-en) Massacre during this conflict. Francis Vigo funded and acted as a spy for a campaign during this conflict. A general known as the \"hair-buyer\" was captured in this conflict during a battle in which one side executed six Native Americans to intimidate a fort's occupants. Simon Girty defected after participating as an interpreter in this conflict's \"Squaw Campaign.\" One side during this conflict signed the Treaty of Fort Pitt with the Lenape (leh-NAH-pay). The Battle of Vincennes took place during this conflict, which also included William Howe's winning the Battle of Brandywine. For 10 points, name this conflict, during which George Rogers Clark capture the Northwest Territory for the Continental Army.", "answer_sanitized": "American Revolutionary War [or War of the American Revolution; or American War of Independence; prompt on Revolutionary War]", "subcategory": "American History", "category": "History"}], "bonuses": [{"leadin_sanitized": " Zvonimir Boban became a national hero after kicking a police officer in this city. For 10 points each:", "answers_sanitized": [" Zagreb", " Republic of Serbia", " tigers [accept Arkan's Tigers or Flying Tigers]"], "parts_sanitized": [" Name this city, whose Maksimir Stadium was the site of riots between the Bad Blue Boys and the Delije (DEL-eye), fans of rival soccer teams. One side in those riots in this city was led by a man known as \"Arkan.\"", " The Delije were fans of this country's Red Star team, who won that years Yugoslav First League. People in the Delije who made up this country's Volunteer Guard were tried by the International Criminal Tribunal for war crimes they committed during the 1992 Bosnian War.", " Arkhan's Serb Volunteer Guard were nicknamed for these animals. Claire Chennault led a World War II aerial unit that was named for these animals."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": " Most antifungal drugs that target LDM belong to either a class named for this molecule or a structurally similar class containing two adjacent nitrogen atoms. For 10 points each:", "answers_sanitized": [" imidazole [or an imidazole ring]", " histidine [or His; do not prompt on or accept \"histamine\"]", " phosphorylation [accept answers indicating a gain or transfer of a phosphoryl or phosphate group]"], "parts_sanitized": [" Name this compound, which can elute proteins with certain amino acid tags in immobilized metal affinity chromatography. A purine can be thought of as a pyrimidine fused to this compound.", " This amino acid is used in tags for IMAC and has an imidazole ring as its side chain. It is decarboxylated to form a similarly named vasodilator stored in mast cells.", " The two-component signalling system involves histidine gaining this modification, then transferring the resulting group onto aspartate. Kinases perform this modification on their targets."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " In one novel about this event, Robert Morison chases a swallow out of his brother Bunny's room with a broom. For 10 points each:", "answers_sanitized": [" 1918 influenza pandemic [or Spanish flu; prompt on influenza or pandemic]", " Willa Cather [or Wilella Sibert Cather]", " Susan Sontag [or Susan Rosenblatt]"], "parts_sanitized": [" Name this event depicted in William Maxwell's They Came Like Swallows. The newspaper worker Miranda falls in love with a soldier during this event in Katherine Anne Porter's \"Pale Horse, Pale Rider.\"", " Claude Wheeler is spared from the Spanish flu during an outbreak on the ship Anchises in One of Ours, which is a novel by this author of O Pioneers!.", " This author describes the \"near-total historical amnesia\" surrounding the 1918 influenza pandemic because it was less useful as a metaphor in their \"Illness as Metaphor.\" This author also wrote \"Notes on Camp.\""], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": " It has been proposed that Diwona, often identified as the wife of the chief deity of this people's myth system, was actually used as a placeholder for a local goddess. For 10 points each:", "answers_sanitized": [" Proto-Indo-Europeans", " thunder [or lightning; or storms; or weather]", " oak"], "parts_sanitized": [" Name this people, whose migration and intermarriage with local tribes would be matched in their myth system by Dyeus Pter (deh-oos puh-tehr) marrying the chief local goddess.", " A common narrative from Proto-Indo-European mythology that survived in many daughter mythologies is the god of this phenomenon battling a serpent. Examples include Indra's battle with Vritra and Thor's battle with Jormungandr (yor-muhn-gahn-der).", " The Proto-Indo-European thunder god Perkwunos is associated with this type of tree. Perhaps due to their equivalent to Perkwunos being the chief god, the World Tree in Slavic mythology is this type of tree."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": " In Cuba, the main participant in this event will blow out 14 candles as she collects roses from waltz partners and blows out the 15th one as she cuts a cake. For 10 points each:", "answers_sanitized": [" quinceañera (keen-son-YERR-uh) [accept fiesta de quinceañera; or fiesta de quince años; prompt on quinces]", " high heels [accept stilettos; prompt on shoes with \"What kind?\"]", " Julia Alvarez"], "parts_sanitized": [" Name this Latin American celebration of a girl's 15th birthday.", " During Mexican quinceañeras, fathers will gift their daughters their last doll and their first gift of these objects. The Spanish designer Manolo Blahnik created the Needle model of these objects, a daggerlike design for which was created by Salvatore Ferragamo in the 1950's.", " This author created a 2007 ethnographic study of quinceañeras as a \"Coming of Age in the USA.\" This Dominican author fictionalized the lives of the Mirabal sisters in her novel In the Time of the Butterflies."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": " For 10 points each, answer the following about journalism in post-Revolutionary America:", "answers_sanitized": ["[10] An editor of this first and middle name was the editor of the Philadelphia Aurora, which was key in opposing the Federalist Party. A person with this first and last name published almanacs under the name Poor Richard.ANSWER: Benjamin Franklin [or Benjamin Franklin Bache; or Benjamin Franklin]", " James Callender [or James Thomson Callender]", " Sedition Act [prompt on Alien and Sedition Acts by asking \"which one?\"]"], "parts_sanitized": [" An editor of this first and middle name was the editor of the Philadelphia Aurora, which was key in opposing the Federalist Party. A person with this first and last name published almanacs under the name Poor Richard.", " This pamphleteer supposedly drowned in the James River due to drunkenness. This pamphleteer published news of Alexander Hamilton's affair with Maria Reynolds.", " James Thomson Callender and Benjamin Franklin Bache were both convicted under this specific act. Other publishers such as Anthony Haswell were also convicted under this act."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " The depiction of plum trees, pines, and bamboo on art made of this material was dubbed the \"Three Friends of the Cold Season.\" For 10 points each:", "answers_sanitized": [" porcelain [prompt on clay]", " bone [accept bone ash; accept specific answers like animal bone or human bone]", " dragons [accept loong or lung]"], "parts_sanitized": [" Name this material whose \"hard-paste\" variety was made from high quality kaolin (KAY-uh-lin). The city of Jingdezhen (jing-duh-jun) produced a lot of colorful artwork made of this material.", " English attempts to recreate hard paste porcelain led to the use of this material, which thickens and cracks the porcelain while drying without the inclusion of water. In 2019, researchers in China discovered a 125,000 year old ochre painting on samples of this material.", " In southern China, \"climbing kilns\" named for these mythical fire-breathing creatures allowed for mass production of porcelain. Chen Rong is best known for painting scrolls depicting them."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " The first line of TS Eliot's poem \"Ash Wednesday\" quotes from the first line of a poem that this earlier author wrote \"in exile at Sarzana.\" For 10 points each:", "answers_sanitized": [" Guido Cavalcanti", " Dante Alighieri [accept either part]", " The Decameron"], "parts_sanitized": [" Name this 13th-century poet of the Dolce stil novo (DOHL-chay steel NOH-voh), who wrote the eight-chapter philosophical love poem \"A lady asks me,\" or \"Donna me prega.\"", " The narrator meets Cavalcanti's father in the sixth circle of Hell in the Divine Comedy, a poem by this other Italian poet, who was a close friend of Cavalcanti.", " Italo Calvino's memo on \"lightness\" analyzes a scene in this work in which Cavalcanti nimbly jumps over a wall. In another section of this work, the Marquis of Saluzzo pretends to marry his twelve-year-old daughter to test his wife's patience."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": " The single-stranded overhangs of these structures may be targeted by DNA repair processes, so they are protected by a protein with an hTERT subunit. For 10 points each:", "answers_sanitized": [" telomeres [prompt on chromosomes]", " aging [or senescence] ", " thymic involution [accept answers describing the thymus getting smaller or shrinking or turning to fat]"], "parts_sanitized": [" Name these structures that are protected by a protein first discovered in Tetrahymena. These structures have many TTAGGG repeats. ", " Telomere shortening is the main driver of the cellular form of this process, which in general is caused by the accumulation of damage to your organs and cells over time.", " Although this process is linked to immunosenescence, it isn't caused by aging as it begins earlier than puberty, contrary to early research. It occurs slower when the testes or ovaries are removed, suggesting it balances a trade-off between reproductive and immune function; a description is fine."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": " Clifford Clinton founded an influential chain of these places which operated under his golden rule of \"pay what you wish.\" For 10 points each:", "answers_sanitized": [" cafeterias [prompt on restaurants; prompt on eateries; prompt on cafés]", " San Francisco", " The Negro Motorist Green Book"], "parts_sanitized": [" Name these places. In Screaming Queens, Susan Stryker documented the protests of transgender people at one of these places in 1966.", " Compton's Cafe was frequented by this California city's LGBTQ community. Harvey Milk was on the Board of Supervisors in this city.", " Because Clifton's Cafeteria served people of all races, it was mentioned in this annual publication, which alternatively documented dangerous locations like \"sundown towns.\""], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": " This physicist names a set of four maximally entangled two-qubit states. For 10 points each:", "answers_sanitized": [" John Stewart Bell", " Albert Einstein [prompt on the EPR paradox]", " Hadamard gate [prompt on H]"], "parts_sanitized": [" Name this physicist, who formulated a theorem that demonstrates that local hidden variable theories cannot fully reproduce quantum mechanics.", " Bell's theorem responded to a supposed paradox put forward by this physicist, Boris Podolsky and Nathan Rosen. This physicist described quantum entanglement as \"spooky action at a distance.\"", " A Bell state can be prepared using one of these quantum logic gates followed by a CNOT gate. This gate transforms qubits in a basis state into an equal superposition of the two basis states."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": " In a play, a notebook which mentions the address of Monkswell Manor along with these animals is found with Maureen Lyon's body. For 10 points each:", "answers_sanitized": [" mice [accept The Mousetrap; accept, but DO NOT REVEAL, \"Three Blind Mice\"]", " nursery rhyme [accept children's rhyme or counting rhyme or counting out rhyme or counting song or children's song; prompt on song or rhyme]", " Agatha Christie [or Dame Agatha Mary Clarissa Christie]"], "parts_sanitized": [" Name this animal, which titles a play where Sergeant Trotter investigates the murders of people tied to the Corrigan children.", " A work of this type provides the pattern for the murders in The Mousetrap. In a novel, the deaths of Vera Claythorne and Justice Wargrave are patterned according to a work of this type, which was the source of the original title for that novel.", " This author of The Mousetrap used many nursery rhymes in their mystery novels, such as the racist original title of their novel And Then There Were None."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": " Answer the following about harmonic explorations in the late works of Franz Liszt, for 10 points each.", "answers_sanitized": [" tonality [accept word forms such as tonal, but do NOT accept just “tone”; accept Bagatelle without tonality or Bagatelle sans tonalité or Bagatelle ohne Tonart; do NOT accept or prompt on \"atonality\"]", " augmented chord [or augmented triad]", " Nuages Gris, S. 199 [or Grey Clouds; or Trübe Wolken]"], "parts_sanitized": [" One of Liszt's more radical late piano pieces was a \"Bagatelle Without\" this musical concept. This harmonic concept of having a \"home key\" was abandoned in the serialist works of Arnold Schoenberg.", " Several Liszt pieces, including La Lugubre Gondola I (\"one\"), are centered around this symmetrical chord made of two stacked major thirds. This chord shares its name with a rhythmic transformation where note lengths are increased.", " This short, enigmatic Liszt piece from 1881 anticipates the chromatic and quartic harmonies of Impressionism. The left hand oscillates between octave B flats and As for much of this piece, which begins with the rising notes \"D G C-sharp D.\""], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " If this function is single-valued, then it equals the partial derivative of the expenditure function with respect to price by Shepard's lemma. For 10 points each:", "answers_sanitized": [" compensated demand [or Hicksian demand; prompt on demand]", " Slutsky equation", " income [accept income effect or universal basic income; prompt on UBI; prompt on wealth or descriptive answers of how much money one makes]"], "parts_sanitized": [" Identify this function which minimizes a consumer's expenditure while delivering a fixed level of utility.", " This equation relates changes in compensated demand to changes in uncompensated demand via terms accounting for the substitution effect and another effect.", " The other effect that influences the Slutsky equation is named for this quantity, which correlates negatively with the demand for inferior goods. Milton Friedman argued that a “universal basic” form of this quantity would decrease poverty."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": " A poet who wrote in this language stated, \"My life is the gardener of my body\" in the title poem of his poetry collection Open Closed Open. For 10 points each:", "answers_sanitized": [" Modern Hebrew [or Israeli Hebrew or Ivrit Hadashah] (A Tale of Love and Darkness is by Amos Oz)", " Mahmoud Darwish", " Book of Psalms [or Tehillim]"], "parts_sanitized": [" Name this language used by the poet of \"God Has Pity On Kindergarten Children.\" An author who used this language wrote about losing his depressed mother in A Tale of Love and Darkness.", " This author admired that poet, Yehuda Amichai, but said his poetry was a \"challenge to me, because we write about the same place.\" This Palestinian poet repeated, \"Write down!\" in the poem \"Identity Card.\"", " Amichai describes souls \"before the great wars\" in a poem titled \"Summer Evening By the Window with\" these texts. These Old Testament texts include one that states, \"The Lord is my Shepherd.\""], "subcategory": "Classical Literature", "category": "Literature"}, {"leadin_sanitized": " First Chronicles opens with a passage of this type. For 10 points each:", "answers_sanitized": [" genealogy [or genealogies; or family tree; prompt on descriptions of lists of descendants, ancestors, or people in the same family]", " documentary hypothesis [or DH; or JEDP theory]", " John [or Book of John; or Gospel of John; or Gospel According to John; or Gospel According to Saint John]"], "parts_sanitized": [" Identify this sort of passage. In the Bible, these passages often use the word \"begat\" to describe relationships between such persons as Adam and Seth.", " Many repetitive genealogies are attributed to the Priestly Source in this hypothesis, which posits that the Torah is largely the product of four separate writers whose work was combined over time. It was first formulated by Julius Wellhausen (vel-how-zen).", " Jesus appears to hold to the traditional position that Moses wrote the Torah, as demonstrated in this Gospel in which Jesus accuses the Jews of not believing Moses since they don't believe Him. That happens between Jesus giving the Water of Life and Bread of Life Discourses in this book."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": " The Bungers–Lehmer theorem asserts that some of these expressions have arbitrarily large coefficients, though the first 104 only use -1, 0, and 1. For 10 points each:", "answers_sanitized": [" cyclotomic polynomials", " Leonhard Euler [accept Euler totient function or Euler phi function]", " x-1 [accept other variable names in place of x, like n-1 or p-1]"], "parts_sanitized": [" Name these polynomials, the minimal polynomials for complex roots of unity. All irreducible factors of polynomials of the form xn - 1 are polynomials of this type.", " The degree of the nth cyclotomic polynomial is given by a totient (TOE-shent) function named for this man evaluated on n. This Swiss mathematician founded graph theory by studying the Seven Bridges of Konigsberg problem.", " This is the first cyclotomic polynomial. If x is a prime, this expression is the value of the Euler totient function on x, so for prime x, Fermat's Little theorem states that any integer raised to this expression of x is congruent to 1 mod x."], "subcategory": "Math", "category": "Science"}, {"leadin_sanitized": " On this island, maroons assisted the Kaliango people in asserting their claim to land legendarily set aside for them by Queen Charlotte. For 10 points each:", "answers_sanitized": [" Dominica [do not accept or prompt on \"Dominican Republic\"]", " dogs [accept Operation Red Dog]", " Haitian Revolution [prompt on partial answers; accept any answers indicating a slave revolt or uprising in Haiti]"], "parts_sanitized": [" Name this island, the last colonized by Europeans in the Lesser Antilles. The \"Iron Lady of the Caribbean\" Eugenia Charles was this island country's first post-independence leader in 1979.", " White supremacist mercenaries attempted to overthrow Charles to restore Patrick John to office in an operation named for a red one of these animals. Papa Doc Duvalier believed Clément Barbot turned himself into a black one of these animals and ordered them killed.", " In 1795, the Colihault Uprising of slaves began on Dominica after hearing of this other Caribbean event. Charles Leclerc's forces responding to this event were decimated by yellow fever and Toussaint Louverture's guerrilla tactics."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": " An opera by this composer is divided into four parts focusing on love in the Ottoman Empire, Incan Peru, Persia, and North America. For 10 points each:", "answers_sanitized": [" Jean-Philippe Rameau", " ballets [accept opéra-ballets]", " Giovanni Battista Pergolesi"], "parts_sanitized": [" Name this French Baroque composer who included the \"Danse des Sauvages\" (dahns day sau-VAHJ) in that opera, Les Indes galantes (lays AWN-duh gah-LAWNT). This author of a Treatise on Harmony composed the opera Hippolyte et Aricie (ee-poh-LEET ay ah-ree-CEE).", " Rameau's works are often categorized as a combination of opera and this genre of wordless dance accompanied by music. Later works in this art form include Swan Lake.", " Rameau's lyric tragedies were slandered in the War of the Buffoons, which was sparked by a performance of this Italian composer's opera buffa La serva padrona."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": " This thinker refined Islamic philosophers' distinction between first and second intentions to distinguish concepts about things from concepts about other concepts. For 10 points each:", "answers_sanitized": [" St. Thomas Aquinas [or Tommaso d'Aquino; prompt on Thomas]", " Categories [or Katēgoriai; or Praedicamenta]", " substances [or ousiai; or substantiae]"], "parts_sanitized": [" Name this Scholastic philosopher who put forth five proofs of God's existence in his Summa Theologica.", " Aquinas's work ignited debates about this Aristotle work, which lists the ten highest kinds under which subjects and predicates of propositions can fall. This work begins with a fourfold classification based on whether things can be said of or present in other things.", " The most fundamental of Aristotle's categories was this kind of thing, which Aristotle analyzes as a composite of form and matter. René Descartes believed there were mental and material kinds of these entities."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": " August Strindberg's Ghost Sonata ends with this painting projected onto a screen. For 10 points each:", "answers_sanitized": [" The Isle of the Dead [or Die Toteninsel]", " surrealism [or surrealist]", " The Angelus [or L'Angélus; accept The True Painting of the Isle of the Dead by Arnold Böcklin at the Hour of Angelus] (by Jean-François Millet)"], "parts_sanitized": [" Name this Symbolist painting by Arnold Böcklin, in which a white robed figure is ferried towards an island sanctuary filled with open tombs and large cypress trees.", " Metaphysical art, which was a precursor to this movement, was championed by Giorgio de Chirico (KIR-i-koe), who was inspired by The Isle of the Dead. Salvador Dalí was a member of this movement.", " Water streams into a cup in Dalí's \"True Painting\" of the Isle of the Dead occurring at the same time as this painting. Dalí was obsessed with this work and argued that its two subjects are staring at a child's coffin, which an X-ray performed by the Louvre proved correct."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}]}