{"tossups": [{"question_sanitized": "In one of this author's novels, the narrator's sister schemes to reunite Olivia and her estrangedhusband Simon and believes that her \"yin eyes\" let her see the world of ghosts. This author wrote anovel whose protagonist was expected to commune with Precious Auntie, the dead title character.One of her characters loses faith in the book \"The Twenty-Six Malignant Gates\" after her son Bingdrowns, an event which haunts (*) Rose Jordan. Another of her characters quit playing chess to preventher mother Lindo from living vicariously through her. This author wrote The Hundred Secret Senses andThe Bonesetter's Daughter. For 10 points, name this Asian-American author who created fourmahjong-playing families in her novel The Joy Luck Club.", "answer_sanitized": "Amy Tan", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The generalized Poincare conjecture sorts manifolds into top, piecewise linear, or having thisproperty. Functions with the complex version of this property have du dx equal dv dy and du dyequal negative dv dx, which are known as the Cauchy-Riemann equations, and functions that possessthe complex version of this property in a disk are called (*) holomorphic. A function that lacks thisproperty everywhere but is continuous is named for Weierstrass. Due to infinite oscillations, the functionsine of one over x lacks this property at the origin. This property exists for a function at a point x if thelimit of f of x plus h minus f of x all over h as h goes to zero exists. For 10 points, name this property of afunction, in which it is possible to take its derivative.", "answer_sanitized": "differentiable [accept word forms, accept things like \"you can take a derivative\"; accept holomorphic or analytic until the world \"holomorphic\" is mentioned]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In Egyptian wall paintings, this color identified baboons or ibises as Thoth. Among the eightchakras, this color represents the Vishuddha chakra in the throat. One goddess with a body of thiscolor bears five children after getting Thoth to take moonlight and extend the lunar year by fivedays, and causes darkness by coming close to her lover (*) Geb. Tefnut's daughter, the Egyptiangoddess Nut, is this color with bright spots. The Halahala poison imparted this color upon being swallowed.An avatar of this color declares \"Now I am become death, destroyer of worlds\" while serving as Arjuna'scharioteer in the Bhagavad-Gita. For 10 points, name this color of Shiva's throat, Krishna's skin, and Babe,Paul Bunyan's ox.", "answer_sanitized": "blue [or sky blue; or cyan]", "category": "Mythology"}, {"question_sanitized": "One sonata for piano and this instrument was the last work of Dmitri Shostakovich, his opus 147.One work featuring this instrument reuses a theme the composer had previously written for anadaptation of Rob Roy. It was the primary instrument of Paul Hindemith, who composed theconcerto Der (*) Schwanendreher for it. It represents Sancho Panza in Richard Strauss's Don Quixote.Although it wasn't his primary instrument, Niccolo Paganini requested a work for this instrument andorchestra from Hector Berlioz; that work is Harold in Italy. It is the only member of the standard stringfamily to use the alto clef. For 10 points, name this instrument which is held the same way as, but is largerthan, a violin.", "answer_sanitized": "viola", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The goldsmith Spearhafoc was put in charge of one of these places and given jewels to make acrown for Edward the Confessor, but after being dismissed, he kept the jewels and fled the country.The Court of Augmentations administered resources that were at one time attached to these places.Holyrood Palace started out as one of these locations, while another one on Lindisfarne was raidedby (*) Vikings. In a followup to the Act of Supremacy, Henry VIII had institutions of this type in Englanddissolved. English Coronations since William the Conqueror have taken place in a location that used to beone of these institutions. Residents of these institutions were regulated by codes like the Benedictine Rule.For 10 points, name these complexes where monks live.", "answer_sanitized": "monastery [or abbey; or priory; or friary; prompt on \"church\"; prompt on \"cathedral\"]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Border disputes concerning coastline on this sea focus on the Klek Peninsula and the Bay of Kotornext to the Prevlaka Peninsula. Another boundary dispute concerns access to an inlet of this sea, theGulf of Piran. The island of Hvar in this sea attracts tourists to the protected city of Stari Grad, andother cities on this sea include Rijeka and Ancona. The most populous city on this sea is the only siteof chemical warfare in the European theater of World War II, (*) Bari. The largest port on the easternside of this sea is Split. This sea has been in the news because of a proposed gas pipeline across it to SanFoca, just south of Brindisi. Venice is at the northwest tip of, for 10 points, what sea between Croatia andItaly?", "answer_sanitized": "Adriatic Sea [or Deti Adriatik; or Mare Adriatico; or Jadransko Morje; or Jadransko More]", "category": "Geography"}, {"question_sanitized": "Four equivalents of this compound are bound to an ethylene diamine center in a famouscalcium-binding hexadentate ligand. The protecting groups in solid-phase peptide synthesis are oftenremoved using a trifluorinated derivative of this compound. One process for producing thiscompound uses a rhodium dicarbonyl diiodide catalyst; that process proceeds via carbonylation ofmethanol and is the (*) Monsanto process. An anhydrous form of this compound is commonly called\"glacial.\" This compound can be produced by oxidizing ethanol twice, and it is the second simplestcarboxylic acid, after formic acid. For 10 points, name this acid with formula CH3COOH, which iscommonly found in vinegar.", "answer_sanitized": "acetic acid [or ethanoic acid, acetate; accept CH3COOH or CH3COO- before \"CH3COOH\"]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Rembrandt depicted this deity blowing soap bubbles. This deity faces away from the viewer and ispreparing a weapon in a painting by Parmigianino. In a Francois Boucher work, this deity isrestrained with garlands by three females, making him a \"captive.\" This deity's foot is about tocrush a dove in a painting that shows him cupping the left breast of a woman holding a (*) goldenapple. A statue of this figure holds his finger to his lips as he watches the central action in The Swing. Thisdeity revives a woman with a kiss in an Antonio Canova sculpture concerning his love for Psyche. For 10points, name this deity that Agnolo Bronzino painted along with Venus, Folly, and Time, the Roman Godof Love.", "answer_sanitized": "Cupid [or Amor; or Cupido; or Amores; or Eros; or Erotes]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "William Alexander Morgan helped overthrow a government in this country, whose inept post-warleadership included Grau San Martin and Prio Socarras. This country sent soldiers overseas to assistthe MPLA, and in the 1990s its economy collapsed in the \"Special Period\" due to a drop in sugarsubsidies from its main trading partner. A leader of this country attacked the Moncada Barracks in1953, delivered the (*) \"History Will Absolve Me\" speech, and led the 26 of July Movement. Citizens ofthis country sought exile in the Mariel boatlift, and it was once ruled by Fulgencio Batista. This subject ofthe Teller and Platt Amendments saw fighting at San Juan Hill in the Spanish-American War. For 10points, name this Communist country long ruled by Fidel Castro.", "answer_sanitized": "Republic of Cuba", "subcategory": "History World", "category": "History"}, {"question_sanitized": "According to a literary work, these objects \"out-did the sparkling waves in glee,\" leading to theconclusion that \"a poet could not but be gay in such a jocund company.\" In that poem's secondstanza, these items are said to be \"continuous as the stars that shine and twinkle on the Milky Way,\"after which it is observed that they \"stretched in never-ending line along the margin of a bay\". Thelast stanza of that poem describes how they (*) \"flash upon that inward eye, which is the bliss ofsolitude.\" \"Ten thousand\" of these organisms are observed \"fluttering and dancing in the breeze,\" accordingto a poem whose speaker \"wandered lonely as a cloud.\" For 10 points, name these golden flowers, thesubject of a Wordsworth poem.", "answer_sanitized": "daffodils [prompt on \"flowers\" before that word is read]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The murder of three policemen by Tamils prompted Sinhalese paramilitaries to conduct this kindof action in Jaffna during the Sri Lankan civil war. Students committing this act at the 1817Wartburg Festival may have inspired Karl Sand to kill August von Kotzebue. Along with massburials, this kind of campaign ended the Hundred Schools of Thought era under (*) Qin Shihuangdi.Nasir al-Din Tusi rescued some of the targets of this action from the House of Wisdom in 1258 duringHulagu Khan's siege of Baghdad, which caused the rivers to run black as a result of this action. In 1933,Joseph Goebbels spurred German youth to commit this action en masse in the Opernplatz in Berlin. For 10points, identify this repressive action often accomplished by flinging offending volumes on bonfires.", "answer_sanitized": "Destroying Books [or libricide; or biblioclasm; accept any reasonable equivalents conveying books being destroyed or siezed; accept burning of books at any point, which is essentially used a synonym for the general action rather than necessarily denoting an incendiary modus operandi]", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "This worldview was merged with pacifism by the author of Growing Up Absurd, Paul Goodman.This idea motivated the author of The Conquest of Bread, who wrote that evolution led to manycooperative behaviors in Mutual Aid and was once a prince. Karl Marx attacked this term's coiner inThe Poverty of Philosophy. Another adherent, who Malthus critiqued in Principles of Population, wasWilliam Godwin, Mary Shelley's father. Pierre-Joseph (*) Proudhon and Peter Kropotkin began thismovement, which used \"propaganda of the deed\" to make its views known via high-profile assassinationsencouraged by Emma Goldman. For 10 points, name this belief that people are best-off in the absence ofgovernment.", "answer_sanitized": "anarchism [or anarchy]", "category": "Philosophy"}, {"question_sanitized": "In a 1948 antitrust case concerning this industry, William O. Douglas ruled that practices like\"block booking\" were illegal. The 1952 \"Miracle Decision\" reversed a system in this industry startedto counteract Archbishop John T. McNicholas' National Legion of Decency. This industry issued theWaldorf Statement after contempt charges were leveled against Dalton Trumbo and others. JosephBreen autocratically (*) regulated this industry under the auspices of rules named for one-time PostmasterGeneral Will H. Hays. One of its companies was formed by merging properties owned by Marcus Loewand run by Louis B. Mayer. A union in this industry was once headed by Ronald Reagan. For 10 points,name this American industry centered in Hollywood, California.", "answer_sanitized": "American Film Industry [or movies industry or motion pictures industry or cinema industry or other synonyms for \"film\"; prompt on \"entertainment industry\" or \"Hollywood\"]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This enzyme breaks down the indicator compound Phadebas, which is used to measure the levelsof this enzyme in grain. Termamyl is a heat-stable version of this enzyme isolated from Bacilluslicheniformis, and phaseolamin is an inhibitor of it. The active site of this enzyme contains a chlorideion for activation and cleaves the substrate using two aspartate and one glutamate residues. Malt is acommon source of this enzyme in (*) breadmaking. This enzyme is used to produce limit dextrins, andalong with lipase, a version of this enzyme is measured in studies of pancreatic function. This enzymebreaks down alpha-one-four glycosidic bonds in a certain polymer. For 10 points, name this enzyme thatbreaks down starch, a version of which is found in saliva.", "answer_sanitized": "amylase", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One character in this novel writes the words \"Come in, I've hanged myself\" on a wall in redchalk, while another is a jerk who attracts cats with paper scraps, then spits at them. Late in thisnovel, a character randomly fires a gun from his window; that character, the smuggler Cottard, hadagreed to help facilitate Raymond Rambert's escape. This novel's end also features the sudden deathof Jean (*) Tarrou. Its central event is claimed first to be God's punishment, then to be a test of faith, byFather Paneloux, who watches Castel's replacement serum fail to save Othon's son. This novel opens withthe death of thousands of rats in the streets of Oran. For 10 points, name this novel in which Bernard Rieuxfights the title epidemic, a work of Albert Camus.", "answer_sanitized": "The Plague [or La Peste]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A bathroom designed by this man includes a gray-tiled meridienne platform above a rectangularblue-tiled bathtub. This man used the Cartesian skyscrapers from his Contemporary City in his PlanVoisin, which proposed knocking down half of Paris. A saner city plan by this man included the useof 1200-meter sectors and a system of roads classified as V1 through V7. India's loss of Lahore toPakistan gave this man the opportunity to design (*) Chandigarh. This man used an up-sloping roof andirregularly angled windows for a chapel in Ronchamp, and he built a house outside Paris according to his\"Five Points,\" which included the use of pilotis and space for a rooftop garden. For 10 points, name thisarchitect of Notre Dame du Haut and the Villa Savoye.", "answer_sanitized": "Le Corbusier [or Charles-Edouard Jeanneret]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This equation is used to derive the probability continuity equation. The derivation of thisequation relies on plugging a plane wave into the energy-momentum relation. This equation for aconstant V transitions from exponential to oscillatory solutions. Methods of solving this equationinclude one in which a solution near a turning point is solved as an Airy function, and one in which atrial solution is inputted and the variational method is applied. Those are the (*) WKB andHartree-Fock method. Solving this equation for a radially symmetric potential gives the orbitals of theHydrogen atom, and the time-independent version of this equation is written as H psi equals E psi. For 10points, name this central equation of quantum mechanics, named for a German.", "answer_sanitized": "Schrodinger equation", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A character with this first name gets hit by an errant baseball thrown by Henry Skrimshander inChad Harbach's novel The Art of Fielding. Another character with this first name chastises hisparents for attending a performance of A Christmas Carol where he plays the Ghost of ChristmasFuture and sacrifices himself to save a group of Vietnamese orphans from Dick Jarvits' grenade.That character with this first name practices \"the (*) Shot\" with his best friend John Wheelwright andwas created by John Irving. A poet with this last name wrote \"Strange Meeting\" and asked, \"Whatpassing-bells for those who die as cattle?\" in \"Anthem For Doomed Youth.\" For 10 points, give thissurname of the author of \"Dulce Et Decorum Est.\"", "answer_sanitized": "Owen [accept Owen Dunne or A Prayer for Owen Meany or Wilfred Edward Salter Owen]", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "In a controversial 1969 experiment, Deneau, Yanagita and Seevers trained these animals toself-administer a variety of drugs. A 2003 study of fairness in these animals found that those givencucumbers while others were given grapes for the same task refused further cooperation. One ofthese animals, known as \"Britches,\" was kidnapped from UC-Riverside by the ALF (a-l-f) in 1985after being raised with its eyes sewn shut. These animals were isolated in the (*) \"pit of despair,\" whichcaused psychosis, and forced to choose between a \"wire mother\" and a \"cloth mother\" in controversialexperiments conducted by Harry Harlow. For 10 points, identify these animals whose capuchin, macaque,and rhesus species have been experimented on.", "answer_sanitized": "monkeys [prompt on \"primates\"; accept any of the following before they are read: capuchins, macaques, rhesus monkeys, or rhesus macaques; do not accept any other type of monkey]", "category": "Social Science"}, {"question_sanitized": "This man once asked to die under a juniper tree before an angel showed him bread baking oncoals. This anointer of Hazael gave a \"double portion of his spirit\" to the son of Shaphat, hissuccessor. At Zarephath, this man survived a three-year drought due to refilling supplies of flour andoil from a (*) widow's house. He claimed that dogs would lick blood off the ground as he criticized theseizure of Naboth's vineyard. On Mount Carmel, this Tishbite set an altar where God's fire fell on a bull,humiliating priests of Ba'al and king Ahab. Many Jews believe he will return with the Messiah. For 10points, name this Biblical prophet who was taken by chariot to heaven, the teacher of Elisha.", "answer_sanitized": "Elijah [or Elias; or Eliyahu]", "category": "Religion"}, {"question_sanitized": "Unlike the XOR gate, the quantum computing CNOT gate has this property, and computers withthis property may surpass the Landauer limit. This kind of process must be quasi-static. The factthat chemical reactions display this property microscopically leads to the principle of detailedbalance. For this type of process, the integral of d-Q over T is zero, which is the equality case ofClausius' theorem. A system is in thermodynamic (*) equilibrium throughout processes of this kind,which generate no entropy. A process of this kind produces the maximum amount of work of all processesbetween two given states. The Carnot cycle is a classic example a process with this property. For 10 points,name this kind of thermodynamic process which can be run backwards.", "answer_sanitized": "reversible [prompt on \"ideal\"; accept time-reversible, time-invertible; accept isentropic before \"entropy\"]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A ship from this country was destroyed by the Castle Bravo test. The Plaza Accord was partlyresponsible for this country's capital assets pricing bubble. One leader of this country resigned due tocorruption from the Marubeni and Lockheed corporations. The NTT telecom company in this nationwas state-owned until the 1980s. The \"lifetime employment system\" in this country gave rise towhite-collar workers called salarymen who routinely voted for the long-ruling (*) Liberal DemocraticParty. Although this country's constitution claims that it \"forever renounce[s] war as a sovereign right\", itmaintains a Self Defense Force. For 10 points, name this country where members of Aum Shinrikyo carriedout a sarin gas attack on the subways in its capital city, Tokyo.", "answer_sanitized": "Japan [or Nihon-koku or Nippon-koku]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One poem by this author ends with the lines \"Leaves, lines, and rhymes, seek her to please alone,whom if ye please, I care for other none\". Another of his works contains a character who constantlytries to weigh things on his scales until he is thrown into the sea by a man made of metal. The formerpoem appears in a collection by this poet to which he appended a poem celebrating his marriage toElizabeth Boyle called (*) \"Epithalamion\". In his most famous work, Artegal is captured by the AmazonRadigund, then saved by Britomart, while Archimago and Duessa conspire against the virtuous Una and theRedcrosse Knight. For 10 points, name this author of the Amoretti who represented Queen Elizabeth asGloriana in The Faerie Queen.", "answer_sanitized": "Edmund Spenser", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This monarch was present at the marriage of Samuel Masham and Abigail Hill, whose connectionto Tory statesman Robert Harley may have influenced this ruler to create an unprecedented 12 newpeers. This monarch's namesake war saw the capture of Port Royal and the loss of French controlover Acadia. This ruler had a tumultuous relationship with Sarah Churchill, the Duchess of (*)Marlborough. Scotland joined the Kingdom of Great Britain during the reign of this monarch, whoprompted the Act of Settlement after none of her 18 pregnancies yielded surviving children. The daughterof James II and predecessor of George I, for 10 points, name this English queen who succeeded Williamand Mary, the last Stuart monarch.", "answer_sanitized": "Queen Anne I", "subcategory": "History British", "category": "History"}], "bonuses": [{"leadin_sanitized": "This jazz musician recorded a version of the title Disney song on his album Someday My Prince Will Come. For 10 points each: ", "answers_sanitized": ["Miles (Dewey) Davis III ", "modal jazz", "Sketches of Spain"], "parts_sanitized": ["Name this trumpeter, who collaborated with arranger Gil Evans on the album Kind of Blue.", "On Kind of Blue, Miles Davis popularized this style of jazz, pioneered by George Russell, which replaces harmonic progressions with progressions of the namesake scales. ", "This later collaboration between Miles Davis and Gil Evans includes adaptations of music by Manuel de Falla and Joaquin Rodrigo, including the latter's Concierto de Aranjuez. "], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The curse against this house was laid by Myrtilus after he was murdered by Pelops. For 10 points each: ", "answers_sanitized": ["House of Atreus", "Tantalus ", "Thyestes"], "parts_sanitized": ["Name this cursed house in Greek myth, named for the father of Agamemnon and Menelaus. ", "Atreus was the grandson of this figure, who attempted to feed his son Pelops to the gods. He was punished in the afterlife by never being able to quench his thirst or hunger. ", "Atreus had a power struggle with this brother of his, who was forced to eat the flesh of his children and fathered Aegisthus with his daughter Pelopia. This man lost his kingdom when Zeus caused the Sun to move back in the sky. "], "category": "Mythology"}, {"leadin_sanitized": " For 10 points each, answer the following about American painter Thomas Cole. ", "answers_sanitized": ["Hudson River School ", "The Voyage of Life ", "Destruction "], "parts_sanitized": ["Cole is often considered the founder of this school of 19th-century landscape painting. Its other members included Frederic Church and Asher Durand, and it is named after a geographic feature in New York. ", "This four-part Thomas Cole series, illustrating \"Childhood,\" \"Youth,\" \"Manhood,\" and \"Old Age,\" depicts a man as he travels down an allegorical river watched over by an angel. ", "This painting from Cole's The Course of Empire series shows a city under attack. Many buildings and boats are on fire in this painting, which also features a large, headless statue overlooking the scene. "], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Name these countries that are particularly at risk from global warming, for 10 points each.", "answers_sanitized": ["Bangladesh ", "Tuvalu ", "Maldives [or Maldive Islands]"], "parts_sanitized": ["A recent National Geographic list ranked this country the most at risk from climate change. This country, which often suffers floods of the Ganges, Brahmaputra, and Meghna Rivers, has its capital at Dhaka. ", "This country in the Pacific, whose economy is largely driven by the sale of top-level domain names, is at particular risk from global warming because its highest point is only 4.6 meters above sea level. This country's capital is Funafuti. ", "While president of this low-lying country, Mohamed Nasheed desperately tried to prevent the 2009 Copenhagen Climate Summit from collapsing through a publicity campaign that included the world's first underwater cabinet meeting. "], "category": "Geography"}, {"leadin_sanitized": "One founder of this group wrote the Odd Fellows Improved Manual to help new members. For 10 points each: ", "answers_sanitized": ["National Grange of the Order of Patrons of Husbandry [or Grangers; or Grange] ", "Munn v. Illinois [accept in either order] ", "railroads [or freight trains; or railway; etc.]"], "parts_sanitized": ["Name this fraternal farm organization that was founded after the Civil War. Aaron Grosh and Oliver Hudson Kelley were two of the eight original founders of this group. ", "The decision in this court case was a great victory for the Grangers before it was weakened by Wabash v. Illinois. This case ruled that Illinois' regulation of grain elevators was constitutional. ", "Many of the so called \"Granger Laws\" were aimed at regulating fare prices on these networks. The Interstate Commerce Commission was originally created to regulate these networks, notable examples of which were connected at Promontory Point in Utah. "], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This process is called Ruffini's rule, and the remainder it outputs is typically expressed as a fraction. For 10 points each:", "answers_sanitized": ["synthetic division ", "rational function [or rational numbers] ", "removable"], "parts_sanitized": ["Name this process of polynomial long division, which is typically taught by drawing a box around the dividend. ", "Since the remainder of synthetic division is a ratio of two polynomials, it is classified as one of these functions. The numbers of this name are capable of being expressed as a ratio of two whole numbers. ", "Some rational functions have singularities or discontinuities described by this adjective, in which the function is regular around the singularity and the limit from either side is finite and equal. "], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "The descendants of these people are known as Afrikaners. For 10 points each:", "answers_sanitized": ["Boers ", "Jan Christian Smuts ", "Frederik Willem de Klerk"], "parts_sanitized": ["Give this term from the Dutch for \"farmer\" that identifies a people who fought two namesake wars against Britain in modern-day South Africa. ", "This South African Prime Minister worked tirelessly to bridge the gap between the British and the Boers. He put down the Rand Revolt in 1922, and is the only person to sign the charters of both the U.N. and the League of Nations.", "This later South African head of state shared the 1993 Nobel Peace Prize with his successor, Nelson Mandela. "], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "A character in this play named Alfred is compelled to star in a performance of \"the Rape of the Sabine Women - or rather woman - or rather Alfred\". For 10 points each: ", "answers_sanitized": ["Rosencrantz and Guildenstern are Dead", "Tom Stoppard [or Tomas Straussler]", "Rock 'n' Roll"], "parts_sanitized": ["Identify this 1966 play whose protagonists are ambushed by pirates while traveling to England after watching a performance of The Murder of Gonzago.", "Rosencrantz and Guildenstern are Dead is the most famous work by this Czech-British playwright of Travesties, Arcadia, and The Coast of Utopia. ", "Esme identifies the Piper as Pink Floyd member Syd Barrett in this Stoppard play, which also sees the Ph.D student Jan become a devotee of the Plastic People of the Universe and a signatory of Charter 77 after returning to Czechoslovakia from Cambridge. "], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "A simple one of these devices is made by a pair of Styrofoam cups. For 10 points each:", "answers_sanitized": ["calorimeter ", "heat capacity [prompt on \"specific heat\"]", "differential scanning calorimetry [or DSC]"], "parts_sanitized": ["Name these devices used in the analytical technique of measuring the heat changes of a reaction. ", "It is essential to know this value for the reference substance to measure the enthalpy. This quantity is defined as the number of joules needed to change an object's temperature by one degree. ", "Developed by Privalov and Monaselidze, this type of calorimetry involves performing the namesake action on the reference substance to acquire information on the change of temperature, then calculating the corresponding heat of reaction. "], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "One writer of this ethnicity produced Living in the Street, his memoir about growing up in Fresno, along with popular stories like \"No-Guitar Blues.\" For 10 points each:", "answers_sanitized": ["Mexican-American [or Chicano or Chicana; prompt on \"Latino/a\"s or \"Hispanics\";] ", "Sandra Cisneros ", "Bless Me, Ultima"], "parts_sanitized": ["Name this ethnicity shared by Gary Soto, critical theorist Gloria Anzaldua, Autobiography of a Brown Buffalo author Oscar Zeta Acosta, and the author of The House on Mango Street. ", "The short story collection Woman Hollering Creek was written by this aforementioned Chicana author of The House on Mango Street, which she based loosely on her childhood in Chicago. ", "Tenorio Trementina schemes against the title curandera, who serves as a mentor to Antonia Marez y Luna, in this best-known novel by Chicano author Rodolfo Anaya. "], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "One of his works used a case study of Chip Frederick, a guard at Abu Ghraib, to show how good people turn evil. For 10 points each: ", "answers_sanitized": ["Philip Zimbardo ", "Stanford University", "The BBC [or British Broadcasting Corporation; accept things like BBC News]"], "parts_sanitized": ["Identify this anthropologist, the author of The Lucifer Effect. ", "Philip Zimbardo is best known for conducting a prison experiment at this California university. ", "A 2002 follow-up to the Stanford Prison Experiment was conducted by this organization. Thomas Hajkowski wrote about how this institution associated with Received Pronunciation shaped national identity, especially in its early promotion of imperialism. "], "category": "Social Science"}, {"leadin_sanitized": "Alvin Plantinga argued that belief in this idea is a \"defeater\" for naturalism, since no one could believe both without losing confidence in the reliability of their senses. For 10 points each: ", "answers_sanitized": [" Charles Darwin's theory of evolution through natural selection [accept natural selection] ", "Herbert Spencer ", "Ã©lan vital [prompt on translations such as \"vital force\" or \"vital spirit\"]"], "parts_sanitized": ["Name this scientific theory whose merits were defended by Thomas Henry Huxley in an 1860 debate against preacher Samuel Wilberforce. ", "Darwin criticized this British thinker for starting \"social Darwinism,\" which this man expounded in his book Social Statics. This man coined the phrase \"survival of the fittest.\" ", "Later, Henri Bergson argued that this mystical force influenced the increasing complexity of organisms over time. Bergson argued for this force in his book Creative Evolution. "], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "After World War II, this character becomes an optometrist in Ilium, New York, before being abducted by the Tralfamadorians and having a child with fellow captive Montana Wildhack. For 10 points each", "answers_sanitized": ["Billy Pilgrim [accept either underlined answer]", " Kurt Vonnegut, Jr. ", "Theodore Roethke"], "parts_sanitized": ["Identify this literary character who becomes \"unstuck in time\" after being captured at the Battle of the Bulge. ", "Billy Pilgrim is the protagonist of Slaughterhouse-Five, a novel by this author of such science-fiction works as The Sirens of Titan. He invented a religious movement called Bokononism in his novel Cat's Cradle. ", "While on a plane to Dresden, Slaughterhouse-Five's narrator reads \"The Waking,\" a villanelle written by this American poet of \"Elegy for Jane\" and \"My Papa's Waltz.\" "], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This holiday was created by Maulana Karenga, a black nationalist who gave Swahili names to its key concepts. For 10 points each: ", "answers_sanitized": ["Kwanzaa ", "kinara ", "unity [or oneness, or being one with itself]"], "parts_sanitized": ["Name this winter holiday for the black community, which lasts from December 26 to January 1. ", "This wooden candelabrum is the central object of Kwanzaa. Each of its seven candles stands for one of the holiday's Nguzo Saba, or Seven Principles. ", "This property of the black community is represented by the black candle on the kinara, between three green candles and three red ones. In Islam, God has this property, which is called tawhid. "], "category": "Religion"}, {"leadin_sanitized": "Answer the following about electronic instruments in classical music, for 10 points each: ", "answers_sanitized": ["John Adams ", "Olivier Messiaen ", "theremin"], "parts_sanitized": ["Though this minimalist has on occasion written electronic music like Hoodoo Zephyr, he is more famous for orchestral works like Short Ride in a Fast Machine and the opera Nixon in China. ", "This composer included a part for the ondes martenot [ond mar-te-NO] is his monumental Turangalila-Symphonie. He also invented a series of synthetic scales and wrote Quartet for the End of Time while a prisoner during World War II. ", "One of the earliest electronic instruments is this one, which normally consists of two antennas hooked up to an electronic oscillator. By moving their hands relative to the antennae, the player is able to control the output pitch"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Identify the following about naval warfare, for 10 points each:", "answers_sanitized": ["Crossing the T [or Capping the T] ", "Punic Wars ", "Wolfpacks [or Rudeltaktik]"], "parts_sanitized": ["Successfully performing this maneuver allowed all of the guns in a fleet to focus on one enemy ship by advancing in front of an enemy column at a right angle. This action was employed against the Russians at the Battle of Tsushima. ", "The Roman navy employed the corvus during the first of these wars fought against Carthage. ", "The German navy found brief success in 1942 when it started organizing its U-Boats into groups with this name. "], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "It is often said to be the opposite of a compressive force. For 10 points each: ", "answers_sanitized": ["tension or tensile force", "elastic [accept word forms.]", " plasticity or plastic [accept word forms.]"], "parts_sanitized": ["Name this physical force that results from a string of some sort pulling on another physical object. It is often abbreviated \"T.\" ", "Tensile forces are one way to deform materials. Materials that are able to revert back to their original shape once the stress and strain have been removed are described by this term. ", "In contrast to elasticity, this word describes materials that are permanently deformed after stress or strain has been applied to them. "], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": " Identify the following about literary movements in France, for 10 points each. ", "answers_sanitized": ["Romanticism [accept word forms] ", "Parnassus School [or Parnassianism; or Parnassism; accept other word forms]", "surrealism [accept word forms]"], "parts_sanitized": ["Lasting from roughly 1770 to 1848, this pan-European, heavily emotional, nature-praising literary movement was exemplified in France by Lamartine and Chateaubriand. Another adherent, William Wordsworth, described its poetry as \"the spontaneous overflow of powerful feelings.\" ", "Between Romanticism and Symbolism came this formal literary style, named after a mythological location and inspired by Theophile Gautier's \"art for art's sake\" doctrine. Its champions included the first Nobel Laureate in literature, Sully Prudhomme.", "Andre Breton was a leading light of this movement, writing both of its manifestos and pioneering its characteristic technique of \"automatic writing\" with his book The Magnetic Fields."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Stephen Hubbell's \"unified theory\" rules out predation and this other interaction. For 10 points each:", "answers_sanitized": ["parasite [accept word forms, like parasitism]", "brood parasitism ", "Red Queen hypothesis"], "parts_sanitized": ["Name this relationship between two organisms, one of which benefits at the expense of the other, as in fleas with respect to humans. ", "Cuckoos exhibit this form of parasitism by laying eggs in the nests of other bird species so they can spend more time gathering food or reproducing.", "Parasite-host interactions result in a constant process of natural selection as one tries to outdo the other, thus validating this hypothesis, named for a Lewis Carroll character, which states that organisms must constantly evolve merely to survive. "], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Identify these historians of Rome, for 10 points each:", "answers_sanitized": ["Edward Gibbon", "Publius Cornelius Tacitus ", "Theodor Mommsen [or Christian Matthias Theodor Mommsen]"], "parts_sanitized": ["Perceived antipathy towards the Byzantine Empire and open assignation of blame to the rise of Christianity are among the criticisms that have attended this man's magnum opus, The History of the Decline and Fall of the Roman Empire. ", "This ancient Roman author of a biography of Agricola and the Histories analyzed the Empire from the reign of Tiberius to that of Nero in his Annals, which also briefly mentions the execution of Christ. ", "The most famous accomplishment of this German scholar and archaeologist is his three-volume History of Rome, which contributed to his being awarded the 1902 Nobel Prize in Literature. "], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "These viruses stay quiescent in a latent infection of the neural ganglia. For 10 points each:", "answers_sanitized": ["herpes simplex viruses [or HSV-1; or HSV-2]", "Bell's palsy ", "myelin [or white matter]"], "parts_sanitized": ["Name these viruses, one of which causes most cold sores, and the other, which causes lesions to appear around the genitalia. ", " Another herpes virus, the varicella zoster virus, causes a facial nerve infection that is symptomatically very similar to this disease, whose suffers cannot control their facial muscles on the affected side. ", "Herpes zoster-associated encephalitis often causes the destruction of this substance in affected cells. Leukodystrophies impair the growth and development of this substance."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The title character of this play is engaged to Haemon. For 10 points each: ", "answers_sanitized": ["Antigone ", "Jean Anouilh [or Jean-Marie-Lucien-Pierre Anouilh; pronounced roughly like \"Ah-NOOee-uh\", but accept \"Ahn-wee\" or any other phonetic pronunciations]", "Thomas Ã  Becket [or Thomas Becket; or Saint Thomas of Canterbury; prompt on \"Saint Thomas\"]"], "parts_sanitized": ["Identify this Sophocles play in which the title daughter of Oedipus hangs herself after Creon refuses to let her properly bury Polynices.", "This 20th-century French playwright attacked Vichy collaborators in his 1943 adaptation of Sophocles's Antigone. He also wrote Traveler Without Baggage and The Lark. ", "A Jean Anouilh play subtitled \"or the Honor of God\" is both about and titled for this \"troublesome priest\", whose assassination is also the subject of T.S. Eliot's play Murder in the Cathedral. "], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This man sought to find a direct route to China on his ship, Matthew, and vanished on his second expedition to America. For 10 points each: ", "answers_sanitized": ["John Cabot [or Giovanni Caboto] ", "Henry VIII ", "George Vancouver"], "parts_sanitized": ["Identify this explorer who claimed what was likely Newfoundland, Labrador or Cape Breton Island for England.", "John Cabot's son, Sebastian, created a celebrated world map for this monarch, who founded the Church of England after brooming Catherine of Aragon for Anne Boleyn.", "This later explorer painstakingly documented that there was no link between Hudson Bay and the west coast of North America on a namesake expedition in the late 18th century. He lends his name to an island located near Nootka Sound. "], "subcategory": "History British", "category": "History"}]}