{"tossups": [], "bonuses": [{"leadin": " He depicted his dead lover wearing boxing shorts and boots against a pink background in the left panel of Triptych in Memory of George Dyer. For 10 points each: ", "answers": ["Francis Bacon ", " The Crucifixion of Jesus Christ ", " Pope [or the Papacy]"], "parts": ["Identify this artist who also created a study of the nurse in The Battleship Potemkin. ", "Grotesque figures whose faces are almost entirely made up of a large mouth appear in studies Francis Bacon made for three figures at the base of this scene. This scene takes place in between the procession to Calvary and the Deposition in narratives of the Passion. ", " Bacon drew on a Diego Velazquez portrait to paint a man who held this religious office screaming. "], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin": " This god wrote a namesake book supposedly buried near Memphis that would give the reader the spells needed to control the gods. For 10 points each:", "answers": [" Thoth [or Djehuty; be lenient with vowels] ", "Ra [or Re] ", " eight [or Ogdoad; or Eight Immortals; or Baxian]"], "parts": ["Name this Egyptian god with the long beak of an ibis. He took up residence on the moon and served as a divine scribe. ", "Thoth was sometimes described as the son of this bird-headed god, who drove the sun barge across the sky each day. He was sometimes merged with Amun or Atum. ", "Thoth was central to a pantheon of this many gods, worshipped at Hermopolis in contrast to the Ennead of Heliopolis. A group of this many Chinese demigods is led by the sword-wielding Lu Dongbin"], "category": "Mythology", "subcategory": "Mythology"}, {"leadin": "Among his 20 surviving toccatas include his Toccata in E minor, and he collected four sets of choral variations in his Musical Thoughts on Death. For 10 points: ", "answers": ["Johann Pachelbel ", "canon ", "The Musical Offering [or Das Musikalische Opfer]"], "parts": ["Name this German composer who also collected six arias and variations in his Hexachordum Apollinis ", "Pachelbel is most famous for a work of this type in D major, in which a melody is started by different instruments at different points in time. ", "A \"crab canon\" and \"perpetual canon\" are among the pieces included in this J.S. Bach collection, a series of puzzle-based contrapuntal treatments of a theme provided by Frederick the Great. "], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin": "Answer some questions about an unmoving body, for 10 points each:", "answers": ["equilibrium", "potential energy [or PE] ", "greater than zero [or things like zero to infinity]"], "parts": ["A system is said to be in the static type of this state when the sum of the forces and torques on bodies in it is zero, and the bodies are all at rest. There also exists a \"dynamic\" type. ", "The stability of an equilibrium can be determined by finding the second derivative of this value at the equilibrium point. ", "A system's equilibrium is stable if the second derivative has a value in this range at the equilibrium point. "], "subcategory": "Physics", "category": "Science"}, {"leadin": " This man ran unsuccessfully for mayor of New York in 1905 and was kicked out of Harvard for organizing massive alcohol-fueled parties. For 10 points each: ", "answers": ["William Randolph Hearst ", "Joseph Pulitzer ", "Charles Evans Hughes"], "parts": ["Identify this advocate of the Spanish-American War, who built a large castle in California and served as the inspiration for the character of Charles Foster Kane", "Hearst's New York Morning Journal plundered many writers from the New York World, which was run by this rival publisher. This man now lends his name to a series of prestigious journalism prizes. ", "Hearst later ran for Governor of New York, but was defeated by this man. This man would later be defeated in a presidential race when his opponent campaigned on the slogan, \"He kept us out of war\". "], "subcategory": "American History", "category": "History"}, {"leadin": "For 10 points each, answer these things about the plant hormone auxin.", "answers": ["phototropism [do NOT accept \"phototaxis\"] ", " polar auxin transport [or polar transport]", " expansins"], "parts": ["Auxin controls this plant behavior, in which a plant will grow towards a source of light. This occurs because auxin triggers growth on the dark side of the shoot. ", "Auxin is transported by this active process, which uses PIN proteins. It can be prevented by acid trapping and by the drug Quercetin. ", "The expression of these proteins may be regulated by auxin. Split into alpha and beta families, they loosen cell walls by disrupting non-covalent bonds between cellulose fibrils. "], "subcategory": "Biology", "category": "Science"}, {"leadin": "One portion of this work addresses both diligent people and procrastinators, exclaiming \"Fools! your Reward is neither Here nor There.\" For 10 points each: ", "answers": ["The Rubaiyat of Omar Khayyam ", "Edward FitzGerald ", "Jalal ad-Din Muhammad Rumi [or Jalal ad-Din Muhammad Balkhi; or Mowlana]"], "parts": [" A description of a \"moving finger\" that \"writes: and, having writ, moves on\" and an expression of a desire for \"a jug of wine, a loaf of bread, and thou\" can be found in what collection of quatrains by Omar Khayyam? ", "This English poet of \"Euphranor\" and a \"Bird's-Eye view\" of Attar's Conference of the Birds created the most famous translation of the Rubaiyat, from which all of the preceding quotes originate. ", " This other Persian poet wrote several rubaiyat himself in his collection Divan. He intended his best known work, the Spiritual Couplets, to be a devotional text for fellow Sufis."], "subcategory": "World Literature", "category": "Literature"}, {"leadin": "This family was a rival of the Ravensburger Gesellschaft, and it reached its zenith in the early 16th century when it controlled Europe's copper trade. For 10 points each: ", "answers": ["Fuggers [or Fugger Dynasty or House of Fugger] ", "Banking [or finance]", "Charles V [or Charles I or Carlos V or Carlos I]"], "parts": ["Identify this German family, whose members included Jakob the Rich. ", "The Fuggers, like the later Rothschild family, were dominant in this industry. In the United States, the FDIC provides guarantees for customers who patronize businesses in this industry. ", "Jakob Fugger helped secure the election of this man to Holy Roman Emperor. This son of Philip the Handsome was the last Holy Roman Emperor to be crowned by a pope, and fought the Schmalkaldic League at Muhlberg. "], "subcategory": "European History", "category": "History"}, {"leadin": "This novel's protagonist kisses her future husband, George Emerson, in a field of violets while looking for Mr. Beebe. For 10 points each: ", "answers": [" A Room with a View ", "Edward Morgan Forster ", "Where Angels Fear to Tread"], "parts": [" Name this novel, in which Lucy Honeychurch ends her engagement with Cecil Vyse. It opens with Lucy and Charlotte Bartlett complaining about their accomodations in the Pension Bertolini.", "A Room with a View was written by this English author, who also wrote about Adela Quested accusing Dr. Aziz of raping her in the Marabar Caves in A Passage to India.", " In this Forster novel, the allure of Italy eventually entraps both Lilia Herriton and her companion Caroline Abbott, despite the interference of Lilia's brother Philip. "], "subcategory": "British Literature", "category": "Literature"}, {"leadin": " Name this economists and economic policies who influenced Latin America, for 10 points each: ", "answers": ["Milton Friedman ", "Jeffrey Sachs ", "hyperinflation [do NOT prompt or accept \"inflation\"]"], "parts": ["This man taught the \"Money and Banking Workshop\" to Chilean economists that became influential in Augusto Pinochet's government. This Chicago economist promoted the free market in books like Capitalism and Freedom and the TV program Free to Choose. ", "This man drew up a plan for Bolivia fiscal reform in 1985. He has argued global poverty can be eliminated through foreign aid in works such as The End of Poverty and Common Wealth. ", " Sachs' plan was intended to stop this phenomenon, where the value of money falls at an accelerating rate. When this occurred in 1923 Germany, prices doubled every four days. "], "category": "Social Science", "subcategory": "Social Science"}, {"leadin": " This novel was published posthumously after its author committed suicide near Biloxi in 1969. For 10 points each: ", "answers": ["A Confederacy of Dunces", "New Orleans, Louisiana", " Walker Percy"], "parts": [" Name this John Kennedy Toole novel about the intellectual slob Ignatius J. Reilly, who works as a hot dog vendor and as an employee at Levy Pants.", "A Confederacy of Dunces is set in this Southern city, also the setting for most of Nelson Algren's A Walk on the Wild Side. Reilly works in this city's French Quarter. ", " While teaching in New Orleans, this author helped to get A Confederacy of Dunces published years after Toole's suicide. This man's most famous novel, also set in New Orleans, is about Korean War veteran Binx Bolling, who escapes from the world into popular culture. "], "subcategory": "American Literature", "category": "Literature"}, {"leadin": " This clastic rock consists of individual pieces that are roughly two millimeters or greater in diameter. When they undergo metamorphosis, the prefix \"meta-\" is appended to their name. For 10 points each:", "answers": [" conglomerate ", " sedimentary rock", "foliated [accept word forms]"], "parts": ["Name these rocks that are distinguished from breccias due to the rounded deposits, such as boulders and pebbles that comprise it. ", "Conglomerate is an example of this kind of rock, which is one of the three main classes of rock along with metamorphic and igneous. ", "Pressure induced by metamorphosis on the sedimentary rock shale is responsible for this property of slate. This property, which comes from a Latin word meaning \"leaf,\" is the layering visible in many metamorphic rocks. "], "subcategory": "Other Science", "category": "Science"}, {"leadin": "The Royal Cemetery at this site contains the tomb of Queen Puabi, and its most prominent structure, a temple, was constructed by King Nammu. For 10 points each: ", "answers": [" Ur [or Tell el-Muqayyar] ", " ziggurats [or ziqqurat] ", " Ba'al [or Hadad]"], "parts": ["Identify this site northeast of Eridu, first excavated by J. E. Taylor, and later by Leonard Woolley. Its residents believed in an underworld called Irkalla. ", " Ur had one of these terraced step-pyramid temples at its center dedicated to the goddess Nanna. Babylon had another. ", " This chief Canaanite god was presumably encountered by Abraham when Abraham traveled from Ur to Canaan. This rain god's name simply means \"Lord.\" "], "subcategory": "World History", "category": "History"}, {"leadin": "This scientist is one namesake of an equation relating the number of moles and the chemical potential to entropy, temperature, pressure, and volume. For 10 points each: ", "answers": [" Josiah Willard Gibbs", "Clausius-Clapeyron equatio", " order of a transition"], "parts": [" Name this man who names a phase rule relating degrees of freedom and number of phases, as well as a measure of free energy defined as H minus TS. ", "This equation derived from the Gibbs-Duhem equation gives the slope of a coexistence curve in terms of the latent heat of the transition and the specific volume change. ", "Ehrenfest grouped phase transitions by this parameter, the lowest discontinuous derivative of free energy. It is 1 for fusion and vaporization, and 2 for ferromagnetic transitions. "], "subcategory": "Chemistry", "category": "Science"}, {"leadin": " Following the revelation of this plot, its namesake was denied a chance to serve under Lafayette on a Canadian campaign. For 10 points each: ", "answers": ["Conway Cabal", " George Washington ", " Friedrich Wilhelm von Steuben [or Baron von Steuben or Friedrich Wilhelm Ludolf Gerhard Augustin von Steuben or Friedrich Wilhelm August Heinrich Ferdinand von Steuben]"], "parts": [" Identify this plot to replace the commander-in-chief of the Continental Army with Horatio Gates.", "This general was the target of the plot. In the French and Indian War, this Virginian was forced to surrender at the Battle of Fort Necessity. ", " Thomas Conway was replaced as Inspector General of the Continental Army by this man. The Regulations for the Order and Discipline of the Troops of the United States, this man's Blue Book, helped professionalize the American army. "], "subcategory": "American History", "category": "History"}, {"leadin": "This animal was likened to philosophers who know \"many little things\" in an essay by Isaiah Berlin, unlike \"hedgehogs\" who see the world through one big idea. For 10 points each: ", "answers": ["foxes", " Niccolo Machiavelli ", "Discourses on Livy [or Discourses on the First Ten Books of Titus Livy; or Discourses on the First Decade of Titus Livy; or Discorsi sopra la prima deca di Tito Livio]"], "parts": ["Name this animal. In another allegory for leadership, another thinker contrasted it with the lion, since it can discover traps but cannot frighten wolves. ", " This Florentine argued that a good leader must be both lion and fox in a monograph arguing that it is better to be feared than loved, his The Prince. ", " In this other book, Machiavelli drew lessons from ancient Rome to assess the challenges of running republics. "], "subcategory": "European Literature", "category": "Literature"}, {"leadin": "Answer the following about the conservation of an endangered species, for 10 points each: ", "answers": ["rhinoceroses [or rhinos] ", "horns [do not accept answers such as \"antler\" or \"tusk\", as these are not equivalent]", "South Africa"], "parts": [" In 2009, four individuals of the Northern White subspecies of this animal, which is thought to be extinct in the wild, were relocated to a conservatory in Kenya to be watched over by armed guards. ", "The rhinoceros is endangered because of poaching for this keratinized body part, which is an important component of traditional Chinese medicine and for the saifani handle of the Yemeni janbia dagger. ", " John Hume has argued that the only way to save rhinoceroses from extinction is by legalizing the trade of humanely farmed rhino horns. Hume has set up a rhino farm in this country, where over 40 miners were killed during the Marikana massacre during a wildcat strike in August 2012. "], "subcategory": "Biology", "category": "Science"}, {"leadin": "In one scene from this play, a character who is supposedly betrothed to Christine decapitates a canary named Serena, prompting Serena's owner to fantasize about the annihilation of men. For 10 points each", "answers": ["Miss Julie [or Froken Julie; or Miss Julia; or Miss Juliet] ", "Johan August Strindberg ", "The Voice of Indra"], "parts": ["Name this play in which the valet Jean and the title character pursue a scandalous relationship before the latter decides to commit suicide with a razor. ", "Miss Julie is by this author of the Ghost Sonata, a Swedish playwright who rocketed to fame on the strength of his novel The Red Room. ", "This Strindberg character dubs Earth \"Dust\" and notes that humanity seems to be \"half foolish and half mad\" after sending his daughter Agnes down to Earth to ascertain the nature of human suffering. "], "subcategory": "European Literature", "category": "Literature"}, {"leadin": " John Mead Howells and Raymond Hood drew inspiration from this building's Butter Tower when designing the Chicago Tribune Building. For 10 points each:", "answers": ["Rouen Cathedral [or Cathedrale Notre-Dame de Rouen] ", "Chartres Cathedral [or Notre-Dame d'Chartres or Cathedral of Our Lady of Chartres] ", " a ribbed vault [or ogival vault; prompt on \"arched\" vault]"], "parts": ["Identify this cathedral, briefly the tallest building in the world from 1876 to 1880. It was also the subject of a series of paintings by Claude Monet. ", "This other French cathedral is held to contain the veil of the Virgin Mary. This cathedral was able to support larger-than-usual clerestory windows because, in a novel development, it was planned with flying buttresses from the outset. ", "An innovation of Gothic architecture was the use of this type of vault, in which a framework of arches is constructed first before the masonry is laid on. The pointed arches of this type of vault redirect weight downward, reducing the need for buttressing. "], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin": "This object was legendarily delivered to Osei Tutu during a thunderstorm. For 10 points each: ", "answers": [" Golden Stool ", " Republic of Ghana ", " Garnet Joseph Wolseley, 1st Viscount Wolseley of Wolseley, Baron Wolseley of Cairo and of Wolseley"], "parts": ["Identify this object, the ceremonial throne of Ashanti rulers in West Africa. ", " The Ashanti Empire was based out of this modern-day West African country. More recent leaders from this country include Kwame Nkrumah and Kofi Annan. ", "This British field marshal razed the Ashanti capital of Kumasi in 1873. He arrived too late to relieve Charles Gordon in Khartoum, but had more success putting down Louis Riel's Red River Rebellion. "], "subcategory": "World History", "category": "History"}, {"leadin": " A two-dimensional version of this technique separates protein by both size and isoelectric point. For 10 points each: ", "answers": [" gel electrophoresis [prompt on partial answer]", " Western blot [or immunoblot] ", "polyacrylamide"], "parts": ["Name this separation method where an electric field is used to move proteins and DNA into bands of similar size. It is visualized using Coomassie blue or ethidium bromide. ", " Gel electrophoresis is used in this technique, which is used to confirm an HIV infection. In this technique, proteins are transferred to a membrane and probed with an antibody. ", " The gel used for SDS-PAGE consists of this polymer. Its formation is often triggered using TEMED and APS. "], "subcategory": "Biology", "category": "Science"}, {"leadin": "This man controversially met with Hitler at Imatra in 1942, and succeeded Risto Ryti in his highest political office. For 10 points each:", "answers": ["Baron Carl Gustaf Emil Mannerheim", " Republic of Finland [or Suomi] ", "Aland Islands [or Ahvenanmaa]"], "parts": ["dentify this general who lends his name to a famous Scandinavian defensive formation. ", "Carl Mannerheim was a leader of this country, which fought the USSR in the Winter and Continuation Wars. At times it has been part of both Sweden and Russia.", " In the 1920s, the League of Nations notably arbitrated Finland's dispute with Sweden over these islands in the mouth of the Gulf of Bothnia. The League found them to be over 90% Swedish in population, and thus naturally awarded them to Finland. "], "subcategory": "European History", "category": "History"}, {"leadin": " A character in this book is exiled to the planet Terminus. For 10 points each:", "answers": ["Foundation", "Isaac Asimov [or Isaak Yudovich Ozimov] ", " Multivac [or Multivac AC; do not accept \"UNIVAC\"]"], "parts": [" Name this 1951 novel consisting of several short stories, the first in its namesake series. Its first story tells of Hari Seldon's development of the new field of \"psychohistory,\" which has major implications for the Galactic Empire. ", "Foundation was written by this author, who also created the Three Laws of Robotics in his collection, I, Robot. ", " This supercomputer appears in many Asimov short stories, including \"Franchise,\" where it chooses one person to vote for the entire U.S., and \"The Last Question,\" which ends with it creating the universe. Its name parodies a real-life early computer. "], "subcategory": "American Literature", "category": "Literature"}]}