{"tossups": [{"question_sanitized": "This creature’s “gift” titles Erica Wagner’s book on the biographical background of a poet’s final collection. A poem about this animal describes “Prouty / wafting you to the ballroom of broken glass / on bleeding feet” and tells the addressee “as you flew / they jammed all your wavelengths.” That poem, partially titled for this animal, closes with the image of an “exploded dawn / in your fist— / that Monday” and begins “your moon was full of women.” William Davis argued that a second poem titled for this creature actually references “God’s lioness” rather than a Shakespearean character. That poem titled for this creature has a speaker who tells “white / Godiva” that “I unpeel” before stating that “the child’s cry / melts in the wall.” A poem from Birthday Letters is about a “Night-Ride” on this animal, who also titles a poem in which the speaker flies into “the red / eye, the cauldron of morning.” “Daddy” and “Lady Lazarus” are poems in a collection titled after, for 10 points, what horse owned by Sylvia Plath?", "answer_sanitized": "Ariel [accept “Night Ride on Ariel”; prompt on “Sylvia Plath’s horse”]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Trade in this commodity made the family fortune of George Bogle, who, in the late 1700s, became the first British envoy to Tibet. An important primary source for a shift in the trade of this commodity is the letters of Neil Jamieson, a partner in one of John Glassford’s firms. In 1870, the demand for this commodity skyrocketed with the invention of an automated industrial process by James Bonsack, which enabled the fast production of a product whose use after the War of 1812 spread throughout Europe from Andalusia. Producers of this crop, such as Robert “King” Carter, typically sold it in England on “consignment,” a system gradually supplanted by sale to “store firms” run by Glasgow “lords.” Large barrels called “hogsheads” were used to ship, for 10 points, what cash crop that was grown primarily in the tidewater region of the Chesapeake and was introduced in the American colonies by John Rolfe?", "answer_sanitized": "tobacco plant [or Nicotiana tabacum; or N. tabacum; do not accept or prompt on “cigarettes” or other tobacco products]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This compound is metabolized by an enzyme containing an oxygen-holding “peroxo hole,” and that oxidase oddly does not require a metal ion or cofactor to function. Lesinurad (less-IN-you-rad) inhibits a transporter of this molecule. This compound is transported by the glucose transporter SLC2A9. Unlike most other mammals, primates lack an enzyme that oxidizes this compound to form the more soluble allantoin (uh-LAN-toe-in). This compound builds up as a result of a defective HPRT gene, which causes most of the symptoms of Lesch-Nyhan syndrome. Serum levels of this compound are lowered by febuxostat and allopurinol, both of which are xanthine oxidase inhibitors. The ball of the foot is a common location for the deposition of tophi, which consists of crystals of this product of purine metabolism. For 10 points, what compound, whose crystallization causes gout, is excreted as waste by birds and reptiles?", "answer_sanitized": "uric acid [accept urate]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "During a brief 3/8 waltz in the second movement of this piece, the first clarinet and bassoon play a variation of the opening theme of the first movement while the soloist supports them with persistent 16th-note accompaniment. The cadenza of this piece’s first movement is briefly interrupted by a variation of the main theme, which is passed from flute to oboe to clarinet and finally to horn. The composer wrote two versions of that cadenza for this piece, although the original, heavier version is now printed as the ossia despite being widely considered the harder of the two. Vladimir Horowitz and Albert Coates made the first-ever recording of this piece, which was written in 1909 for the composer’s first tour of the U.S. Along with its C minor predecessor, this is the most frequently performed of the four pieces the composer wrote in the genre. For 10 points, name this extremely hard piece in D minor for a keyboard instrument and orchestra by the composer of Rhapsody on a Theme of Paganini.", "answer_sanitized": "Sergei Rachmaninoff’s Piano Concerto No. 3 in D minor [accept answers mentioning Rachmaninoff and Piano Concerto and 3 or third, accept “The Rach 3”; prompt on partial answers]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One king of this ancient region was murdered by two brothers who were students of Plato and were named Python and Heraclides. Another king of this region constructed an ornate tomb at his namesake capital of Seuthopolis. Several unified tribes in this region known as the Odrysian Kingdom were ruled by king Cotys I, named for this region’s wild goddess. A princess of this region, Hegesipyle (heh-jeh-SIP-ill-ee), was the daughter of its king Olorus and married the Athenian general Miltiades (mil-TYE-ah-deez). The historian Thucydides allegedly owned gold mines in the coastal area of this region. When followed by the word Chersonese (kur-so-nese), this region describes the ancient peninsula guarded by the Long Wall near Agora. A member of the Diadochi (dye-ADD-oh-kee) who was king of Macedonia, Asia Minor, and this region teamed with Cassander and Seleucus I to win the Battle of Ipsus. For 10 points, name this region ruled by Lysimachus, which ran from southern Bulgaria into western Turkey.", "answer_sanitized": "Thrace [or Thracian Kingdom; or Thracia; or Thracians; accept Odrysian Kingdom or Odrysia before “Odrysian”]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "One of this philosopher’s theories is the third of three apparently incompatible metaethical ideas defended in The Moral Problem, a book by his proponent Michael Smith. This thinker’s positions are held to be compatible with care ethics by Annette Baier, who called him the “woman’s moral theorist.” This philosopher’s idea that “the mind has a great propensity to spread itself on external objects” is dubbed projectivism and taken as a precursor to the non-cognitivist theory of quasi-realism by a proponent of this thinker, Simon Blackburn. This author opposed ethical rationalism by arguing that moral distinctions are derived not from reason but from sentiment in Book III of one of his works, in which he also pointed out that normative claims can’t be derived from factual propositions. For 10 points, the is-ought problem was introduced in the book A Treatise of Human Nature by what Scottish empiricist?", "answer_sanitized": "David Hume", "category": "Philosophy"}, {"question_sanitized": "A type of galaxy named for “extreme” levels of one form of this property is commonly found around redshift “z equals 1.” The “excess” of this property is the difference between the “intrinsic” and “observed” values due to extinction by dust and gas. Different types of this property lend their names to a “cloud,” “sequence,” and “valley” on a diagram of galaxies that plots this property against luminosity or absolute magnitude. The Johnson-Morgan system is commonly used to quantify this property, which can replace the spectral class on one of the x-axes of the Hertzsprung-Russell diagram. This property can be quantified by subtracting the magnitudes of an object viewed under two different filters, which gives this property’s namesake “index.” For 10 points, name this property of astronomical objects that expresses their brightness in different regions of the visible spectrum.", "answer_sanitized": "color [accept color index or color temperature or color spectrum or color excess ; accept redness before “redshift”; prompt on “temperature” or “effective temperature” before “temperature; prompt on “spectrum” before “spectrum”]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "A paper by this economist was criticized by Claude D’Aspremont, Jean Gabszewicz (gab-sheh-vich), and Jacques Thisse, who argued for the existence of an equilibrium that was the opposite of the one this man predicted in his namesake model. This man names the rule holding that changes in net price per unit time when extracting a nonrenewable resource over time should be equal to the discount rate. A rule named for this man results from applying the envelope theorem to a firm’s supply function and holds that the supply function is equal to the derivative of the profit function with respect to price. That lemma named for this man is often taught alongside Shephard’s lemma. The median voter theorem was derived from this man’s “law,” published in the paper “Stability in Competition,” which holds that competitive firms will often appear similar to each other, as exemplified by two ice cream stands that both choose to sell their products from the exact middle of a beach. For 10 points, name this economist who developed a linear city model of firm location.", "answer_sanitized": "Harold Hotelling [accept Hotelling model or Hotelling’s rule or Hotelling’s lemma or Hotelling’s law]", "category": "Social Science"}, {"question_sanitized": "According to one account, a trumpeter insultingly played the folk song “Joan’s Placket Is Torn” at this event. After this event, the HMS Loyal London was renamed to just London because the City of London refused to pay for its reconstruction. A scapegoat for this event, who’d wasted his time safeguarding scale ship models instead of making preparations, was named Peter Pett. The victorious side at this battle refrained from looting as a way of showing that they were above the perpetrators of Holmes’s Bonfire. During this battle, which was recorded by Samuel Pepys, George Monck sunk many of his own ships to block the enemy’s progress. A chain called the Gillingham Line failed to protect ships anchored at Chatham during this battle, leading to the capture of the flagship Royal Charles. This battle forced England to finalize the Treaty of Breda and made Michiel de Ruyter (mih-HEEL de ROU-ter) a hero at home. For 10 points, in what decisive “raid” did the Dutch sail up a namesake English river during the Second Anglo-Dutch War?", "answer_sanitized": "Raid on the Medway [or Battle of the Medway; accept Raid on Chatham or Battle of Chatham before “Chatham”; prompt on “Raid of Chatham” or “Battle of Chatham” after “Chatham”]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A book called Freedom to Fail argues that this man’s thinking evinces an “errancy fugue” that resulted from an anarchic freedom of thought. In a 1966 interview that was published a decade later, this man explained his remarks contrasting “fishing for big catches in the murky waters of values and wholes” with an “inner truth and greatness” of a movement that married “modern human beings” to “planetarily determined technology.” Peter Trawny edited the 2014 posthumous publication of this man’s “black notebooks,” in which this man wrote that a group of people were “worldless.” While serving as rector of the University of Freiburg, this man was alleged to have cut off the library access and academic privileges of his former mentor, Edmund Husserl. Accusations of Nazi sympathies and anti-Semitism followed, for 10 points, what German philosopher who wrote Being and Time?", "answer_sanitized": "Martin Heidegger", "category": "Philosophy"}, {"question_sanitized": "The best known of the elegiac ballades written by this author begins, “Alone am I and alone I wish to be.” This author featured the Cumaen Sibyl in both a dream allegory about “the path of long study” and a work presented as a letter from Athea to Hector. Early in a book by this author, the protagonist puts down a copy of Mathéolus’s Lamentations in despair and is shown a jeweled mirror that allows people to “see themselves as they truly are.” A letter this author wrote to Jean de Montreuil to attack the immorality of a Jean de Meun poem kicked off the so-called “Quarrel of The Rose.” Personifications of Reason, Rectitude, and Justice lead this author to the Plain of Letters, where they lay the foundations and walls of the title place in one of her books. For 10 points, name this 14th-century writer who responded to other authors' misogynistic depictions of women in The Book of the City of Ladies.", "answer_sanitized": "Christine de Pizan [accept either underlined name]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Two answers required. Historical attempts to differentiate these groups include the married film producers Leila Roosevelt and Armand Denis making a documentary suggesting that one of these groups descended from “Hamitic invaders.” Political scientists Christian Davenport and Allan Stam described an attempt in the 1920s and 1930s to distinguish these groups, issue identity cards, and justify the decision to create a power structure that privileged the minority group, all based on phrenology. The supposedly lighter skin and greater height of members of one of these groups, which Europeans interpreted as meaning they were descended from ancient Egyptians, were likely the result of their protein-rich diet from cattle herding. RTLM broadcast the message “cut down the tall trees” after Juvenal Habyarimana died in a plane crash, precipitating genocide between, for 10 points, what two dominant ethnicities of Rwanda?", "answer_sanitized": "Hutus [or Abahutu] and Tutsis [or Abatutsi; or Watutsi; or Wahuma; or Wahima; or Wahinda] [do not accept or prompt on partial answers]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In a novel set in this country, a woman watches three turtles disappear into the water at the exact time that her son is killed abroad. In that novel set in this country, Felicia is unable to see the three ghost children who haunt her home at Small Garden. This country is the setting of Maria Dermout’s The Ten Thousand Things and of a novel that ends with the underage protagonist’s marriage being declared illegitimate and his wife being exiled to Europe. A student falls in love with Annalies, the daughter of a concubine, in a novel written in this country that the author developed orally at an island prison camp. That author from this country praised a novel set in it in which the coffee broker Drystubble receives a manuscript about the title civil servant’s campaign against colonial injustices. This Earth of Mankind was written by Pramoedya Ananta Toer (prah-MOOD-yah ah-NAHN-tah TOOR) , a novelist from, for 10 points, what modern-day Asian country whose period under Dutch rule is the topic of Multatuli’s novel Max Havelaar?", "answer_sanitized": "Indonesia", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The first exhibition of this painting inspired a parody one-act burlesque about a mother who finds it unsuitable for her daughter’s innocent eyes. A leaflet for the first exhibition of this painting, which marked the first notable solo exhibition in French history, cited Zeuxis and Benjamin West to defend the choice to charge an entry fee. Hubertus Kohle argues that this painting’s nudity and static “frieze-like composition,” as seen in the spear balanced lightly on one of the central figures’ fingertips, represent a shift in interest from Roman to Greek art. A wall of spears separates this work’s foreground from its background, where a Bastille-like fortress looms on the left. This painting was first displayed in the Louvre at eye level, with a giant mirror on the opposite wall. This companion piece to Leonidas at Thermopylae shows children crawling on the ground beneath the white-clad Hersilia, who stops Romulus and Tatius from fighting each other. For 10 points, name this painting of a battle scene in Livy by Jacques-Louis David.", "answer_sanitized": "The Intervention of the Sabine Women", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "These systems can be simplified by using an effective potential equal to the gravitational potential plus a term proportional to the quantity “a minus b cosine theta squared, all over sine squared theta,” where “a” and “b” are two constants of the motion. Felix Klein and Arnold Sommerfeld collaborated on a four-volume set of lecture notes titled The Theory of these systems. Systems of this type partially filled with liquid can become unstable as they make small deviations from their “sleeping” position. The third integrable system of this type to be discovered was found by Sofia Kovalevskaya (koh-vah-lev-SKY-ah) and has two of the principal moments of inertia equal to twice the third. The downward pull of gravity on these systems induces a torque that causes precession and nutation of their rotational axes, and sliding friction can cause the “tippe” kind to flip upside down. For 10 points, name these rigid bodies that appear to defy gravity by balancing on their tips as they spin.", "answer_sanitized": "spinning tops [accept gyroscopes; prompt on “rigid rotors” or “rigid bodies” or “rigid body”]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "James Frazer’s commentary on Pausanias states that this place takes its name from the word “pasture,” which may explain why Lucian’s Dialogues of the Gods identifies it as the place where Hermes slew Argus Panoptes. After the Delphic Oracle told Hesiod to avoid this place, he was killed at a Locrian temple dedicated to an aspect of Zeus named for this place. Judges at a set of events held in this place dressed in black robes to signal mourning for a figure renamed Archemorus, or “beginner of doom,” after his death. That child of a king of this place, Lycurgus, was killed by a serpent while lying on a bed of wild celery, where his nurse Hypsipyle had left him to provide water to the Seven Against Thebes. A creature named for this place lived in a double-mouthed cave on Mount Tretos. A resident of this place named Molorchus befriended a hero who came to slay that creature, which was accomplished by strangulation. For 10 points, name this home of a lion with impenetrable skin that was killed by Heracles in his first labor.", "answer_sanitized": "Nemea [accept Nemean Lion or Nemean Zeus]", "category": "Mythology"}, {"question_sanitized": "In an effect named for Enrico Fermi, this phenomenon occurs due to mixing between vibrational modes with identical symmetries in vibrational spectroscopy. This phenomenon is the principle behind a form of Raman spectroscopy that enhances signal by tuning a laser’s frequency near that of an electronic transition. This phenomenon can enhance Raman signal by up to an E4 (\"e to the fourth\") enhancement for molecules adsorbed onto nanoparticles or rough metal surfaces. This phenomenon can be used to analyze the binding of molecules to functionalized gold or silver surfaces, and it is responsible for the effectiveness of SERS. When a microwave matches the energy of a transition created due to Zeeman (ZAY-mahn) splitting, this phenomenon occurs, resulting in an ESR signal. For 10 points, name this phenomenon in which an oscillating system increases its amplitude when driven at a certain frequency.", "answer_sanitized": "resonance [accept surface plasmon resonance or Fermi resonance or resonance enhanced Raman spectroscopy or electron spin resonance]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "After leaving this character, a man returns to her due to a supernatural incident in which he hears this woman calling, “O Jemmy! come back, come back,” from twelve miles away. During a game in which they use a diamond ring to write on a window, this character gets a love interest to say he doesn't love her for her supposed wealth; she courts that man after her linen-draper husband escapes to France from debtor’s prison. This character lies sick in bed for five weeks after her seducer, who calls her “Mrs. Betty,” decides to marry her off to his younger brother. This character walks off with an unattended horse and is tempted by the devil to kill a child from whom she steals a necklace during a crime spree that leads to her reunion with her “Lancashire husband.” This character encounters her mother, who had escaped hanging in Newgate by “pleading the belly,” in Virginia, leading this woman to realize that she had married her half brother. For 10 points, name this oft-married title character of a 1722 Daniel Defoe novel.", "answer_sanitized": "Moll Flanders [accept either name; accept Mrs. Betty until “Betty” is read]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Description acceptable. In The Bad and the Beautiful, a recording of the late George Lorrison giving this speech plays in his daughter’s apartment before Jonathan Shields breaks the record and draws a moustache on Lorrison’s portrait. In a lecture on this speech, Ian McKellen argues that the end of the short first line provides a place to pause and catch the audience’s attention. Orson Welles’s 1948 rendition of this speech plays over a stationary shot of dark, swirling clouds. In a sequence from Alejandro Iñárritu’s Birdman, Riggan drunkenly walks down a dark street as a homeless man shouts this soliloquy at the top of his lungs, explaining that “I was just trying to give you a range.” In a 2015 film, Michael Fassbender’s character dances slowly with the lifeless body of his wife as he says the last lines of this speech, which are typically delivered with a pause between the final two words, “signifying nothing.” For 10 points, in what soliloquy does Macbeth describe life as “a tale told by an idiot, full of sound and fury”?", "answer_sanitized": "“Tomorrow and tomorrow and tomorrow” [accept Macbeth’s soliloquy from Act V, Scene 5; accept Macbeth’s final soliloquy; accept answers describing Macbeth’s response to the death of his wife]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Homi K. Bhabha’s essay “DomiNation” ascribes this status to the “nation-space,” where no ideology or cultural discourse can assert metaphysical or transcendental authority. The sociologist Arpad Szakolczai (shuh-KOLE-zhigh), who paired this concept with “experience” in a book title, has defined modernity as existing in a paradoxically permanent form of this status. The ritual of mukunda was used to illustrate this status in an examination of it by its major American theorizer. A feeling of connection created between people sharing this status is called “communitas” by an anthropologist who studied this status among the Ndembu people in The Forest of Symbols. That anthropologist, Victor Turner, described this status that comes after “separation” and before “reintegration” with the phrase “betwixt and between.” Arnold van Gennep coined, for 10 points, what term for the second of three stages of a rite of passage, which is derived from the Latin for “threshold”?", "answer_sanitized": "liminality [accept answers mentioning forms of the world liminal such as liminal space; prompt on “rite of passage” or “rites of passage” before “rite”]", "category": "Social Science"}], "bonuses": [{"leadin_sanitized": "This figure is the primary subject of four paintings, one of which depicts him astride a blue five-headed “beast from the sea.” For 10 points each:", "answers_sanitized": ["The Great Red Dragon [prompt on “dragon” or “red dragon”;]", "William Blake", "Woman Clothed in Sun [or Woman Clothed with the Sun; accept The Great Red Dragon and the Woman Clothed with the Sun or The Great Red Dragon and the Woman Clothed in Sun]"], "parts_sanitized": ["Name this figure shown before a muscular white man pointing to the viewer’s left in the painting The Number of the Beast Is 666.", "This English artist painted the Great Red Dragon series. He invented a form of relief etching using copper plates and acid to produce illustrations for his poems, which include The Marriage of Heaven and Hell.", "Two of Blake’s Great Red Dragon paintings depict the dragon with this angelic figure with golden wings."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This condition is considered “totalis” when it is accompanied with dextrocardia. For 10 points each:", "answers_sanitized": ["situs inversus [accept situs transversus; accept situs oppositus]", "sagittal plane", "primary ciliary dyskinesia [or PCD; accept immotile ciliary syndrome; prompt on “ciliary dyskinesia”]"], "parts_sanitized": ["Name this condition in which the organs develop in mirrored positions from their normal positions.", "Situs inversus can be visualized as the organs being flipped over this anatomical plane that splits the body into left and right halves.", "Because cilia are necessary for determining the position of the organs in embryos, 50% of individuals with this ciliopathy develop situs inversus. Individuals who suffer chronic sinusitis, bronchiectasis (BRON-key-EK-tuh-sis), and situs inversus from this condition are said to have Kartagener syndrome."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This work defines the title person as one who “leaves behind him all his ancient prejudices and manners” in its section “What Is an American?” For 10 points each:", "answers_sanitized": ["Letters from an American Farmer", "Quakers", "Bartram [or Bertram; accept John Bartram or William Bartram]"], "parts_sanitized": ["Name this work by Hector St. John de Crèvecoeur, a set of epistles by the title character, James, who, in its last entry, plans to flee to an Indian settlement to escape the Revolutionary War.", "A sequence of the letters praises the peaceful way of life of members of this sect on Nantucket. Much of The Autobiography of Benjamin Franklin is set in a city founded as a safe haven for this Christian sect.", "One of the letters describes a “Russian gentleman’s” visit to a Quaker botanist with this surname. That botanist's son William wrote a book of “travels” whose lush descriptions of Southern locales like the “Isle of Palms” influenced Felicia Hemans’s “The Isle of Founts” and Samuel Taylor Coleridge’s “Kubla Khan.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "On this feast day, blue vestments are allowed in Spain and former Spanish territories, recognizing that the event commemorated is considered the national patroness of Spain. For 10 points each:", "answers_sanitized": ["Feast of the Immaculate Conception", "Blessed Virgin Mary [or Miriam or Maria or Maryam; accept answers that indicate Mary, mother of Jesus or similar; Marian Feasts]", "St. James the Moor-Slayer [or St. James Matamoros or Santiago Matamoros; prompt on “Santiago”]"], "parts_sanitized": ["Name this penultimate holy day of obligation in the modern Catholic Church, a feast that falls on December 8.", "The Feast of the Immaculate Conception is one of the most important feasts celebrating this woman. Her life is also celebrated in the Feast of the Assumption and the Feast of the Annunciation.", "The Immaculate Conception was declared patroness of Spain in 1760, resolving a conflict between followers of Teresa of Ávila and followers of this legendary incarnation of St. James, who supposedly helped the Spaniards win the likely apocryphal Battle of Clavijo."], "category": "Religion"}, {"leadin_sanitized": "This man’s son wrote a memoir about this man’s death titled <em>When Grandpa Had Daddy Shot</em>. For 10 points each:", "answers_sanitized": ["Galeazzo Ciano", "Ethiopia [or Ethiopian Kingdom]", "William Shirer [or William Lawrence Shirer]"], "parts_sanitized": ["Name this son-in-law of Benito Mussolini who also served as his foreign minister. This man was executed on Mussolini’s orders after Mussolini was freed in the Gran Sasso raid.", "In 1935, Ciano volunteered as a bomber squadron commander during Italy’s invasion of this nation, against which it fought two Abyssinian Wars, the first of which included the Battle of Adowa.", "Ciano’s diary was a primary source on fascist Italy for The Rise and Fall of the Third Reich, a history book by this American war correspondent who served as one of “Murrow’s Boys” on CBS Radio."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A poem beginning, “We rest; a dream has power to poison sleep,” is excerpted in a chapter of <em>Frankenstein</em> set on a glacier of this landmark. For 10 points each:", "answers_sanitized": ["Mont Blanc [accept Glacier Montanvert]", "“Mutability”", "William Wordsworth"], "parts_sanitized": ["Name this geographical landmark. A Percy Bysshe Shelley poem titled for it opens by considering “the everlasting universe of things” that “flows through the mind.”", "The aforementioned Percy Shelley poem that Mary Shelley used in Frankenstein was published with this title. The second Shelley poem with this title consists of three numbered rhyming stanzas and opens, “The flower that smiles today / tomorrow dies.”", "Another Romantic poem on the theme of mutability is a sonnet of the same name by this author, whose other sonnets include “The World Is Too Much with Us.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This publication was co-founded by a man who, during his Trotskyite phase, had established the <em>Marxist Quarterly</em>. For 10 points each:", "answers_sanitized": ["National Review", "The Managerial Revolution: What Is Happening in the World", "George Orwell [or Eric Arthur Blair]"], "parts_sanitized": ["Name this magazine co-founded by James Burnham. Its first issue described it as a publication that “stands athwart history.”", "In this book, James Burnham argued that state bureaucracy would exert an ever-increasing level of control over the economy. The title event of this book would come about due to a separation between control and ownership.", "This man summarized the thesis of The Managerial Revolution as “Capitalism is disappearing, but Socialism is not replacing it.” His own investigations into socialism appear in The Road to Wigan Pier."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This scientist names an apparatus containing ports connecting to a vacuum and a source of inert gas used in air-free techniques. For 10 points each:", "answers_sanitized": ["Wilhelm Schlenk [or Wilhelm Johann Schlenk; accept Schlenck apparatus or Schlenck equilibrium]", "Hermann Emil Fischer [or Hermann Emil Louis Fischer; accept Fischer esterification or Fischer diagram(s)]", "osazones"], "parts_sanitized": ["Name this scientist whose investigation of organomagnesium reagents found that they existed in a namesake equilibrium in which their alkyl groups and halides exchange.", "Wilhelm Schlenk was a student of this chemist, who described the formation of an ester from an alcohol and carboxylic acid and who developed a method of visualizing carbohydrates as horizontal and vertical lines.", "Fischer’s work with carbohydrates included his development of a technique that formed this class of carbohydrates when reacting a sugar with excess phenylhydrazine in order to analyze carbohydrates that differed by one chiral carbon."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Musbah Eter and two of his accomplices were convicted of terrorism and murder for their role in this event 15 years after it occurred. For 10 points each:", "answers_sanitized": ["La Belle discotheque bombing [or the 1986 West Berlin discotheque bombing; accept answers mentioning La Belle or discotheque and the idea of a bombing or 1986 West Berlin bombing]", "Libya", "Bab al-Azizia compound [or Bab al Aziziyah compound; accept The Splendid Gate]"], "parts_sanitized": ["Identify this event in which three people were killed and over 200 were injured. Ronald Reagan ordered the Operation El Dorado Canyon airstrikes in retaliation for this event.", "In 2008, this country, which was targeted by Operation El Dorado Canyon, paid 1.5 billion dollars into a compensation fund for victims of the La Belle discotheque bombing and the Lockerbie bombing.", "This compound on the outskirts of Tripoli was a primary target of Operation El Dorado Canyon. Until 2011, this compound housed the sculpture Fist Crushing a U.S. Fighter Plane to commemorate the bombing."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In the prologue to this opera, two pieces of entertainment are ordered to be performed simultaneously to leave time for fireworks. For 10 points each:", "answers_sanitized": ["Ariadne auf Naxos [or Ariadne on Naxos]", "Richard Strauss [prompt on “Strauss”]", "Jessye Norman [or Jessye May Norman]"], "parts_sanitized": ["Name this opera that juxtaposes the main mythical plot with comic commentary by a burlesque troupe, climaxing in Zerbinetta’s aria “Grossmächtiger Prinzessin.”", "Ariadne auf Naxos was created by this German composer, who also wrote Salomé. He returned to the opera-within-an-opera format in Capriccio.", "Among the most acclaimed interpreters of the role of Ariadne is this African American dramatic soprano. She also made a heralded recording of Strauss’s Four Last Songs, performing with Kurt Masur and the Leipzig (LYPE-tzig) Gewandhaus (geh-VAHND-howss) Orchestra."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "In 1811, this man created the flag of Argentina while leading military campaigns like the Jujuy (hu-huey) Exodus and the Battle of Salta, after having earlier led the Paraguay Campaign. For 10 points each:", "answers_sanitized": ["Manuel Belgrano [or Manuel José Joaquin del Corazón de Jesús Belgrano]", "Incan Empire [the Inca Plan, or Sapa Inca]", "Potosí [do not accept or prompt on “San Luis Potosí”]"], "parts_sanitized": ["Name this economist and lawyer who was a liberator of Argentina and commanded its armies prior to José de San Martin. He also led a campaign to Europe with Bernardino Rivadavia to try to gain Argentine independence.", "At the Congress of Tucumán, Belgrano formulated the 1816 plan that proposed to crown a ruler of Argentina with blood ties to this civilization, whose rulers included Huayna Capac.", "During his invasion of Upper Peru, Belgrano set up his auxiliary base in this city. The “Real Situado” was an annual payment of silver from the rich mines of this city, where Cerro Rico was discovered in 1545 by a native Quechua Indian."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "A bombing campaign in this city was used as leverage for its country to rejoin the IMF after the destruction of bridges rendered a major waterway impassable. For 10 points each:", "answers_sanitized": ["Novi Sad", "Serbia [or Srbija; or Republic of Serbia; or Republika Srbija]", "oil refinery [or oil refineries; or petroleum refinery or refineries]"], "parts_sanitized": ["Name this Balkan city that was devastated by a 1999 NATO bombing campaign that destroyed three bridges over the Danube. Its name, which translates literally to “New Plant,” denotes a sapling.", "Novi Sad is the second-most-populous city in this modern-day country, whose first president was Slobodan Milošević.", "The Novi Sad bombing campaign also destroyed Novi Sad’s facility of this type, resulting in an environmental catastrophe. The Valero corporation operates thirteen of these facilities in the U.S."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In his seven-part essay <em>The Curtain</em>, this author claimed that Cervantes was the first writer to tear through the veil of pre-interpretation to reveal “life’s prose”. For 10 points each:", "answers_sanitized": ["Milan Kundera", "Franz Kafka", "The Paris Review"], "parts_sanitized": ["Name this author of the critical work Testaments Betrayed, whose book The Art of the Novel discussed how authors like Hermann Broch, Robert Musil, and Witold Gombrowicz addressed the “terminal paradoxes” of modernity.", "In Testaments Betrayed, Kundera criticizes the image Max Brod created of this author. Willa and Edwin Muir used the phrase “gigantic insect” to translate the word “Ungeziefer” in the first sentence of one of his novellas.", "The Art of the Novel includes the interview Kundera did for this magazine’s Art of Fiction series. This magazine is headquartered in the city where Kundera lives and set his novel The Festival of Insignificance."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "For each pair of distinct points in this type of topological space, there exist respective neighborhoods of those points that are disjoint. For 10 points each:", "answers_sanitized": ["Hausdorff space", "closed [accept closure]", "Pavel Urysohn [or Pavel Samuilovich Urysohn; accept Urysohn’s lemma or Urysohn universal space]"], "parts_sanitized": ["Name this type of topological space, sometimes called a separated space or T2 space. All metric spaces are this type of space.", "Every compact subset of a Hausdorff space has this property. A subset of a topological space has this property if and only if it contains all its limit points. The phrase “sets are not doors” is often used to describe how a set can have this property and openness simultaneously.", "The T2½ [“T two and a half”] space is named for this man, whose namesake “lemma” is used to prove the Tietze extension theorem. His metrization theorem states that every regular space with a countable basis is metrizable."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "John Dunstable and Leonel Power established the standard practice of writing these pieces as coherent, complete works. For 10 points each:", "answers_sanitized": ["masses [or Mass ordinary; or Ordinary of the Mass; or polyphonic mass cycles]", "Guillaume de Machaut (gee-yohm de ma-shoh)", "virelai [accept chansons balladées]"], "parts_sanitized": ["Name these compositions that set a group of liturgical texts, including the Kyrie and Credo, to music.", "The first standalone setting of the Mass ordinary is generally considered to be La Messe de Nostre Dame by this French composer of the 14th century. His other compositions include secular songs such as “Douce dame jolie” (dou-SEH da-MEH zho-lee).", "“Douce dame jolie” is in this French song form, consisting of three stanzas each preceded and followed by a refrain. Along with the ballade and rondeau, it is one of the forms fixes."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The debate between these two thinkers on ontology concerned one’s distinction between internal and external questions about existence. For 10 points each:", "answers_sanitized": ["W. V. O. Quine [or Willard Van Orman Quine] and Rudolf Carnap", "Vienna [or Wien; accept Vienna Circle or Wiener Kreis]", "sense data [or sense datum]"], "parts_sanitized": ["Name these two philosophers. In an essay, one of them criticized the other’s use of “state descriptions” and drew from that other thinker’s major book to claim that our statements do not “face the tribunal of” a type of “experience not individually but only as a corporate body.”", "The book Dear Carnap, Dear Van collects letters that Quine sent Carnap while the latter was working in this city along with other logical empiricist thinkers such as Otto Neurath.", "In “Two Dogmas of Empiricism,” Quine takes Carnap to task for Carnap’s reductionist project of translating statements into a language about these things. J. L. Austin criticized A. J. Ayer’s theory of these entities, which are the immediate objects of perception."], "category": "Philosophy"}, {"leadin_sanitized": "Rachel Bowlby’s book <em>Just Looking</em> discusses consumer culture in the works of these two authors and George Gissing. For 10 points each:", "answers_sanitized": ["Theodore Dreiser [or Theodore Herman Albert Dreiser] and Émile Zola [or Émile Édouard Charles Antoine Zola]", "naturalism [accept forms of the word naturalist]", "“Stalking the Billion-Footed Beast”"], "parts_sanitized": ["Name these two oft-analogized authors. Scenes by one of them in which a woman is enthralled by a Chicago department store and in which a woman drowns on a boating outing are often compared to scenes from the other’s novels Au Bonheur des Dames (oh bohn-UR day dahm) and Thérèse Raquin.", "Dreiser and Zola are respectively the foremost American and French authors of this movement, a branch of realism that sought to portray human beings with scientific objectivity.", "Zola is the self-professed “idol” of the later American author Tom Wolfe, who described Zola’s visit to a coal mine near the end of this essay he intended as a “literary manifesto for the new social novel.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "During this debate, Anne Hutchinson claimed that she was able to speak with the spiritual power of the Holy Ghost. For 10 points each:", "answers_sanitized": ["Antinomian controversy [accept answers mentioning Antinomian such as Antinomian debate or Antinomian heresy; accept answers mentioning Free Grace such as Free Grace controversy]", "Rhode Island [or State of Rhode Island and Providence Plantations]", "Henry Vane the Younger [or Harry Vane]"], "parts_sanitized": ["Name this religious controversy in the Massachusetts Bay Colony that included a 1637 sermon delivered in Boston by John Wheelwright, who had fasted prior to his speech.", "After the controversy, Anne Hutchinson and her followers moved to this present-day U.S. state, founded as a colony by Roger Williams two years earlier.", "This supporter of Hutchinson and Wheelwright was governor of the Massachusetts Bay Colony until he was replaced by John Winthrop in a hotly contested 1637 election. He was executed after the Restoration when Charles II backtracked on his promised offer of clemency."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The integral of these quantities over a closed loop is in general nonzero. For 10 points each:", "answers_sanitized": ["inexact differentials [prompt on “differentials”]", "James Prescott Joule", "Benjamin Thompson, Count Rumford [accept either]"], "parts_sanitized": ["Name these path-dependent quantities from thermodynamics exemplified by infinitesimal changes in heat and work.", "This British scientist showed that small changes of heat and work are equivalent by using a falling weight to turn a paddle wheel and heat a bath of water, thus laying the foundation for the first law of thermodynamics. A calorie is equal to 4.184 of his eponymous unit of energy.", "Prior to Joule’s work, this other scientist provided a challenge to the caloric theory by observing the heat generated from friction in the boring of cannons."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This term was coined by Gene V. Glass, who employed this technique with Mary Lee Smith and Thomas Miller in the book <em>Benefits of Psychotherapy</em>. For 10 points each:", "answers_sanitized": ["meta-analysis [or meta-study; accept answers mentioning meta and a form of the word analysis or study such as meta-analyzing or meta-studies]", "funnel plots [accept answers mentioning forms of the word funnel such as funnels or funnel graphs]", "Stanford University [or Leland Stanford Junior University; accept Stanford marshmallow experiment or Stanford prison experiment or Meta-Research Innovation Center at Stanford]"], "parts_sanitized": ["Give this term describing statistical techniques that aggregate the results of multiple scientific studies. This technique is often used in systematic reviews of the literature.", "Meta-analysis often uses these “plots,” which graph the results of many studies to indicate whether publication bias exists. They typically show precision on the y-axis and study results on the x-axis and ideally show results spread evenly over a triangular area.", "John Ioannidis leads the Meta-Research Innovation Center at this West Coast university, where Walter Mischel carried out his “marshmallow experiment” on delayed gratification and Philip Zimbardo led an experiment on the psychology of perceived power."], "subcategory": "Science Other", "category": "Science"}]}