{"tossups": [{"question_sanitized": "ARCIMBOLDO (ar-chim-BOL-do) and the auto-rickshaw platform process data from this technique. The sphere-of-influence algorithm for this technique helps differentiate solvents and the target molecule, and like the free lunch algorithm, is found in the SHELXE (“shell X-E”] package. Data from this technique can be more easily processed by repeating data collection after either using a laser to induce radiation damage in the sample, or soaking the sample in a heavy metal compound. This is the most prominent technique for which Rigaku produces instruments, including the MiniFlex. MAD, SAD, and isomorphous replacement are methods used in this technique to solve the phase problem. The systematic absences from this technique are used to help find the space group of the analyte, which must be determined in order to solve the final structure. For 10 points, name this technique that uses Bragg’s law to determine the structure of a crystal.", "answer_sanitized": "x-ray diffraction [accept x-ray crystallography or XRD]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Five years after this man’s death, his diaries were collected by the manager of the Pomeranian Mortgage Bank, including correspondences produced while he lived with his former lieutenant Wilhelm Junker. This man’s peaceful meeting with Omukama Kabalega (oh-moo-KAH-mah kah-bah-LEH-gah) is commemorated by a cone-shaped structure at the Mparo Royal Tombs. This man became the namesake of a campaign in which James Sligo Jameson led the infamous rear column, which allegedly procured a ten-year old slave girl just to witness her being eaten by cannibals. This man, who previously served as chief medical officer under Chinese Gordon, was trapped in Wadelai after being given the title of bey and appointed governor of Equatoria, leading to a proclaimed attempt to try to rescue him from a Mahdist insurrection. For 10 points, identify this target of a namesake relief operation into “dark Africa” led by Henry Morton Stanley.", "answer_sanitized": "Mehmet Emin Pasha [or Isaak Eduard Schnitzer; or Eduard Carl Oscar Theodor Schnitzer; accept Emin Pasha Relief Expedition; do not accept or prompt on “Pasha”]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This thinker is said to have been thinking of the “play of the great world-child” when watching the “games of noisy children” in a later thinker’s essay “On the Pathos of Truth.” A discussion held in 1966 begins by scrutinizing this thinker’s remark that “lightning steers the universe.” In History of Philosophy, G. W. F. Hegel states of this philosopher “here we see land; there is no proposition of [his] which I have not adopted in my Logic.” In Twilight of the Idols, Friedrich Nietzsche wrote that this thinker will remain “eternally right” for “declaring that Being was an empty illusion” and embracing “becoming.” Martin Heidegger delivered a seminar on this thinker’s principle of logos and, in a dialogue with Eugen Fink, discussed this philosopher’s theory of the unity of opposites, which is exemplified by his claim that the “road up” is the “road down.” For 10 points, name this philosopher whose doctrine of flux is exemplified by his assertion that you cannot step into the same river twice.", "answer_sanitized": "Heraclitus of Ephesus [or Herakleitos ho Ephesios]", "category": "Philosophy"}, {"question_sanitized": "Description acceptable. After this scene, a character describes “with mounting violence” a state of “[moving] about in a cloud of ignorance” and always being “at the mercy of one self-centered passion, or another.” In this scene, a policeman repeats a story about how he rescued a drunk Polish man who fell asleep in a snowdrift. A speech spoken in this scene begins “let’s look at one another” and is addressed to a woman pointing out blue and yellow paper-covered objects. In this scene, the left side of the stage dims as the sobbing protagonist bids “good-by to clocks ticking . . . [and] sunflowers, and food and coffee” before asking “do any human beings ever realize life while they live it?” In this scene, a girl tries to tell her mother “you’re a grandmother, Mama; I married George Gibbs, Mama” as she fixes her breakfast. For 10 points, identify this scene from a Thornton Wilder play in which the Stage Manager allows Emily Webb to relive a day of her life.", "answer_sanitized": "Emily Webb’s 12th birthday [or the birthday scene from Our Town; accept Emily’s 12th birthday after “Emily”; accept answers indicating the final scene or ending of Our Town; prompt on “Act III of Our Town”; prompt on partial answers]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This ballet features a duet in which the woman never looks directly at the man and finishes by balancing on one foot on his bent leg. At the opening of this ballet, a group clad in brown tilts their heads to the ceiling before sinking with their arms stretched, then rising again and raising their arms skyward. Later, a trio of men in this ballet race across the floor as they attempt to escape the fires of hell. James Truitte created this ballet’s role of a man clad in white struggling to rise from the floor. “I Wanna Be Ready” follows a section of this ballet in which a woman holding a white umbrella dances through blue silk as she leads a couple in a baptism ceremony. Nine women, each holding a round fan and a stool, gossip and listen to a church sermon before they are joined by nine men in a scene of this ballet nicknamed the “Yellow Section.” African-American spirituals such as “Wade in the Water” and “Rocka My Soul the Bosom of Abraham” feature in, for 10 points, what ballet inspired by the “blood memories” of Alvin Ailey?", "answer_sanitized": "Revelations", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Ancient Greek sources are divided as to whether the Spartan Acanthus or Orsippus, a runner from this city, was the first to run naked at the Olympics. Aristotle’s Rhetoric compares Pisistratus with a tyrant of this city in their requests for bodyguards. Colonists from this city founded Selinunte (seh-lee-noont), together with those from a settlement called the Hyblaean form of this city located in Sicily. The aforementioned tyrant of this city, Theagenes (thee-ADJ-eh-neez), provided troops to his son-in-law Cylon in his failed conspiracy. The cultivation of a patch of land sacred to Demeter, the Hiera Orgas, by farmers from this city-state prompted an order that banned its citizens from accessing ports and markets in the Athenian empire around 432 BC. For 10 points, name this Attic city located on the Isthmus of Corinth opposite Salamis, which is the namesake of a “decree” that helped to instigate the Peloponnesian War.", "answer_sanitized": "Megara [accept Megarian Decree]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "A 1908 paper by O. W. Richardson miscalculated the magnitude of an effect due to ignoring one form of this quantity. The density of one form of this quantity is given by the expression “E cross vector potential A” divided by quantity “4 pi times the speed of light” for an electromagnetic field. In special relativity, the four-dimensional form of this quantity is an antisymmetric bivector which is the generator of Lorentz transformations. George Uhlenbeck and Samuel Goudsmit hypothesized the existence of a new form of this quantity in 1925. The Poisson bracket of quantities A and B has dimensions of “A times B divided by this quantity.” Taking the Poisson bracket of two components of this quantity returns the third component. In quantum mechanics, one can only simultaneously know the magnitude and at most one component of this vector operator. For 10 points, name this quantity whose “orbital” variety is quantized in multiples of h-bar.", "answer_sanitized": "angular momentum [do not accept or prompt on “momentum”; accept spin until “orbital”]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In Aristophanes’s Peace, Hermes recommends this substance as a digestive aid that would relieve Trygaeus of discomfort from too much fruit and sex. After Askalabos angered a goddess who was consuming this substance, the goddess turned Askalabos into a gecko by pouring this substance on him. In the Iliad, this substance is made with three ingredients, including goat cheese and Pramnian wine, by Circe. In a Homeric Hymn, a goddess refuses Metaneira’s offer of red wine and instead drinks a variety of this substance containing water and pennyroyal. This substance was often made with barley, which has fueled theories that it included ergot as an active ingredient when it was used in autumnal festivals dedicated to Demeter and Persephone. For 10 points, name this drink, thought to have psychoactive properties, that was used during the Eleusinian Mysteries.", "answer_sanitized": "kykeon (KYE-kee-un)", "category": "Mythology"}, {"question_sanitized": "This author imagined another writer “lying in his coffin like a smooth stone at the bottom of a brook” in a biography that also describes seeing that author walking along the seashore in the Crimea. A future leader of this author’s country wrote a scathing letter to him arguing that his concept of “god-building” differs from “god-seeking” “no more than a yellow devil differs from a blue devil.” This author wrote about being beaten unconscious by his grandfather, the owner of a dye shop, in his autobiography My Childhood. Piles of fake fan mail helped entice this author to return from his exile on Capri to his home country, where his birth city was promptly named after him. This author of Reminiscences of Leo Nikolaevich Tolstoy wrote a play in which out-of-work actor kills himself after he is promised a cure for his alcoholism by Luka. For 10 points, name this Russian author beloved by Stalin, who wrote social realist plays such as The Lower Depths.", "answer_sanitized": "Maxim Gorky [or Alexei Maximovich Peshkov]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "An instructor in this activity is described as calling a participant “lazy” and “fat” for eating a peach in a 1995 book by Joan Ryan that is titled for people in “pretty boxes.” An investigation into a scandal within this activity began after a former participant took a “shot in the dark” by emailing a newspaper whose reporters Tim Evans, Mark Alesia, and Marisa Kwiatkowski reported on the story. In January 2018, an instructor in this activity named John Geddert retired after facing multiple allegations of abusive behavior while running a facility called Twistars. The Indianapolis Star reported on abuses in this activity after hearing about them from former participant Rachael Denhollander. A now-decommissioned Texas “ranch” was the U.S. official training center of, for 10 points, what sport whose official federation has been rocked by revelations that Dr. Larry Nassar sexually assaulted many of its competitors?", "answer_sanitized": "women’s gymnastics [accept rhythmic gymnastics or artistic gymnastics or USA Gymnastics] [Ryan’s book is about both gymnastics and figure skating, but the anecdote in the lead in concerns Bela Karolyi.]", "category": "Trash"}, {"question_sanitized": "Roderick Barman wrote a biography of one woman from this family to analyse “gender and power in the 19th Century.” The husband of that woman from this family allegedly burnt down a hospital and beheaded Pablo Caballero after the Battle of Acosta Nu. A monarch from this family backed his government’s imprisonment of bishops who jailed freemasons as an answer to the “religious question” and was targeted by the Aberdeen Act of 1845. In addition to the wife of Gaston, Count of Eu, this house also included a ruler who initiated the Liberal Wars by sailing to the Azores to reassert the claim of his daughter Maria who had been deposed by his brother Miguel. A princess known as the “Redemptress” from this family allowed passage of the Law of the Free Womb. For 10 points, name this family family that ruled Brazil from 1822 to 1889 under two emperors Pedro I and Pedro II.", "answer_sanitized": "House of Braganza [or Braganza family; or the Braganzas; or Brigantine Dynasty; or Dinastia Brigantina]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This theory’s name was coined in a paper by John B. Long and Charles I. Plosser that derives the phenomena of “persistence” and “comovement” from individual preferences. One of the inventors of this theory also collaborated with Robert Hodrick to develop the HP filter, a tool used in this theory to de-trend data. Paul Romer criticized this theory for relying on unexplained variables, which he mockingly named “aether,” “phlogiston,” “a gremlin,” and “a troll.” The classic paper introducing this paradigm assumes a four-quarter “time-to-build” for creation of fixed capital, and concludes that supply-side shocks like oil price hikes, rather than demand-side shocks, cause booms and recessions. This anti-Keynesian theory won the 1982 Nobel Prize in economics for Edward Prescott and Finn Kydland. For 10 points, name this macroeconomic theory that holds that economic fluctuations are caused by non-nominal shocks.", "answer_sanitized": "real business cycle theory [or RBC theory; do not accept or prompt on “business cycles”]", "category": "Social Science"}, {"question_sanitized": "Wu-Yi Hsiang tried unsuccessfully to prove this statement using double cones. A simpler version of this statement was proven by Axel Thue (“too”) in 1890. László Fejes Tóth (LAZ-loh FEH-yesh TAHT) developed a method of attacking this problem that used Voronoi cells. The solution to this statement based on Tóth’s strategy required the use of decomposition stars and showing that a function A satisfies the inequality “the square root of 32 is less than or equal to the sum of the volume of the Voronoi cell of v and A of v.” The Q-system was developed to prove this statement by marking off potentially high-density spaces. Programs such as Isabelle and HOL Light are part of the Flyspeck Project started by Thomas Hales to validate his 1998 proof of this statement. This conjecture states that, with a density of approximately 74%, the face-centered cubic packing is the densest possible packing of congruent balls in Euclidean three-space. For 10 points, name this “conjecture” put forth by a 17th-century astronomer.", "answer_sanitized": "Kepler conjecture [accept Kepler after “conjecture”; prompt on “Kepler” before “conjecture”]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "On a night of “smoky rain” in this poem, a character tells the female protagonist that “it is nought good a sleeping hound to wake” after entering her room via a trapdoor. C.S. Lewis’s The Discarded Image discusses the Pharsalia and the Teseida as sources for a moment in this poem in which a dead man laughs at his mourners. Barry Windeatt compared versions of this poem that omit its three “philosophical passages” to St. Paul’s Cathedral without its dome; those passages are a soliloquy on “predestination,” the song “Love, that rules the earth and sea,” and the ascent of this poem’s hero to the eighth sphere of heaven. In this poem, the proverb-spouting Pandarus encourages his niece to accept a suitor. Cassandra’s analysis of a dream about a boar in this poem foretells that the second title character will betray the hero with his enemy Diomede. For 10 points, name this epic poem by Geoffrey Chaucer about two lovers in the Trojan War.", "answer_sanitized": "Troilus and Criseyde", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A painting by this artist includes white roses, poppies, and foxgloves around a woman who gazes into a hand mirror as she brushes “enchanted hair.” That painting by this artist, Lady Lilith, was paired with a painting of a woman pensively holding a violin bow and titled Veronica Veronese. Those works hung in the same room as a painting by this artist that depicted his patron’s wife, Frances, as Monna Rosa arranging pink roses in a porcelain vase. Those three paintings made up half of the six “stunners” that this artist painted for the drawing room of Frederick Leyland, which also included a painting by this man in which a woman with seven stars in her hair holds three lilies in her arms. This artist, who frequently employed the model Alexa Wilding, inscribed the frame of that painting with a poem describing eyes “deeper than the depth / of waters stilled at even” and hair “yellow like ripe corn.” For 10 points, name this Pre-Raphaelite who painted The Blessed Damozel.", "answer_sanitized": "Dante Gabriel Rossetti [or Gabriel Charles Dante Rossetti]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Defects in a protein involved in this process can result in an X-linked disorder referred to as either MASA (MAH-sah) or CRASH syndrome. Thy-1 (“thigh-one”) and L1 proteins are involved in this process, which plays a major role in axon guidance. Malcolm Steinberg proposed that cells expressing similar levels of this process tend to stay near each other to explain embryonic cell-sorting. The gene coding for CD31 is named for its involvement in this process for platelets. This process is central to leukocyte extravasation, which can be considered a cascade of this process. Proteins responsible for this process, which can be classified as calcium-dependent or -independent, include the immunoglobulin superfamily and selectins. Desmosomes help facilitate this process using a network of cadherins and linker proteins. For 10 points, name this process in which cells bind to either the extracellular matrix or other cells.", "answer_sanitized": "cell adhesion [accept cell-cell adhesion or cell-ECM adhesion; prompt on answers mentioning “neural development”]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Simeon ben Azzai claimed that the greatest principle in the Torah was found in a verse about this man during a debate with Rabbi Akiva, who held that the rule to “love thy neighbor as thyself” was the greatest commandment. In 1965, an Orthodox rabbi published an essay that disputes “the first” portrayal of this man as a “majestic man” who creates a “natural work community” in favor of “the second” version of this man, who creates a “covenantal faith community.” This man’s story is read on the first Sabbath after Simchat Torah at the beginning of the Bereshit Parsha. This man is the subject of Joseph Soloveitchik’s The Lonely Man of Faith. He is asked the question “ayeka” or “where are you?” by God, to which this man replies that he heard God’s voice but was afraid because he was naked. God issues the command “be fruitful and multiply” to, for 10 points, what first man in the Torah?", "answer_sanitized": "Adam", "category": "Religion"}, {"question_sanitized": "Like Frederick V. Coville, this man was recruited by Clinton Hart Merriam as a botanist for the Death Valley expedition, which occurred while this man was working as a newspaper reporter in Kansas City. This commander swam across the Bagbag River toward the enemy camp and ordered a rope ferry built across the Pampanga during the Battle of Calumpit. He unsuccessfully tried to declare martial law and demanded that all looters be shot while he was commander of the Presidio of San Francisco during the earthquake in 1906. This general was lampooned by Mark Twain in a mock “defence,” describing how this man was promoted to brigadier general after posing as a prisoner of the Macabebe Scouts. That act led this American to capture a man named by the Malolos Constitution as president of his country. For 10 points, name this man who captured Emilio Aguinaldo during the Philippine-American War, an American general called “Fighting Fred.”", "answer_sanitized": "Frederick Funston", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A poem agreeing with this poet opens: “we cannot go to the country / for the country will bring us / no peace.” This poet, who “was right” according to that William Carlos Williams poem, wrote a work that abruptly ends with the words “for tender stalks.” A mysterious poem by this poet survives only in a single manuscript, in which he says, of the lady he loves, “when I was gone, she sent her memory, / more strong than were ten thousand ships of war.” This poet appears in Colin Clout’s Come Home Again as the Shepherd of the Ocean, a persona he adopted to address a woman he called “Cynthia.” In his best-known poem, this friend of Edmund Spenser wrote of “when Rivers rage and Rocks grow cold, / and Philomel becometh dumb.” The speaker of that poem by this man rejects “thy belt of straw and Ivy buds” but notes that, “if all the world and love were young,” she’d “live with thee, and be thy love.” For 10 points, name this poet who responded to Christopher Marlowe with “The Nymph’s Reply to the Shepherd.”", "answer_sanitized": "Sir Walter Raleigh", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Composer and type of piece required. In one of these pieces, marked largo, the left hand mostly plays repeating eighth-note block chords that chromatically descend, but the left hand drops out for most of measure 12 before returning to a first-inversion tonic triad in measure 13. Another largo example of these pieces opens with a measure of mostly quarter-note block chords starting and ending on C minor, which are slightly modified and transposed down to A-flat major in the following bar. The longest of these pieces is held together by a repeated A flat that is respelled as a G sharp in the middle section, which is in C-sharp minor, while the rest is in D-flat major. Alfred Cortot and Hans von Bülow each created epithets for all of these pieces, such as “Chord” and “Suffocation.” They were inspired by The Well-Tempered Clavier but have key signatures ordered by the circle of fifths. For 10 points, name this set of 24 piano pieces in all major and minor keys, the 15th of which is known as “Raindrop.”", "answer_sanitized": "preludes (for solo piano) by Frédéric Chopin [accept Chopin’s Opus 28 or any answer mentioning (piano) preludes and Frédéric François Chopin or Fryderyk Franciszek Chopin] ACF Nationals 2018 Editors: Jordan Brownstein, Andrew Hart, Stephen Liu, Aaron Rosenberg, Andrew Wang, Ryan Westbrook Packet by Oxford (Daoud Jackson, George Charlson, Jacob Robertson, Freddy Potts, Chris Stern) and Duke A (Ryan Humphrey, Gabe Guedes, Lucian Li, Annabelle Yang) Bonuses", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "Hans Ulrich Obrist has written a “brief history” of this profession and a prescriptive book titled for “ways of” doing it. For 10 points each:", "answers_sanitized": ["curation [or curating; or curators; accept answers such as art curator or museum curator; accept A Brief History of Curating or Ways of Curating]", "readymades (of Marcel Duchamp) [accept “Unhappy Readymade”]", "32 Campbell’s Soup Cans [accept any answer mentioning Andy Warhol’s Campbell’s Soup paintings]"], "parts_sanitized": ["Obrist cites Harald Szeemann’s Towards the Total Work of Art, which he saw 41 times, as a major inspiration in his career in what profession, other members of which include Massimiliano Gioni and Klaus Biesenbach?", "Obrist has helped to curate the “do it” exhibition, which was based on the instructions for hanging a geometry textbook outdoors that was titled as an “unhappy” one of these sculptures. Other sculptures of this type include Fountain and In Advance of a Broken Arm.", "Obrist’s A Brief History of Curating contains an interview with Walter Hopps, the curator of the Ferus Gallery’s groundbreaking 1962 exhibition of these 32 paintings."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This anthropologist worked with Jacques van Vlack to produce the video <em>Microcultural Incidents in Ten Zoos</em>, which shows families around the world feeding elephants. For 10 points each,", "answers_sanitized": ["Ray Birdwhistell", "Erving Goffman", "Gregory Bateson"], "parts_sanitized": ["Name this UPenn anthropologist who pioneered the cultural study of body movements, such as facial expressions and gestures, in a research area he called “kinesics.”", "Birdwhistell was a frequent collaborator with this Canadian-American sociologist, who pioneered dramaturgical analysis in The Presentation of Self in Everyday Life.", "Birdwhistell’s analysis of filmed interactions led to collaborations with this man, who co-wrote a “photographic analysis” of culture in the book Balinese Character."], "category": "Social Science"}, {"leadin_sanitized": "A journalist from this country described an earthquake that decimated its capital city in the book <em>Nothing, Nobody</em>. For 10 points each:", "answers_sanitized": ["Mexico", "Roberto Bolaño [or Roberto Bolaño Ávalos] [The novel is 2666.]", "Leonora Carrington"], "parts_sanitized": ["Name this country home to Elena Poniatowska, who interspersed the poetry of its native son Octavio Paz in her oral history of a massacre of students in this country, The Night of Tlatelolco.", "Auxilio Lacouture hides out in a university bathroom during the Tlatelolco Massacre in this author’s novel Amulet. Sections titled “The Part about Fate” and “The Part about the Crimes” are set in Mexico in another novel by this author.", "This author and illustrator of Poniatowska’s book Lilus Kikus became politically active after the massacre. While living in Mexico, this author wrote a surrealist story in which the title character switches places with a talking hyena, “The Debutante,” as well as the novel The Hearing Trumpet."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "As Grand Admiral, this man led the forces of Selim II against his brother Bayazid, and married a daughter of Selim II named Ismihan Sultan. For 10 points each:", "answers_sanitized": ["Sokullu Mehmet Pasha [or Sokollu Mehmed Pasha accept Mehmed Sokolovic; prompt on “Mehmet” or “Mehmed”]", "Battle of Lepanto", "Mimar Sinan [or Koca Mimar Sinan Aga]"], "parts_sanitized": ["Name this man who was the Grand Vizier for Suleiman the Magnificent, and concealed the Sultan’s death after the Battle of Szigetvar to prevent a Janissary uprising. He was the de-facto ruler of the Ottoman Empire until his assassination in 1579.", "Sokullu’s tenure included this landmark 1571 battle, at which the Holy League under Don John of Austria smashed the Ottoman navy.", "Sokullu’s mosque in Istanbul’s Kadirga district was built by this renowned Grand Architect, who also built the mosque of Suleiman and the Selim Mosque at Edirne."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "One method to complete this task was developed by the Avogadro Group and relied on counting the atoms in a sphere of silicon. For 10 points each:", "answers_sanitized": ["redefining the kilogram [accept improving the kilogram or equivalents; prompt on “defining mass” or “standardizing mass” or similar]", "Kibble balance [or Watt balance]", "iridium [or Ir]"], "parts_sanitized": ["Name this standardization task that the CGPM plans to complete in 2018, based on ultra-precise measurement of Planck’s constant.", "The measurements of Planck’s constant that will be used to redefine the kilogram are made using this type of balance, which uses an electromagnet to counterbalance a test weight.", "The current kilogram is based on a cylinder in a vault in Paris made of platinum and this other metal. The abundance of this element at the K-Pg boundary provides evidence that an asteroid impact wiped out the dinosaurs."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This author wrote about his one-eyed grandmother Ko-Sahn in an essay that argues that, “to understand literature, we must first understand the oral tradition.” For 10 points each:", "answers_sanitized": ["N. Scott Momaday [or Navarre Scott Momaday]", "meteor showers [or falling stars; or shooting stars]", "land [or soil]"], "parts_sanitized": ["Name this author of the essay “The Man Made of Words,” which retells and analyzes a story about an arrowmaker also found in his book The Way to Rainy Mountain.", "In “The Man Made of Words,” Momaday discusses one of these events in 1833 that is among the earliest entries in Kiowa calendars. “The Kid” is born during one of these natural events in McCarthy’s Blood Meridian, and watches one before finding Judge Holden in an outhouse in the novel’s final scene.", "The meteor shower story is also the starting point of Momaday’s essay titled for an “American” ethic for this resource. Aldo Leopold called for “an ethic dealing with human’s relation to [this resource] and to the animals and plants which grow upon it.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the proto-Inuit Thule (TOO-luh) civilization, for 10 points each.", "answers_sanitized": ["whales", "middens [accept kitchen-middens or shell middens]", "Dorset culture [accept any answer mentioning Dorset]"], "parts_sanitized": ["The Thule moved eastward from Alaska through the Canadian Arctic following the migration of these large mammals—specifically, the bowhead species, whose jaws have long baleen plates.", "Therkel Mathiassen’s early evidence of Thule culture came from a site known as Comer’s one of these places in Greenland. The earliest evidence of Jomon culture came from one of these refuse sites in Omori in Japan.", "Thule whale hunters replaced people from this earlier Eskimo culture, named for a cape in Nunavut where artifacts were found and sent to Diamond Jenness. This microlithic stone-tool culture died out between AD 1150 and 1350, possibly due to climate changes during the Medieval Cool Period."], "category": "Geography"}, {"leadin_sanitized": "The R and D varieties of these entities occur due to environmental factors, while their F and A varieties occur due to genetic factors. For 10 points each:", "answers_sanitized": ["extinction vortexes [or extinction vortices]", "habitat fragmentation [accept answers mentioning forms of the word fragment such as fragmenting]", "SLOSS debate [accept single large or several small debate]"], "parts_sanitized": ["Name these models proposed by Gilpin and Soulé that categorize the dynamics of a certain process with causes such as inbreeding depression or disruption of sex ratios.", "Type D extinction vortices may be caused by this phenomenon in which a habitat is broken up into smaller isolated patches.", "During the 1970s and 1980s, this debate occurred over what size was optimal for reserves for conserving diversity in fragmented habitats."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "The Walloon Consistory objected to this thinker’s portrayal of a biblical king’s amorality in the “David” section of his best-known book. For 10 points each:", "answers_sanitized": ["Pierre Bayle", "philosophical dictionary [or encyclopedia; or a philosophical lexicon; or encyclopédie; or dictionnaire; accept Historical and Critical Dictionary or Dictionnaire Historique et Critique]", "clarifications [or eclaircissements]"], "parts_sanitized": ["Name this French philosopher who buried his controversial ideas on topics such as religious toleration in the lengthy footnotes to his magnum opus, a “historical and critical” reference book that greatly influenced the Enlightenment.", "That “historical and critical” work by Bayle was a text of this sort. It is considered a precursor of a later text of this sort compiled by Jean d’Alembert and Denis Diderot.", "The Walloon Church’s targeting of Bayle compelled him to publish a set of pieces of this title on his views on Manicheism and skepticism. Nicolas Malebranche defended his theory of “vision in God” in the tenth of sixteen pieces of this type he appended to The Search after Truth."], "category": "Philosophy"}, {"leadin_sanitized": "In 2015, a pile of manuscripts at the St. Petersburg Conservatoire was found to contain a lost orchestral <em>Chant funèbre</em> written by this composer in memory of his teacher, Nikolai Rimsky-Korsakov. For 10 points each:", "answers_sanitized": ["Igor Stravinsky [or Igor Fyodorovich Stravinsky]", "The Soldier’s Tale [or L’histoire du soldat]", "“Ein Feste Burg ist unser Gott” [or “A Mighty Fortress is our God”; or “Our God is a Defense and Tower”; or “A Safe Stronghold is our God still”]"], "parts_sanitized": ["Name this composer whose other works include the neoclassical Symphony of Psalms and an Octet for winds.", "Stravinsky collaborated with the writer C. F. Ramuz on this piece, in which a Princess dances a tango, waltz and ragtime after being awoken by a Petit Concert given by the title character, who plays violin.", "The grand choral in The Soldier’s Tale is a parody of a J. S. Bach Cantata based on this Lutheran hymn, which is quoted in the final movement of Felix Mendelssohn's Reformation Symphony."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This man wrote the book <em>Four Glorious Acts of Patriotism</em>, which charted the denial of invasion in four battles at Arrigorriaga, Gordexola (gor-deh-SHOH-lah), Otxandiano (oht-SHAH-dee-ah-no), and Munguia (MOON-gwee-ah). For 10 points each:", "answers_sanitized": ["Sabino Arana [or Sabino Policarpo Arana Goiri; or Arana ta Goiri'taŕ Sabin]", "Cuba [accept Republic of Cuba or República de Cuba]", "Manuel de Godoy [or Manuel Godoy y Alvarez de Faria]"], "parts_sanitized": ["Name this writer who coined words like Euzkadi to refer to the Basque country. This man and his brother Luis designed the Basque flag, and this man wrote the Basque national anthem, “Gora ta Gora”", "Arana died in prison, having been convicted of treason for attempting to send a telegram in 1902 in the name of the Basque Nationalist Party to the Americans for liberating this Caribbean island from Spanish rule.", "An uprising known as the Zamacolada occurred after this Spanish prime minister tried to establish an independent port in Basque territory. This man became known as the “Prince of the Peace” after negotiating the Second Treaty of San Ildefonso in 1796."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Brenner potentials may be used in this technique in place of a conventional force field. For 10 points each:", "answers_sanitized": ["molecular dynamics [or MD]", "coarse-grained models", "molecular orbitals [or MOs; accept molecular orbital theory; prompt on orbitals; do not accept or prompt on “atomic orbitals”]"], "parts_sanitized": ["Name this technique that uses computer simulations to predict the movement of atoms. Experimentally observed constraints may be applied to this technique while modelling 3D protein structures.", "When modelling large-scale molecules, these types are models are used to allow longer simulation times. These models replace segments of a model with pseudo-atoms.", "Computational chemistry may also be used to model these entities through the use of linear combinations of basis sets. These entities are also calculated via the Hartree-Fock method, and Robert Mulliken helped develop the theory named for these structures."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This poet wrote “speak from a distance / secret world / that so willingly / comes to keep me company” in a novel whose protagonist tries to awaken a statue of his mother. For 10 points each:", "answers_sanitized": ["Clemens Brentano [or Clemens Wenzeslaus Brentano; or Clemens Maria Brentano]", "Des Knaben Wunderhorn [or The Boy’s Magic Horn; or The Youth’s Magic Horn]", "forests [or wälder; accept synonyms; accept German Forest]"], "parts_sanitized": ["Name this author of Godwi, who wrote that “Ameleya alone is awake, / weeping in the moonlight” in his poem “Lullaby.” This German poet worked with Achim von Arnim on his most important literary contribution.", "Brentano and Arnim collaborated to compile and edit this collection of folk songs and poems. This central text for German Romanticism contains the poems “The Begging Birds” and “Reveille.”", "A poem by Brentano asks a “cool” one of these places, in which his loved one walks, “Where are you rustling?” In a Grimm’s fairy tale, Hansel and Gretel get lost in one of these settings."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This system is modeled on the rough height and width of a man holding one arm over his head, as illustrated in a diagram inspired by Leonardo da Vinci’s <em>Vitruvian Man</em>. For 10 points each:", "answers_sanitized": ["Modulor system [accept Modulor Man]", "Ville Radieuse [or Radiant City]", "Villa Savoye [prompt on “Savoye”]"], "parts_sanitized": ["Name this anthropometric system created by Le Corbusier to adapt metric units to the natural proportions of the human body. It was used to design the Unité d’Habitation in Marseilles, whose entrance has a carving depicting it.", "The Marseille Unité was also meant to embody this sweeping urban planning project that Le Corbusier detailed in a 1933 book of the same name. This unrealized plan featured identical skyscrapers spaced out on a Cartesian grid.", "The plan for this Le Corbusier building was influenced by the turning radius of a Citroen automobile. This house near Paris has a rooftop garden and terrace, and its ground floor features a number of pillars called pilotis."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "The member of this group who represents transformation of earthly passion into desire for enlightenment has six arms, blood-red skin, and a lion’s head protruding from out of his hair. For 10 points each:", "answers_sanitized": ["Wisdom Kings [or Kings of Brightness; or Kings of Knowledge; accept myo-ou or vidyaraja]", "bodhisattvas", "Yama [accept Yamaraja; accept Yamantaka]"], "parts_sanitized": ["Name these five wrathful gods venerated by the Tendai and Shingon sects. Corresponding to the five Buddhas, these gods are the guardians of Buddhism and include both the aforementioned Aizen and the rope-wielding Fudo.", "In addition to the Wisdom Kings and the Buddhas, esoteric Buddhists venerate this third major group of divine beings. This is the term for people who delay acceptance of nirvana to help free others from samsara.", "The Wisdom King, sometimes called Vajrabhairava (vahj-rahb-hye-rah-vah) or Daiitoku (dye-ee-toh-koo), is also referred to as the “defeater” of this Hindu god. This god rode a water buffalo and owned two four-eyed dogs who served as guides to his realm."], "category": "Religion"}, {"leadin_sanitized": "Prior to this insurrection, the “White Declaration of Independence” was read aloud at the courthouse by Alfred Waddell, a member of the Committee of Twenty-Five. For 10 points each:", "answers_sanitized": ["Wilmington Race Riot of 1898 [or Wilmington massacre/insurrection]", "Benjamin Tillman [or Benjamin Ryan Tillman; accept Tillman Act]", "Populist Party [or People’s Party]"], "parts_sanitized": ["Name this riot that included the torching of the Daily Record, a newspaper office owned by the black Manly brothers. President William McKinley refused to provide federal assistance despite pleas from citizens the city affected by this riot.", "In the run-up to the riot, Waddell invited this Senator from South Carolina to make a speech. This co-founder of Clemson University, known as “Pitchfork Ben,” passed a namesake act in 1907 to ban corporations from contributing to political campaigns.", "White supremacists in Wilmington rallied against the fusionist coalition dominated by this agrarian political party, which ran national candidates including James Weaver and Ignatius Donnelly."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In a dumbshow presented by a conjurer in Act II of <em>The White Devil</em>, Isabella dies after performing this action on a portrait of her husband. For 10 points each:", "answers_sanitized": ["kissing a poisoned object [accept more specific answers such as “book” or “portrait” or “corpse” in place of “object”]", "John Webster", "The Revenger’s Tragedy"], "parts_sanitized": ["Name this action that also causes the death of the Cardinal’s mistress Julia in The Duchess of Malfi. A motif in which tyrants die via performing this action appears in Thomas Middleton’s plays The Second Maiden's Tragedy and The Duke of Milan.", "This author used the motif of a poisoned kiss in his aforementioned bloody tragedies The White Devil and The Duchess of Malfi.", "The Duke’s lips are eaten away after he kisses the poisoned skull of Gloriana in this Middleton play about Vindice’s machinations that was once attributed to Cyril Tourneur."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Selenium and cadmium compounds are commonly used to create these particles, whose narrow emission linewidth makes them candidates for next-generation display technology. For 10 points each:", "answers_sanitized": ["quantum dots [prompt on “dots”]", "excitons", "Stranski-Krastanov growth"], "parts_sanitized": ["Name these extremely small semiconductor particles, which have confined states in all three spatial directions.", "Quantum dots often exhibit an absorption line at an energy lower than the bandgap due to the presence of these bound states between holes and electrons, which behave like miniature hydrogen atoms.", "In this method of generating quantum dots, named for two Bulgarians, epitaxial films with a lattice mismatch are grown past a critical thickness, after which the strain causes islands to form."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Karen Ho wrote about the “institutional culture of crisis” in these institutions to in a discussion of downsizing in the 2000s. For 10 points each:", "answers_sanitized": ["banks [accept investment banks; prompt on “financial institutions” or similar more general answers]", "meritocracy [accept meritocratic feedback loop]", "ethnography [accept salvage ethnography or “An Ethnography of Wall Street”]"], "parts_sanitized": ["Name these institutions, the subject of Joris Luyendijk’s (LIE-un-dike’s) Swimming with Sharks, which discusses the lifetime of social separation involved in working in them.", "Karen Ho’s book Liquidated posits a “feedback loop” of this name between Ivy League schools and investment banks. Ho’s research is cited in Chris Hayes’s book Twilight of the Elites, which is subtitled for “America after” this concept.", "Ho’s Liquidated is subtitled as a work of this type “of Wall Street.” The “salvage” form of this type of culturally descriptive work is produced to preserve the practices of a dying culture."], "category": "Social Science"}, {"leadin_sanitized": "This author coined the term “country noir” to describe his 1996 novel <em>Give Us a Kiss</em>. For 10 points each:", "answers_sanitized": ["Daniel Woodrell", "Ozarks [accept Ozark Mountains or Ozark Plateau or Lake of the Ozarks]", "Ang Lee"], "parts_sanitized": ["Name this author from Missouri whose novel Winter’s Bone was adapted into a 2010 film of the same name starring Jennifer Lawrence.", "Woodrell lives in, and sets most of his novels in, this hilly region of Missouri that extends into Arkansas and Oklahoma. Its namesake “lake” is created by the impounding of the Osage River.", "Woodrell’s novel Woe to Live On was adapted into the film Ride with the Devil by this director, who adapted Rick Moody’s novel The Ice Storm into a 1997 film of the same name."], "category": "Trash"}]}