{"tossups": [{"question_sanitized": "An analysis of this literary work closes with the question “what are you thinking about?” to which the text does not reply. This work’s opening contrasts the “Dance of Death” appearance of trees in a mansion’s garden with the “Dance of the Living” at the ball within that mansion. The narrator of this work’s frame story is asked to tell the main story after one character spots a picture of Adonis reclined on a lion’s skin. In that main story of this work, the protagonist is stabbed to death by Cardinal Cicognara’s (sih-kohn-YAH-rah’s) men after kidnapping a singer in a Jomelli opera whom he had fallen instantaneously in love. The “hermeneutic,” the “semic,” and the “proairetic” (\"pro-eye\"-ret-ic) are three of the five “codes” applied to this novella in a 1970 blow-by-blow structuralist analysis. The title sculptor falls in love with La Zambinella, who turns out to be a castrato rather than a woman, in, for 10 points, what work by Honoré de Balzac, which was analyzed by Roland Barthes in S/Z?", "answer_sanitized": "Sarrasine", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In 2004, the white paper detailing the sequence of this organism’s genome expressed surprise at the lack of short interspersed nuclear elements, which at the time had been seen in all other vertebrate genomes studied. A gene in the sonic hedgehog pathway first discovered in this organism is commonly used to study the developing limb bud and is called talpid3 (tal-pid-three). Harrison’s axolotl staging model was used to develop a 46-stage model of this organism’s development by Hamburger and Hamilton. This organism is the most common source of IgY (\"I-G-Y\") antibodies. Studying this organism led scientists to discover that T and B lymphocytes were distinct cell types. The first oncovirus, which was discovered by studying this organism, has a mechanism later shown to be caused by the Src (“sarc”) gene. The bursa of Fabricius was discovered to produce antibodies in this model organism. For 10 points, Gallus gallus is the scientific name of which domesticated bird?", "answer_sanitized": "chickens [accept Gallus gallus before “Gallus”; accept colloquial terms such as roosters or hens or cocks]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This thinker related the custom of the Yurok, who would not allow women to contact money out of fear that they would destroy earning potential, in a chapter that traces cultural beliefs about women betraying or weakening in the context of a “system at war with itself.” Along with Aaron Wildavsky, this thinker used the characterization of different societies along the axes of “group” and “grid” to develop the cultural theory of risk. This thinker wrote that a “rule of avoiding anomalous things affirms and strengthens the definitions to which they do not conform” in a chapter claiming that kosher laws were driven by symbolic boundaries; that chapter by this woman is titled “The Abominations of Leviticus.” That discussion drew popular interest to a 1966 book in which this author classifies “dirt” as “matter out of place.” For 10 points, name this British anthropologist who analyzed cleanliness taboos in Purity and Danger.", "answer_sanitized": "Mary Douglas", "category": "Social Science"}, {"question_sanitized": "Besides J. M. Vien, this artist was the main teacher of Pierre-Alexandre Wille, whose works in similar genres overshadowed the later works of this artist. Before writing a book on Jacques-Louis David, Anita Brookner’s first book was a study of this artist’s rise and fall. This artist painted a Roman emperor chastising his own son for attempting to assassinate him, but the poor reception of that painting at the 1769 salon caused the Academie to deny him entry into the “history painting” category. This artist died in poverty in a studio in the Louvre under the care of Joseph-Ignace Guillotin. In one painting by this artist, a pewter jug stands above a basin over which the title maid squats as she wrings out some linen. In another painting by this artist, a seated old man with long white hair stretches his arms out to embrace the future son-in-law to whom he has just handed a dowry for the title character. For 10 points, name this French genre painter of The Laundress and The Village Bride.", "answer_sanitized": "Jean-Baptiste Greuze (grooz)", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Two answers required. A conflict between these two ethnic groups was chronicled in the documentary A Story of People in War and Peace. During that conflict between these groups, the Lachin Corridor became a vital supply line that one side dubbed the “Road of Peace.” Mirza Khazar provided the only daily accounts of a crackdown on one of these ethnic groups by broadcasting on Radio Free Liberty. A conflict between these groups was partly sparked by a pogrom in Sumgait, and a state of emergency dubbed “Black January” was intended to prevent one of these sides from fighting the other. One of these two groups committed the Khojaly (koh-JAH-lee) massacre against civilians of the other side, and shelled that sides newly created capital of Stepanakert. The OSCE Minsk group tries to resolve disputes between these two groups, which agreed to a ceasefire in the Bishkek Protocol. For 10 points, name these two ethnicities whose countries fought over control of the region of Nagorno-Karabakh in the 1990s.", "answer_sanitized": "Armenians [accept Armenia] and Azerbaijanis [or Azeris; accept Azerbaijan]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The speaker of a poem titled for this genre portrays himself as “a lone man talking to myself” imagining “that throng of Selves / that make this nation one body of Prophecy.” A poem titled for this genre declares that “we’re not our skin of grime” and that we are “blessed by our own seed &amp; hairy naked accomplishment-bodies.” The claim that “Carry Nation began the war on Vietnam here” appears in a poem titled for this genre that opens “I’m an old man now, and a lonesome man . . . but not afraid / to speak my lonesomeness in a car” and was based on recordings its author made on a bus trip across the Midwest. A poem titled for this genre begins “I walked on the banks of the tincan banana dock and sat down under the huge shade of a Southern Pacific locomotive” and was inspired by finding the title plant while walking with Jack Kerouac. For 10 points, name this genre that Allen Ginsberg used to title poems about a “Wichita vortex” and a “sunflower.”", "answer_sanitized": "sutras [accept “Wichita Vortex Sutra” or “Sunflower Sutra”]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Description acceptable. In the Old Testament, the phrase “am segulah” in Exodus 19:5 is thought to support this belief, which is most explicitly stated in Deuteronomy 7:6 and 14:2 by the Hebrew verb “bahar.” Judah Halevy’s treatise Kuzari argued in favor of this belief by positing a “divine essence” unlinked to human behavior. Medieval rabbis attempted to reconcile this belief with a portion of the Talmud that claims that God threatened the Israelites by holding a mountain over their heads. Following Mordecai Kaplan, Reconstructionist Jews hold that this belief is “morally untenable,” and Reconstructionist prayer books substitute in the word “drawn” in an explicit rejection this belief. To distance themselves from this belief, many Diaspora Jews omit the Aleinu’s verse stating that God “has not made us like the nations of the land.” The doctrine of supersession holds that the Christian church assumed, for 10 points, what special status that some Jews believe they hold due to being uniquely singled out by God?", "answer_sanitized": "Jews are the chosen people [accept chosenness or answers mentioning forms of the word chosen such as Jews were chosen to be in a covenant with God; prompt on answers less-specific answers such as “Jews have a special covenant with God” or “Jews are the holy people”]", "category": "Religion"}, {"question_sanitized": "One queen of this dynasty sent her advisor Reforce d’Agoult to his defeat at the Battle of Gamenario, after earlier being acquitted of murdering her first husband, Andrew the White, also known as Andrew of Hungary. The final male ruler of this dynasty, who warred against antipope John XXIII (\"the 23rd\") and forced him to pay 75,000 florins, was Ladislaus the Magnanimous. This house’s founder employed Hugh of Sully as his general to claim the title of King of Albania, while its king Charles the Lame tried to claim Jerusalem at the behest of Pope Nicholas IV. A ruler of this dynasty defeated Conradin at the Battle of Tagliacozzo to bring the Guelphs to power over the Swabian Ghibellines. Thousands of subjects of that ruler from this dynasty were massacred during a rebellion on Easter Vigil in 1282, called the War of the Sicilian Vespers. For 10 points, name this dynasty founded in AD 1266 in Naples by Charles I.", "answer_sanitized": "Anjou [accept Angevin or Anjou-Sicily; prompt on “Capet” or “Capetian”; prompt on “Guelfs” before Guelphs”]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "One form of this technique interpolates a set of data from sparse voxels into an octree. FPGAs were utilized in VIZARD II, a system that implements this technique in calculating volume. An improvement on this technique involves the calculation of the BRDF and was developed by Henrik Jensen. MLT is a version of the Metropolis-Hastings algorithm that uses the bidirectional form of this technique. A version of this technique that makes use of recursion is named for Whitted, and the first algorithm for this technique was developed by Arthur Appel. This technique is much more computationally intense than a related “scan-line” technique. For 10 points, identify this technique from computer graphics, a form of rendering that uses its namesake geometric objects to extrapolate the path of light from pixels in the image.", "answer_sanitized": "ray tracing [accept ray trace or other plausible word forms; prompt on “rendering” or “photon mapping” or word forms of either]", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "This man began the last section of one work worried that he was committing “inexcusable Pythagoreanism” before ending that section with a meditation on sleep. This author claimed that to tell a man that he is “at the end of his nature” is the “heaviest stone that melancholy can throw.” He ended that work “ready to be anything, in the ecstasy of being ever.” Another work by this author considers its subject “artificially, naturally, and mystically.” He focused on the pattern created by five dots arranged in the shape of an X, identifying this “quincunx” (KWIN-kunx) as being common in nature. A work by this author opens by considering “when the general pyre was out, and the last valediction over.” In that work, this author declared that “man is a noble animal, splendid in ashes, and pompous in the grave.” The Garden of Cyrus is a discourse by, for 10 points, what 17th-century English author whose rich prose is exemplified by his Hydriotaphia, Urn-Burial?", "answer_sanitized": "Thomas Browne", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Description acceptable. The inventor best known for developing these things also designed an early sort of fire hydrant and a wooden barricade to defend the river Thames. That creator, Federigo Giambelli, incorporated a clockwork mechanism from a watch into the design of these things and proposed that they be used to help save the population of a certain city from being starved by Alexander Farnese. The misidentification of these things led to a Spanish tactical error at the Battle of Gravelines. One of these vessels called “Fortune” was ineffective, but one called “Hope” successfully killed about 800 soldiers, was heard 80 kilometers away, and caused a tsunami in a nearby river. These vessels never saw widespread use after the Siege of Antwerp due to the large amount of gunpowder required to build them. For 10 points, name these specialized ships designed as floating bombs.", "answer_sanitized": "hellburners [accept Antwerp fire or fire ships or any answer that refers to ships that blew up during the Siege of Antwerp in the Eighty Years War; prompt on “ships” or equivalents]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In this cycle’s 31st poem, the speaker says that “a kiss is but a kiss now!” before stating that he and the addressee will sit “and eat our pot of honey on the grave.” Cecil Day-Lewis wrote an introduction for the 1948 edition of this collection and titled his memoir for its line “their hearts held cravings for the buried day.” In its 16th poem, the speaker says that a woman’s cheek was “salt against my kiss” and upsets her by saying “Ah, yes! / Love dies!” That poem from this sequence opens with the line “in our old shipwrecked days there was an hour.” In this cycle’s final poem, a husband and wife are compared to “rapid falcons in a snare, / condemned to do the flitting of the bat.” That couple is compared to sculptured effigies “wishing for the sword that severs all” in a poem from this sequence that opens “by this he knew she wept with waking eyes.” The poet’s wife, Mary Ellen, left him for Henry Wallis, which inspired, for 10 points, what 50-sonnet sequence by George Meredith about his deteriorating marriage?", "answer_sanitized": "Modern Love", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In the 1970s, Kazuko Miyamoto used only nails and this material to create a series of so-called “constructions.” Many minimalist sculptures by Fred Sandback use this material to outline basic three-dimensional forms. In Lenore Tawney’s Cloud Series, thousands of separate pieces of this material cascade from the ceiling. David Wojnarowicz’s (voy-nah-ROW-vitch's) short film A Fire in My Belly depicts two halves of bread being connected by this material before he uses it to close his lips. Marcel Duchamp covered the First Papers of Surrealism exhibition using a huge amount of this material, which he dropped onto a canvas in three-meter-long pieces to generate his Three Standard Stoppages. Influenced by images of mathematical models, Barbara Hepworth attached crisscrossing pieces of this material across hollow spaces in her sculptures. A genre of street art involves covering, or “bombing,” urban objects with a namesake type of this material. For 10 points, name this material that, like sinew, is used by Native American artists to make dreamcatchers.", "answer_sanitized": "string [or thread; or yarn; or twine; accept yarn bombing]", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "According to a meistersong by Michael Beheim, Eberhard of Wirtenberg met a ghostly participant of one version of this event. The traditional Lower Saxon account of this event holds that a nun named Tutosel became an owl after her death, allowing her to participate in this event alongside its leader, Hans von Hackelberg. A Norman woman who loved this event’s central activity so much that she refused to go to heaven was known as Mallt-y-Nos, or Matilda of the Night. That woman appears in the Welsh account of this event alongside the king of the fairy-like Tylwyth Teg (TAHL-with teg), Gwyn ap Nudd (gwin ap nude). Jacob Grimm suggests that an antler-wearing resident of Windsor Forest named Herne (HER-nuh) was the leader of this event, based on his epithet. In Norse traditions, this event was typically led by Odin, which is why it is sometimes called the “Asgard Ride.” This event was said to portend catastrophe and death for its witnesses. For 10 points, name this legendary event in which a throng of supernatural horsemen and hounds pursued a quarry.", "answer_sanitized": "Wild Hunt [or Wilde Jagd; accept Ride of Asgard or Asgardsrei before “Asgard”]", "category": "Mythology"}, {"question_sanitized": "Levine developed the bond-charge model to compute nonlinear contributions to this quantity, to which the prefix “hyper” is sometimes attached. The total amount of this quantity for one mole of a substance equals the molar refractivity. One way of calculating this quantity is to set it equal to “three times chi-sub-e” over quantity “chi-sub-e plus three,” all divided by the number density of molecules. This quantity can also be calculated from the index of refraction in the Lorentz-Lorenz equation. Depending on how the Clausius-Mossotti equation is written, that equation relates this quantity to the relative permittivity, or to this quantity’s macroscopic analog, the susceptibility. This microscopic quantity, which has with dimensions of volume in Gaussian units, is symbolized alpha. For 10 points, name this proportionality coefficient between the local electric field and the induced molecular or atomic dipole.", "answer_sanitized": "molecular polarizability [or atomic polarizability; or molar polarizability; accept susceptibility before “susceptibility”; accept dielectric constant before “hyper”; do not accept or prompt on “polarization”]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Reporter Denis Lynch wrote a biography of this man subtitled “The Story of a Grim Generation.” Much of this man’s political acumen was developed as foreman in the Big Six Volunteer Fire Company, which he founded with John J. Reilly as Americus Engine; that company first developed the animal imagery later associated with this man. A plan to erect a nautical statue for this man was scrapped due to backlash, which magazines blamed on his associate Peter “Brains” Sweeny. George Barnard falsely certified this man as a lawyer despite him never attaining a law degree, allowing him to charge fees for “legal services.” This man stated that “Tilden and Fairchild have killed me” on his deathbed in Ludlow Street Jail, where he was incarcerated for stealing 200 million dollars from New York City taxpayers. For 10 points, name this New York senator who garnered his nickname from being the Grand Sachem of Tammany Hall.", "answer_sanitized": "Boss Tweed [or William Magear Tweed]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "An anthology titled for this language is prefaced by an essay in which the author describes an old man’s approval of the authenticity of Paul Keen Douglas’s poem “Wuk Hand,” as he reads it over the author’s shoulder on a subway. That anthology titled for this language includes works by R. Zamora Linmark and Oonya Kempadoo, and was edited by Dohra Ahmad. In a novel in this language, the protagonist searches for his mother and wife at refugee camps, only to be arrested for deserting, tied to a Land Rover, and dragged along a road. Chief Birabee rules the fictional community of Dukana in that novel in this language, which chronicles Mene’s tribulations in the Nigerian Civil War. For 10 points, name this deliberately broken and pidgin-inflected version of a certain language, whose name was coined by Ken Saro-Wiwa in the subtitle of Sozaboy.", "answer_sanitized": "Rotten English [accept Rotten English: A Literary Anthology or Sozaboy: A Novel in Rotten English; prompt on “English”;or “pidgin English” or “English dialect”]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In one book of these pieces, the composer warns at the end of the ninth piece that “not without toil does one reach the end.” A movement in this genre opens with the left hand playing bouncy chords that move from F major, down to F major seventh, down to F major with added sixth, and back up to F major seventh, in a single measure of 4/2 time. These pieces open the three masses in the Fiori Musicali by Girolamo Frescobaldi, who also composed two books entirely comprised of them. An F-major movement of this type ends the Symphony No. 5 of Charles-Marie Widor. A movement in this genre begins with a mordant on A, rapid scaling in D minor down to a C sharp, and then a quick half-step up to D. That movement in this genre opens the original 1940 version of Disney's Fantasia, in an orchestration by Leopold Stokowski. For 10 points, J. S. Bach’s BWV 565 prefaces a fugue in D minor with what type of virtuosic piece, whose name comes from the Italian for “to touch”?", "answer_sanitized": "toccatas [accept Toccata and Fugue in D minor after “fugue”; prompt on “Toccata and Fugue in D minor before “fugue”]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A method for measuring phenomena with low values of this quantity is a spectrally resolved autocorrelation tech known as FROG. In a microscopy technique known as FLIM, photon scattering creates minimal noise as this quantity is measured rather than intensity. FRET efficiency is equal to either “1 minus the ratio of intensities” or this quantity in the presence and absence of an acceptor. Quantum yield is inversely proportional to the “intrinsic” value of this quantity for a process, which is what this quantity equals in the absence of competing processes. The Franck-Condon principle can be explained by vibrational relaxation having a significantly lower value for this quantity than an electronically excited state. The limitations imposed by electronics means that processes with low values for this quantity must be studied in clever ways such as pump-probe spectroscopy. For 10 points, name this quantity that for electronic processes is often on a femtosecond scale.", "answer_sanitized": "fluorescence lifetime [or duration; accept timescale; accept answers indicating how long something lasts or takes]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This book’s pragmatic view of skepticism is presented in a passage arguing that “Nature confounds the Pyrrhonists, and reason confounds the dogmatists.” Edward McClennen popularized the use of a decision matrix to formalize an argument that this book details under the heading “Infinite-nothing.” This book points out that “it is not necessary that the entire universe arm itself to crush” man because a drop of water can kill him in a passage comparing man to a “thinking reed.” This book sums up its distinction between the two complementary faculties of the mathematical mind and the intuitive mind with the aphorism “the heart has its reasons of which reason knows nothing.” This book claims that the whole face of the world would be different if Cleopatra’s nose had been shorter and contains an argument beginning “God is, or He is not. But to which side shall we incline?” For 10 points, name this fragmentary book of thoughts that contains the “wager” of its author, Blaise Pascal.", "answer_sanitized": "Pensées [prompt on “Thoughts”]", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Two years before this action was taken, John E. Fryer gave a speech as “Dr. Henry Anonymous,” wearing a rubber joke-shop mask and a curly wig out of fear of professional reprisal. For 10 points each:", "answers_sanitized": ["removing homosexuality from the DSM [accept any answer mentioning Diagnostic and Statistical Manual of Mental Disorders or DSM or DSM-II and the idea of making it so that being gay or homosexual was removed or no longer listed as a disorder; prompt on more general answers such as “revising the DSM”]", "Rorschach test", "thematic apperception test [or TAT]"], "parts_sanitized": ["Name this action taken in 1974, partly based Evelyn Hooker’s experiments demonstrating that prominent psychologists were unable to accurately score psychological tests that they had not administered themselves.", "Hooker’s experiment demonstrated that psychologists could not differentiate between “gay” and “straight” scores on this psychological test, which is scored using the Exner system and is based on showing subjects abstract images with bilateral symmetry.", "Hooker also demonstrated similar problems in “diagnosing” homosexuality from this projective test, which was developed by Henry Murray and asks subjects to make up narratives about ambiguous pictures of people."], "category": "Social Science"}, {"leadin_sanitized": "These relations produce a curve that intersects the Rayleigh line on a plot of “pressure vs. inverse density.” For 10 points each:", "answers_sanitized": ["Rankine-Hugoniot (ooh-goh-nee-oh) relations/equations/jump conditions", "shock waves [or shocks]", "arcsine [or inverse sine; or sine to the minus one power; or sine to the negative one power]"], "parts_sanitized": ["Name these one-dimensional relations that use continuity and conservation of energy and momentum to relate the upstream and downstream conditions in supersonic flow.", "The Rankine-Hugoniot conditions describe the conditions on either side of these phenomena. They appear behind an object as it travels faster than the speed of sound.", "Shock waves from a moving object form the shape of a Mach cone, whose half-angle is given by this function of the ratio of the speed of sound to the object’s speed."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This town was named and designed by U.S. Army officer Anson Mills. For 10 points each:", "answers_sanitized": ["El Paso, Texas", "Popé [or Po’pay]", "William Howard Taft"], "parts_sanitized": ["Name this town, where marshal Dallas Stoudenmire killed John Hale, George Campbell and two others in the “Four Dead in Five Seconds Gunfight.” The outlaw John Wesley Hardin was killed by John Selman in this city.", "In 1680, this Tewa religious leader declared that “the Christian God is dead, he was made of rotten wood” after he chased the Spanish out of New Mexico and made them settle for twelve years in El Paso.", "In 1909, Boy Scout pioneer Frederick Burnham was acting as security and foiled an assassination attempt against this U.S. president and future chief justice, who agreed to a historic diplomatic meeting in El Paso with Porfirio Diaz."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "An essay imagines how this author, if placed in a railcar with H. G. Wells, John Galsworthy, and the title woman, would focus on the woman’s train schedule and property holdings. For 10 points each:", "answers_sanitized": ["Arnold Bennett [or Enoch Arnold Bennett; accept “Mr. Bennett and Mrs Brown”]", "A Room of One’s Own", "W. Somerset Maugham [or William Somerset Maugham] [That novel is Cakes and Ale.]"], "parts_sanitized": ["Name this author criticized in an essay that opines “in or about December, 1910, human character changed.” That essay quotes at length from Hilda Lessways, a novel in his Clayhanger Family series, which, like much of his work, is set in the Five Towns.", "Virginia Woolf, the author of “Mr. Bennett and Mrs. Brown,” also responded to Bennett’s book Our Women with this essay, which argues that a woman author must have money and one of the title places.", "Bennett repulsed this fellow stammerer by suggesting that they share the same mistress on a time-splitting scheme. This author is credited with ruining the reputation of Bennett’s disciple Hugh Walpole by caricaturing him as Alroy Kear in a novel about Ashenden’s efforts to write a biography of Edward Driffield."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Answer the following about installation art, for 10 points each.", "answers_sanitized": ["Rachel Whiteread", "Ai Weiwei", "The Guggenheim (New York) [or Solomon R. Guggenheim Museum]"], "parts_sanitized": ["This artist, the first female winner of the Turner Prize, filled the Tate Modern’s Turbine Hall full of mountains of white, polyethylene boxes in Embankment. She cast an entire Victorian house in concrete in her work House.", "This conceptual artist covered a floorspace in the Tate Modern with porcelain seeds in Sunflower Seeds. His series of birdcage-like fence structures, Good Fences Make Good Neighbors, were scattered around New York City from October 2017 to February 2018.", "In 1971, Daniel Buren hung a gigantic blue-and-white-striped banner called Peinture-Sculpture down the center of this museum’s spiral interior. Frank Gehry designed this museum on Manhattan’s Upper East Side."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "In response to a literary scandal over this hypothetical person, an author wrote a <em>New York Times</em> editorial stating that Thomas Mofolo’s novel <em>Chaka</em> was “a profoundly, unbearably tragic book about a tribal Achilles who had with his own hands cut down thousands of people, including his own pregnant wife.” For 10 points each:", "answers_sanitized": ["Tolstoy of the Zulus [accept any answer mentioning Leo Tolstoy or Lev Nikolayevich Tolstoy and Zulu people or amaZulu]", "Saul Bellow [or Solomon Bellows]", "Melville Herskovits [or Melville Jean Herskovits]"], "parts_sanitized": ["What hypothetical person was allegedly invoked along with the “Proust of the Papuans” in an interview given by an author critical of multiculturalism?", "This author caused a stir by asking “who is the Tolstoy of the Zulus? I’d be happy to read him.” His own novels include The Adventures of Augie March and Herzog.", "Bellow’s New York Times editorial stated that he was familiar with Zulu literature after studying under this author of The Myth of the Negro Past at Northwestern."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The BLOSUM matrix may be used for this task, which may be scored using a gap penalty. For 10 points each:", "answers_sanitized": ["sequence alignment [accept word forms such as alignment of sequences]", "BLAST [or basic local alignment search tool]", "Clustal [accept Clustalw; accept Clustal Omega]"], "parts_sanitized": ["Name this technique in which nucleic acid or amino acid sequences are compared.", "This sequence alignment hosted by the NCBI is considered faster than FASTA. Stephen Altschul’s paper about this algorithm is the most cited paper from the 1990s.", "When performing multiple sequence alignment, MUSCLE, T-Coffee, or this Des Higgins pioneered algorithm may be used. This algorithm, which is currently in its omega version, has been cited a comparable amount to BLAST."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "A 1970 prose poem declares a new version of this belief system to be a “Lost American Church” that “believes every man is an artist and every artist a priest.” For 10 points each:", "answers_sanitized": ["hoodoo [or neo-hoodooism; prompt on “voodoo” or “conjure” or “witchcraft” or “African American folk religion” or similar answers]", "Charles W. Chesnutt [or Charles Waddell Chesnutt]", "cowboys [accept ranch hands or ranch foreman or cowhand or cowpoke or similar answers]"], "parts_sanitized": ["Name this belief system, a “neo” version of which titles that Ishmael Reed manifesto. Reed’s novel Yellow Back Radio Broke-Down centers on a black circus troupe member who practices this religion, the Loop Garoo Kid.", "This earlier author depicted the hoodoo folk religion tradition in “The Goophered Grapevine” and other stories narrated by Uncle Julius that he collected in The Conjure Woman.", "In addition to being a Neohoodoo priest and circus performer, the Loop Garoo Kid is a member of this profession, one of whom rides in the “boat of Ra” in a Reed poem. The title character of Owen Wister’s The Virginian has this job."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This book, published in 1955 after its author’s death, expands on the concept of the “noosphere,” which was coined by one of Édouard Le Roy, Vladimir Vernadsky, or this book’s author. For 10 points each:", "answers_sanitized": ["The Phenomenon of Man [or Le phénomène humain]", "Pierre Teilhard de Chardin [prompt on “Chardin”]", "Huxley family [or the Huxleys; accept Julian (Sorell) Huxley or Thomas Henry Huxley or Aldous (Leonard) Huxley]"], "parts_sanitized": ["Name this book, which posits that humankind will accelerate towards a sort of synthesis termed the “Omega Point.” Peter Medawar wrote a devastating review dismissing this book as pseudoscience.", "The Phenomenon of Man was written by this French thinker and semi-disgraced Jesuit priest, who adopted the idea of Darwinian evolution into a teleological theory of mankind. He coined the term “Omega Point.”", "The foreword to The Phenomenon of Man was written by Julian, an evolutionary biologist from this prominent English family. Its other members included Thomas Henry, known as “Darwin’s Bulldog,” and the novelist Aldous."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about writings on genocide and civil war, for 10 points each.", "answers_sanitized": ["Samantha Power", "Yugoslavia [prompt on “Kingdom of Serbs, Croats and Slovenes”]", "resource curse [or natural resource curse]"], "parts_sanitized": ["This woman wrote A Problem from Hell about American foreign policy on genocides in the 20th century. She was the U.S. Ambassador to the UN from 2013 to 2017.", "Barry Posen claimed that anarchy resulting from the collapse of this country drove the “security dilemma,” creating the ethnic conflict that arose after dissolution of this no-longer-extant Balkan country.", "This two-word term coined by Richard Auty, also called the “paradox of plenty,” refers to the idea that some countries with lots of oil or mineral deposits are more likely to experience civil war because they fail to develop state capacity. “Dutch disease” is an example of this phenomenon."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Unlike the Wurtz reaction, this reaction can produce odd-numbered alkanes because its reactants do not need to be symmetric. For 10 points each:", "answers_sanitized": ["Corey-House synthesis [accept Corey-Posner-Whitesides-House reaction]", "Gilman reagents", "acetylene [or C2H2]"], "parts_sanitized": ["Name this reaction that reacts a lithium di·organyl·cuprate and a halide to form an alkane and a poorly defined organo·copper byproduct.", "The lithium-copper reagents used in the Corey-House reaction are known by this name. They also specifically add at the 1,4 (\"one, four\") position in a conjugate addition.", "The first organocopper compound discovered was a derivative of this lightest alkyne. This gas is mixed with oxygen as fuel for gas welding torches."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This song was originally titled “Blue Ball,” but that title was changed at the request of a radio DJ who deemed it inappropriate. For 10 points each:", "answers_sanitized": ["“One O’Clock Jump”", "Count Basie [or William James Basie; accept Count Basie Orchestra]", "Bennie Moten [or Benjamin Moten]"], "parts_sanitized": ["Name this twelve-bar blues standard, used as the closing song for a big band “orchestra” for over 50 years. Players on its original 1937 recording include Lester Young on saxophone and Buck Clayton on trumpet.", "“One O’Clock Jump” was the signature song of this pianist’s jazz orchestra. He was earlier a member of the Kansas City-based Barons of Rhythm, and often played a popular arrangement of “April in Paris.”", "Basie’s Barons of Rhythm was formed by members of this other pianist’s band after his death following a failed surgery. He was a pioneer of the swing sound and recorded the song “Kansas City Shuffle.”"], "category": "Trash"}, {"leadin_sanitized": "Answer the following about cities associated with the Hanseatic League, for 10 points each.", "answers_sanitized": ["Bremen [accept Adam of Bremen]", "Hamburg [or Hammaburg; accept Deeds of the Bishops of Hamburg or Gesta Hammaburgensis ecclesiae pontificum]", "Visby"], "parts_sanitized": ["The most famous preserved cog ship was found in, and named for, this member city of the Hanseatic League. In the Middle Ages, a chronicler known as Magister Adam from this city wrote of the “deeds” of Germanic “bishops.”", "This “free and Hanseatic city,” the second most populous in modern-day Germany, was the subject of Adam of Bremen’s writings on historical bishops.", "King Valdemar IV threatened to sack this city unless it filled three beer barrels with plunder. The Victual Brothers had their headquarters in this city that, along with The Hague, names a set of rules adopted in 1924 to govern maritime transport of goods."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The only known poem by the older of these two authors to the younger asks “how come you’ve grown so thin?” and speculates that “you must be suffering from too much poetry.” For 10 points each:", "answers_sanitized": ["Li Bai [or Li Po] and Du Fu", "Three Hundred Tang Poems [or Tangshi sanbai shou]", "wine [prompt on “alcohol” or equivalents]"], "parts_sanitized": ["Name these two poets who lived together for several months but only met in person once after that autumn, as one was taken captive and the other exiled during a massive civil war in their home country.", "Li Bai’s and Du Fu’s poetry makes up a majority of this popular anthology of poetry of their era. This text compiled in the 1760s is partly named for the approximate number of works it contains.", "In a Du Fu poem, Li doesn’t move when the emperor summons him, declaring “I’m the god of [this substance], Your Majesty!” Li celebrated the consumption of this substance in poems such as “Drinking Alone Beneath the Moon.”"], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The <em>Lebor Gabála</em> states that a group of Nemedians who survived the failed assault on Tor Conaind made their way to the lands of this ancient civilization, where they became the Fir Bolg. For 10 points each:", "answers_sanitized": ["Ancient Greece [or Greek civilization]", "spears [accept lances or similar answers]", "whetstone(s) [prompt on “stones”]"], "parts_sanitized": ["Name this civilization to which Snorri Sturluson traces the origin of the Norse gods in his prologue to the Prose Edda. Snorri suggests that Thor’s mother was the princess of a city made famous by this civilization’s epics.", "In another Irish-Norse parallel, Finn MacCool pierced himself with one of these weapons in order to stay awake and fight Aillen (\"Allen\"), while Odin pierced himself with one called Gungnir so he could discover the runes.", "Mirroring an Irish myth in which Mesgegra’s calcified brain became lodged in Conchobar’s (KONG-koh-wer's) head, Thor had a fragment of one of these objects stuck in his head after fighting the giant Hrungnir, and sought Gróa’s help to remove it."], "category": "Mythology"}, {"leadin_sanitized": "Because the main mirror of this telescope is too large for current vehicles to carry, it is divided into 18 hexagonal segments that will unfold like a drop-leaf table. For 10 points each:", "answers_sanitized": ["James Webb Space Telescope [or JWST]", "L2 [or Lagrange point 2 or equivalents]", "Kapton"], "parts_sanitized": ["Name this telescope intended as the successor to the Hubble, with a target launch date of spring 2019.", "The JWST will orbit in a halo around this point in the Earth-Sun system in order to give it an unimpeded view. This point is located on the far side of Earth relative to the Sun.", "The sunshield of the JWST is made of five layers of this polyimide material, originally developed by DuPont in the 1960s. Terrestrially, it is commonly used in insulating tape."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This city was a cult center for the ram god Heryshaf. For 10 points each:", "answers_sanitized": ["Heracleopolis (huh-\"RACK\"-lee-AH-puh-luss) [or Heracleopolis Magna]", "nomarchs", "Khufu [or Cheops]"], "parts_sanitized": ["Name this Ancient Egyptian city south of the Fayum that dominated Lower Egypt during the First Intermediate Period, in opposition to Thebes in the north. Mentuhotep II (men-TOO-hoh-tep \"the second\") conquered this city to reunify Egypt into the Middle Kingdom.", "The consolidation of the Middle Kingdom involved curbing the power of these ancient Egyptian administrative officials, such as Intef at Thebes, who had amassed significant power by the end of the Old Kingdom. They were each responsible for one of about 42 Egyptian administrative divisions.", "By contrast, the Old Kingdom saw construction of pyramids under Sneferu and this son of his. This pharaoh is believed to have ordered the construction of the Great Pyramid of Giza."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "One version of this argument compares a heated poker and the Greenwich meridian to argue that its target cannot account for change. For 10 points each:", "answers_sanitized": ["J. M. E. McTaggart’s argument for the unreality of time [accept answers indicating that time is not real; accept “The Unreality of Time”]", "C. D. Broad [or Charlie Dunbar Broad]", "idealism [accept transcendental idealism or forms of the words ideal or idealist]"], "parts_sanitized": ["Identify this argument advanced by J. M. E. McTaggart, which holds that the B-series account of its subject is inadequate and that the A-series view leads to an infinite regress.", "This student of McTaggart argued that the regress in the argument is based on a misleading replacement of copulas. This openly-gay philosopher proposed what is now called the “growing block” theory of time and advocated emergentism in The Mind and Its Place in Nature.", "Like his teacher F. H. Bradley, McTaggart was part of this British branch of this movement, which Russell developed analytic philosophy in reaction to. Kant developed a “transcendental” form of this position, which broadly holds that reality is created by thought."], "category": "Philosophy"}, {"leadin_sanitized": "Answer the following about the applications of set theory to atonal music, for 10 points each.", "answers_sanitized": ["twelve [accept twelve-tone (or -note) scale or technique or serialism or composition]", "pitch classes [prompt on “classes”]", "interval class vector [or just interval vector or ic vector]"], "parts_sanitized": ["Arnold Schoenberg’s fourth string quartet and the five piano pieces in Opus 23 pioneered a system of composition based on this number of notes, one for each degree of the chromatic scale.", "Notes that are enharmonically equivalent and separated by a whole number of octaves are grouped together in twelve categories that are given this name. Allen Forte (\"fort\") pioneered analysis of atonal music using “sets” of these constructs that generalized the notion of chords.", "Given any pitch class set, one can also create this bracketed list that shows how many times each interval, up to the size of a tritone, appears in the set. All larger intervals are inverted when creating this construct, so for the major scale, it is “2, 5, 4, 3, 6, 1.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Diary entries addressed to the author’s daughter and paintings by Anselm Kiefer are interspersed in a Karl Ove Knausgaard book titled for this time period. For 10 points each:", "answers_sanitized": ["summer [or sommar; or sommeren; accept Summer or Om Sommeren or The Summer Book or Sommarboken]", "August Strindberg [or Johan August Strindberg]", "My Struggle [or Min kamp] [Titled after Hitler’s Mein Kampf.]"], "parts_sanitized": ["Name this period that also titles a Tove Jansson (toh-vuh yahn-sohn) novel about a six-year-old girl and her grandmother’s time on an island in the Gulf of Finland, which was repopularized in the Anglosphere by a 2008 NYRB edition.", "This Scandinavian author used midsummer day as the setting of a play whose title character prepares to move to Switzerland with the servant Jean, Miss Julie.", "Knausgaard, who wrote Summer as part of his Seasons Quartet, is best known for this six-book autobiographical series. This series’s sixth entry contains a 400-page essay on its namesake German book."], "subcategory": "Literature American", "category": "Literature"}]}