{"tossups": [{"question_sanitized": "A 1975 production of this play held in the Performing Garage, for which the space was filled with ropes and pulleys and the audience served a meal during Scene 3, is discussed in Richard Schechner’s book Performance Theory. Offstage funeral music blares during a scene of this play in which the chaplain criticizes a woman for using a pipe gifted to her and suggests that they enter a “closer relationship.” Helen Weigel wordlessly threw her head back, mouth open, to portray this play’s “silent scream” in the most famous example of the gestus technique. For a 2009 production of Tony Kushner’s translation of this play, Duke Special composed new music for the “Song of the Great Capitulation” and the “Song of Fraternization.” At the end of this play, the protagonist sings a lullaby for her daughter, who was shot while beating a drum to warn of a surprise attack, then hitches herself to her cart. For 10 points, name this Bertolt Brecht play about a canteen woman.", "answer_sanitized": "Mother Courage and Her Children [or Mutter Courage und ihre Kinder]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One reporter who observed this event remarked that following it, “the little groups that hitherto had stood rooted to the earth like desert plants broke into dance, the rhythm of primitive man dancing at one of his fire festivals at the coming of Spring.” An official report on this event claimed that it possessed a “clarity and beauty that cannot be described but must be seen to be imagined.” This event, planned largely by Kenneth Bainbridge, involved a so-called “Gadget” named in honor of Robert Christy, and its name likely referred to the poetry of John Donne. Its organizer recited the quotation that “if the radiance of a thousand suns were to burst at once into the sky, that would be like the splendor of the mighty one,” although that man stated later that this event reminded him of a different quote from the Bhagavad Gita: “now I am become death, destroyer of worlds.” For 10 points, name this first successful test of an atomic bomb.", "answer_sanitized": "Trinity nuclear test [prompt on descriptive answers like \"first atomic bomb test\" until \"first\"]", "category": "Literature"}, {"question_sanitized": "Two atoms of this element are coordinated to an arene bridge in a complex with single-molecule magnet properties. Stephen Liddle’s group was the first to synthesize a complex containing a triple bond between this element and nitrogen. After determining that osmium was too expensive, iron catalysts made moot Fritz Haber’s proposed use of catalysts based on this element. This element is found in the center of the most commonly studied D8h (“D-sub-8-H”) molecule, which sandwiches this element between a pair of cyclo·octa·tetra·enide rings. A magnesium acetate of this element is a common negative stain for electron microscopy. This element’s hexafluoride undergoes gaseous diffusion or gas centrifugation in order to isolate its lighter isotope, a process known as enrichment. This element most commonly exists as a dioxide, or in a 3:8 ratio with oxygen, which is a form of yellowcake. For 10 points name this actinide whose 235 isotope is the only naturally occurring fissile isotope.", "answer_sanitized": "uranium [or U]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "An article in the Barrow Journal of Neurosurgery claimed that history would have been different if Jean Massot had not performed brain surgery on this man. As commander of the left wing, he helped defeat the Ottoman Empire at the Battle of Macin. At another clash, he forced the French to abandon the Kaluga road by defeating Eugene de Beauharnais. This man’s victory at Slobozia, which led to the signing of the Treaty of Bucharest, is often referred to as his “Danube operation.” He once claimed that he would bury the French at Galicia, but his plan to retreat to the Carpathians was rejected and led to a crushing defeat for his allies. He ascended to commander-in-chief by replacing Barclay de Tolly after the Battle of Smolensk. This man, who led the Russo-Austrian force at Austerlitz, began his military career at age twelve and was mentored by Alexander Suvorov. For 10 points, name this general who led the Russian defense at the Battle of Borodino.", "answer_sanitized": "Mikhail Kutuzov [or Mikhail Illarionovich Golenishchev-Kutuzov]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In October 2016, FASB removed the controversial “step two” of a test regarding a line item known by this term. Accounting Standards Update 2014-2 gave private companies the option to amortize an asset known by this term over ten years. A two-step “impairment test” of an asset known by this term required a comparison of its “implied fair value” to its “carrying value,” which can typically only be determined after an acquisition. This term denotes an intangible asset that definitionally accounts for the difference in the price paid for a company and the company’s book value; in other words, this term refers to the value of a company attributed to its relationships and reputation. In the Nicomachean Ethics, Aristotle’s term eunoia is typically translated to this English-language word, which denotes the benevolent feelings that friends have for one another. For 10 points, what positive term also names a nonprofit that solicits donations and runs a chain of thrift stores?", "answer_sanitized": "goodwill [accept Goodwill Industries International Inc.]", "category": "Social Science"}, {"question_sanitized": "During one embarrassing moment, this man sang “Waiting at the Church” and incorrectly attributed it to Marie Lloyd. Harold Laski encouraged this man to study and lecture at the London School of Economics, but this man served in the navy and wrote The Enemy Japan instead. With the support of Dai Kneath, he defeated George Thomas for a seat in Cardiff South. In his memoir Time and Chance, this prime minister claimed that introducing the Commonwealth Immigrants Bill was an unwelcome task. As Chancellor of the Exquecher, he supported the “little budget.” As prime minister, he had to borrow 3.9 billion dollars during the “IMF crisis.” He caused controversy when he appointed Peter Jay as the British Ambassador to the U.S. His reply to a question about “mounting chaos” was reported in The Sun under the headline “Crisis? What Crisis?” For 10 points, name this British prime minister who presided over the “Winter of Discontent.”", "answer_sanitized": "James Callaghan [or Leonard James Callaghan; or Baron Callaghan of Cardiff]", "subcategory": "History British", "category": "History"}, {"question_sanitized": "A view of society that doesn’t make use of these constructs, instead focusing on the mother-child relationship, is proposed in a Virginia Held essay. As an adjective, this sort of entity names a theory advanced in a book that uses a thought experiment in which a World Cup broadcast must be interrupted to rescue Jones from the transmitter room to criticize the aggregative logic of utilitarianism. Carole Pateman and Charles Mills collaborated on a volume after respectively writing seminal books on the sexist and racist underpinnings of theories of these entities. An ethical theory named for this sort of thing defines wrongness via reasonably rejectable principles and was developed in T. M. Scanlon’s What We Owe to Each Other. A book titled for one of these things contrasts the government with the sovereign, which represents the people’s “general will.” For 10 points, the claim “man is free, but is everywhere in chains” appears in a Rousseau work titled for a “social” agreement of what type?", "answer_sanitized": "contracts [or social contracts; or contractualism; accept answers mentioning forms of the word contracts such as contractual; accept answers mentioning social contracts; prompt on “agreements” or equivalents]", "category": "Philosophy"}, {"question_sanitized": "Martin West produced two translations of this poem, one in Homeric Greek and the other in Nonnian hexameter. Yuen Ren Chao’s paper “Dimensions of Fidelity in Translation with Special Reference to Chinese” discusses translating this poem as part of Warren Weaver’s project to render its poet “in many tongues.” An essay by Douglas Hofstadter argues that translating this poem creates the problem of finding “the same node” in two networks that are “extremely nonisomorphic.” That essay claims that many words in this poem serve as “exciters of nearby symbols,” and questions whether the French word lubricilleux can invoke meanings like “slippery” and “lithe.” In this poem, a man says “come to my arms, my beamish boy!” and “chortle[s] in his joy.” This poem’s hero defeats his “manxome foe” in the “tulgey wood” using his “vorpal blade.” “Twas brillig, and the slithy toves / did gyre and gimble in the wabe” is the first line of, for 10 points, what nonsense poem from Lewis Carroll’s Through the Looking Glass?", "answer_sanitized": "“Jabberwocky”", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Matthew Fisher attached the name of these phenomena to a glass phase in high-temperature superconducting oxides. The aerodynamics of wings are often modeled using a method named for a “lattice” of these phenomena. Yarmchuk et al. photographed “stationary arrays” and “lines” of these phenomena, and those lines are singularities at which the superfluid density vanishes. The proliferation, or “unbinding,” of these phenomena marks the Kosterlitz-Thouless transition in the XY model. Cylinders are especially prone to the “shedding” of these phenomena, and the frequency of that shedding is proportional to the Strouhal number. Lars Onsager predicted the existence of quantized phenomena of this type in superfluid helium. The tangential velocity decreases with distance in “free” type of these phenomena, which can form even when the curl of the velocity is zero. For 10 points, name these phenomena that consist of fluids swirling around an axis.", "answer_sanitized": "vortices [or vortexes; accept quantum vortex or vortex lattice(s) or vortex unbinding or vortex shedding or free vortex]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "One composer’s third numbered composition of this type quotes a drinking song of the Parecis people and uses the male choir to imitate a woodpecker. In a different piece of this type, which quotes the popular song “Yará,” the chorus mostly sings words made of primitive syllables, starting with the tenors on the words “ja-ka-tá ka-ma-ra-já.” Francisca Gonzaga is credited with adapting this genre to the piano in pieces such as “Corta-Jaca” and “Atraente,” the latter of which was originally published as a polka. Another composer applied the name of this genre to 14 pieces, the last two of which are lost, and the tenth of which is called “Rasga o Coraçao” (cor-a-sao), or “It tears the heart.” Originally, this was a purely instrumental genre whose masters included Jacob do Bandolim and Pixinguinha (pee-shin-geen-yah), and it was later adapted by Heitor Villa-Lobos. For 10 points, name this genre of Brazilian popular music whose name comes from the Portuguese for “to cry.”", "answer_sanitized": "choro (sho-ru or sho-ro) [or chôru; or chorinho; or choros]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The isoparametric formulation of this approach allows one to deal with complicated shapes more effectively. The most common implementation of this approach in structural analysis was developed at Boeing in the 1950s and is known as the “direct stiffness method.” This approach is preferred over a competitor for handling boundary geometries more complex than simple rectangles and squares. The Nastran software suite developed for NASA in the 1960s is based on this method, and the leading commercial suites that use it today include Abaqus and COMSOL. In this approach, solutions are expressed as a linear combination of basis functions defined at grid points. For 10 points, name this approximate method for solving partial differential equations that usually involves dividing space into a mesh with discrete regions, and is more general than the finite difference method.", "answer_sanitized": "finite element method [or finite element analysis; or method of finite elements; or FEM; or FEA; or MFE]", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "A voice repeatedly calls out “another strike!” during a speech delivered for this organization that argues that the “common people” are in fact the “uncommon people.” The narrator realizes that a member of this organization is missing an eye when he puts his glass eye in a water glass while ranting about discipline. A member of this group buys cheesecake for the main character after watching him incite a crowd to move the belongings of an evicted elderly couple back into their apartment. The protagonist provides false lists of new members to this organization after resolving to “overcome them with yeses.” A missing member of this organization reappears selling Sambo dolls on the street; the shooting of that man, Tod Clifton, by a police officer leads to riots incited by an enemy of this organization, the nationalist Ras the Exhorter. For 10 points, name this communist organization whose member Jack recruits the narrator as a spokesperson in Ralph Ellison’s Invisible Man.", "answer_sanitized": "the Brotherhood", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "After this man’s family dubbed a portrait of him by Théobald Chartran the “Mewing Cat,” this man had that portrait destroyed. This man offered a “layman’s view of an art exhibition” in Outlook magazine of an art exhibit at which he supposedly interrupted Arthur B. Davies’s explanation of a painting to yell that the artist “is nuts and his imagination has gone wild.” The pose for another portrait of this man was selected when, while he and the artist were inspecting locations for the sitting, this man turned around impatiently and answered a question with “don’t I?” This man, who reportedly stormed through the Armory Show yelling “that’s not art!”, is the subject of a portrait in which he puts his hand on the knob of a balustrade post at the bottom of a staircase. That portrait of this man is the only official presidential portrait by John Singer Sargent. For 10 points, name this president who received a copy of Frederic Remington’s Bronco Buster in recognition of his service in the Rough Riders.", "answer_sanitized": "Theodore Roosevelt [or Teddy Roosevelt; or Theodore Roosevelt Jr.; prompt on “TR”]", "category": "Fine Arts"}, {"question_sanitized": "The original plan for a holy building in this city called for buttresses to contain a series of “Saturnstones” that sat a level up from “Sunstones.” As a result of a scandal involving a religious building in this city, James E. Talmage convinced religious leaders to allow him to publish a book of photographs. That scandal arose when a religious building in this city was entered under false pretenses by Max Florence, who subsequently attempted to blackmail religious leaders with the photographs he took. Stained glass windows depicting the First Vision adorn a room in this city that, in a reference to the Temple in Jerusalem, is called the Holy of Holies. The site of the holiest building in this city was chosen with the aid of a divining rod wielded by Oliver Cowdery. For 10 points, name this city whose Temple Square contains an ovular domed tabernacle and the temple that serves as the spiritual center of the Mormon faith.", "answer_sanitized": "Salt Lake City [accept Salt Lake Temple or Salt Lake Tabernacle]", "category": "Religion"}, {"question_sanitized": "During a congressional inquiry into this group, Roxy Stinson testified that she was coaxed into a hotel room by the attorney A. L. Fink. At another point in those proceedings, a member of this group quipped that, “if my straw reaches across the room, I’ll end up drinking your milkshake.” After one member of this group was found dead next to a pistol, his apparent suicide was challenged by Alabama senator James Heflin, who was known as “Cotton Tom.” Senator Burton Wheeler presented the testimony of Gaston Means against this group, which included Jess Smith and the first director of the Veterans’ Bureau, the Scottish-born Charles R. Forbes. Its members reportedly met at the Little Green House on K Street. Attorney General Harry Daugherty and Albert Fall were members of, for 10 points, what group of corrupt politicians that dominated the presidency of Warren G. Harding?", "answer_sanitized": "Ohio Gang [prompt on answers mentioning “Warren Harding’s cabinet or advisors or similar” prompt on answers mentioning “Teapot Dome scandal”]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A piece of this type E minor has a first movement marked allegro piacevole (pya-che-vo-le). The finale of a different piece of this type quotes the folk songs “On the Green Meadow” and “Under the Green Apple Tree,” both of which the composer had previously arranged in his 50 Russian Folk Songs. That finale in a piece of this type follows a third-movement “Elegie” that ends with all the instruments muted and playing harmonics. That piece of this type, which is not by Schumann, opens with an instrumental chorale passage marked sempre marcatissimo, in a movement designated a “Pezzo (PET-zoh) in forma di sonatina.” For his Introduction and Allegro, Edward Elgar returned to the same ensemble as his early piece of this type. Tchaikovsky’s piece of this type is in C major and, though not a suite, was written as an homage to Mozart. For 10 points, name these light compositions written for an orchestra with no winds or percussion.", "answer_sanitized": "serenades for strings [accept equivalents such as string serenades or serenades for string orchestra; prompt on “serenades”]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This emperor produced Sixteen Maxims summarizing the core tenets of Confucianism in his “Sacred Edict.” In the final years of his reign, he had to arrest his eldest son, Prince Yinreng, who was a notorious pedophile. At the Battle of Jao Modo, he personally defeated the Dzungars (zun-gars) under Galdan Khan. This emperor often traveled in disguise as a commoner while touring southern China. During the regency of Oboi, he ordered the evacuation of Guangdong in the Great Clearance as part of his campaign against Koxinga (koh-SHIN-gah). His reign witnessed an uprising led by Wu Sangui (sahn-gway) known as the Revolt of the Three Feudatories. Wan Sitong edited most of the Míng Shǐ during the reign of this emperor, who sponsored a massive namesake dictionary. For 10 points, name this predecessor of the Yongzheng (yong-jeng) Emperor, who was the longest-reigning member of the Qing dynasty.", "answer_sanitized": "Kangxi (KAHNG-shee) Emperor [or Kangxi Huangdi; or Qing Xuanye]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A 2017 study by Cellini, Darolia, and Turner found that regulatory penalties applied to these institutions do relatively little harm to the consumers served by them. A book about these institutions argues that they appealed to a Christian man named Jason, who adopted a Kenyan child, by tapping into a “gospel” identified by W. Norton Grubb and Marvin Lazerson. In 2016, Barack Obama proposed amending the “90-10 rule” regulating these institutions to prevent them from marketing aggressively to veterans. The Obama Administration withdrew recognition for ACICS after the collapse of a network of these institutions called “Corinthian.” In a 2009 report, customers of these institutions represented 44% of defaulters on student loans. For 10 points, name these institutions studied in Tressie McMillan Cottom’s Lower Ed, such as University of Phoenix and Trump University, which are run as private businesses.", "answer_sanitized": "for-profit colleges [or for-profit educational institutions; or for-profit universities; accept any answer mentioning college or university or higher educational institution and the idea of making a profit; prompt on “online colleges” or similar answers; prompt on “colleges” or “universities” or “university”; prompt on “diploma mills”]", "category": "Social Science"}, {"question_sanitized": "SYNE1 (“sign-one”) and SYNE2 (“sign-two”) code for actin-binding proteins found in this structure, which is bounded by the LINC complex. This structure is the location of a protein that interacts with Torsin A and is known as LAP1. One protein complex found on this structure is formed of proteins lined with FG repeats that interact with Kaps. Mutations in proteins that associate with this structure cause Emery-Dreifuss muscular dystrophy. This structure is lined with octagonally symmetric structures formed of nups; those complexes contain a basket-shaped structure facing this structure’s lumen. Maturation-promoting factor promotes the dissolution of this structure, whose interior is lined with type V intermediate filaments. The Ran cycle provides the GTP required for importin and exportin to transport proteins through this structure. For 10 points name this structure that surrounds the lamina and the genetic information of the cell.", "answer_sanitized": "nuclear envelope [accept nuclear membrane; accept nuclear lamina; prompt on just the nucleus]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The narrator recalls spending all night with this author trying to think of a word for “lessness” in an essay by his friend E. M. Cioran, a Romanian writer whose philosophy is often analogized to this author’s. This author argued that “art is the apotheosis of solitude” in his first published work, a Schopenhauer-drenched monograph nominally about Marcel Proust. This author used periods to indicate centuries of separation between authors who influenced Joyce’s Finnegans Wake in the title of his essay “Dante . . . Bruno . Vico . . Joyce.” Michel Foucault’s “What is an Author?” takes the question “what matter who’s speaking?” from this author’s Texts for Nothing. This author’s Worstward Ho contains the advice to “try again; fail again; fail better.” This author eschewed his native tongue to write in a language in which “it is easier to write without style,” which he used for a novel that ends “you must go on; I can’t go on; I’ll go on.” The Unnamable is by, for 10 points, what author who used French to write Molloy?", "answer_sanitized": "Samuel Beckett [or Samuel Barclay Beckett] ACF Nationals 2018 Editors: Jordan Brownstein, Andrew Hart, Stephen Liu, Aaron Rosenberg, Andrew Wang, Ryan Westbrook Packet by Oklahoma (Maia Karpovich, Finn Bender, Caleb Kendrick, Tracey Hickman) and Michigan B (Colton Graham, Daniel Guo, Rudra Ranganathan, Kazuma Shimanaka, Conor Thompson) Bonuses", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "In this novel, Ivan wants to invent a machine called “Ophelia” that will kill his brother as part of a planned revolt he dubs the “conspiracy of feelings.” For 10 points each:", "answers_sanitized": ["Envy [or Zavist’]", "Heart of a Dog [or Sobachye syerdtsye; accept any articles before “Heart” and “Dog,” e.g. The Heart of the Dog]", "Mikhail Bulgakov [or Mikhail Afanasyevich Bulgakov]"], "parts_sanitized": ["Name this novel by Yuri Olesha that ends with Ivan and Nikolai Kavalerov sharing an apartment with the widow Anichka. In this novel, Nikolai resents the collectivist ideals of his benefactor, the sausage factory owner Andrei Babichev.", "Soviet apartment life during the New Economic Policy era is also depicted in this novel, in which Poligraf Poligrafovich Sharikov gets a job driving around in a van and strangling stray cats.", "This author of Heart of a Dog depicted a party held in Apartment 50 that is attended by various denizens of hell in his novel The Master and Margarita."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Paul Dirac proved that the existence of any of these objects would explain why electric charge is quantized. For 10 points each:", "answers_sanitized": ["magnetic monopoles", "‘t Hooft-Polyakov monopole", "spontaneous symmetry breaking [accept answers mentioning forms of the words spontaneous and symmetry and breaking; prompt on “symmetry breaking”]"], "parts_sanitized": ["Name these hypothetical objects that, if they existed, would force Gauss’s law to be modified such that the divergence of the magnetic field would be nonzero.", "A more complicated solution appearing in grand unified theories is this monopole named for Dutch and Russian physicists. It eliminates singularities and has finite total energy.", "The properties of magnetic monopoles can be estimated from the scale at which this behavior is observed between the strong and electroweak interactions in GUTs. Goldstone bosons are predicted to arise in this general behavior."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Black flags can be seen in the background of this painting, while police officers in red and black can be seen in its foreground fighting off a rioting mob. For 10 points each:", "answers_sanitized": ["The Funeral of the Anarchist Galli [or Il Funerale dell’anarchico Galli]", "metaphysical art [or pittura metafisica; accept answers mentioning forms of the word metaphysical]", "Giorgio de Chirico"], "parts_sanitized": ["Name this painting that shows the red casket of a man who was killed by police during 1904 riots.", "The artist of The Funeral of the Anarchist Galli, the futurist Carlo Carrà, was a co-founder of this artistic movement whose principles were established in 1917 by a group including Carrà, Alberto Savinio, and Savinio’s older brother.", "This older brother of Savinio was the third founder of metaphysical art. His paintings include Melancholy and Mystery of a Street."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The man responsible for an incident named after this city has jokingly re-enacted it on such figures as Rick Mercer, Justin Trudeau, and Don Cherry. For 10 points each:", "answers_sanitized": ["Shawinigan [accept Shawinigan Handshake]", "Jean Chrétien [or Joseph Jacques Jean Chrétien]", "Quebec"], "parts_sanitized": ["Identify this city that names an event in which anti-poverty protester Bill Clennett was placed in a chokehold during National Flag of Canada Day. That incident was known as this city’s “handshake.”", "Possibly assisted by a “Face Ad” making fun of his Bell’s palsy, this man who performed the “Shawinigan Handshake” defeated Kim Campbell to become the Canadian prime minister in 1993.", "Shawinigan is a city in this Canadian province, whose sovereignty movement Chrétien vehemently opposed."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Like menu costs, these costs are incurred in response to inflation. For 10 points each:", "answers_sanitized": ["shoe-leather costs [prompt on “leather”]", "Robert Lucas [or Robert Emerson Lucas Jr.]", "Robert Shiller [or Robert James Shiller; accept Case-Shiller index]"], "parts_sanitized": ["Name these costs that account for the extra time and effort spent transferring money from interest-bearing assets to hard cash so that purchases can be made. These costs are named for a material on footwear that metaphorically wears down from multiple trips to the bank.", "In the 2000 paper “Inflation and Welfare,” this economist provided an estimate of shoe-leather costs by concluded that reducing annual inflation from 10% to 0% would increase real income by about 1%.", "This Nobel laureate published a 1997 paper based on a survey of non-economists titled “Why Do People Dislike Inflation?”, which found that ordinary people generally believe inflation lowers standard of living due to sticky wages. This author of the book Irrational Exuberance is the namesake of a house-price index with Karl Case."], "category": "Social Science"}, {"leadin_sanitized": "This reagent converts an alcohol to an alkyl halide in a nucleophilic substitution with internal return, which retains stereochemistry. For 10 points each:", "answers_sanitized": ["thionyl chloride [or SOCl2]", "Arndt-Eistert reaction [accept Arndt-Eistert homologation or Arndt-Eistert synthesis]", "dinitrogen gas [or N2]"], "parts_sanitized": ["Name this chlorination agent whose convenience lies in the fact that its byproducts of sulfur dioxide and hydrochloric acid are gaseous.", "Thionyl chloride classically converts a carboxylic acid to an acyl chloride before it is reacted with diazomethane in this reaction. Afterwards, a Wolff rearrangement occurs followed by hydrolyzation, which allows this reaction to produce a carboxylic acid with one more carbon.", "The driving force behind the Wolff rearrangement, much like the Wolff-Kishner reduction and Curtius rearrangement, is the evolution of this diatomic gas. This gas is also released upon heating an azide."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This essay describes how an author attributes a “a violent babble of uncouth sounds” to a group of “rudimentary souls” he depicts. For 10 points each:", "answers_sanitized": ["“An Image of Africa: Racism in Conrad’s Heart of Darkness”", "Mr. Kurtz", "Zakes Mda [or Zanemvula Kizito Gatyeni Mda] [The second novel is Ways of Dying.]"], "parts_sanitized": ["Name this essay that calls Joseph Conrad “a thoroughgoing racist” and argues that Heart of Darkness depicts its setting as “‘the other world,’ the antithesis of Europe and therefore of civilization.”", "Chinua Achebe’s “An Image of Africa” discusses Conrad’s description of the “insolent black head” of the boy who announces this character’s death. In the novel, Marlowe travels down the Congo to find this character.", "This contemporary African author wrote about Camugu’s return to his country in his novel The Heart of Redness. Toloki wears a black cape and top hat to the funerals he attends as a professional mourner in this author’s best-known novel."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the state of Maine in the Civil War, for 10 points each.", "answers_sanitized": ["Battle of Gettysburg", "Battle of Portland Harbor [prompt on “Battle of Portland”]", "Missouri [accept Missouri Campaign]"], "parts_sanitized": ["Maine native Joshua Lawrence Chamberlain served four one-year terms as Maine governor after distinguishing himself defending Little Round Top during this battle, which also included Pickett’s Charge.", "During this incident, the only named Civil War battle to occur in Maine territory, Confederate raiders captured the Caleb Cushing, a revenue ship floating in the namesake location, but they were soon after chased down and imprisoned at nearby Fort Preble.", "At the Second Battle of Newtonia, Maine general James G. Blunt dealt the final blow to Sterling Price’s campaign in this state, the largest Confederate cavalry raid during the war. The Union established control of this state after beating the Confederates just south of its border in a battle sometimes named for Elkhorn Tavern."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Heinrich Schütz revived this city’s Staatskapelle (SHTAATS-ka-PELL-uh) after the Thirty Years’ War forced it to disband. For 10 points each:", "answers_sanitized": ["Dresden [accept Dresden Amen]", "Venice [or Venezia]", "stile concertato (kahn-cher-TAH-toh) [do not accept or prompt on “concitato”]"], "parts_sanitized": ["Name this German city where Schütz spent most of his career. It lends its name to a six-note motif quoted by Wagner in Parsifal.", "Schütz studied under Giovanni Gabrieli in this Italian city, also home to boat songs called barcarolles and the Ospedale della Pietá where Vivaldi later worked.", "From his studies under Gabrieli, Schütz absorbed the influences of this style, a catch-all term referring to early baroque music in which groups of instruments or voices are combined and contrasted."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In the <em>Iliad</em>, Phoenix tries to convince Achilles to fight by relating how this man refused to defend his city from the besieging Curetes, all because he was angry with his mother Althaea. For 10 points each:", "answers_sanitized": ["Meleager [or Meleagros]", "Calydonian Boar [or Aetolian Boar; prompt on “boar”]", "Protesilaus [accept Iolaus]"], "parts_sanitized": ["Name this Greek hero and son of Oeneus, whose death drove his sisters to such grief that Artemis turned them into guineafowl. His two sisters who remained human included Deianira, the wife of Heracles.", "Because Oeneus forgot to sacrifice to Artemis, she sent this creature to ravage his lands. This creature was slain by Meleager, but Atalanta drew first blood and heroes like Theseus, Peleus, and Jason all helped in the great hunt.", "Sources such as the lost Cypria state that Meleager’s daughter Polydora was the wife of this hero, a statue of whom urged her to commit suicide after this man’s death. Odysseus fatefully tricked this man by jumping on a shield."], "category": "Mythology"}, {"leadin_sanitized": "Intravitreal injection of inhibitors of this compound may be used to treat macular degeneration. For 10 points each:", "answers_sanitized": ["VEGF-A [or vascular endothelial growth factor]", "blood vessels [prompt on “arteries” or “veins” or “vessels”]", "cysteine knots"], "parts_sanitized": ["Name this class of growth factors responsible for regulating angiogenesis. Their production is upregulated in response to hypoxia-inducible factors.", "Angiogenesis results in the formation of these structures, which may contain a tunica intima and make up the vascular system.", "VEGF is part of a family of growth factors named for the presence of one of these structural motifs. The three varieties of this motif are the growth factor, inhibitor, and cyclotide varieties."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In one work, this hotel is described as “being a total space, a complete world, a kind of miniature city.” For 10 points each:", "answers_sanitized": ["Westin Bonaventure Hotel [prompt on answers mentioning “Westin”]", "Fredric Jameson", "Blade Runner"], "parts_sanitized": ["Identify this John Portman-designed hotel in Los Angeles that Edward Soja called a “concentrated representation of the restructured spatiality of the late capitalist city.”", "The Bonaventure is compared to Disneyland and Utopia in Postmodernism, a work by this director of the Center for Critical Theory at Duke.", "Ian Buchanan’s “metacommentary” Deleuzism notes that the Westin Bonaventure is down the street from locations where “some of the very best scenes” in this film were shot. This Ridley Scott film was based on Philip K. Dick’s Do Androids Dream of Electric Sheep?"], "category": "Trash"}, {"leadin_sanitized": "Answer the following about medieval Lithuania, for 10 points each.", "answers_sanitized": ["Gediminas [prompt on “Gediminid dynasty” or similar answers]", "Tokhtamysh [or Tuqtamis; or Tokhtamish]", "Battle of Grunwald [or First Battle of Tannenberg; or Battle of Zalgiris]"], "parts_sanitized": ["In 1322, this Grand Duke of Lithuania and founder of a namesake dynasty requested the help of Pope John XXII to stop the Teutonic Knights from invading his lands. He founded the city of Vilnius, allegedly after dreaming of an iron clad wolf on a hill.", "The later Gediminid ruler Vytautas the Great formed an alliance with this Mongol Khan to try to attack Tamerlane, but their combined army was crushed at Vorskla River.", "Vytautus had much better luck at this 1410 battle, where he ended the influence of the Teutonic Knights after attacking their fortress at Marienburg, leading to the Peace of Thorn."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "While in Athens, this thinker produced the first Latin translations of Pseudo-Dionysius. For 10 points each:", "answers_sanitized": ["John Scotus Eriugena [or Joannes Scottigena; prompt on Scotus; do not accept or prompt on “(John) Duns Scotus”]", "Neoplatonism [prompt on “platonism”]", "Justinian I closing the Platonic Academy [accept the School of Athens in place of “the Platonic Academy”; accept any answer mentioning the Academy or School of Athens and the idea of shutting it down]"], "parts_sanitized": ["Name this 9th-century Irish philosopher who defined god as universitas rerum, or the totality of things, in his magnum opus Periphyseon, or On the Division of Things.", "Eriugena was heavily inspired by this philosophical tradition, which began with Plotinus and held that reality was the emanation of a single principle called “the One.”", "Eriugena’s translations helped revive Neoplatonic thought several hundred years after this historical event, which scholars typically use to mark the end of Neoplatonism. Following this event, Damascius and his followers fled to the court of Khosrau."], "category": "Philosophy"}, {"leadin_sanitized": "A biography by Lyndall Gordon draws from hints in this poet’s work and records of prescriptions she received to argue that her celebrated reclusiveness was a result of epilepsy. For 10 points each:", "answers_sanitized": ["Emily Dickinson [or Emily Elizabeth Dickinson]", "Mabel Loomis Todd [accept either underlined portion", "“a formal feeling” [accept A Formal Feeling Comes: Poems in Form by Contemporary Women]"], "parts_sanitized": ["Name this subject of Alfred Habegger’s book My Wars Are Laid Away in Books, and the aforementioned Lives Like Loaded Guns. In film, this “Belle of Amherst” was recently examined in Terence Davies’s A Quiet Passion.", "Lives Like Loaded Guns delves into the dispute following Dickinson’s death over who would publish her work. This woman, who never met the poet, edited her first volumes of poetry, inserting many alterations of her own.", "Dickinson wrote that “this is the Hour of Lead” in a poem that opens, “after great pain, [this emotion] comes.” Annie Finch used this phrase for the title of her anthology of contemporary women writing in meter and rhyme."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "A 2013 documentary titled for “finding” this photographer seeks to reconstruct her life, which is largely unknown because her work was discovered in a storage space just two years before her death. For 10 points each:", "answers_sanitized": ["Vivian Maier [or Vivian Dorothy Maier]", "self-portraits [prompt on “portrait”]", "Robert Frank"], "parts_sanitized": ["Name this photographer who documented the streets of Chicago with her Rolleiflex while working as a nanny. In an introduction to her work, Geoff Dyer suggests that she “exists entirely in terms of what she saw.”", "In a Maier photograph in this genre, two mirrors reflect each other to create an infinite set of concentric circles. Maier often stood in front of reflective shop windows to create this kind of work.", "Maier’s subject matter and style have led to frequent comparisons to this Swiss-born photographer. This artist’s book The Americans consists of photographs taken during a cross-country trip funded by a Guggenheim Grant."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "The general expression for this equation is “x-squared minus n times y-squared,” where n is a non-square integer. For 10 points each:", "answers_sanitized": ["Pell’s equation [or Pell-Fermat equation]", "Diophantine equations", "units"], "parts_sanitized": ["Name this equation whose solutions can be used to approximate square roots. Significant work on it was done by Brahmagupta and Bhaskara II, but its name is the result of Euler misattributing the work of William Brouncker to a different English mathematician.", "Pell’s equation is an example of this class of equations. These equations are polynomials for which only integer solutions are sought, and they are named for a Greek mathematician.", "A pair of integers (x,y) (“x comma y”) is a solution to Pell’s equation if and only if “x plus y times square root of n” has norm 1 and is one of these elements in the quadratic ring “Z adjoint square-root n.” These are the only multiplicatively invertible elements of a ring, and the identity element must be one of these things."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This novel is often criticized for its inaccurate depiction of a love triangle including its title character and Hephaestion. For 10 points each:", "answers_sanitized": ["The Persian Boy", "Theseus", "Lawrence Durrell [or Lawrence George Durrell]"], "parts_sanitized": ["Name this historical novel narrated by Bagoas, a teenage eunuch who becomes the lover of Alexander the Great.", "The author of The Persian Boy, Mary Renault, also wrote about this Greek hero in The King Must Die. Robert Graves’s The Greek Myths speculates that this hero’s lover Ariadne was a priestess of a double-axe cult.", "This other Hellenophile British author wrote about his time on Greek islands in Bitter Lemons and Prospero’s Cell. This author’s brother Gerald wrote about their family’s move to Corfu in My Family and Other Animals."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The clan of Takeda Shingen was defeated at the 1575 Battle of Nagashino thanks to 3,000 river bank troops carrying these guns. For 10 points each:", "answers_sanitized": ["Tanegashima guns [or hinawaju]", "Oda Nobunaga", "Nanban trade period [or Nanban boeki; or Nanman]"], "parts_sanitized": ["Name these matchlock rifles produced by the Portuguese colony at Malacca based on the arquebus. These guns became popular with samurai in Japan starting around 1550, and were named for an island now located in Kagoshima prefecture.", "This man, the first of the three unifiers of Japan, was victorious at Nagashino, before being killed by his retainer Akechi Mitsuhide. He was followed by Hideyoshi and Ieyasu.", "Tanegashima guns were introduced to Japan during this “trade period,” named for a word meaning “southern barbarian.” It refers to the period of Japanese history from 1543 until Europeans were excluded from the archipelago in 1614."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "After the disappearance of this woman’s newborn son, her maids smeared a dog’s blood over her mouth to frame her for murder, and she was punished by having to carry visitors on her back. For 10 points each:", "answers_sanitized": ["Rhiannon", "Gelert", "wild geese [or wild goose]"], "parts_sanitized": ["Name this woman from Welsh mythology, the mother of Pryderi. Her husband Pwyll first saw her from the hill of Gorsedd Arberth, but his messengers could not reach her even though her horse was only moving at an amble.", "According to legend, Llewellyn the Great returned home from hunting to find his baby missing and this dog’s mouth bloodied. Llewellyn angrily killed this dog before realizing it had loyally defended the baby from a wolf.", "Arawn, who ruled the Otherworld realm of Annwn, owned a pack of red-eared hounds whose baying was said to resemble the cries of these birds."], "category": "Mythology"}]}