{"tossups": [{"question_sanitized": "A parameter that governs this process displays an “octant degeneracy,” with solutions either above or below 45 degrees. The degeneracy of that parameter is predicted to be resolvable by long baseline experiments, and the probability of one form of this process is proportional to the sine square of twice that parameter. This process can be treated approximately by using “tribimaximal” (try-by-max-im-al) or “democratic” forms of the matrix that governs it. The first evidence for this process came from a threefold discrepancy between experiments and a standard astronomical model proposed by John Bahcall. The Daya (\"DIE\"-uh) Bay experiment determined the value of “theta one three,” which was the last unknown mixing angle that governs this process. This process is modeled by the PMNS matrix, and the discovery of this process at the Super-Kamiokande detector in 1998 proved that the particles involved had nonzero mass. For 10 points, name this process in which the three flavors of uncharged leptons transform into one another.", "answer_sanitized": "neutrino oscillations [or neutrino mixing; accept “antineutrino” in place of “neutrino” for the previous two answers; prompt on “flavor oscillations” or “flavor mixing”]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Late in this novel, the women at a dinner party are asked whether they’d rather be waitresses or porn stars during a discussion of the popularity of the film Deep Throat. This novel’s narrator is invited to a dinner at Vincent’s to talk about the “shocks that befell . . . the loved ones” of the protagonist's father. A character in this novel is outraged when a newspaper profile of her cow-raising business features a caption that references her past participation in the Miss America pageant. In this novel, the protagonist’s daughter finally masters her stuttering after converting to Jainism while in hiding after bombing the local general store and post office to bring the Vietnam War home. The protagonist of this novel operates a glove factory in Newark, New Jersey. The frame narrative of this novel is a high school reunion attended by Nathan Zuckerman. For 10 points, name this Philip Roth novel about Swede Levov.", "answer_sanitized": "American Pastoral", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "George Pimentel proposed a model that expanded the concept of “half bonds” to model bond orders of one-half in ions with this many atoms to explain hypervalency. The “2-norbornyl cation” experiences delocalization between this many atoms. A common demonstration of the SALC (\"S-A-L-C\") method shows that the linear form of an ion with this many atoms results in the ungerade orbitals splitting and the gerade (un-gay-RAH-duh) orbitals becoming nonbonding, while that ion’s cyclic form results in two slightly antibonding orbitals. That aforementioned compound with this many atoms exists in a para form with one-half spin or an ortho form with higher spin. Carbocation rearrangements occur through an intermediate with this many atoms, which forms an electron-deficient bond also seen in boranes. A molecule with this many carbons is treated as having sp2 (\"S-P-two\") hybridization in the Walsh model, and experiences extremely strained banana bonds. For 10 points, how many atoms are in the most strained rings possible, such as in aziridines (uh-ZEER-eh-deenz) or epoxides.", "answer_sanitized": "three", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This man’s vice president was investigated for his part-ownership of the Ramapo (RAM-uh-poh) Water Company, which held tracts of land in the Catskills, especially after the St. Valentine’s Day blizzard, a period of historically cold weather during this man’s term. This man’s vice president resided in a building dubbed the “Cream White House” for playing host to guests like this man’s treasury secretary, Lyman Gage, the former president of the First National Bank of Chicago. This president passed the Newlands Resolution to appoint a five-member commission to recommend laws for Hawaii. He forced his secretary of war, Russell Alger, to resign amid allegations including the embalmed beef scandal. This man, who nearly went bankrupt while serving as governor of Ohio, enacted the Dingley Tariff during his first year in office to restore rates back to the 1890 tariff that he sponsored while a congressman. For 10 points, name this American president shot in Buffalo by Leon Czolgosz (SHAHL-gosh) in 1901.", "answer_sanitized": "William McKinley", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A “reply” to this poem notes that “several people called about office hours” and concludes “see you later; love; floss; please turn off the telephone.” When asked why this work should be considered a poem, its author noted that “it’s metrically absolutely regular,” which is untrue, leading Marjorie Perloff to conclude that this poem’s author mistakes “sight for sound.” A response to this poem ends by exclaiming “I wanted you here in the wards, where I am the doctor!” That parody of this poem, which recalls how “we laughed at the hollyhocks together / and then I sprayed them with lye” and how the speaker chopped down the addressee’s house, is a set of variations on its author by Kenneth Koch. A theme of teasing sexuality is often attributed to the description of the subject as “so sweet / and so cold” in this poem, which functions as a note left in the kitchen. For 10 points, the speaker of what poem by William Carlos Williams asks its reader to forgive him for taking plums from the icebox?", "answer_sanitized": "“This Is Just to Say”", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Shortly after this modern-day country’s independence, one of its founding fathers issued a proclamation stating that “we have rendered to these true cannibals war for war, crime for crime, outrage for outrage” before concluding that the “secret of being invincible” is to maintain the “precious concord” of “happy harmony amongst yourselves.” That proclamation, titled “Liberty or Death,” was issued in this country that modern conservative Christians such as Pat Buchanan have claimed has made a “pact with the devil” based on foundational moment in its independence, a religious ceremony at Bois Caïman (bwah kay-mahn) presided over by Dutty Boukman. A 1938 book that was inspired by the author meeting historian Alfred Auguste Nemours places this country’s independence movement in the context of the French Revolution. C. L. R. James’s book The Black Jacobins is history of a revolution in, for 10 points, what modern-day country once led by Jean-Jacques Dessalines (des-uh-leen) and Toussaint Louverture?", "answer_sanitized": "Haiti [or Republic of Haiti; or République d’Haïti; or Repiblik Ayiti]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A story by this author follows an expert horse-judger whose journeys take him to the Tartars, who cover his heels with horsehair to stop him from escaping, and to a gypsy camp, where he kills his lover Grusha. An essay on this author observes that “the lower [he] descends on the scale of created things the more obviously does his way of viewing things approach the mystical.” A character created by this author dreams of a gigantic cat with the voice of her father-in-law after dying from eating mushrooms. This author of The Enchanted Wanderer is the subject of Walter Benjamin’s essay “The Storyteller.” In a story by this man, a woman is drowned along with a rival who stole her last pair of stockings after she and her lover Sergey are exiled to Siberia for murdering her husband with a candlestick. One of his stories follows a craftsman who delights the tsar by putting horseshoes on a mechanical flee. For 10 points, what Russian author’s skaz stories include “Lefty,” and “Lady Macbeth of the Mtsensk District”?", "answer_sanitized": "Nikolai Leskov [or Nikolai Semyonovich Leskov]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A long-acting analogue of this compound self assembles into 24.4-nanometer-thick nanotubes and is named lanreotide (lan-REE-oh-tide), while the analogue pasireotide (puh-SEER-ee-oh-tide) serves as an orphan drug for Cushing’s disease. An indium-111-marked analogue of this hormone is used in techniques graded by the Krenning score method of locating sarcoidosis (sar-koy-DOH-siss) and neuroendocrine tumors. A different analogue of this compound is bound to DOTA (\"D-O-T-A\") in a compound used for imaging tumors, and both of those compounds are octapeptides. This hormone’s active form comes in 28- and 14-amino-acid varieties, and its analogues may be used to treat acromegaly. Cells that release this compound are selectively activated by ghrelin. This hormone, which is similar to cortistatin, is produced by delta cells. This hormone inhibits insulin and glucagon secretion. For 10 points, name this hormone that inhibits the activity of growth hormone.", "answer_sanitized": "somatostatin [accept growth hormone-inhibiting hormone or GHIH before “growth”]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Four years after this man’s most influential legislative achievement, issues regarding inspections were clarified in a law named for René Goblet (goh-blay), which also clearly defined a crucial distinction between “public” and “private” and made a brevet (breh-vay) a requirement for a certain profession. A speech by this man proclaiming that “woman must belong to science or she belongs to the Church” was widely discussed in the public debate, nearly a decade later, over legislation named for Paul Bert (\"bare\"). This man’s own legislative program led to a massive rise in the number of men in a profession that Charles Péguy called the “black hussars of the Republic.” This man spearheaded the passage of legislation that amended the Falloux (fah-loo) Laws, which were passed in the 1850s and mandated an uneasy truce between the state and the church, to reflect his own stauch laicism and disdain for the clergy. For 10 points, what 19th-century French statesman’s namesake 1881 and 1882 laws established mandatory, free, secular education?", "answer_sanitized": "Jules Ferry [or Jules François Camille Ferry; accept Jules Ferry laws]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A compound containing this element and oxygen is dissolved in DMSO in a reagent for the Swern-like Onodera oxidation. NMR based around this element tends to see chemical shifts between negative 180 to positive 250 ppm; additionally, due to inconsistent NOE in this element, integration is nearly useless. This element forms a four-membered ring with sulfur that decomposes into a pair of ylides (ILL-idz) used for thiation (\"thigh\"-AY-shun). This element and oxygen form a reagent with an adamantane structure that serves as a dessicant and whose name refers to its empirical formula. A reagent containing this element is used to alpha-brominate carboxylic acids. Like fluorine and hydrogen, this element exists nearly monoisotopically with a spin one-half nucleus. Lawesson’s reagent contains sulfur and this element, which is bonded to three phenyls in a common ligand that reacts in the Wittig reaction. For 10 points, name this element found in the center of TPP, and below nitrogen on the periodic table.", "answer_sanitized": "phosphorus [or P]", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": []}