{"tossups": [{"question_sanitized": "Several critics, such as Kenneth Kramer, have traced the measurement of time in this poem to the repeated tolling of a bell, which clangs at the end of this work’s first section. This poem portrays evolution as a “means of disowning the past” and states that “we had the experience but missed the meaning.” After setting “time the destroyer” equal to “time the preserver,” this poem ponders what Krishna meant “when he admonished Arjuna / on the field of battle.” Its fifth section describes a “music heard so deeply / that it is not heard at all” before telling the addressee that “you are the music / while the music lasts.” That last section of this poem declares that the “hint half guessed, the gift half understood, is Incarnation.” Sea imagery is set against the “life of significant soil” in this poem, which opens “I do not know much about gods; but I think that the river / is a strong brown god.” A set of rocks off the coast of Cape Ann, Massachusetts, lend their name to, for 10 points, what poem, the third of T. S. Eliot’s Four Quartets?", "answer_sanitized": "“The Dry Salvages” (sal-VAY-jez, but a normal reading is fine too) [prompt on “Four Quartets”]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In the mining industry, the product of this quantity and one-half the air density gives an alternative quantity named for Atkinson. Johann Nikuradse collected empirical values of this quantity for varying sizes of sand grains glued to a surface. This quantity can be calculated by dividing 0.25 by the square of a base 10 logarithmic expression in the empirical Swamee–Jain equation, while it is usually solved iteratively or numerically when using the Colebrook-White equation. This quantity and the relative roughness are plotted opposite each other on the two y-axes on a Moody diagram. This coefficient is exactly equal to “64 divided by the Reynolds number” in the Hagen–Poiseuille (pwah-ZWEE-eh) flow regime and more generally is equal to 4 times a related coefficient named for Fanning. For 10 points, name this dimensionless coefficient in fluid mechanics which is used to compute head loss or pressure loss in the Darcy-Weisbach equation.", "answer_sanitized": "Darcy friction factor [or Darcy friction coefficient]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This theory was applied to criminology by Robert Burgess and Ronald Akers, who posited that young people turned to crime based on “differential association.” A 1977 book titled for this theory posits the four “cognitive processes” of attention, retention, reproduction, and motivation. This theory was expanded to include the process of reciprocal determinism, by which environment and cognition are thought to mutually influence each other, in the 1986 book Social Foundations of Thought and Action, which renamed this theory to include the word “cognitive.” The effects of “modeling” behavior on observation and “vicarious reinforcement” that are central to this theory were shown in a 1960s experiment in which subjects watched an an adult aggressively knock down a self-righting toy. For 10 points, name this theory of knowledge acquisition put forth by Albert Bandura and tested in the bobo doll experiment.", "answer_sanitized": "social learning theory [accept social cognitive theory before “cognitive”; prompt on “social cognitive theory” after “cognitive”; prompt on “observational learning” before “observational”]", "category": "Social Science"}, {"question_sanitized": "The satirist F. C. Delius was sued by this company in 1972 for, among other things, mischaracterizing the price of beer in its canteens in a satirical history titled for this organization’s “world.” Wilfried Feldenkirchen, a leading scholar of this company and author of its founder’s definitive biography, died while testing a replica of one of its historical products in 2010. Shortly after the Anglo-Irish Treaty of 1921, Ireland contracted with this company to build a facility at Ardnacrusha that transformed the Irish Free State’s infrastructure. While working for this company, which is not primarily an automaker, John Rabe (RAH-beh) established the Nanking Safety Zone during the Rape of Nanking. This company manufactured electronics components for V-2 rockets with the help of unpaid labor at Ravensbruck and Auschwitz. For 10 points, name this conglomerate, a German rival of General Electric that was founded by the namesake of the SI unit of electric conductance.", "answer_sanitized": "Siemens AG [accept Siemens-Schuckert or Siemens-Schuckertwerke]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In one film, two women on their way to a private gathering centering on this activity rudely shut the elevator doors on a man who proceeds to race up the stairs and beat them to the landing. In another film, a close-up shows a man running his finger around a hole in the black stockings of a woman as she performs this activity. Earlier in that film, the woman reaches through the boards of a wooden crate to perform this activity on the beach but is suddenly knocked over by a crashing wave. In one film, a woman keeps a girl from performing this activity by pouring broken glass in the girl’s coat pocket and then hides in a public bathroom, where she and her lover share their first sexual encounter. That film by Michael Haneke (HAH-neh-keh) was adapted from an Elfriede Jelinek (YEL-ih-nek) novel about a teacher of this activity. In a 1993 film, this activity helps the mute Ada McGrath express herself and fall in love with the Maori-speaking George Baines. For 10 points, name this musical activity that features in a 1993 Jane Campion film, as well as François Girard’s Thirty-Two Short Films About Glenn Gould.", "answer_sanitized": "playing the piano [accept any answer that mentions piano playing; prompt on less-specific answers mentioning “pianos”]", "category": "Trash"}, {"question_sanitized": "This mathematician extended Friedrich Hirzebruch’s work on higher-dimensional complex algebraic varieties by reforming the arguments in terms of coherent sheaves and morphisms to further generalize the Riemann–Roch theorem. He first gained notoriety after solving many problems on a paper about the theory of distributions and topological vector spaces given to him by Laurent Schwartz and Jean Dieudonné (DYOO-do-nay). This mathematician introduced the use of étale maps and a namesake topology while collaborating with Emil Artin to study cohomology theories from the Weil (“vay-uh”) conjectures. This man laid out his theory of schemes in his Elements of Algebraic Geometry. For 10 points, name this German-born French mathematician who largely left academic life in 1970 after discovering that his research institute was partially funded by the military.", "answer_sanitized": "Alexander Grothendieck (GROH-ten-dik)", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In a folktale from this modern-day country, a princess who is locked in a tower by her stepmother ruffles the pages of a magic book to let a prince fly to her window in the form of a canary. In another story from this country, armies of mice, ants, and vultures aid a hero in rescuing a princess from an evil fairy. An ogre from this country shapeshifts into a deer to capture a young prince, who had earlier used a dagger to open a spring in the ground, telling his twin that so long as the water flowed clear, he would be safe. Those twin brothers, who were conceived when their mother ate the heart of a sea dragon to become fertile, appear in one of three stories from this country adapted into the film Tale of Tales. In a fourth folktale from this country, a prince seeking a wife as “white as milk and red as blood” is told to open three oranges, each of which reveals a woman who will die immediately unless she gets water. For 10 points, what country’s folktales have been collected by Giambattista Basile (bah-SEE-lay) and Italo Calvino?", "answer_sanitized": "Italy [or Italian Republic; or Repubblica italiana]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A company in this industry was accused of inflating its profits through a company called Philidor by Andrew Left at the beginning of a chain of events that led to Bill Ackman’s Pershing Square fund taking a 2.8-billion-dollar loss. An October 2017 New Yorker article profiles a company in this industry that was cofounded by a man named Arthur, who pioneered direct-to-consumer advertising in this industry and was the scion of a family that became lavish patrons of the arts. Investor Fahmi Quadir’s successful shorting of a company in this industry that CEO Michael Pearson grew by acquisitions and price gouging is central to Lee Carr’s entry in Netflix’s Dirty Money documentary series. Patrick Radden Keefe’s New Yorker article “The Family That Built an Empire of Pain” profiles the Sacklers, who founded and own a company in this industry called Purdue. Valeant is a company in, for 10 points, what industry that produces products such as oxycodone and Viagra?", "answer_sanitized": "pharmaceutical industry [or prescription drug industry; accept answers mentioning pharmaceuticals or prescription drugs or prescription medications such as drug companies or pharma; prompt on answers mentioning “healthcare” or “medical” or “pharmacies” or similar terms]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Peter N. Carroll’s book on the “odyssey” of people in this group includes a letter that Hyman Katz sent back to his mother saying he joined this group so that he wouldn’t have to ask himself, “Why didn’t I wake up when the alarm-clock rang?” Delmer Berg was the last survivor of this group, many of whose members died on the ten days spent holding Hill 666. Oliver Law, the first African American to lead white soldiers in battle, did so as part of this force. This force, which was led by Berkeley grad student Robert Hale Merriman, adopted “Jarama (hah-rah-mah) Valley” as its fight song, referring to its first significant battle. Members of this unit were sent on the “Red Express” through France. A joke about this unit’s high casualty rate was that its namesake was selected because “he, too, was assassinated.” A third of this unit died before the failed Ebro offensive concluded. For 10 points, name this unit of American soldiers that fought in the Spanish Civil War and was named for a U.S. president.", "answer_sanitized": "Abraham Lincoln Brigade [or the XV International Brigade; or Abraham Lincoln Battalion; or Brigada Abraham Lincoln; or AL Battalion; prompt on “Washington Battalion” or answers mentioning “Abraham Lincoln” that do not mention “brigade” or “battalion”]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The 16th-century physician Michael Maier’s Subtle Allegory describes an apprentice’s quest to find this mythical being, only to realize that this figure is a metaphor for alchemy. Cassius Dio states that the appearance of this being, along with the flooding of the Tiber and a fire near the Aventine, portended the death of Tiberius. This being became a popular printer’s mark during the Renaissance and served as an emblem of Gabriele Giolito’s press in Venice. The earliest known Greek reference to this creature is a riddle in the Precepts of Chiron, where it is compared to a crow, a stag, a raven, and the “rich-haired Nymphs.” This creature was said to place its father inside a hollow sphere made of myrrh before carrying the sphere from Arabia to Heliopolis in Egypt, where this creature appeared once every 500 years. St. Clement of Rome integrated this creature into church doctrine by using it as a symbol for the resurrection of Christ. For 10 points, name this mythical bird that was said to burn itself in a pyre before rising again from its own ashes.", "answer_sanitized": "phoenix", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Vanity Fair commissioned this artist to depict the “monotony of the road” as experienced by Humbert Humbert during his search for Lolita, resulting in a desert landscape. Using nine cameras mounted on a car in a three-by-three grid, this artist created four films that slowly move down the same forest road, each during a different season. Those works reflect this man’s view that photography is like a “paralyzed cyclops.” Reflected in a mirror, a copy of Piero’s Baptism of Christ stands in for this man in a double portrait that shows his father poring over Aaron Scharf’s Art and Photography. This artist of My Parents depicted Pearblossom Highway in one of his “joiners,” in which he brought together many different-angled photos of the same view to form a single scene. This painter included vases of flowers in his many double portraits, like one in which a couple pose on opposite sides of a window and a white cat perches on the husband’s lap. For 10 points, name this English painter of Mr. and Mrs. Clark and Percy and A Bigger Splash.", "answer_sanitized": "David Hockney", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Henry Gibson developed a self-assembling example of one of these molecules driven by the formation of a pseudorotaxane. An early synthesizer of these compounds was Donald Tomalia, who also founded multiple companies that specialize in their production. Versions of these compounds with variable composition can be considered segment block or layer block. The two primary methods of synthesizing these molecules are divergent and convergent synthesis, and due to the nature of their formation, they are considered monodisperse. PAMAM was the first class of these molecules to be commercialized under the trade name “Starburst.” These molecules are characterized by their generation, with subsequent generations typically doubling the molecular weight of the previous one. For 10 points, name this class of highly symmetric polymers consisting of a core and significant branching.", "answer_sanitized": "dendrimers [accept dendrons]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One of this author’s writings states that “the bird that I hope to catch is not the solution of one man’s psychological problem,” but rather the “interplay of live human beings in the thundercloud of common crisis.” This author wrote “her silliness is gone and she has dignity and tragic beauty” in describing the pantomime of a woman making a comforting speech. This author described a fire escape as “a structure whose name is a touch of accidental poetic truth” in a note that ends with a man dressed as a “merchant sailor” strolling up to it. In a long stage direction in one play, this author discussed how a desire of one character “had to be disavowed to ‘keep face,’” which “may be at the heart of the ‘mendacity’” that he loathes. Directions at the end of a play by this author describe a girl bending over to blow out some candles. For 10 points, name this author of The Glass Menagerie and Cat on a Hot Tin Roof.", "answer_sanitized": "Tennessee Williams [or Thomas Lanier Williams III]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Persecutions instigated by leaders of this religion were documented in a 1687 “relation” by Charles Dellon. A tax called the Xenddi, after a word meaning “hair tuft,” was imposed on non-followers of this official religion after its establishment in a territory once controlled by the Sultanate of Bijapur after the defeat of Adil Shahi. A battle on May 4, 1799, that ended a monthlong siege and restored the Wodeyar dynasty to the throne also had the effect of freeing members of this religion from a 15-year captivity. Beginning on February 24, 1784, members of this religion in Canara were relocated on the orders of Tipu Sultan to captivity in Seringapatam. A large community of this religion in Mangalore was established by members who had migrated from Goa. For 10 points, name this religion that attempted to identify crypto-Hindus during the Goa Inquisition after it was established in India through the efforts of Francis Xavier.", "answer_sanitized": "Roman Catholicism [accept any answer mentioning Catholics or Catholic religion; accept Mangalorean Catholics or Goan Catholics; prompt on “Christianity” or “Christians” or similar answers]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The term for this concept first appears in a paragraph equating its voice with “a table of excellencies [that] hangs over every people” in the chapter “1,001 Goals.” Mazzino Montinari is most famous for denouncing a text titled for this concept as a forgery; the closing lines of that book exclaim “this world is [this concept]—and nothing besides! And you yourselves are also this [this concept]—and nothing besides!” Walter Kaufmann opposes the metaphysical interpretation of this doctrine by holding that it is “first and foremost...a psychological hypothesis.” The literary remains, or Nachlass, of a philosopher were collected into a book titled for this concept by his sister Elisabeth Förster. This concept was inspired by an analogous force directed toward life described in the work of Arthur Schopenhauer. For 10 points, name this key concept of Nietzsche’s philosophy, a universal drive towards positions of dominance.", "answer_sanitized": "will to power [or der wille zur macht; prompt on will]", "category": "Philosophy"}, {"question_sanitized": "The five unifying motifs in a song cycle by this composer include an agitated theme that first appears when the singer describes quails singing out in the morning and a so-called “Carlovengian” theme linked to the name of a poet’s love interest. The memory of far-off bells in the town of Cadirac inspired the slow movement of this composer’s second piano quartet in G minor, while his first piano quartet is in C minor. This composer, who wrote the song cycle La bonne chanson using seven poems by Paul Verlaine, was director of the Paris Conservatoire from 1905 to 1920. An orchestral piece by this composer, with optional chorus, begins with pizzicato strings playing F-sharp minor arpeggios under a flute solo and is based on a Renaissance dance. His most popular choral piece features a prominent soprano solo in the “Pie Jesu” movement. For 10 points, name this French composer of a melancholy Pavane and a Requiem, Opus 48.", "answer_sanitized": "Gabriel Fauré [or Gabriel Urbain Fauré]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Vladimir Kapitonov and Jerzy Jurka (YEHR-zhee YUR-kah) showed the 600 amino acid core of a protein central to this process greatly resembles transposons of the Transib superfamily. A predecessor to this process centers on the production of leucine-rich repeat proteins called VLRs and is found in members of Agnatha. Mutations in this pathway, which is exclusive to jawed vertebrates, can cause Omenn syndrome. The addition of N-nucleotides in this process occurs through the action of TdT. This pathway is initiated by the recognition of a site containing a conserved heptamer, a 12- or 23-base-pair spacer, and a conserved nonamer. The discovery of this process earned Susumu Tonegawa a 1987 Nobel Prize. RSS sequences are bound by RAG1 and RAG2 in this process, which uses many of the same enzymes as nonhomologous end joining. For 10 points, name this process responsible for the diversity of T-cell receptors and antibodies through the arrangement of variable and joining gene segments.", "answer_sanitized": "V(D)J recombination [accept VJ recombination; accept somatic recombination; prompt on “adaptive immunity”; prompt on “nonhomologous end joining” or “NHEJ” before “nonhomologous”]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This concept expresses the idea of an “estranged world” ruled by an ominous “it” according to Wolfgang Kayser’s study of it in art and literature. This concept gave “Satan his horns, his cloven foot, and his bat’s wings” in the “popular traditions of the Middle Ages” according to an essay that calls it a “principle unknown to the ancients.” A book suggests the “Indian Wonders” tales as one source for the image of a “body” with this quality, which is “not separated from the rest of the world” and has “apertures and convexities” that are emphasized. Drama created by the combination of this quality with the sublime is called a poetry “born of Christianity” in Victor Hugo’s preface to Cromwell. A “realism” based on this aesthetic quality involves “the lowering of all that is high, spiritual, ideal, abstract” according to Mikhail Bakhtin’s Rabelais and His World, which pairs this concept with the carnivalesque. For 10 points, gargoyle sculptures are also named for what quality of fantastical distortion and ugliness?", "answer_sanitized": "the grotesque [accept word forms such as grotesqueness or grotesques; accept grotesque body or grotesque realism]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One member of this family introduced the first lex repetundarum, or law against extortion, and wrote a work that included a story about the mythical Romulus refusing wine because he had duties to perform the next day. That author of a seven-book Annales, which chronicled each year since the 146 BCE founding of Rome, gained this family’s recurring agnomen “Frugi” for his frugal nature. The emperor Galba chose a member of this family dubbed “Licinianus” to succeed him, but that member of this family was murdered by Otho. The bones of the freedwoman Epicharis were allegedly broken in a failed attempt to gain a confession against a member of this family. A governor of Syria from this family was put on trial for allegedly killing Germanicus but committed suicide before the verdict. For 10 points, identify this family of Gaius Calpurnius, the namesake of a conspiracy that resulted in the death of Seneca the Younger when it was discovered by Emperor Nero.", "answer_sanitized": "Piso family [accept Lucius Calpurnius Piso Frugi or Lucius Calpurnius Piso Censorinus or Lucius Calpurnius Piso Frugi Licinianus or Gaius Calpurnius Piso or Pisonian conspiracy]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "The protagonist of a story by this author is unable to answer questions like “what kind of tree is that?” and “what bird is that singing?” posed by his elderly mentor while skipping violin classes intended to turn him into a prodigy. In a story by this author, the narrator realizes the “world was small and ugly” after overhearing that his fishmonger grandfather was killed in the street and being splattered with entrails by a legless man on his way home from a wild-game market. The child Catherine is confused by this author’s image of a division commander having legs “like two girls wedged to their shoulders in riding boots” in Doris Lessing’s “homage for” this author. This author of “Awakening” and “The Story of My Dovecot” described shoving an old woman and stomping in the head of her goose to win over a group of Cossack soldiers in one of his war stories. For 10 points, name this Jewish Russian author of autobiographical stories set in Odessa and the collection Red Cavalry.", "answer_sanitized": "Isaac Babel [or Isaac Emmanuilovich Babel; accept “Homage for Isaac Babel”] ACF Nationals 2018 Editors: Jordan Brownstein, Andrew Hart, Stephen Liu, Aaron Rosenberg, Andrew Wang, Ryan Westbrook Packet by the editors (6) Bonuses", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "A 2018 <em>Washington Post</em> article by Jennifer Mendelsohn and Peter Shulman examines how “social media spread” the “historical lie” of this term, which was reified by Google and Wikipedia. For 10 points each:", "answers_sanitized": ["Klanbake [accept Klanbake Convention]", "John W. Davis [or John William Davis]", "Cleveland"], "parts_sanitized": ["Name this neologism whose only historical source is a single New York Daily News article sardonically stating that this thing “steamed open at 12:45,” in reference to protests against a man who had denounced “attempts to make racial origins or religious beliefs the test of fitness for public office.”", "The Post article examines how the term “Klanbake” has disingenuously been applied to the 1924 Democratic National Convention, which took 103 ballots to nominate this prominent attorney, who had denounced the KKK.", "The overbearing Klan presence during the 1924 RNC in this city pressured Republicans never to raise a campaign plank denouncing the Klan. The 2016 RNC in this Ohio city also had a small Klan presence."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about the science of geodesy (gee-\"odyssey\"), for 10 points each.", "answers_sanitized": ["geoid", "Eratosthenes of Cyrene [accept sieve of Eratosthenes]", "theodolites (thee-AH-do-lite(s)) [accept transit (theodolite(s)); prompt on “total station”]"], "parts_sanitized": ["This term denotes the equipotential surface of the gravity field that best approximates mean sea level. Because local undulations make it cumbersome to work with, it is often approximated by a reference ellipsoid.", "This mathematician who worked at the Library of Alexandria estimated the circumference of Earth by measuring the angle of the sun’s rays on the summer solstice and using the distance to Syene as a reference. He also names a “sieve” that can find prime numbers.", "Eratosthenes could have measured the angles better with one of these surveying instruments, which consist of a telescope that can rotate horizontally and vertically and that is mounted on a tripod with a level."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Ralph Patt wrote a much more legal successor to these often-handwritten works, which blatantly violated the copyright laws of the time. For 10 points each:", "answers_sanitized": ["fake books [accept “real books”]", "turnarounds", "Charlie Parker [or Charles Parker Jr.; accept Charlie Parker Omnibook; prompt on “Bird” or “Yardbird”]"], "parts_sanitized": ["Name these collections of lead sheets that contained the chord changes and melody lines for hundreds of jazz standards. They were frequently used by small ensembles to perform and arrange classic tunes.", "Fake books usually omitted the changes for these transitional sections that are often played before a repeat and typically consist of two bars. The I-VI-ii-V (“one-six-two-five”) one of these transitional sections is ubiquitous in popular music.", "This bebop saxophonist authorized a transcription of 60 of his solos into his namesake Omnibook, including “Ornithology” and “Bird Gets the Worm.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This play contains a character named Ferdinand, in homage to Vaclav Havel’s recurring character Ferdinand Vanek. For 10 points each:", "answers_sanitized": ["Rock ’n’ Roll", "philosophy professors [or philosophers; accept any answer indicating a philosophy teacher or philosophy academic; accept answers referring to specific branches of philosophy such as ethics teacher; prompt on less-specific answers such as “professors” or “educators” or “thinkers” or “writers”]", "Macbeth [or The Tragedy of Macbeth; accept Dogg's Hamlet, Cahoot's Macbeth]"], "parts_sanitized": ["Name this 2006 stage play partly set in the native Czechoslovakia of its author, Tom Stoppard. This play contrasts the Marxist Cambridge professor Max with his student Jan (yahn), a fan of the Plastic People of the Universe.", "Anderson and McKendrick, two men of this profession, arrive in Czechoslovakia shortly before a World Cup qualifying match in Stoppard’s play Professional Foul. In Stoppard’s Jumpers, Sir Archie uses the “more gymnastic members” of a group of these people for the title acrobat troupe.", "The illicit Living Room Theater movement in Czechoslovakia inspired a short Stoppard play in which Cahoot stages this play. David Greig’s play Dunsinane begins after this play’s title character has been defeated by Malcolm."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This belief was developed in a book that drew from the author’s Cambridge thesis, <em>Walt Whitman: A Study in the Evolution of Personality</em>. For 10 points each:", "answers_sanitized": ["holism [accept answers mentioning holistic such as holistic thinking]", "Jan Smuts [or J. C. Smuts; or Jan Christiaan Smuts]", "United Nations Charter [or U.N. Charter; prompt on answers mentioning “charter”]"], "parts_sanitized": ["Name this quasi-spiritual and largely debunked belief system closely associated with New Age and New Thought. Like gestalt, it is based on the idea that complex things should be analyzed not as the sum of their parts but in their entirety.", "This two-time South African prime minister, whose loss in 1948 to the National Party led to the creation of apartheid, coined the term “holism” in his book Holism and Evolution.", "Critics of South Africa’s pre-apartheid racial caste system noted the irony that Smuts had created holism and written the first draft of this document’s preamble, whose finalized form begins “we the peoples” and includes the goal “to promote social progress and better standards of life in larger freedom.”"], "category": "Social Science"}, {"leadin_sanitized": "In 2009, José Adolfo Paredes Márquez was prosecuted for the killing of this man. For 10 points each:", "answers_sanitized": ["Victor Jara [or Víctor Lidio Jara Martínez]", "Salvador Allende [or Salvador Guillermo Allende Gossens]", "La Moneda Palace [or Palacio de La Moneda; prompt on “Palace of the Coin” or similar answers]"], "parts_sanitized": ["Name this theater director and folk singer who was among hundreds of leftists and dissidents killed in a national stadium that is now named after him.", "Jara was killed in the aftermath of Augusto Pinochet’s 1973 coup, which overthrew this socialist president of Chile.", "The coup culminated with Allende’s death in this Santiago palace that had earlier been surrounded by forces of the right-wing “Fatherland and Liberty” group during the failed Tanquetazo putsch against Allende."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Submitters International founder Rashad Khalifa, who was the father of the only Muslim to play in Major League Baseball, attempted to show a “numerical miracle in the Quran” involving multiples of this number. For 10 points each:", "answers_sanitized": ["19 [accept 19:19]", "Baha’i Faith [or Baha’is; accept Babi Faith or Babis]", "oneness of God [or oneness of Allah; or monotheism; accept any answer indicating that God or Allah is a singular entity or similar; accept unitarian]"], "parts_sanitized": ["Name this number of both the sura and verse in which the birth of Isa to Maryam is proclaimed in the Quran.", "Multiples of 19 make up the calendar of this other religion, whose adherents also believe that Baha’u’llah had 19 apostles.", "In Baha’i, 19 years make up a Vahid, a word derived from the Arabic word wahid, which, like the Arabic words ahad and tawhid, denotes this theological concept."], "category": "Religion"}, {"leadin_sanitized": "If two particles have this property, then their composite wavefunction is just the product of their individual wave functions. For 10 points each:", "answers_sanitized": ["distinguishability [accept word forms such as distinguishable or descriptive answers such as “being able to tell the particles apart; accept different types]", "Pauli exclusion principle [accept either underlined portion]", "exchange force [or exchange interaction; or exchange energy]"], "parts_sanitized": ["Identify this property. When this property is absent, the composite wavefunction must be symmetrized for bosons or antisymmetrized for fermions.", "The antisymmetry of the wave function for identical fermions is the reason for this rule, which states that no two fermions can occupy the same quantum state, or else the wavefunction would vanish.", "Identical particles experience this effect that pushes fermions farther apart than they would be if they were distinguishable. It is often called a “force” even though it is a purely geometrical effect with no force carrier."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This book contains a list of “Things That Make One’s Heart Beat Faster,” including things like “sparrows feeding their young” and “to notice that one’s elegant Chinese mirror has become a little cloudy.” For 10 points each:", "answers_sanitized": ["The Pillow Book [or Makura no Soshi]", "Kobayashi Issa [accept either name]", "Canada"], "parts_sanitized": ["Name this book that collects its author’s personal observations and ramblings, including dozens more lists, such as “Things That Should Be Large.” It claims that cats should be “black except for the belly, which should be white.”", "This 19th-century Japanese poet known for his haikus wrote many poems about cats, including one that reads, in its entirety, “goes out, / comes back— / the love life of a cat.” This poet’s pen name means “cup of tea.”", "Suzanne Buffam, a poet from this country, emulated Sei Shonagon’s lists in her recent collection A Pillow Book. Other poets from this country include Leonard Cohen and Margaret Atwood."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This piece was completed just a few weeks after its predecessor, which is sometimes called the composer’s “Great G Minor.” For 10 points each:", "answers_sanitized": ["Symphony No. 41 [or “Jupiter” Symphony or K. 551]", "string quintet(s) [prompt on “quintet(s)”]", "divertimentos [or divertimenti; or divertimento]"], "parts_sanitized": ["Name this final symphony by Wolfgang Amadeus Mozart, which weaves five motifs together in the closing fugato of its last movement.", "The C-major / G-minor pairing of Mozart’s final two symphonies mirrors that of his third and fourth pieces of this type. That fourth piece of this type, in G minor, contains a minuet with unusually strong syncopation on the third beat and an adagio in which all the instruments are muted throughout.", "Mozart also wrote a few pieces for string trio, although his most popular work for that ensemble, in E flat, is officially labeled as one of these lighthearted pieces."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Admiral Hood evacuated British forces from this city after the French captured a hill nicknamed “Little Gibraltar.” For 10 points each:", "answers_sanitized": ["Toulon [or Tolon; accept Siege of Toulon]", "artillery", "ships of the line [or ship of the line]"], "parts_sanitized": ["Name this port city in southern France that Napoleon successfully besieged in 1793, making his reputation.", "At the Siege of Toulon, Napoleon distinguished himself by commanding a force of this class of weapon. Jean-Baptiste Gribeauval revolutionized these weapons by designing lighter, more mobile cannons and howitzers.", "At Toulon, Admiral Hood commanded the HMS Victory, which was this type of warship. The British navy distinguished first-rate, second-rate, and third-rate types of these ships, which fought by advancing in a single-file column and firing broadside salvos at the enemy."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Laurence Bonjour switched allegiances to this position after introducing an influential argument for its rival. For 10 points each:", "answers_sanitized": ["foundationalism [accept word forms such as foundationalist]", "infinity [accept word forms such as infinite]", "Susan Haack"], "parts_sanitized": ["Name this view on epistemic justification that a belief is justified by being built on a set of basic beliefs. It is opposed by coherentism, which holds that a belief is justified by being part of a system of mutually-supporting beliefs.", "A whacky alternative in the foundationalism/coherentism debate is Peter Klein’s theory that chains of belief can have this property. David Hilbert imagined a hotel with this many rooms in a paradox about sets with this property.", "Elements of the two theories were combined into “foundherentism” by this philosopher. She has written against “vulgar Rortyism” and disputes Rorty’s claims to be a pragmatist in Charles Sanders Peirce’s tradition."], "category": "Philosophy"}, {"leadin_sanitized": "Performing this procedure on the bone marrow is used to identify the stage of leukemia. For 10 points each:", "answers_sanitized": ["biopsy [accept word forms such as biopsies or biopsying; accept, BUT DO NOT REVEAL, fine-needle aspiration or FNA]", "fine-needle aspiration [accept FNA]", "superficial temporal artery [accept temporal arteries; prompt on “temporal”]"], "parts_sanitized": ["Name this procedure in which tissue or cell samples are excised and analyzed under a microscope by a pathologist.", "Biopsies may be performed without open surgery thanks to this specific procedure, in which an interventional radiologist uses an ultrasound to guide a needle to the desired mass.", "A biopsy of this structure may confirm a diagnosis of giant-cell arteritis in individuals with polymyalgia rheumatica. This structure and the maxillary artery branch from the external carotid artery."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In papers found in Hoeller’s garrett, the builder of this structure inveighs against the “so-called architects and building professionals” who derided it. For 10 points each:", "answers_sanitized": ["the Cone [or der Bau]", "Thomas Bernhard [or Nicolaas Thomas Bernhard]", "sisters [prompt on siblings]"], "parts_sanitized": ["Name this structure that Roithamer builds in the exact center of the Kobernausser forest as a house for a female relative in the novel Correction.", "Correction is by this German-language author, whose novels The Loser and Extinction also use his trademark style of obsessive monologues and contain jibes at his much-hated native country.", "Roithamer builds the Cone for a person of this relation to him, a plot point possibly inspired by Ludwig Wittgenstein’s design of a house for Margaret Wittgenstein. Three women with this relation to each other title an Anton Chekhov play."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "The second part of this book draws a distinction between the “new poor” and the “abjectly poor,” arguing that the former are ideal converts to mass ideologies. For 10 points each:", "answers_sanitized": ["The True Believer: Thoughts on the Nature of Mass Movements", "Hillary Clinton [accept Hillary Diane Rodham Clinton]", "Al Gore [or Albert Arnold Gore Jr.]"], "parts_sanitized": ["Name this 1951 book of social psychology that offers “thoughts on the nature of mass movements.”", "In the book What Happened, this woman revealed that she had reread Eric Hoffer’s The True Believer following the 2016 presidential election.", "Clinton also said that, following the election, she read this man’s 2007 book The Assault on Reason, which attacks the George W. Bush administration for undermining reasoned debate in public life."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The script for this man’s show trial was the same as that used in a similar event in Bulgaria, as both texts were written in Moscow and only minor details were changed. For 10 points each:", "answers_sanitized": ["László Rajk (LAZ-loh ROH-ik or ROY-ik)", "Mátyás Rákosi (MAHT-yash RAH-koh-shee) [or Mátyás Rosenfeld]", "Josip Broz Tito [or Josip Broz]"], "parts_sanitized": ["Name this Hungarian communist who served as minister of the interior and founded the ÁVH secret police before being arrested and executed on false charges.", "Rajk’s trial was overseen by this leader, who used “salami tactics” to defeat rival parties and make Hungary a one-party state.", "Stalin accused Rajk and other communists of following the doctrine of this Yugoslav leader, who resisted Soviet influence and never joined the Warsaw Pact."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This man’s namesake “kappa” statistic measures the agreement between exactly two raters who classify items into mutually exclusive categories. For 10 points each:", "answers_sanitized": ["Jacob Cohen [accept Cohen’s kappa]", "variance [accept analysis of variance]", "maximum likelihood estimation [accept MLE]"], "parts_sanitized": ["Name this statistician who, with his wife Patricia, authored the classic social science methodological treatise Applied Multiple Regression/Correlation Analysis for the Behavioral Sciences.", "Cohen’s book argues that multiple regression/correlation analysis is superior to the ANOVA techniques developed by Ronald Fisher, which are based on partitioning this quantity symbolized sigma-squared.", "Cohen’s essay “What If There Were No Significance Tests?” criticizes this estimation method with a thought experiment about whether a random person is a member of Congress. Generally speaking, this method is used to find the parameters that make a chosen model most plausible for given data."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "The text of this engraving calls its central subjects the “unfortunate fruits” of the object that dominates its center. For 10 points each:", "answers_sanitized": ["The Hanging [or La Pendaison]", "Breda [accept Siege of Breda or The Surrender of Breda or La rendición de Breda]", "Francisco de Zurbarán"], "parts_sanitized": ["Name this engraving, the famous eleventh plate of The Great Miseries of War, which depicts scenes from the Thirty Years’ War.", "About a decade before The Great Miseries of War, Jacques Callot made a series of over 200 engravings of the 1624–25 siege of this Dutch city during the Eighty Years’ War. A Diego Velázquez painting, likely made after a study of Callot’s engravings, depicts Justin of Nassau “surrendering” this city to the Spanish.", "The Surrender of Breda formerly hung in the Salón de Reinos in the Buen Retiro Palace alongside The Defense of Cadiz against the English and a cycle on the Trials of Hercules, works by this “Spanish Caravaggio.”"], "category": "Fine Arts"}, {"leadin_sanitized": "In the section of Frederick Douglass’s narrative set on Mr. Covey’s farm, Douglass speaks an apostrophe to these things, which he calls “freedom’s swift-winged angels.” For 10 points each:", "answers_sanitized": ["ships [accept equivalents such as boats or sea vessels; accept sails]", "Their Eyes Were Watching God", "Henry Louis Gates [or Henry Louis Gates Jr.; or Skip Gates]"], "parts_sanitized": ["Metaphorical examples of what objects are said never to arrive “until the Watcher turns his eyes away in resignation” in the opening paragraph of a novel that compares them to bearers of “every man’s wish”?", "This Zora Neale Hurston novel about Janie Crawford opens by declaring that “ships at a distance have every man’s wish on board.”", "This critic theorized that Hurston’s passage rewrites Douglass’s apostrophe by turning male desire into an object, one example of the title type of revision in his book The Signifying Monkey."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Centrosymmetric vibrational modes are mutually exclusive between Raman spectroscopy and this technique. For 10 points each:", "answers_sanitized": ["IR spectroscopy [or infrared spectroscopy]", "depolarization ratio", "spherically symmetric [or totally symmetric]"], "parts_sanitized": ["Name this form of vibrational spectroscopy whose spectra, like Raman spectra, are plotted against wavenumber. Molecules are probed using light between visible and microwave wavelengths in this technique.", "Raman spectra can be used to identify molecular symmetries using this ratio of the perpendicular and parallel components of light.", "A depolarization ratio of less than 0.75 indicates that a molecule or normal mode has this symmetry, which correlates with an A1 representation. A potential with this symmetry is used to model hydrogen-like atoms."], "subcategory": "Science Chemistry", "category": "Science"}]}