{"tossups": [{"question_sanitized": "One of these things is the limit in a procedure that involves minimizing the squared norm of the change in the Jacobian subject to a constraint on how it acts on a certain vector. A theorem about the number of these points looks at how many times successive derivatives of a function flip sign and is named for Budan and Fourier. Broyden names a higher-dimensional method that finds these values. Sums of products of these values appear on one side of Vieta’s formulas. A method for approximating these values forms a new iteration by subtracting from the previous iteration f over f-prime evaluated at that iteration. For 10 points, name these values obtained by Newton’s method, which for degree two polynomials can be found by the quadratic equation. ", "answer_sanitized": "roots of a function [or solutions; or zeroes; or x-intercepts; accept polynomial in place of “function”]"}, {"question_sanitized": "Phill Niblock uses these musical effects in his annual winter solstice concerts. Charlemagne Palestine, another minimalist composer who uses these effects, built a “Spectral Continuum Machine” to synthesize them. The prelude to Das Rheingold uses this effect in the contrabasses, who start playing on E-flat. This musical function is served by a string instrument called a tanpura and by a keyboard attached to a set of bellows called a shruti box in Indian classical music. This effect is created by the bourdon (burden) in a musette, or baroque French bagpipe, and by the outer strings of a hurdy-gurdy. Circular breathing is needed to create this effect on the didgeridoo. For 10 points, name this musical technique of continually sustaining a low note through a piece of music.", "answer_sanitized": "drone [prompt on pedal point; do not accept “ground bass” or “ostinato”]"}, {"question_sanitized": "Charles Murray was given his nickname for transporting Obaysch to one of these places in London. Hap Halloran was detained naked in one of these places in Ueno (OOH-eh-no) during World War II. These institutions were the subject of the Hagenbeck revolution, which is named for a man who founded one of these institutions in Hamburg. Stamford Raffles and Humphry Davy helped to found one of these institutions at the side of London’s Regents Park. In 1896, a Sioux Village was established in one of these places in Cincinnati. The only photo of a quagga was taken in one of these places. The Jockey Club prepared exotic dishes such as Chameau rôti à l’anglaise (shah-MOH ro-TEE ah lon-GLEZ) from the inhabitants of one of these places because of a meat shortage during the 1870 Siege of Paris. For 10 points, identify these attractions home to caged animals.", "answer_sanitized": "zoos"}, {"question_sanitized": "In a novel by this author, a group of criminals including Jacky Blue Note, Hamburger Mary, and Sammy the Butcher are pursued by Inspector Lee. This author produced several novels out of a “word hoard” and incorporated a technique he learned from painter Brion Gysin called “cut-up.” In 1978, this man published a series of essays explaining why he left the Church of Scientology entitled Ali’s Smile. He described the search for the drug Yage in the sequel to a memoir about his rehab at a prison farm in Lexington, Kentucky. This author of Nova Express, Queer, and Junkie introduced Islam Inc.&nbsp;in a novel that focuses on Black Meat proprietors and liquefactionists in Interzone. For 10 points, name this person who appears as “Old Bull Lee” in Jack Kerouac’s On the Road and wrote Naked Lunch.", "answer_sanitized": "William S.&nbsp;Burroughs [William Seward Burroughs]"}, {"question_sanitized": "This man claims that his lack of belief in certainty was caused by reading Ivar Ekeland’s Mathematics of the Unexpected and the ideas of Nobel chemistry laureate Ilya Prigogine. This thinker, who uses the economic theory of Kondratiev waves to explain the outbreak of wars, claims that after the climate-driven decline of feudalism, simple two-way relationships of colonizing and colonized countries did not take place. This person advocates the notion of “quasi-monopoly” as the only possible structure under which capitalist accumulation can occur, and says that there have been three “hegemonic powers” since the Renaissance, beginning with the Netherlands. This theorist advances the notion that the “periphery” is always dominated by the “core” in an integrated world economy. For 10 points, name this inventor of world systems theory.", "answer_sanitized": "Immanuel Wallerstein"}, {"question_sanitized": "In an essay titled for this word, Thomas Nagel employs the thought experiment of an adult who has regressed into an infantile state where “happiness consists in a full stomach and a dry diaper.” Michel Montaigne (mon-TAIN) wrote an essay that claims “That to Study Philosophy is to Learn to” do this. A book titled in part for this thing describes the human condition as stuck in the “tension between the finite and the infinite” and as “the relation’s relating itself to itself in the relation.” That book is The Sickness unto this thing by Søren Kierkegaard. Epicurus argued that, because this process results in our nonexistence, we cannot experience it as harmful and it is thus “nothing to us.” For 10 points, name this process undergone at the end of one’s life.", "answer_sanitized": "death [or word forms such as to die or dying; or the Sickness unto Death]"}, {"question_sanitized": "The Samaritan “Book of the Secrets of Moses” describes Nebaioth’s involvement in the creation of this thing. The golden “Door of Repentance” opens to a staircase leading to this building’s roof. In 1627, a golden water-spout was added to this building, which is cleaned twice a year in a special ceremony and was formerly attached to a short semicircular wall. A brocade covering called Kiswah is found on this object, whose corner contains a possible meteorite and which tradition holds was constructed by Ibrahim and Ishmael. “Tawaf” is the act of circumambulating this building, and is performed seven times during the Hajj. For 10 points, the qibla is fixed towards what cubic shrine, which is the holiest place in Islam?", "answer_sanitized": "the Kaaba [or al-ka‘bah]"}, {"question_sanitized": "One of the original members of this group authored The Modern Corporation and Private Property, a foundational text of US corporate law, and later drafted the Commonwealth Club Address; that man was Adolf Berle. Benjamin Cohen and Thomas Corcoran, two later members of this group, were known as Felix Frankfurter’s “Happy Hot Dogs.” New York Times writer James Kieran originally coined the name of this group in reference to a group of three Columbia professors. Drew Pearson postulated a “Ladies’” version of this group existed that included Congresswoman Mary Teresa Norton and Frances Perkins. Along with Perkins, the longest-serving members of this group included Harold Ickes and Harry Hopkins, who directed the WPA. For 10 points, name this group who shaped the New Deal and served as advisors to Franklin Delano Roosevelt.", "answer_sanitized": "The Brain Trust [do not accept “FDR’s Cabinet”; prompt on descriptions such as FDR’s advisors]"}, {"question_sanitized": "This character doesn’t accompany his friend at a sermon by the Mormon William Hitch on a moving train. Francis Cromarty is unable to convince this character not to spend 2,000 pounds on an elephant, which he insists he needs. Aouda proposes to this character, who had earlier saved her from sacrifice by Hindu priests. He is suspected of robbing a bank by Detective Fix, and Captain Speedy of the Henrietta is convinced to change course when this character buys the boat to sail to Liverpool. This character’s journey is made with Passepartout and ends on the steps of London’s Reform Club. For 10 points, name this adventurer who circumnavigates the globe in less than three months in a Jules Verne novel. ", "answer_sanitized": "Phileas Fogg [or Fogg]"}, {"question_sanitized": "The Kosambi mapping function is one popular way to estimate the extent of this effect as it contains a correction term for certain “double” events. During a selective sweep, allele frequencies of nearby polymorphisms can also be altered due to this phenomenon; that effect is genetic hitchhiking. One value used to measure this phenomenon is calculated as a log ratio of recombination fractions of marker and disease loci. Fine mapping in GWA studies typically allow imputation of non-genotyped SNPs thanks to this effect with the tag SNP. T.&nbsp;H.&nbsp;Morgan observed that wing length and eye colors for Drosophila did not follow Mendel’s law of independent assortment because their two genes exhibited this phenomenon. For 10 points, name this tendency for genes close to each other to be transmitted together.", "answer_sanitized": "genetic linkage [or recombination frequency or recombination before “phenomenon”; or linkage disequilibrium; prompt on disequilibrium]"}, {"question_sanitized": "When these beings are thought to be present, people substitute the name “good brother” or “backdoor god” for their typical designation, so as not to upset them. At the end of a celebration for these entities, lanterns are floated on water to help them find their way home. The fourteenth or fifteenth day of the seventh month is a festival for these beings, where food is left out for them and seats are left empty at performances for their entertainment; that festival is called Zhongyuan (JUNG-y’wen). Unlike most people, these beings have been afflicted with their condition because of a particularly violent death, or because they are no longer worshipped as ancestors. For 10 points, name these supernatural beings in Chinese culture that are stuck in the immediate afterlife and afflicted with intense desire for food.", "answer_sanitized": "hungry ghosts [or èguǐ (UH-gway); or hungry souls; or preta; prompt on ghosts]"}, {"question_sanitized": "This commander’s son fed enemy soldiers to Cuban Mastiffs after taking control of a campaign upon the death of Charles Leclerc. Axel von Fersen served as aide-de-camp to this commander. This man was the first commander of the Army of the North during the War of the First Coalition. This general’s son surrendered to Jacques Dessalines shortly before the declaration of Haitian independence. Forces under this commander camped at Brown University for almost a year due to the British blockade in Narragansett Bay. This man and Nicholas Luckner were the last commanders to be made Marshals of France before the French Revolution, having served successfully at the Battle of Yorktown. For 10 points, name this general who led the French Expeditionary Force during the Revolutionary War.", "answer_sanitized": "Comte de Rochambeau"}, {"question_sanitized": "In Known and Strange Things, these places title a chapter preceded by the essay “Natives on the Boat” in which Teju Cole describes attending a dinner party by their creator. A character joins the progressive Arwacas Aryan Association to antagonize the people at one of these places described as an “alien white fortress… crowned with a concrete statue” of its namesake god. A donkey cart becomes insufficient to transport objects such as a hat rack and dressing table between two of these places located in The Chase and Green Vale. These serial structures culminate in one located on Sikkim Street in Port of Spain, ultimately freeing the title character from his subordination to the Tulsis. For 10 points, name these structures, the last of which titles a domicile wholly owned by a V.&nbsp;S.&nbsp;Naipaul character.", "answer_sanitized": "houses for Mr. Biswas [or descriptions such as “homes where Mr. Biswas lived”; or places where Mr. Biswas lived until “structures” is read; prompt on houses of the Tulsis until “Sikkim” is read] "}, {"question_sanitized": "Romaine Brooks painted an androgynous person with a loose black-and-white outfit featuring this shape in red on the shoulder in a scene titled for this shape “of France.” Ilya Chashnik’s Suprematism shows this shape laid over a hazy blue burst, and Chashnik’s work generally employs this motif including “architectons” named for it. László Moholy-Nagy (LOSS-low mo-HO-lee-NAHJ) painted two of these shapes with a large black stripe in a trio of identical acrylic paintings called EM 1 2 and 3, or Telephone Pictures. In a surrealist version of a religious scene, Salvador Dalí used the net of a tesseract for an object of this shape. Marc Chagall painted a burning synagogue in the upper right of a White version of a scene centered around an object of this shape, and Paul Gauguin (go-GAN) painted a Yellow version. For 10 points, name this shape central to crucifixion scenes.", "answer_sanitized": "cross shape [or X shape; or T shape; or plus shape; or cruciform; prompt on crucifix]"}, {"question_sanitized": "Plutarch paired a ruler of this city with Numa Pompilius in his Parallel Lives. Strabo describes how men born in this state known as parthenioi were denied property rights and thus left to set up the city of Taras following this city’s victory in a war described by Tyrtaios. Twenty-eight old men from this city formed the gerousia assembly, one of a number of bodies formed after the Great Rhetra was received from Delphi. Aristotle and Herodotus disagreed over whether Theompompus or Lykourgos established this city’s system of judges known as ephors. For 10 points, name this Doric city whose constitution didn’t protect the rights of captured serfs known as helots.", "answer_sanitized": "Sparta"}, {"question_sanitized": "Llewellyn (loo-ELL-in) Thomas and Eugene Wigner both name “rotations” that result from applying these operations multiple times. In tensor notation, these operations are typically written as a capital lambda with one free index up and down. These operations preserve the scalar product of the electric and magnetic fields, which is one of their “electromagnetic invariants.” These operations leave the Klein–Gordon equation unchanged, unlike the related Schrödinger equation. These operations correspond to the Lie (lee) group SO(3,1) (S-O-three-comma-one). These operations precisely preserve the spacetime interval “delta-s-squared.” A simple form of this operation shifts the x-coordinate from x to gamma times the quantity x minus ct. Omnipresent in special relativity are, for 10 points, what operations that relate coordinates in two inertial frames moving at different velocities?", "answer_sanitized": "Lorentz transformations [or Lorentz transforms; or Lorentz boosts]"}, {"question_sanitized": "William Parker donated an unusual green-tinged one of these instruments, nicknamed “Olive Oil,” to Henry Grimes, who played this instrument with Alan Silva, in contrasting styles, on Cecil Taylor’s Unit Structures. An album by a player of this instrument has tracks including “Track A – Solo Dancer.” This instrument opens the “Resolution” section and introduces a motif spelled “F A-flat, F B-flat” in John Coltrane’s A Love Supreme. Paul Chambers played two notes on this instrument before the first piano chord on Miles Davis’s “So What.” The Black Saint and the Sinner Lady was released by a player of this instrument who wrote “Goodbye Pork Pie Hat”; that man is Charles Mingus. For 10 points, name this upright string instrument which often plucks a low “walking” line in jazz music.", "answer_sanitized": "string bass [or double bass] "}, {"question_sanitized": "David Carr was mistakenly thought to have died from this disease due to mislabeled tissue samples. Bobbi Campbell was coined the “poster boy” of this condition, which was once known as “4H disease.” An advocacy group for patients with this disease was founded in response to the moderation of the GMHC, by Larry Kramer. Early studies of the spread of this disease deemed Gaëtan Dugas (gah-ay-TAWN due-GAH) as “patient zero.” A feud developed over whether Luc Montagnier (luke mon-tahn-YAY) or Robert Gallo was the first to discover the virus that causes this disease. Rock Hudson was the first celebrity to announce that he had this disease. The early history of this disease is detailed in Randy Shilts’s book And the Band Played On. For 10 points, name this disease caused by HIV.", "answer_sanitized": "AIDS [or Acquired Immune Deficiency Syndrome; or HIV/AIDS; prompt on HIV until it is read; prompt on Human Immunodeficiency Virus until “HIV” is read]"}, {"question_sanitized": "Rosalia van Beer kills a pet named for this character in Raymond Postgate’s Verdict of Twelve. This character shares his living quarters with a Houdan who is assumed to be an Anabaptist. This character is last seen drinking from a stream before crossing a plank bridge and running into the bushes. A hymn addressed to this character describes how “his thoughts were red thoughts and his teeth were white” and how “his enemies called for peace but he brought them death.” “Red flowers in their season and scarlet berries in the winter-time were offered at” the shrine of this character, for whom nutmeg is stolen on special occasions, including once when he is credited with Mrs.&nbsp;De Ropp’s acute toothache. For 10 points, identify this “polecat-ferret” who kills Conradin’s aunt in a story by Saki.", "answer_sanitized": "Sredni Vashtar [do not accept or prompt on “Sredni” or “Vashtar” alone]"}, {"question_sanitized": "This culture began the practice of painting porch ceilings “haint blue” to ward off ghosts. Lorenzo Dow Turner identified hundreds of loanwords in the language of these people, some of whom he found could count in Mende (MEN-dee) or Fulani (foo-LAH-nee). Generations of women of this community on St.&nbsp;Helena (heh-LEE-nuh) Island are the subject of Julie Dash’s film Daughters of the Dust. This American culture, whose chieftess is Queen Quet, retained an unusual amount of African influence due to the low white population on Lowcountry rice plantations. The name of these people, who are also called “Geechee,” may be a shortened form of “Angola.” For 10 points, identify this term for African-Americans who live in the Sea Islands and coastal plain of Georgia and South Carolina.", "answer_sanitized": "Gullah people [or Geechee people until it is read]"}], "bonuses": [{"leadin_sanitized": "This play ends with Chebutykin (cheh-boo-TICK-in) singing “Ta-ra-ra-boom-di-ay” to himself as Olga says “if only we knew.” For 10 points each:", "answers_sanitized": ["Three Sisters [or Tri sestry; or The Three Sisters]", "Konstantin [or Konstantin Gavrilovich Treplev]", "Anton Pavlovich Chekhov"], "parts_sanitized": ["Name this play about the Prozorov family. It begins on the anniversary of the main characters’ father’s death, which also happens to be Irina’s name-day.", "At the end of the play The Seagull, this playwright kills himself in the belief that he will never create successful art and that “women never forgive failures.”", "The Seagull and Three Sisters were written by this Russian writer. He called medicine his “lawful wife” and literature his “mistress.”"]}, {"leadin_sanitized": "Answer the following about understanding how organismal traits evolve, for 10 points each:", "answers_sanitized": ["phylogenetic trees [or phylogenies; accept cladograms, phylograms, or chronograms]", "Brownian motion [or BM; prompt on random walk]", "adaptive radiations"], "parts_sanitized": ["In order to understand how traits evolve, you need to have one of these diagrams that posit a hypothesis about the relationships among species. Joe Felsenstein pioneered maximum likelihood methods for producing them.", "Many simple comparative methods assume a model of trait evolution described by this kind of stochastic process, also called a Wiener process. In this model, trait differences are described by a normal distribution with mean zero and variance proportional to the time since divergence.", "An important goal is to understand the relationship between trait evolution and diversification, as during these events, in which rapid diversification is accompanied by rapid phenotypic evolution. Darwin’s finches were the product of one of these events."]}, {"leadin_sanitized": "This group returned to Greece three generations after the Trojan War and conquered all the cities of the Peloponnesus outside of Arcadia. For 10 points each:", "answers_sanitized": ["Heraclides (hair-uh-KLY-deez) [or the children or descendants of Heracles]", "Eurystheus (yur-ISS-thee-us)", "a being with three eyes [or The Three-Eyed One]"], "parts_sanitized": ["Identify this group of descendants of a Greek hero.", "During the wars of the Heraclides, Hyllus cut off the head of this man, who had ordered Heracles’s twelve labors.", "After Heracles’s great-grandson Hippotes killed the seer Carnus with a javelin, the Heraclides were told to search for a person with this trait in order to regain the gods’ favor. The quest for a person with this trait was fulfilled when Oxylus was found sitting on a maimed horse."]}, {"leadin_sanitized": "In 1936, Thomas Hart Benton finished painting murals depicting the social history of Missouri for the Missouri State House. For 10 points each:", "answers_sanitized": ["Tom Pendergast", "Jesse James", "Osage (OH-sayj)"], "parts_sanitized": ["Benton painted this Kansas City political boss watching a burlesque show. Harry Truman was dubbed the “senator from” this man because of his prominent role in Truman’s early career.", "This man and his brother are depicted with other bandits in a section of the mural. This member of the “bushwhackers” was killed by Robert Ford.", "The earliest scene shows a Frenchman trading with a member of this Indian nation. Members of this nation killed Kiowa (KYE-oh-wuh) villagers in the Cutthroat Gap massacre."]}, {"leadin_sanitized": "This woman was a co-headliner with her brother Wolfgang in shows where they both performed violin and piano, and she sometimes received top billing during these tours. For 10 points each:", "answers_sanitized": ["Nannerl Mozart [or Maria Anna Walburga Ignatia Mozart; or Marianne Mozart; prompt on Mozart; prompt on Mozart’s sister; do not accept or prompt on “Maria Mozart”]", "Leopold Mozart [prompt on Mozart; prompt on Mozart’s father]", "Constanze Mozart [or Constanze (kon-STAHNT-suh) Mozart; or Maria Constanze Caecilia Josepha Johanna Aloysia Mozart; or Constanze Weber; prompt on Mozart; prompt on Weber; prompt on Mozart’s wife; do not accept or prompt on “Maria Mozart” or “Aloysia Weber”]"], "parts_sanitized": ["Name this woman whose compositions have been lost or destroyed, and who was forced to stop performing when she turned eighteen in 1769.", "Nannerl was the daughter of this music teacher who worked for the Prince-Archbishop of Salzburg and wrote A Treatise on the Fundamental Principles of Violin Playing. Many musicologists believe that he wrote the “Toy” symphony, and not Haydn.", "After Wolfgang’s death, Nannerl met this woman, her sister-in-law, once in 1820, and decided to give this woman a box of letters from Wolfgang to help write a biography. Mozart wrote the soprano solo in his Great C minor Mass for this singer."]}, {"leadin_sanitized": "Władysław Reymont (vwah-DISS-waff RAY-mont) names this city’s airport, because Reymont set his novel The Promised Land in this city and described the rapid growth of its textile industry. For 10 points each:", "answers_sanitized": ["Łódź (wooj)", "boat [or ship; or equivalents]", "volleyball"], "parts_sanitized": ["Name this city in central Poland whose population has been overtaken by that of Kraków (CROCK-oof) due to deindustrialization. Its Piotrkowska (pyoh-truh-KOFF-skuh) Street is the longest in Poland.", "Łódź happens to be the Polish word for this object, which is depicted on Łódź’s coat of arms. One of these objects is depicted beside a palm tree on the flag of Guam.", "In 2017, Łódź hosted games in the group-stage of this sport’s world championship. This sport, which along with soccer is one of Poland’s national sports, is played by teams of six players on either side of a large net."]}, {"leadin_sanitized": "This man was the target of an assassination attempt by Alexander Panagoulis, who, after being freed from prison, became a member of Parliament. For 10 points each:", "answers_sanitized": ["Georgios Papadopoulos", "Greece [or Kingdom of Greece; or Hellenic Republic; or Elláda; or Hellas]", "Archbishop Makarios III [or Michael Christodoulou Mouskos]"], "parts_sanitized": ["Name this CIA-linked officer who overthrew King Constantine II in 1967. This dictator led the Regime of the Colonels until 1974. ", "The Regime of the Colonels ruled this country, where massive demonstrations against the junta occurred at Athens Polytechnic.", "The junta collapsed after their sponsorship of a coup deposing this ethnarch of Cyprus ended in a Turkish counter-invasion known as Operation Atilla."]}, {"leadin_sanitized": "Contemporary English only retains two forms of this grammatical category, though it previously had another. For 10 points each:", "answers_sanitized": ["grammatical number [do not accept “singular,” “plural,” or other examples of specific grammatical numbers]", "dual number", "inverse number"], "parts_sanitized": ["Name this grammatical category that marks words for quantity.", "This grammatical number marks exact pairs of nouns. It was lost in modern Greek and most Slavic languages, but is preserved in Slovenian. It only survives in words for body parts in Welsh and Hebrew.", "The Tanoan languages, spoken in New Mexico, exemplify this idiosyncratic number system, where nouns are marked for whether or not their number is the expected amount; for example, the noun for one or three legs is marked, whereas for two it is unmarked."]}, {"leadin_sanitized": "This character has a spiritual epiphany in the Sabine Hills on a perfectly peaceful day, before returning home to help bury the family funerary urns. For 10 points each: ", "answers_sanitized": ["Marius the Epicurean", "beauty", "flame"], "parts_sanitized": ["Name this title protagonist of a philosophical novel by Walter Pater, who becomes a Stoic after being appointed as amanuensis (uh-MAN-yoo-EN-siss) to Marcus Aurelius. ", "The preface to Pater’s The Renaissance opens by noting that many attempts have been made to define this term in the abstract. The “Ode on a Grecian Urn” declares that “Truth is” this thing, and this thing truth.", "In the conclusion to The Renaissance, Pater writes that to maintain a “hard, gemlike” one of these things “is success in life.” In Urn Burial, Thomas Browne wrote that “Life is a pure” one of these things, “and we live by an invisible Sun within us.”"]}, {"leadin_sanitized": "Though they are now canonized as separate books, these two books’ mirrored structures show that they were almost certainly two volumes of a single text. For 10 points each:", "answers_sanitized": ["The Gospel of Luke AND The Book of Acts of the Apostles [both underlined parts needed]", "the Transfiguration of Jesus [do not accept “the ascension of Jesus” or answers referring to Jesus entering heaven]", "Jesus sweating blood [or descriptive equivalents]"], "parts_sanitized": ["Name these two New Testament books that depict Christ as the savior of the whole Roman world and document the early church spreading through the empire.", "One of the lines of evidence for the unity of Luke and Acts is the appearance of “two men” in white robes in the first chapter of Acts. Those men, who appear repeatedly throughout Luke, are identified in their first appearance during this event atop a mountain as Elijah and Moses.", "In Luke, Jesus is surprisingly stoic about his coming crucifixion, unlike his anguish in the other gospels. Scholars thus believe that the unique, out-of-place verse describing this phenomenon is a later addition to the gospel."]}, {"leadin_sanitized": "The largest of these formations was first described in 2013 and is named KBC after its discoverers’ initials. For 10 points each:", "answers_sanitized": ["cosmic voids [or supervoids]", "Big Bang", "dark energy [do not accept or prompt on “dark matter”]"], "parts_sanitized": ["Name these regions between filaments, which are the largest “structures” in the Universe. The aforementioned example contains our local cluster, despite containing a relative paucity of matter.", "The temperature of the CMB is correlated with the presence of voids and filaments due to the Sachs–Wolfe effect. The CMB is the leftover radiation from this event that started the Universe.", "Because the Sachs–Wolfe effect doesn’t occur if the Universe is dominated by matter, it supports the existence of this quantity. This substance explains the accelerating expansion of the Universe."]}, {"leadin_sanitized": "This man was exiled after the unauthorized Battle of Cabra, which angered Alfonso VI. For 10 points each:", "answers_sanitized": ["El Cid (el seed or el theeth) [or Rodrigo Díaz de Vivar; accept El Campeador]", "Reconquista [prompt on Reconquest]", "Valencia"], "parts_sanitized": ["Name this man who spent around six years serving the Moorish leader of Zaragoza, during which he frequently fought such Christian kingdoms as Aragón and also earned a nickname that probably means “The Lord.”", "Despite spending many years working for the Muslims against the Christians, El Cid is remembered as a hero of this long, sprawling conflict in which Spain overthrew Muslim control. It basically ended in 1492.", "In 1094, while technically working for Alfonso again, El Cid conquered and ruled this city, where he ran a pluralistic society that granted rights to both Christians and Moors. He was killed defending this city in 1099."]}, {"leadin_sanitized": "A student housing cooperative at UC-Davis is home to fourteen cottages consisting only of these structures. For 10 points each:", "answers_sanitized": ["domes", "pendentives", "pagodas"], "parts_sanitized": ["Give this type of architectural structure, which resembles a semi-sphere. Baggins End houses at UC-Davis were inspired by the “geodesic” variation of this structure popularized by Buckminster Fuller.", "These architectural structures are used to support a dome over a square or rectangular room, by tapering the corners into effective arches. In the Hagia Sophia, these features are decorated with six-winged seraphim.", "The largest stone dome in the world that is unsupported by columns is the Global Vipassana building of this type near Mumbai. This type of tiered tower inspired C.&nbsp;Y.&nbsp;Lee’s design for Taipei 101."]}, {"leadin_sanitized": "The basic “forward” and “backward” numerical methods of solving a differential equation, both of order two, are named for this man. For 10 points each:", "answers_sanitized": ["Leonhard Euler", "Runge–Kutta (ROON-guh KOOT-ah) methods [prompt on RK]", "implicit"], "parts_sanitized": ["Name this prolific Swiss mathematician. He names the irrational constant beginning 2.71828, e.", "This more technical class of numerical methods can be described using a Butcher table, and usually involves weights b i and c i, a matrix “a i j,” and interstitial values k i. The most commonly-used form of this doubly-eponymous method is order four. ", "Runge–Kutta methods of this type require equations to be solved numerically on each step, since the interstitial values are not directly given as functions of the previous values."]}, {"leadin_sanitized": "Daniel Biebuyck has recorded the Mwindo epic of the Banyanga of Congo. For 10 points each:", "answers_sanitized": ["drum", "banana [or plantain]", "bring back to life [or resurrect; or come back to life]"], "parts_sanitized": ["Mwindo’s father tries to kill his son first by unsuccessfully burying him alive, and then by trapping him in one of these objects that is thrown into a river. Several west African myths describe the origin of the djembe (JEM-bay) kind of these objects.", "After he journeyed to Tubondo to find a way to kill his father, Mwindo was made to grow this crop by Muisa. In a Polynesian myth, Maui hides in a wiliwili tree to steal this crop from his grandmother.", "While in the banana grove, Mwindo uses his conga-sceptre to do this to himself. In the Kalevala, Lemminkäinen’s (LEM-min-kay-nen’s) mother uses a rake and honey to do this to her son when he is in Tuonela (TOO-oh-nell-ah)."]}, {"leadin_sanitized": "This writer followed German sergeant Christian Diestl (DEEST’ll) and two American soldiers in his World War II novel The Young Lions. For 10 points each:", "answers_sanitized": ["Irwin Shaw", "F.&nbsp;Scott Fitzgerald [Francis Scott Key Fitzgerald]", "Dick Diver [or Richard; or Diver]"], "parts_sanitized": ["Name this American writer, whose short stories include “The Girls in Their Summer Dresses.” Aaron Copland wrote incidental music for his play Quiet City.", "Commenting on writers’ fear of failure, Shaw said that the ghost of this writer “hangs over every American typewriter.” This man suffered a major commercial failure with a novel narrated by Nick Carraway.", "Like Fitzgerald himself, Shaw considered Fitzgerald’s best novel to be Tender is the Night, which follows this man’s decaying marriage to his former patient Nicole."]}, {"leadin_sanitized": "This mural depicts conquistadors wielding a cross like a weapon and Quetzalcoatl (KET-sull-koh-AH-tull) bestowing wisdom on the Mesoamericans. For 10 points each:", "answers_sanitized": ["The Epic of American Civilization [prompt on José Clemente Orozco’s mural at Dartmouth College]", "Diego Rivera", "Mexico [or the United Mexican States; or Estados Unidos Mexicanos]"], "parts_sanitized": ["Name this mural at an American university. It depicts a man gorging himself on gold coins and a group of skeletons in academic attire amid a bunch of black books.", "This other artist created a series of twenty-seven murals of Detroit Industry for the Ford Motor Company. Another mural of his was destroyed by Nelson Rockefeller for containing a portrait of Lenin.", "Diego Rivera painted a large mural of the history of this country at its National Palace. This country was home to Orozco and Rivera."]}, {"leadin_sanitized": "This measurement is evaluated on the Pauling scale. For 10 points each:", "answers_sanitized": ["electronegativity", "oxidation state [or oxidation number]", "francium [or Fr]"], "parts_sanitized": ["Name this property that compares the ability of atoms to attract electrons.", "Electronegativity is related to this other property of individual atoms, which indicates the difference between an atom’s number of valence electrons and the number of electrons assigned to it in a bond.", "According to the Pauling scale, this element is only slightly more electronegative than cesium. This element was discovered by Marguerite Perey."]}, {"leadin_sanitized": "This man once invited four garbagemen on their morning shift to come into Élysée (ay-lee-ZAY) Palace for breakfast. For 10 points each:", "answers_sanitized": ["Valéry Giscard d’Estaing (vah-lay-REE zhees-CAR day-STAN)", "diamonds [or diamond necklaces]", "The Republican Party [or The Republicans; or Parti républicain; or PR; or Les Républicains; or LR]"], "parts_sanitized": ["Name this French president who launched the high-speed TGV (tay-jay-vay) rail and oversaw the last execution in France. This leader blamed Jacques Chirac (jock shee-ROCK) as a spoiler candidate after his 1981 defeat to François Mitterrand (fron-SWAH mee-teh-ROND).", "Giscard d’Estaing’s election defeat was in part due to a scandal involving a gift of these objects he received from the brutal Central African Republic dictator Jean-Bédel Bokassa. Marie Antoinette’s reputation was tarnished after a trickster impersonated her to acquire some of these objects.", "Giscard d’Estaing founded this now-defunct French political party in 1977 as an alternative to Jacques Chirac’s neo-Gaullists, and Nicolas Sarkozy led a similarly-named party."]}, {"leadin_sanitized": "A poem by this man begins by describing “Alex, the great Alexander.” For 10 points each:", "answers_sanitized": ["Ogden Nash [Frederic Ogden Nash]", "candy", "Joyce Kilmer [Alfred Joyce Kilmer]"], "parts_sanitized": ["Name this author, whose 1949 poem “Line-Up for Yesterday” features twenty-six stanzas mostly honoring baseball players from&nbsp;A to&nbsp;Z. A representative line notes that “R&nbsp;is for Ruth, to tell you the truth, there’s just no more to be said, just R&nbsp;is for Ruth.”", "As a poet, Nash was known for rhyming lines such as a quip saying this foodstuff is “dandy, but liquor is quicker.”", "Nash parodies this author with a poem beginning “I think that I shall never see a billboard lovely as a tree.” This man was killed in World War I."]}]}