{"tossups": [{"question_sanitized": "An artist from this movement wears Slavic clothes in a photograph by another artist from this movement. That artist depicted a goat standing alone on the Dead Sea in The Scapegoat. Many Arthurian scenes were staged as photographs by a member of this group, Julia Margaret Cameron. A painting from this movement depicts the young Christ in front of a carpenter’s table with reddish hair, and another painting from this movement shows Christ wearing a crown of thorns and holding a lantern while knocking on a door. For 10 points, identify this artistic movement which followed critic John Ruskin, included William Holman Hunt and John Everett Millais, and was named for its attempt to undo the legacy of a Renaissance artist.", "answer_sanitized": "Pre-Raphaelite Brotherhood [or the Pre-Raphaelites; or PRB] &lt;The above question is for the category Arts Painting and was written by John Marvin&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "The Soret coefficient describes deviation from these laws due to addition of a temperature-dependent term. The formulator of these relations names a method that uses oxygen as a “marker” to estimate cardiac output. One of the parameters in these equations can be derived from the Stokes–Einstein relation for liquids; that parameter can be corrected by tortuosity, porosity, and constrictivity. One of these relations can be derived from the other by assuming constant mass and concentration and applying the continuity equation. One of these laws states that the local accumulation rate is proportional to curvature, while the other relates flux to concentration gradient. For 10 points, name these laws that can be used to derive the diffusion coefficient, named for a German scientist.", "answer_sanitized": "Fick’s laws of diffusions", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This man’s nickname probably originated from a conversation during a stag-hunt in which he conned a French ruler into revealing information. His fourth and final marriage was to Louise, the daughter of Gaspard de Coligny (gas-PARR duh ko-leen-YEE). Lisa Jardine claimed this man was the first head of state to be assassinated by a handgun, resulting in his assassin having his heart torn from his chest and flung into his face, among other tortures. This man granted letters of marque to a band of privateers known as the “Sea Beggars.” He was assassinated by the Catholic Balthasar Gerard, a supporter of Philip II, who opposed this man in the Eighty Years War. For 10 points, name this prince of Orange who led the Dutch revolt against the Spanish.", "answer_sanitized": "William the Silent [or William I; or William of Orange; or William the Taciturn; prompt on William; prompt on Prince of Orange] &lt;The above question is for the category History European 1400-1914 and was written by Mike Cheyne&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A metric named for this mathematician, which is the subject of the Schwarz–Pick theorem, has constant curvature of negative one on a disk used to model hyperbolic geometry also named for this man. A measure-preserving transformation of a finite measure space will cause almost every point to return arbitrarily close to itself by a theorem named for this man. On contractible domains, a closed differential form is exact by his namesake lemma. A statement named for this mathematician was proven as a corollary of Thurston’s geometrization conjecture using Ricci flows and remains the only solved Millennium Prize Problem. For 10 points, name this French mathematician whose conjecture about manifolds homeomorphic to the 3-sphere was proven by Grigori Perelman.", "answer_sanitized": "Henri Poincaré (pwann-kah-RAY) [or Jules Henri Poincaré] &lt;The above question is for the category Science Math and was written by Tim Morrison&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "A commentary by Proclus on a Platonic dialogue titled for a mentor of this philosopher alludes to forty logoi, or arguments, attributed to this philosopher. This philosopher used an argument about a heavy bag of millet to suggest the unreliability of the senses. Simplicius quoted a passage by this philosopher that relies on an antinomy between the existence of finitely and infinitely many things to argue that there is only one thing. This philosopher used a form of argument called epicheirema, and many of his arguments are discussed in Book VI of Aristotle’s Physics. Diogenes of Sinope countered an argument by this student of Parmenides by walking in a circle. A flying arrow and Achilles and the Tortoise figure in two of the paradoxes of, for 10 points, what Greek philosopher of the Eleatic school?", "answer_sanitized": "Zeno of Elea [do not accept “Zeno of Citium”] &lt;The above question is for the category RMP Philosophy and was written by Shan Kothari&gt;", "category": "Philosophy"}, {"question_sanitized": "The carotenoid okenane is a biomarker for bacteria that reduce this element. Donald Canfield proposed that Earth’s oceans had high levels of this element during the Boring Billion. Aside from a gradient from oxic to anoxic conditions, an incubated Winogradsky column develops a gradient in an ion of this element. Genera like Beggiatoa thrive in euxinic environments, which have high concentrations of this element due to green or purple bacteria that reduce it through anoxygenic photosynthesis. Black smokers and other hydrothermal vents release plumes rich in a gas containing this element, fueling chemosynthesis in nearby bacteria. Methionine and cysteine both unusually contain this element in their side chains. For 10 points, name this element that, with hydrogen, forms a toxic gas that smells like rotten eggs.", "answer_sanitized": "sulfur [or S] &lt;The above question is for the category Science Biology and was written by Shan Kothari&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This man walks in on a goth girl known as “La Jablesse” having a sexual encounter with a man who looks like Lou Reed, which sends this character into a jealous rage in which he tears posters off the wall. This character lives in the Demarest dorm with a man who can bench-press 340 pounds, and forces this character to wake up at 6 a.m. for an “improvement program.” This character twice attempts suicide by jumping off a train bridge and is beaten by underlings of a corrupt police captain, whom he nicknames Solomon Grundy and Gorilla Grodd, over his attraction to the prostitute Ybón (ee-BONE). This character, whose story is told by Yunior, believes that he is under a “fukú” curse and and seeks a “zafa” while extensively reading Tolkien and superhero comics. For 10 points, name this Dominican-American character whose “brief wondrous life” is described in a Junot Díaz novel.", "answer_sanitized": "Oscar Wao [or Oscar de León; prompt on Wao] &lt;The above question is for the category Literature American and was written by Penelope Ashe&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In announcing that voters had chosen to perform this action, the prime minister said that some people had voted “with sorrowful acceptance and heavy hearts” but that it will create a “more tolerant, open and respectful” country. The movement Love Both opposed the campaign to perform this action, which was spurred by the inconsistent application of the X Case ruling and the 2012 death of Savita Halappanavar. This action undid the 1983 passage of the Eighth Amendment, which was created in the wake of a visit by John Paul II. The hashtag “#HomeToVote” was used by people travelling to participate in this action, which was advocated by Leo Varadkar, the incumbent Taoiseach (TEE-shuck). For 10 points, identify this May 2018 result of an Irish referendum which changes laws regarding pregnant women.", "answer_sanitized": "legalizing abortion in the Republic of Ireland [or empowering the Irish legislature or Oireachtas to change abortion laws or similar wording; or passing the Thirty-sixth Amendment to the Irish Constitution; or repealing the Eighth Amendment to the Irish Constitution until “Eighth Amendment” is read; prompt on repealing or modifying Article 40.3.3 of the Irish Constitution; do not accept or prompt on answers that refer to “Northern Ireland”] &lt;The above question is for the category Current Events Non-US and was written by Penelope Ashe&gt;", "subcategory": "Current Events Other", "category": "Current Events"}, {"question_sanitized": "This character is described as being united with the protagonist as “one thing, like the wall and the rock growing out from it” in a novel where she can only articulate nonsense syllables such as “dool-dool” and “Warovvish.” Nora Chadwick said that this character represented an early vision of a Valkyrie, and J. R. R. Tolkien argued that the appearance of this character does not constitute a distinct third and middle section of the poem. This character’s treasure is said to shine like “the torch of the firmament.” Unferth lends a sword to a hero to pursue this character. The mysterious word “aglæc-wif” (ah-gleck wiff), which Seamus Heaney (SHAY-mus HAY-nee) translated as “monstrous hell-bride,” describes this character. For 10 points, name this monster that seeks revenge on Beowulf for killing her son.", "answer_sanitized": "Grendel’s mother [or Grendles modor] &lt;The above question is for the category Literature British Non-Shakespeare and was written by Daoud Jackson&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In a legend about the aftermath of this event, a cookware merchant chastises a statue which was previously inhabited by a demon lamenting “what their ruthless hands have done to me.” In celebration of this event, the Church of the Tithes was built. This event may have been part of a larger arrangement to evacuate Chersonesus and arrange a marriage to Anna Porphyrogenita. After this event, Bishop Joakim oversaw the ritual desecration of idols of Perun. This event was spurred after emissaries marveled at the beauty of the Hagia Sophia and a man rejected Muslim overtures by stating “drinking is the joy of all” his people. A mass baptism in the Dnieper (d’NEE-pur) River followed, for 10 points, what 988 event in which Vladimir the Great converted to the Eastern Orthodox form of a non-pagan religion?", "answer_sanitized": "conversion of Kievan Rus to Christianity [or conversion of Vladimir the Great to Christianity until “Vladimir” is read; accept baptism in place of “conversion”; accept Eastern Orthodoxy in place of “Christianity” until “Eastern Orthodox” is read] &lt;The above question is for the category History European to 1400 and was written by Penelope Ashe&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A species of mayweed flower is commonly named this god’s “brow.” This god’s son lived in a shining hall with pillars of gold and floors of silver named Glitnir. This deity’s ship, the largest of all time, was named Hringhorni (RING-hor-nee). In the Vafþrúðnismál (VAHF-throo-diss-mall), Odin asks the giant Vafthrudnir an unanswerable riddle about what was whispered in this god’s corpse’s ear on the walk to his funeral pyre. An eddic poem is named for this god’s “dreams,” and this god’s wife was named Nanna and son was named Forseti. This god’s mother made all living things vow never to harm him, but one plant refused; Loki played a trick by giving the blind god Hodr a weapon made from that plant. For 10 points, name this son of Odin and brother of Thor who died from a mistletoe spear.", "answer_sanitized": "Baldr &lt;The above question is for the category RMP Non-Greek/Roman Myth and was written by John Marvin&gt;", "category": "Mythology"}, {"question_sanitized": "One version of this quantity which is proportional to the product of the tension and area of a string’s world-sheet is commonly used in bosonic string theory. The exponential of i-over-h-bar times this quantity is integrated to give Feynman’s path integral, which adapts a formalism centered on this quantity to quantum mechanics. Although it only applied to light, Maupertuis’s (moh-pair-TWEE’s) principle was an early version of a result usually named for this quantity. Applying the Euler–Lagrange equations to this functional gives the equations of motion of a system. This quantity, which has units of joule-seconds, takes a stationary value along the path taken by a particle, according to Hamilton’s principle. For 10 points, name this quantity, the integral over time of the Lagrangian, which names a “principle of least” this.", "answer_sanitized": "action &lt;The above question is for the category Science Physics and was written by Joseph Krol&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This movie’s protagonist rips his suit getting out of a car after mockingly calling a woman “Ethel Barrymore.” In a scene in this film, a woman is repeatedly told to say the sentence “And I can’t stand him.” Its protagonist, the star of The Duelling Cavalier, has a cake thrown at him by a woman who claimed to be a stage actress but is actually a chorus girl. A long sequence in this film is the dreamlike “Broadway Melody” set piece. This film’s plot is about Kathy dubbing the singing voice of the untalented Lina Lamont. Set when talking pictures are being introduced, this musical features such numbers as “Make ‘Em Laugh.” For 10 points, name this 1952 musical featuring Gene Kelly doing a dance in a downpour.", "answer_sanitized": "Singin’ in the Rain &lt;The above question is for the category Arts Film and was written by Mike Cheyne&gt;", "category": "Trash"}, {"question_sanitized": "This monarch fled to Edirne after John Hunyadi, who murdered his brother Mircea, returned from defeat at the battle of Kosovo. This man’s second period of rule was bookended by the reign of his brother Radu the Fair. The Janissary Konstantin Mihailović (mee-HIGH-loh-veech) relates how this ruler sent hundreds of noses to Hungary to show how many people he had killed. This commander attempted to assassinate Mehmed II in a night attack while retreating to his capital of Târgovişte (ter-GOH-veesh-tay). Forces loyal to Matthias Corvinus encouraged the spread of rumors about this man including that he created a forest of 20,000 Turkish corpses around his capital. For 10 points, name this prince of Wallachia whose reputation for cruelty provided inspiration to Bram Stoker.", "answer_sanitized": "Vlad the Impaler [or Vlad III; or Vlad Dracula; prompt on Vlad; do not accept or prompt on “Vlad Dracul”] &lt;The above question is for the category History European 1400-1914 and was written by Daoud Jackson&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A song from this book ends with Sisera’s mother looking out from the city waiting for her son to return from battle; the archaic language used in that song, sung after a victory in northern Israel, has led scholars to recognize that part of this book as one of the oldest textual fragments in the Bible. Thinking that the king was relieving himself, some court officials in this book failed to notice when an assassin sank a blade completely into the king’s obese belly; that assassin managed to sneak his sword in on his right thigh because he was left-handed, and was named Ehud. A character in this book eats honey from a lion’s corpse and loses his super-strength when Delilah cuts his hair. For 10 points, name this Old Testament book of tales from when “there was no king in Israel” and “everyone did what was right in his own eyes.”", "answer_sanitized": "The Book of Judges [or Sefer Shoftim] (The first clue refers to the “Song of Deborah.”) &lt;The above question is for the category RMP Christian/Bible Religion and was written by John Marvin&gt;", "category": "Religion"}, {"question_sanitized": "Caroline Spurgeon highlighted the importance of this play’s frequent imagery of old, ill-fitting clothes. An essay on this play describes how one of its scenes changes the tone by “reflecting upon it a peculiar awfulness and depth of solemnity;” that essay opens by noting that “from my boyish days I had always felt a great perplexity on one point” in this play. In an essay nominally about this play, A.C. Bradley’s habit of considering literary characters as real people was mocked by L.C. Knights, who asked how many children a character in this play had. This tragedy is the subject of a Thomas de Quincey essay concerning its “knocking at the gate” scene, which follows the murder of King Duncan. For 10 points, name this so-called “Scottish play” by William Shakespeare.", "answer_sanitized": "Macbeth &lt;The above question is for the category Literature Shakespeare and was written by Joseph Krol&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "James Hepokoski argued that this composer’s Fifth Symphony has a “rotational form.” In a symphony by this composer, a trombone introduces the joyful main theme named for his wife, which the brass play after a vivacissimo (vee-vah-CHEE-see-mo) section. At the end of a symphony by this composer, the six primary chords of the main theme are played emphatically, each two bars apart, and it features a horn theme inspired by swans taking flight. This composer’s final symphony is in C major and has one movement. “The Silence of Järvenpää (YAIR-ven-PA)” refers to this composer’s lack of productivity after his Seventh Symphony, though he continued some themes in the symphonic poem Tapiola. For 10 points, name this composer of the Karelia Suite, The Swan of Tuonela, and Finlandia.", "answer_sanitized": "Jean Sibelius (sih-BAY-lee-us) &lt;The above question is for the category Arts Music and was written by Joseph Krol&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Maya Deren’s anthropological studies of possession and ritual dancing in this country were turned into the book and film Divine Horsemen. Zora Neale Hurston wrote a case study of a woman named Felicia Felix-Mentor in the third part of Tell My Horse, which is about a religion from this country. The book AIDS and Accusation considers whether racism contributed to the idea that HIV arrived to the United States from this country; that book’s author, Paul Farmer, helped set up its Zanmi Lasante hospital. In The Serpent and the Rainbow, Wade Davis speculated that bokors in this country used Datura and tetrodotoxin to turn people such as Clairvius Narcisse into zombies. For 10 points, name this country where loa are venerated in Voodoo.", "answer_sanitized": "Haiti &lt;The above question is for the category Social Science Anthropology and was written by Shan Kothari&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A contemporary critic of this play, Georg Brandes, said that it may or may not have been its author’s greatest work, but it was certainly his noblest deed. A character in this play says: “It is the very mark of the spirit of rebellion to crave for happiness in this life. What right have we human beings to happiness?” A character in this play repeatedly injects French phrases into her speaking, prompting her father to ask “is that English?” After two lovers in this drama learn they are half-siblings, one of them begs the other to kill him by morphine overdose. In this play, the aging widow Helene reveals that she only wants to found an orphanage to deplete her husband’s wealth so her son Oswald won’t inherit anything. For 10 points, name this play about Pastor Manders, the Egerstrands, and the Alvings, by Henrik Ibsen.", "answer_sanitized": "Ghosts [or Gengangere] &lt;The above question is for the category Literature European and was written by John Marvin&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This man led his relatives Remember Baker and Seth Warner in a court case against decisions made by governor Benning Wentworth. This man’s friend Dr. Thomas Young was largely responsible for a tract authored by this man in favor of deism entitled Reason the Only Oracle of Man. Despite Daniel Shays’s offer to make this man “king of Massachusetts” he refused to join Shays’s rebellion and denounced Shays along with Thomas Chittenden. With his brothers Ira and Levi, this man settled on holdings in the New Hampshire Grants where his ownership was contested by the state of New York; that may have prompted him to contact Canada’s Governor Haldimand about the sovereignty of his home state. With Benedict Arnold, this man captured Fort Ticonderoga. For 10 points, name this leader of the Green Mountain Boys, a patriot of Vermont.", "answer_sanitized": "Ethan Allen &lt;The above question is for the category History American (pre-1865) and was written by Daoud Jackson&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This country’s president Carlos Humberto Romero relied on the ORDEN Death Squad to control elections. After this country’s National Guard murdered four American nuns and a laywoman, Ronald White was fired for refusing Alexander Haig’s request to cover it up. The US-trained Atlacatl Battalion massacred hundreds of civilians at El Calabazo and El Mozote in this country, whose civil war was ended by the Chapultepec Accords. The Marxist FMLN fought the government of Jose Napoleon Duarte in this country, where ARENA party leader Roberto d’Aubuisson (DAHB-wee-sawn) ordered the assassination of Oscar Romero. For 10 points, name this Central American country where instability escalated to civil war in the decade following its Soccer War with Honduras.", "answer_sanitized": "El Salvador [Republic of El Salvador; or República de El Salvador] &lt;The above question is for the category History World and was written by Nitin Rao&gt; 2018 National All-Star Academic Tournament Round 14 – Bonuses", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "After the collapse of the Ayutthaya Kingdom, this king overthrew the temporary rule of the Burmese Konbaung dynasty over Siam. For 10 points each:", "answers_sanitized": ["Taksin the Great", "Chakri Dynasty", "Bangkok &lt;The above question is for the category History World and was written by Daoud Jackson&gt;"], "parts_sanitized": ["Name this only monarch of the Thonburi Kingdom.", "Taksin was eventually killed by forces of the Rattanakosin kingdom under this dynasty. All of this dynasty’s rulers have used the regnal name Rama.", "The Rattanakosin Kingdom was the first to rule Siam from this current capital of Thailand."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Four nude women stand distorted in front of a yellow cloth in the left of this painting, while three nude men stand and kneel in front of a green one on the right. For 10 points each:", "answers_sanitized": ["The Opening of the Fifth Seal [or The Vision of St. John; or The Fifth Seal of the Apocalypse]", "El Greco [or Doménikos Theotokópoulos]", "Toledo [or View of Toledo] &lt;The above question is for the category Arts Painting and was written by John Marvin&gt;"], "parts_sanitized": ["Name this painting of a scene from the Book of Revelation. In the foreground to the left, a man in blue raises his arms into the air, looking up with a fearful expression.", "The Opening of the Fifth Seal is by this artist of The Burial of the Count of Orgaz.", "El Greco also created a painting with a fantastic dark sky depicting the Castle of San Servando on the left of this city."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Men in academic gowns sing an offshoot of this musical genre that developed in Coimbra, which is typically applauded by coughing. For 10 points each:", "answers_sanitized": ["fado (FAH-doo)", "Brazil", "Cape Verde [or Cabo Verde] &lt;The above question is for the category Geography World and was written by Shan Kothari&gt;"], "parts_sanitized": ["Name this traditional genre of vocal music developed in Lisbon. During the 20th century, Amália Rodrigues was considered the queen of this genre, which is often mournful in character and accompanied by guitars.", "One theory suggests that fado derived in part from lundu, a genre developed largely by slaves in this former Portuguese colony whose cities include Belém (bay-LAYM) and Manaus (muh-NOWSE).", "The romanticism of fado is also often compared to morna, a genre from this other former Portuguese colony, an archipelago found west of a similarly named peninsula in Senegal."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The preface to the first two cantos of this poem mocks a Wordsworth poem for beginning “There is a Thorn – it looks so old.” For 10 points each:", "answers_sanitized": ["Don Juan (don JOO-in)", "George, Lord Byron", "Mrs. Malaprop &lt;The above question is for the category Literature British Non-Shakespeare and was written by Daoud Jackson&gt;"], "parts_sanitized": ["Name this satirical epic poem whose dedication opens “Bob Southey! You’re a poet, poet laureate, / and representative of all the race.”", "This Romantic English poet of Manfred wrote Don Juan, both of which contain examples of his namesake style of hero.", "In the preface to cantos VI to VIII of Don Juan, Byron criticised the later Marquis of Londonderry saying that he “could not speak English” and comparing him to this dramatic character who delivered lines like “she’s as headstrong as an allegory on the banks of the Nile.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "When these constructs have a potential function, they are classified as conservative. For 10 points each:", "answers_sanitized": ["conservative vector fields", "curl", "absolute permittivity of free space and vacuum permeability [accept in either order; accept permeability of free space or permeability of vacuum for permeability; prompt on electric constant in place of permittivity; prompt on magnetic constant in place of permeability] &lt;The above question is for the category Science Physics and was written by David Reinstein&gt;"], "parts_sanitized": ["Name these constructs in which a vector is assigned to every point in a space.", "For any conservative vector field, this operation on the field is always zero. This operation is equivalent to del cross.", "The displacement current was created when it was found that the curl of magnetic field equals the product of these two constants times the time derivative of electric field. The product of these two constants is equal to the reciprocal of the speed of light squared."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Gennadi Gerasimov coined this phrase while speaking with reporters in Helsinki after a speech by Eduard Shevardnadze. For 10 points each:", "answers_sanitized": ["Sinatra Doctrine", "Leonid Ilyich Brezhnev [or Brezhnev Doctrine]", "Erich Honecker &lt;The above question is for the category History European 1914-present and was written by Nitin Rao&gt;"], "parts_sanitized": ["Name this Gorbachev-era Soviet policy that allowed Warsaw Pact states to determine their own internal affairs. This foreign policy doctrine was jokingly named because it allowed Eastern Bloc states to do it “their way.”", "The Sinatra Doctrine replaced this Soviet Premier’s doctrine of intervention. This successor to Nikita Khrushchev retroactively justified his invasion of Czechoslovakia with his namesake doctrine.", "This East German leader was greatly disturbed by the Sinatra Doctrine, which had the effect of allowing East Germans to flee to the West via Hungary. This hardliner is depicted kissing Brezhnev on the mouth in an iconic photo."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Answer the following about types of lava, for 10 points each.", "answers_sanitized": ["‘a‘ā (ah-AH) [or aa]", "basalt", "Tanzania &lt;The above question is for the category Science Earth Science and was written by Fred Morlan&gt;"], "parts_sanitized": ["This type of lava, when cooled, has a surface that is covered in clinkers and is very difficult to traverse due to its spiny surface.", "Typically, pillow lava is made of this type of volcanic rock. It forms its namesake pillow shape when there is an underwater eruption.", "The only volcano in the world that produces carbonatite lava is Ol Doinyo Lengai, which is found in this country. A dormant volcano in this country has a cone named Shira."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Answer the following about extreme notes in the operatic repertoire, for 10 points each.", "answers_sanitized": ["Thomas Adès (ADD-iss)", "Vincenzo Bellini [Vincenzo Salvatore Carmelo Francesco Bellini]", "Wolfgang Amadeus Mozart &lt;The above question is for the category Arts Opera and was written by Shan Kothari&gt;"], "parts_sanitized": ["The highest note ever sung at the Metropolitan Opera was an A above high C sung by soprano Audrey Luna in this 21st-century British composer’s The Exterminating Angel. Luna played Ariel in this composer’s The Tempest.", "In this bel canto opera composer’s I puritani, the tenor role Arturo sings up to an F5 during the aria “Credeasi, misera.” This composer also wrote La sonnambula.", "The lowest bass note in the standard repertoire is a D2 from Osmin’s aria “O, wie will ich triumphieren” in this composer’s singspiel The Abduction from the Seraglio. He also wrote Cosi fan tutte."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "This writer described being taken to a club of lawyers in London where time was measured by “a wine chronometer (kruh-NOM-uh-ter),” a place which was “the very perfection of quiet absorption of good living good drinking, and good talk.” For 10 points each:", "answers_sanitized": ["Herman Melville", "Massachusetts", "Harper’s Monthly [do not accept or prompt on “Harper’s Bazaar”] &lt;The above question is for the category Literature American and was written by Daoud Jackson&gt;"], "parts_sanitized": ["Name this author of “The Paradise of Bachelors and the Tartarus of Maids.”", "While the “paradise of bachelors” is in London, the Tartarus of Maids was inspired by a paper mill in this state. The Pequod sets out from Nantucket in this state at the start of Moby-Dick.", "“The Paradise of Bachelors and the Tartarus of Maids” and the first published section of Moby Dick, “The Town-Ho’s Story” were published in this monthly magazine. David Foster Wallace first published “A Supposedly Fun Thing I’ll Never Do Again” in this magazine."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Gilles Deleuze (ZHEEL duh-LOOZ) quotes Spinoza’s statement that we do not know the limits of what these things are capable of under laws of nature in an essay that asks, “What can” these things “do?” For 10 points each:", "answers_sanitized": ["the body", "Gottfried Wilhelm von Leibniz", "schizophrenia &lt;The above question is for the category RMP Philosophy and was written by Shan Kothari&gt;"], "parts_sanitized": ["Name this sort of physical thing. Deleuze also borrowed from Antonin Artaud in theorizing a kind of them “without organs.”", "Deleuze noted the roles of Spinoza and this idealist philosopher in the backlash against Descartes’s mind-body dualism, which rendered matter inert. This man argued for pre-established harmony and wrote Monadology.", "Deleuze first discussed the body without organs in a chapter from The Logic of Sense titled for someone with this mental disorder, who probes “depths,” in contrast to the “Little Girl.” Deleuze and Guattari wrote a two-volume work about Capitalism and this disorder."], "category": "Philosophy"}, {"leadin_sanitized": "This period was marked by hyperinflation and the rise of street violence from groups such as the Freikorps (FRY-core). For 10 points each:", "answers_sanitized": ["Weimar Republic", "Franz von Papen", "Marburg speech &lt;The above question is for the category History European 1914-present and was written by Fred Morlan&gt;"], "parts_sanitized": ["Identify this period of German history that followed World War I and was named for the city where its constitution was written in 1919.", "This vice-chancellor, appointed by Hindenburg to moderate Hitler, lost power in the German government after the Night of the Long Knives. He served the Nazi regime as ambassador to Austria and Turkey, leading to his conviction at Nuremberg.", "At Nuremberg, von Papen’s defense pointed to this 1934 speech against the Nazis, which was the last public criticism of Hitler in Germany before World War II."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "William Ruddiman proposed that this epoch began earlier than is commonly believed. For 10 points each:", "answers_sanitized": ["Anthropocene epoch", "ice ages [prompt on glacials, glaciations, or glacial periods]", "Milankovitch cycles &lt;The above question is for the category Science Computer Science and was written by Shan Kothari&gt;"], "parts_sanitized": ["Name this proposed epoch whose name was coined by Eugene Stoermer and popularized by Paul Crutzen, among others. The Trinity test has been proposed as one possible starting date for this epoch.", "Ruddiman argued that the rise of sedentary human societies forestalled one of these long-term events. The transition from the Pleistocene to the Holocene marked the end of one of these events, with concomitant rises in sea levels.", "Early Anthropocene proponents argue that around 10,000 years ago, Earth’s greenhouse gas concentrations stopped following the periodic trajectory of these cycles, which are determined by variations in eccentricity, precession, and axial tilt."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "A song about these things begins “Time to gather your arse up off the floor” and says in a parenthetical refrain to have one of these. For 10 points each:", "answers_sanitized": ["bananas", "Tyrone Slothrop [or Slothrop]", "Gravity’s Rainbow &lt;The above question is for the category Literature American and was written by John Marvin&gt;"], "parts_sanitized": ["Name this fruit which the character “Pirate” makes into famous breakfasts, having built a “hothouse on the roof” to grow them.", "Pirate’s banana breakfasts are the delight of a military compound where some soldiers notice a connection between this man’s sexual escapades and V-2 rocket strikes. This man works for an intelligence agency called ACHTUNG (OK-toong).", "“Pirate” and Tyrone Slothrop appear in this novel by Thomas Pynchon. It follows the search for the “Schwarzgerät” (sh’VARTS-guh-rate) and the rocket labeled “00000.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In the Homeric Hymn to this god, he steals the cattle of Apollo by making them walk backwards. For 10 points each:", "answers_sanitized": ["Hermes", "Sisyphus", "Cacus &lt;The above question is for the category RMP Greek/Roman Myth and was written by Rohith Nagari&gt;"], "parts_sanitized": ["Name this Greek messenger god who was born on Mount Cyllene to Maia. He invented the lyre.", "Another victim of bovine burglary is this king whose cows were stolen by Autolycus. This husband of Merope was given an eternal punishment by Zeus for handcuffing Hades.", "This fire-breathing cow crook resided in the Palatine Hill and attempted to rob Hercules of the cattle of Geryon. His story is told by Evander in the Aeneid."], "category": "Mythology"}, {"leadin_sanitized": "This scale is the first of Olivier Messiaen’s (oh-leev-YAY mess-YAWN’s) modes of limited transposition. For 10 points each:", "answers_sanitized": ["whole tone scale", "Alexander Nikolayevich Scriabin", "Maurice Ravel [Joseph Maurice Ravel] &lt;The above question is for the category Arts Music and was written by John Marvin&gt;"], "parts_sanitized": ["Name this hexatonic scale in which each step increases by the same interval. There are only two variations of this scale.", "The notes of this composer’s “Mystic Chord” from his Prometheus: The Poem of Fire are all derived from the whole tone scale. This composer synesthetically associated key signatures and notes with colors.", "This French neoclassical composer used the whole tone scale in his Jeux d’eau (zhuh DOH). He composed the extremely slow Pavane for a Dead Princess."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In her paper “Objectification,” Martha Nussbaum explicated and defended a passage in which this scholar wrote that objectification can be “a wonderful part of sexual life.” For 10 points each:", "answers_sanitized": ["Cass Robert Sunstein", "Lochner v. New York", "deterrence [or word forms] &lt;The above question is for the category Social Science Economics and was written by Shan Kothari&gt;"], "parts_sanitized": ["Name this American legal scholar, who introduced the terms “libertarian paternalism” and “choice architect” and wrote the book Nudge with behavioral economist Richard Thaler.", "In The Partial Constitution, Cass Sunstein identified this case, which overturned limits to working hours for New York bakers, as an example of the Constitution’s bias towards the status quo. The “era” of this case was ended by West Coast Hotel v. Parrish.", "Sunstein and Adrian Vermeule argued in favor of the death penalty based on evidence that it may have this kind of effect, in which punishment for crimes dissuades others from committing the same crimes."], "category": "Social Science"}, {"leadin_sanitized": "This character offers herself as a prize to anyone who can defeat her brother Argalia, though when Ferraguto does so she flees through the Ardennes forest, stopping at the Stream of Love. For 10 points each:", "answers_sanitized": ["Angelica", "Orlando [or Roland]", "Ludovico Ariosto &lt;The above question is for the category Literature European and was written by Joseph Krol&gt;"], "parts_sanitized": ["Name this daughter of a king of Cathay, introduced in a poem by Matteo Boiardo.", "The Boiardo poem in which Angelica appears is titled for this other character “Innamorato.” A later Italian author wrote a sequel about this character “Furioso.” This character, originally a French soldier who dies at Roncevaux Pass, was introduced to literature in a French “song” titled for him.", "This author wrote the sequel Orlando Furioso, and first applied the term “humanism” in the context of the Italian Renaissance."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Chanting this deity’s name is called nianfo (n’YEN-foh). For 10 points each:", "answers_sanitized": ["Amitābha (uh-mee-TAH-buh) [or Amida; or Amitāyus]", "Pure Land Buddhism [or Jìngtǔzōng; or Jōdo bukkyō; or Jeongto-jong; or Tịnh Độ Tôn; prompt on Amidism]", "Mahāyāna Buddhism &lt;The above question is for the category RMP Non-Christian/Bible Religion and was written by John Marvin&gt;"], "parts_sanitized": ["Name this Buddha, which the Immeasurable Life Sutra records was originally a monk named Dharmakāra who made Forty-Eight Vows to create a specific buddhakṣetra (buh-duck-SHET-ruh).", "Amitābha is revered in this Buddhist movement, which is named for the plane of existence he created for followers to be reborn to. Believers in this school of Buddhism intend to be reborn in its title place to train and become Bodhisattvas.", "Pure Land Buddhism is a subset of this Buddhist denomination, which believes that Bodhisattvas deliberately delay enlightenment so that they can compassionately aid all other sentient beings in escaping samsara. Its name means “the Great Vehicle.”"], "category": "Religion"}, {"leadin_sanitized": "Carlo Tresca was condemned to imprisonment for libel in his journal and fled to America. For 10 points each:", "answers_sanitized": ["IWW [or Wobblies or International Workers of the World]", "Minnesota", "John Dewey &lt;The above question is for the category History American (1865-1945) and was written by Daoud Jackson&gt;"], "parts_sanitized": ["Tresca was an agitator and member of this syndicalist labor union with whom he helped to lead a campaign to free Arturo Giovannitti and Joe Ettor. This organization was led by “Big Bill” Haywood.", "Tresca broke his association with the IWW after being arrested on a trumped-up murder charge at a miner’s strike at the Mesabi Range in this state, a major center of iron production.", "Tresca was a member of the Commission headed by this public intellectual which investigated the claims made against Trotsky in the Moscow Trials. He outlined some of his ideas on journalism in a book responding to Walter Lippmann."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Animals that display this kind of behavior may display a “dear enemy” effect, in which they display less aggression to individuals that are close to them. For 10 points each:", "answers_sanitized": ["territoriality [or defending a territory]", "leks [accept word forms like lek mating or lekking]", "sexual selection &lt;The above question is for the category Science Biology and was written by Shan Kothari&gt;"], "parts_sanitized": ["Name this behavior in which animals defend a certain area of land against members of the same species. They may establish that area through methods like scent-marking.", "In some species, mating occurs within these areas, within which males may compete for territories where they engage in competitive displays to attract females.", "A paradox about lek mating asks why it doesn’t erode genetic diversity by promoting the Fisherian runaway form of this phenomenon, in which certain traits are favored by mate choice."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Answer the following about Cyril Connolly, whose book <em>The Unquiet Grave</em>, written under the pseudonym “Palinurus,” established him as perhaps the most frustrated writer in all of England, for 10 points each:", "answers_sanitized": ["George Crabbe", "W. H. Auden [or Wystan Hugh Auden]", "Atonement &lt;The above question is for the category Literature British Non-Shakespeare and was written by Shan Kothari&gt;"], "parts_sanitized": ["In Enemies of Promise, Connolly explained his failure to produce a literary masterpiece with a metaphor about weeds growing in a rye-field quoted from this author’s long poem The Village. “Peter Grimes” appears in his collection The Borough.", "Connolly was a dedicatee of this British-born writer’s poem “The Fall of Rome.” He also wrote “September 1, 1939.”", "A fictionalized version of Connolly rejects a novella that Briony (BRY-nee) Tallis submits to the magazine Horizon in this Ian McEwan (muck-YOO-in) novel, in which Briony tries to set things right after falsely accusing Robbie Turner of raping her cousin Lola."], "subcategory": "Literature British", "category": "Literature"}]}