{"tossups": [{"question_sanitized": "A 2015 analysis by Richard Griggs showed that a study designed by this man has been consistently misrepresented in textbooks. This psychologist gave groups of subjects two lists of adjectives with the only difference being the word “warm” or “cold” to test impression formation. This man’s work on how children achieve acculturation may have been influenced by his own experience as a Polish-speaking immigrant who learned English as a teenager from reading Charles Dickens. This psychologist advocated the notion that subjects reinterpret the intended meaning of words based on information about the speaker to criticize Irving Lorge’s experiment on prestige suggestion. In a 1951 experiment designed by this man, participants received cards with three lines on them and actors lied about which line was of a certain length. For 10 points, name this creator of a “conformity experiment.”", "answer_sanitized": "Solomon Asch [Solomon Eliot Asch]"}, {"question_sanitized": "A “Fantasia quasi Sonata” inspired by this poem begins with a series of left hand octaves descending by tritones. In a symphony inspired by this poem, two lovers are depicted with a 7/4 theme for violins in D-sharp&nbsp;minor. A piece from the Italian year of Années de pèlerinage (ah-NAY duh pell-ree-NAHZH) was titled “After Reading” this poem’s writer. A symphony inspired by this poem ends in a shimmering Magnificat for women’s chorus; that piece’s dedicatee, Richard Wagner, convinced its composer, Franz Liszt, not to attempt a third movement. The murder of two lovers by Gianciotto Malatesta in this poem is depicted in Tchaikovsky’s Francesca da Rimini. For 10 points, what epic poem inspired the “Inferno” and “Purgatorio” movements of Liszt’s Dante Symphony?", "answer_sanitized": "The Divine Comedy [or La Divina Commedia; prompt on Inferno until it is read]"}, {"question_sanitized": "This country’s Shule Yangu (SHOO-leh YAHN-goo) Alliance opposes the practice of fraudulently altering title deeds, which in 2015 led to the tear-gassing of protestors on a school playground. This country’s information minister Joseph Mucheru plans to tamper-proof land records using blockchain technology as part of its “Silicon Savannah” initiative. The “Thika Babies” of this country were born to local mothers and Chinese immigrant fathers who came here to work on an enormous road project. 48 people died in May 2018 in the failure of the Patel Dam in this country, where in 2017 Orange Democratic Movement leader Raila Odinga contested the results of a presidential election. For 10 points, name this country governed by the Jubilee Alliance led by Uhuru Kenyatta.", "answer_sanitized": "Kenya [Republic of Kenya]"}, {"question_sanitized": "In a story by this author, highwaymen kill Count von Altenburg, which leads Herman von Starkenfaust to pretend to be a ghost in order to avoid delivering the news to Baron von Landshort’s daughter. A grove of trees inscribed with the names of important men in colonial Massachusetts is being chopped down by a lumberjack in another story by this man, which escalates after a heart and liver are found in an apron and a man agrees to become a usurer. This author of “The Spectre Bridegroom” and “The Devil and Tom Walker” also described a man who encounters the ghosts of Henry Hudson’s crew playing nine-pins alongside his dog Wolf, and the rivalry for Katrina’s hand between Brom Bones and Ichabod Crane. For 10 points, name this writer of “Rip van Winkle” and “The Legend of Sleepy Hollow.”", "answer_sanitized": "Washington Irving"}, {"question_sanitized": "A three-dimensional algebra with this property is tame if it contains a multiplicative identity. Magic squares are described by this term if the pairs of opposite numbers all sum to the square of the magic constant plus one. A procedure named for Light can test whether an operation defined by a given Cayley table has this property. Flexibility and alternativity are weaker forms of this property, and the sedenions only possess the “power” version of this property. Along with closure, identity, and invertibility, this is one of the properties that must be true of a group. For 10 points, name this property that allows parentheses to be rearranged at will in expressions in which three or more objects undergo a binary operation.", "answer_sanitized": "associativity [or word forms like associative]"}, {"question_sanitized": "According to Theophanes (thee-AH-fuh-neez) the Confessor, this man’s predecessor hid in the forests near Adramyttium to avoid being proclaimed emperor. This general allied with Khan Tervel of Bulgaria to defeat the Second Arab Siege of Constantinople, during which he deposed Theodosius III to conclude the Twenty Years’ Anarchy. This ruler revised the Code of Justinian with his Ecloga law code. This emperor’s son Constantine V was nicknamed “Kopronymos” for supposedly defecating in his baptismal font. Germanus I, Patriarch of Constantinople, resigned his position in response to one of this man’s religious decrees, which also sparked a revolt in the Exarchate of Ravenna. For 10 points, name this iconoclastic eighth-century Byzantine emperor who founded the Isaurian Dynasty.", "answer_sanitized": "Leo III [or Leo the Isaurian or Leo the Syrian until “Isaurian” is read; prompt on Leo]"}, {"question_sanitized": "Edward Fairfax and Richard Carew both translated poems about this conflict. Elioxe and Beatrix are the names given to the mother of the swan-knight, a legendary ancestor of a participant in this conflict. Gandor of Douai wrote several epic poems set during this conflict. In an epic set during this conflict, Armida falls in love with a man whom she was sent to murder and casts a spell on him so he cannot remember who he is. In that poem set in this conflict, Clorinda falls in love the enemy prince Tancred. This conflict is the setting of Torquato Tasso’s Jerusalem Delivered. For 10 points, name this conflict which provides the setting of the Chanson d’Antioche (shahn-SAWN don-tee-OHSH), whose hero Godfrey of Bouillon (boo-YON) fights many Muslim warriors.", "answer_sanitized": "First Crusade [prompt on Crusades]"}, {"question_sanitized": "This text says that “the body is dust; the wind speaks through it” and that “the matter constituting the human body was recycled many times as rocks and mountains” in a passage about how “it took innumerable births to produced human body.” A passage from this text recited as an evening prayer is called the Rehras (reh-huh-ROSS). One part of this text says that “Uttering brings power; silence brings no power” and that “by being quiet, peace cannot be found even if poised in deep meditation forever” in a passage known as the Japji. This text, which devotees wave a yak-hair fan over, is placed on a takht platform. This book was written in the Gurmukhī script and begins with the Ik Onkar (ick OWN-car) character at the start of its Mul Mantar. Guru Gobind Singh named it as his eternal successor. For 10 points, name this primary scripture of Sikhism.", "answer_sanitized": "Adi Granth [or Sri Guru Granth Sahib]"}, {"question_sanitized": "Evolutionary biologist Robert Trivers once drove a getaway car for this organization, one of whose leaders, Richard Aoki, was a secret police informant. A false story that a member of this organization, Raymond Hewitt, impregnated actress Jean Seberg was engineered by the FBI. Tom Wolfe’s “Radical Chic” documents a fundraiser that Leonard Bernstein held for this organization. During a 1969 raid, Chicago police killed two members of this organization, Mark Clark and Fred Hampton. A leader of this organization was accused of killing police officer John Frey. This organization, which was founded in Oakland, started Free Breakfast for Children programs across America. For 10 points, name this black nationalist organization founded by Bobby Seale and Huey Newton.", "answer_sanitized": "Black Panther Party [or Black Panthers; or BPP]"}, {"question_sanitized": "A transporter of this element is mutated in a disease that causes kinky hair and growth failure named for Menkes. This metal is bound with high affinity by the octarepeat region of prion protein. ATP7A is responsible for the transport of this metal across the cell membrane. Bicinchoninic (bye-sin-con-NIN-ick) acid chelates (KEE-lates) with an ion of this metal in a commonly used test for measuring protein concentration. In superoxide dismutase&nbsp;1, this metal is responsible for the oxidation of superoxide to oxygen. Zinc powder coupled with this metal is commonly used in a cyclopropanation reaction of alkenes. Sulfate of this metal is responsible for the blue color in a solution used to test for presence of reducing sugars. For 10 points, name this metal that makes up bronze with tin. ", "answer_sanitized": "copper [or Cu]"}, {"question_sanitized": "At twelve years old, this man accidentally killed teenager Ruth Merwin while demonstrating rifle drill techniques. After being hit with a sign by protesters in October 1963, he warned John F.&nbsp;Kennedy about coming to Dallas. A Pulitzer-winning photograph showed this man on the campaign trail with a hole in the sole of his right shoe. While serving as ambassador to the United Nations, he shouted “don’t wait for the translation” to a Soviet representative during the Cuban Missile Crisis. This man accepted rival Estes Kefauver (ESS-tiss KEE-faw-ver) as his running mate in an election, and was mocked with the term “egghead” in another campaign. For 10 points, name this Illinois governor who lost two Presidential elections to Dwight Eisenhower.", "answer_sanitized": "Adlai Ewing Stevenson II"}, {"question_sanitized": "The Blue Rider artist Gabriele Münter made a painting titled for the Breakfast of these things. Other than salt marshes, Martin Johnson Heade primarily painted flowers with these things; likewise, a genre in Chinese painting is named for these things and flowers. One of these things on top of two wall-mounted rings with a small chain was painted by Carel Fabritius. Joseph Wright of Derby (DAR-bee) painted An Experiment on one of these things in an Air Pump. Winslow Homer painted two of these things in Right and Left, and Mary holds an open book while the infants Christ and John the Baptist hold on of these things in a Raphael Madonna named for a type of them. Paul Klee (KLAY) painted these things standing on a wire in Twittering Machine. For 10 points, name these animals painted by naturalist John James Audubon.", "answer_sanitized": "birds [or hummingbirds; or goldfinches; or ducks]"}, {"question_sanitized": "Peter Godfrey-Smith attributed to Elizabeth Anscombe a doctrine of minimalism with respect to this relation, in which it merely bundles together more specific relations. David Lewis used the notion that some possible worlds are “closer to actuality” than others to define a counterfactual theory of this relation. Alvin Goldman developed a theory of knowledge based on this relation. Occasionalists argued that unlike God, created substances can not be agents of the efficient type of this phenomenon. Custom alone undergirds this relation according to David Hume, who argued that this relation’s “necessary connections” are neither “relations of ideas” nor “matters of fact.” Aristotle defined four types of, for 10 points, what kind of relation in which one event makes another happen?", "answer_sanitized": "causation [or word forms]"}, {"question_sanitized": "This poet described a “towery city and branchy between towers” in a poem titled for a philosopher who he thought of “in any inscape of the sky or sea.” This poet described securing “the achieve of, the mastery of the thing!” Many of this poet’s verses were not widely available until they were disseminated after his death by Robert Bridges. This man scanned several of his poems with symbols known as outrides and began one verse “I caught this morning morning’s minion.” The editors of a Jesuit magazine “dared not print” a poem he wrote about the death of five Franciscan nuns fleeing Germany. For 10 points, name this British poet who used sprung rhythm in “The Windhover” and “The Wreck of the Deutschland.”", "answer_sanitized": "Gerard Manley Hopkins"}, {"question_sanitized": "For a photon gas, this quantity is proportional to the product of volume and temperature to the fourth power. The average value of this quantity can be calculated as the partial derivative of the natural log of the partition function with respect to inverse temperature. Replacing entropy with temperature as the independent variable in this function through the Legendre (luh-JOND) transform gives the Helmholtz free energy. The partial derivative of this quantity with respect to temperature at constant volume gives the specific heat. For 10 points, name this quantity whose change is defined as the sum of the heat supplied to the system and the work done on the system by the first law of thermodynamics.", "answer_sanitized": "internal energy [prompt on U]"}, {"question_sanitized": "This man denounces another character as a “little wise apple” after being told “I got 20-20 hearing.” A song addressed to this character is switched with “Cool” in the film adaptation. This character, who was first portrayed on both stage and screen by William Bramley, chases after A-Rab and Baby John. Those two characters later join other youths to sing to this absent character about how “our mothers all are junkies, our fathers all are drunks” and “no one wants a fella with a social disease.” This character works under the bigoted Lieutenant Schrank and is the addressee of a litany of social science explanations from members of the Jets as to the causes of juvenile delinquency. For 10 points, name this beat cop in Sondheim and Bernstein’s West Side Story who is the subject of a humorous song that ends “Krup you.”", "answer_sanitized": "Officer Krupke"}, {"question_sanitized": "In a tale told by these people, a mosquito convinces a boy not to swat by protesting that it is a grandfather. In this group’s mythology, a race of shapeshifters always have red eyes no matter what animal form they take. In this group’s mythology, the demon Mahaha uses its freakishly long arms and fingers to tickle people to death. In a story from this culture, a blind boy is deceived into thinking he has failed to shoot a bear and drowns his mother in revenge. A culture hero of these people is the only member of his village who is not drowned by a seal because he was kind to an orphan. In a myth from this culture, the severed fingers of the daughter of Anguta become walruses and whales after a man casts his daughter from his kayak. For 10 points, name this culture whose gods include Lumiuk, Kiviuq, and Sedna.", "answer_sanitized": "Inuit [do not accept or prompt on “Eskimo” since these myths are specific to the Inuit]"}, {"question_sanitized": "This virus copies its genome with the RNA-dependent 3D pol polymerase. Nahum Sonenberg discovered the internal ribosome entry site in this virus. Its genome was sequenced in 1981 by Eckard Wimmer’s group, who later spearheaded its revolutionary de novo synthesis. This virus dissociates into 135S and 80S particles upon binding to its namesake Ig-like receptor CD155. The PVR-Tg strains are mouse models of its namesake disease. This virus may disseminate into the CNS via BBB permeation or, like rabies, through retrograde axonal transport along motor neurons. Serotypes of this virus are named for Albert Sabin, who developed an oral vaccine to combat the flaccid paralysis its infection can cause. For 10 points, name this virus responsible for a namesake disease targeted by the Salk vaccine.", "answer_sanitized": "poliovirus "}, {"question_sanitized": "A character in this novel spends his scholarship money on sex hoping to be expelled, but nobody ever finds out. After a war ends in this novel, the protagonist declares his wish that the darkness of his heart equal the darkness of the night. The narrator of this novel thinks that a curse he put on his neighbor is fulfilled when her boyfriend kills her, and sees a woman give her lover a cup of tea with her own breast milk. Its protagonist decides to go through with his plan when he recalls the saying “when you meet the Buddha, kill the Buddha.” A character in this novel gives odd takes on koans (KOH-ons), and is proud of his ability to pick up women because they pity his club feet. For 10 points, name this novel about Mizoguchi, who commits arson on the title religious building, by Yukio Mishima.", "answer_sanitized": "The Temple of the Golden Pavilion [or Kinkaku-ji]"}, {"question_sanitized": "During World War II, this politician pre-empted Operation Alacrity by leasing Lajes (LAH-zhiss) Field to the Allies. Like Engelbert Dollfuss, this person incorporated the encyclical Quadragesimo anno into a corporatist constitution. After a 1936 naval mutiny, this dictator opened a prison known as the “Camp of the Slow Death” at Tarrafal which was run by a secret police that later murdered Humberto Delgado, the PIDE. This man funneled support to Ian Smith in Rhodesia and espoused the doctrine of pluricontinentalism to resist colonial independence for Angola and Mozambique. The Armed Forces Movement overthrew this autocrat’s successor Marcelo Caetano in the 1974 Carnation Revolution. For 10 points, name this longtime dictator of the Estado Novo (ee-STAH-doo NOH-voo) in Portugal.", "answer_sanitized": "António de Oliveira Salazar"}], "bonuses": [{"leadin_sanitized": "This method is used to solve optimization problems in which you need to maximize a function of several variables, subject to a constraint involving another function of several variables. For 10 points each:", "answers_sanitized": ["Lagrange (luh-grahnzh) multipliers [or Lagrangian (luh-grahn-zhee-in) multipliers]", "gradient [prompt on del; do not prompt on “del dot” or “del cross”]", "level sets [or level curves; or contour lines; or contours; or equipotential lines/curves/surfaces; or isoclines; or isopleths; or isarithms]"], "parts_sanitized": ["Name this method of “multipliers.”", "In the method of Lagrange multipliers, you apply this operator to each function, thus producing a vector field.", "The method of Lagrange multipliers is often explained using these curves, to which the gradient must be perpendicular. They depict places at which the objective function’s value is equal."]}, {"leadin_sanitized": "In a story titled for these things, the protagonist recalls that, when her husband was first brought home drunk, these things were in his button-hole. For 10 points each:", "answers_sanitized": ["chrysanthemums [or “The Odour of Chrysanthemums”; prompt on flowers]", "“The Rocking-Horse Winner”", "D.&nbsp;H.&nbsp;Lawrence [or David Herbert Lawrence]"], "parts_sanitized": ["Name these items. A man carrying that husband’s dead body on a stretcher knocks these things over near the end of a story in which his wife searches for him at the Rigleys’ house. ", "In this story, Paul rides frantically on the title toy to predict races in his quest to be lucky. At its end, he dies after correctly picking Malabar and making his mother rich.", "Both “The Odour of Chrysanthemums” and “The Rocking-Horse Winner” are stories by this British author of Lady Chatterley’s Lover. "]}, {"leadin_sanitized": "These regiments rode ancestors of the modern Finnhorse into battle. For 10 points each:", "answers_sanitized": ["Hakkapeliitta (HAWK-aw-peh-LEET-taw)", "Gustavus Adolphus [or Gustav II Adolf; prompt on Gustavus]", "Christina [or Kristina Augusta Vasa; or Christina Alexandra]"], "parts_sanitized": ["Name this Finnish light cavalry commanded by Torsten Stålhandske (STOLE-hen-skuh) during the Thirty Years’ War. These cavalrymen got their name from a battle cry translated as “cut them down!”", "This “Lion of the North” personally led the Hakkapeliitta at the Battle of Breitenfeld. This Swedish king lost his life at the Battle of Lützen.", "The Swedish line of the House of Vasa ended when this daughter of Gustavus Adolphus assumed the throne on his death. This “Minerva of the North” abdicated and moved to Rome after converting to Catholicism."]}, {"leadin_sanitized": "Paavo Järvi (PAH-vo YAIR-vee) is the principal conductor of an orchestra in this country that performs in Suntory Hall. For 10 points each:", "answers_sanitized": ["Japan", "Seiji Ozawa (SAY-jee oh-ZAH-wa)", "Tōru Takemitsu [accept names in either order]"], "parts_sanitized": ["Name this country, home to the NHK symphony orchestra, which has a tradition of assembling a 10,000-person chorus to sing Beethoven’s Ninth Symphony every New Year.", "This Japanese conductor served as the Boston Symphony Orchestra’s musical director for 29 years until 2002, and he later had six conversations with Haruki Murakami published in the book Absolutely On Music.", "Ozawa conducted the premiere of this Japanese composer’s November Steps for biwa, shakuhachi, and orchestra. This composer wrote the score to Akira Kurosawa’s Ran (ron)."]}, {"leadin_sanitized": "Joanna&nbsp;II of this kingdom named Alfonso&nbsp;V of Aragon as her heir before disowning him in favor of Louis, Duke of Calabria. For 10 points each: ", "answers_sanitized": ["Kingdom of Naples [or Regno di Napoli; or Reino de Nápoles]", "Skanderbeg [or George Castriot]", "Ethiopia [or Abyssinia]"], "parts_sanitized": ["Name this kingdom that was transferred from the Angevins (ANN-juh-vins) to the Trastámara dynasty on its conquest by Alfonso. This southern Italian kingdom was paired with Sicily for most of its existence.", "Alfonso&nbsp;V was a strong ally of this leader of the League of Lezhë (LEH-zhuh), with whom he signed the Treaty of Gaeta. This subject of a biography by Marin Barleti led an expedition to Naples to secure the rule of Alfonso’s son Ferdinand&nbsp;I. ", "Alfonso was in diplomatic contact with this state, whose Emperor Yeshaq&nbsp;I proposed a royal marriage between his daughter and Infante Pedro. Medieval Christians believed this empire was the home of the mythical Prester John."]}, {"leadin_sanitized": "The third section of the book that fleshed out this idea claimed that corals, hymenopterans, non-human mammals, and humans are the four ends of evolution. For 10 points each:", "answers_sanitized": ["sociobiology", "Dick Lewontin [Richard Charles Lewontin]", "ants [or Formicidae]"], "parts_sanitized": ["Name this field of study that looks to the self-propagation of genes in nonhuman animals to explain human behavior, and was popularized by a 1975 book of the same name.", "This leading critic of sociobiology co-coined the term “spandrel” with Stephen Jay Gould. He advocates a “constructivist” view of evolution that opposes the neo-Darwinian synthesis and emphasizes the role of organisms in creating environmental niches.", "Sociobiology founder E.&nbsp;O.&nbsp;Wilson and Bert Hölldobler wrote a 1990 textbook about these animals that won a Pulitzer Prize for nonfiction. Wilson said of these animals “Karl Marx was right, socialism works, it is just that he had the wrong species.”"]}, {"leadin_sanitized": "This collection calls “Magumeth” a “false prophet and a sorcerer,” and it was compiled by Jacobus de Voragine (YAH-koh-boos day vo-RAH-jee-nay). For 10 points each:", "answers_sanitized": ["The Golden Legend [or Legenda aurea or Legenda Sanctorum]", "Saint Denis (san duh-NEE) [or Dionysius]", "Saint George [or Georgius; or Sant Jordi]"], "parts_sanitized": ["Name this most popular mediaeval collection of hagiographies, which disseminated stories throughout Europe, popularizing characters such as Saint Barbara.", "The Golden Legend recounts the story of this patron saint of France. After being beheaded, he legendarily walked miles preaching from his severed head, held in his hands. He is sometimes conflated with the first convert in Athens.", "One of the most popular stories from the Golden Legend was the account of this saint, a Roman soldier who slew a dragon. He is the patron saint of Catalonia and is revered in a Caucasian country that bears his name."]}, {"leadin_sanitized": "When these events occur, they can lead to soil liquefaction. For 10 points each:", "answers_sanitized": ["earthquakes", "supershear earthquakes", "fracking [or hydraulic fracturing; or hydrofracturing; or hydrofracking]"], "parts_sanitized": ["Name these phenomena that occur along Wadati–Benioff zones.", "This variety of earthquake occurs when the speed of the rupture exceeds that of the S-wave velocity.", "Earthquakes can be induced by human activity, including this method of breaking up underground rocks."]}, {"leadin_sanitized": "This character is able to grab Paris’s helmet until the helmet is magically broken by Aphrodite. For 10 points each:", "answers_sanitized": ["Menelaus", "oath of Tyndareus", "Egypt"], "parts_sanitized": ["Name this king of Sparta who is healed by Machaon (ma-KAY-on) after Pandarus violates a truce by shooting him with an arrow.", "The Trojan War escalated when Menelaus invoked this vow from other Greek kings, who pledged to honor Helen’s choice of husband.", "Following the Trojan War, Menelaus journeyed to this land, where he found the real Helen. The Serapis cult was introduced by the Ptolemaic Greek monarchs of this place."]}, {"leadin_sanitized": "A novel by this author interweaves the narrative of the recently-bereaved British teenager George and the narrative of the Renaissance fresco painter Francesco del Cossa. For 10 points each:", "answers_sanitized": ["Ali Smith", "Autumn [do not accept or prompt on “Fall”]", "Carol Ann Duffy"], "parts_sanitized": ["Name this Scottish author whose Booker Prize-nominated novels include How to be Both and a 2016 novel about centenarian songwriter Daniel Gluck. ", "That latter novel by Smith, which has been called the first post-Brexit novel, has this title. This season is also the subject of a Keats ode, which describes it as the “season of mists and mellow fruitfulness, close bosom-friend of the maturing sun.”", "The Brexit vote also inspired the play My Country:&nbsp;A Work in Progress by this Scottish poet and playwright. Her poetry collections include The World’s Wife, and she is the current British Poet Laureate. "]}, {"leadin_sanitized": "This epistle circularly declares that the commandment that “we have had from the beginning” is “that we love one another,” and that “this is love, that we walk according to his commandments.” For 10 points each:", "answers_sanitized": ["Second John [or The Second Epistle/Letter of John; or 2 John; prompt on John; do not accept or prompt on “Gospel of John”]", "Gnosticism (NAW-stiss-ism) [or Gnostic (NAW-stick); or docetism; or docetists]", "antichrists [or antichristos; or antichristoi]"], "parts_sanitized": ["Name this very short non-Pauline epistle that was written by “the elder” and addressed to “the elect lady and her children,” which is usually understood to be the title of an early Christian community.", "The Johannine Epistles, especially First John, are generally understood to be polemics against this sort of belief system, whose name comes the “secret knowledge” it claimed to hold. Many heretical Christian groups of this sort believed that Jesus was incorporeal, because matter is inherently evil.", "This term is used in the Johannine epistles to refer to “he who denies the Father and the Son,” the theological enemies of their author and his community. In a later text, it was used to refer to a specific apocalyptic being."]}, {"leadin_sanitized": "Though it is usually homemade, this beverage is served throughout its homeland in special “houses” named for it, where azmaris (az-MAR-ees) often perform tizita (TIZ-ee-tah) music. For 10 points:", "answers_sanitized": ["tej (TEJ) [or mes (MACE)]", "Ethiopia [or The Federal Democratic Republic of Ethiopia; or ye’Ītiyoṗṗya Fēdēralawī Dēmokirasīyawī Rīpebilīk]", "eragrostis tef [or Williams’ lovegrass; or annual bunch grass]"], "parts_sanitized": ["Name this honey wine that is bittered with the powdered leaves of the buckthorn-like gesho plant. It is usually served in a long-necked flask called a berele (buh-ruh-LAY).", "Tej is brewed in this country, where food is typically prepared in a thick stew called wat (waht) using a mixture of spices called berbere (bair-BAIR-ay or buh-ruh-BUH-ruh) and served atop spongy sourdough flatbread called injera (in-JAIR-uh).", "Injera is made from this grain, which was domesticated in the Ethiopian highlands and is still a staple crop in both Ethiopia and Eritrea."]}, {"leadin_sanitized": "A character created by this author cries in the bathroom after his bride first returns to his house, since she immediately started throwing his books on the floor. For 10 points each:", "answers_sanitized": ["Elias Canetti", "Candide", "Friedrich Schiller"], "parts_sanitized": ["Name this author, who in that novel wrote of Peter Kien, a retiring philologist whose obsession with his 25,000-volume private library eventually leads to him going mad, and burning both his books and his wife in a massive fire.", "In another instance of literary immolation, following the Lisbon earthquake, Dr.&nbsp;Pangloss appears to have been killed in an auto-da-fé in this novella by Voltaire. The title character seeks out “the best of all possible worlds,” but is continually stymied.", "This author adapted the legend of Joan of Arc’s burning at the stake in an 1801 tragedy. He wrote Don Carlos and The Robbers. "]}, {"leadin_sanitized": "This composition quickly modulates through three keys by descending thirds, forming an augmented chord in the roots. For 10 points each:", "answers_sanitized": ["“Giant Steps”", "John Coltrane [or Trane]", "Clifford Jordan"], "parts_sanitized": ["Name this composition whose radical harmonic progressions were based on its composer’s namesake “changes.” It was released on an eponymous 1960 record featuring the songs “Naima” and “Mr.&nbsp;P.C.”", "“Giant Steps” was written by this saxophone virtuoso and jazz composer known as much for his early hard bop as for his avant-garde compositions A Love Supreme and Ascension.", "This other saxophonist chanted John Coltrane’s name on a track titled for him, featured on his album Glass Bead Games. This saxophonist’s first album was a legendary session with John Gilmore called Blowing in from Chicago."]}, {"leadin_sanitized": "The title character of this story tries to kill herself with twenty tablets of Veronal; after waking up two days later, she shares a drink with her maid, Nettie. For 10 points each:", "answers_sanitized": ["“Big Blonde”", "Dorothy Parker [or Dorothy Rothschild]", "Detroit"], "parts_sanitized": ["Name this short story in which Hazel Morse struggles with alcoholism and depression at Jimmy’s bar.", "“Big Blonde” is a short story by this author. She wrote book reviews as Constant Reader and was known for her cutting remarks as a member of the Algonquin Round Table.", "Hazel Morse’s husband Herbie moved to this city for a job in “Big Blonde.” The economic migrants in Harriette Arnow’s The Dollmaker find industrial work in this city’s auto plants."]}, {"leadin_sanitized": "Answer the following about St.&nbsp;Olga of Kiev, for 10 points each.", "answers_sanitized": ["bathhouse [or baths or banja or banya]", "Constantinople [or Byzantium]", "Primary Chronicle [or Tale of Past Years; or Pověstĭ Vremęnĭnyhŭ Lětŭ]"], "parts_sanitized": ["After the death of her husband Igor at the hands of the Drevlians, Olga got her revenge by killing the Drevlian leader, who was burned in one of these places. One of these places in Moscow known as the Sanduny was established by an actor during the reign of Catherine the Great.", "Olga converted to Christianity in this Imperial city, where the emperor Constantine&nbsp;VII described her conversion in his De Ceremoniis.", "This historical redaction by Nestor, which covers the ninth through twelfth centuries, is the main source for the biography of Olga."]}, {"leadin_sanitized": "Attempts to explain discrepancies in this value include higher-dimensional gravity. For 10 points each:", "answers_sanitized": ["radius of a proton [or size of proton or obvious equivalents]", "lepton [prompt on fermion]", "Lamb shift"], "parts_sanitized": ["Name this quantity currently believed to be approximately 0.877&nbsp;femtometers. Recent experiments by Pohl et al.,&nbsp;however, have led the scientists to suspect that it may be slightly lower.", "For their measurements, Pohl et al.&nbsp;used a muon instead of an electron to induce a smaller Bohr radius in atomic hydrogen. Both electrons and muons are this type of particle with a spin of one-half.", "Pohl et al.&nbsp;measured the radius of a proton by measuring this energy difference between 2-S-one-half and 2-P-one-half orbitals. Its theoretical value was calculated by Hans Bethe (BAY-tuh)."]}, {"leadin_sanitized": "A thought bubble in this painting reads “I Don’t Care! I’d Rather Sink – Than Call Brad For Help!” For 10 points each:", "answers_sanitized": ["Drowning Girl [or Secret Hearts]", "Roy Fox Lichtenstein", "Ben-Day dots"], "parts_sanitized": ["Name this painting that shows the title blue-haired person with tears in her eyes in a turbulent sea.", "Drowning Girl is by this American pop artist, who also created a painting showing a red-haired woman holding a telephone in Ohhh… Alright, along with a diptych of a jet-plane dogfight in Whaam!", "Lichtenstein’s art used this printing technique to capture the visual feel of comic books. This technique overlaps and spaces colored patterns to produce different colors and shadings."]}, {"leadin_sanitized": "Jaroslav Flegr has argued that this condition can increase the risk of schizophrenia and car accidents, among other things. For 10 points each:", "answers_sanitized": ["toxoplasmosis [or infection by Toxoplasma gondii; or infection by Toxoplasma gondii; prompt on toxo]", "HIV [or human immunodeficiency virus]", "opportunistic infections"], "parts_sanitized": ["Name this parasitic condition that asymptomatically infects more than a third of the world’s population. In rodents, it has been shown to alter behavior in ways that increase risk of predation by cats, which are its definitive host.", "Among humans, toxoplasmosis is only a serious health threat for people with weakened immune systems, especially reduced CD4 count due to this retrovirus that attacks helper T cells.", "Infections that often afflict immunocompromised people, like AIDS patients, are often described by this adjective. Examples include HHV-8, which causes Kaposi’s sarcoma."]}, {"leadin_sanitized": "Answer the following about the career of Lilburn Boggs, for 10 points each.", "answers_sanitized": ["Honey War", "Church of Jesus Christ of Latter-Day Saints [or Mormons]", "Independence, Missouri"], "parts_sanitized": ["Boggs was governor of Missouri during this border conflict with Iowa that gained its name after the produce from three trees was cut down. It was resolved when the Sullivan line was drawn.", "Boggs used Missouri Executive Order 44 to call for followers of this religion to “be exterminated or driven from the State if necessary for the public peace,” which led to many of them fleeing to Nauvoo, Illinois.", "Boggs miraculously survived assassination after moving near to the Temple Lot in this city, which Joseph Smith argued would be the site of millennial city of Zion."]}]}