{
    "tossups": [
        {
            "question_sanitized": "Late in life, this composer wrote a Kyrie (KEE-ree-ay) with a slow piano ostinato made of groups of four sixteenth notes, where the right hand plays a chord during the second note, and the left hand plays octaves for the others. Ottorino Respighi’s (ress-PEEG-ee’s) “Tarantella ‘puro sangue’” is one of four orchestrations of this composer’s late piano pieces. This composer used twelve singers, two pianos, and a harmonium for his Petite messe solennelle (puh-TEET MESS so-len-NELL), which he called the last of his “Sins of Old Age.” Four cellos accompany the opening E&nbsp;minor cello solo of an overture by this composer that has a duet for English horn and flute in a Ranz des vaches (RONZ day VAHSH), or “Call to the Cows”; that overture ends with a galloping “March of the Swiss Soldiers.” For 10 points, name this successful Italian composer who barely published anything for forty years after William Tell.",
            "answer_sanitized": "Gioachino Rossini [or Rossiniana]"
        },
        {
            "question_sanitized": "A child of this woman was the first woman to have a second marriage, Gorgophone (gore-GOFF-uh-nee). A son of this woman was killed by a club that bounced off a cow’s horns, thrown by her grandson Amphitryon (am-FIT-tree-on). After this woman’s wedding was disrupted by Phineus (FIN-ee-us), she gave birth to a son who became the ancestor of the Persians. This woman was intended to be killed as a result of Ammon’s prophecy in order to end the ravaging of Ethiopia caused by a boast of being more beautiful than the Nereids made by Cassiopeia (CASS-ee-oh-PEE-uh). This daughter of Cepheus was chained to a rock as an offering to a sea-monster. For 10 points, name this princess who was saved by her future husband Perseus.",
            "answer_sanitized": "Andromeda"
        },
        {
            "question_sanitized": "This poet wrote “I go where I belong, inexorably, / as the rain that has lain long” in a poem that contains the lines “the harvester sharpens his steel on the stone; / but this is not our field.” Another of her poems begins: “An incident here and there, / and rails gone (for guns) / from your (and my) old town square.” A poem by this writer asks the sea to “hurl your green over us” and “cover us with your pools of fir,” commanding it to “whirl up.” This author wrote the memoirs Advent and Writing on the Wall about her experiences in therapy with the subject of her poem The Master, Sigmund Freud. This poet wrote “Oread” and a Trilogy containing The Walls Do Not Fall and The Flowering of the Rod. For 10 points, name this bisexual Imagist who usually published under her initials.",
            "answer_sanitized": "H.D. [or Hilda Doolittle; or H. D. Imagiste]"
        },
        {
            "question_sanitized": "While trying to enforce this law, James Batchelder became one of the first US marshals to die in the line of duty. The Habeas Corpus Law in Vermont was meant to challenge this law, whose offenders were defended by the writer Richard Henry Dana Jr.&nbsp;and other members of the revived Boston Vigilance Committee. The Wisconsin Supreme Court declared this law unconstitutional, a decision ultimately rejected in the Supreme Court case Ableman v. Booth. An attempt to enforce this law in Boston in 1854 led to a crowd rioting to save Anthony Burns from arrest. For 10 points, name this controversial law that was part of the Compromise of 1850 and made it easier to track down certain runaways.",
            "answer_sanitized": "Fugitive Slave Act of 1850 [prompt on Compromise of 1850]"
        },
        {
            "question_sanitized": "A rhetorical question in this novel asks “Can a man who’s warm understand one who’s freezing?” after the protagonist is told to work by a man engrossed in writing poetry. A character in this book was arrested for bringing milk to Benderite partisans in the forest. This novel’s protagonist is woken up at 5&nbsp;a.m.&nbsp;and sees three yellow lights outside his window. The muscular Christianity of Tyurin in this book has been contrasted with the baptism of Alyoshka. This book was originally called “shch-854” (shhh-8-5-4) in reference to the central character’s identity number in the Special Camp. This novel’s zeks are part of the 104th. For 10 points, name this book by Alexander Solzhenitsyn about a short period in the gulag.",
            "answer_sanitized": "A Day in the Life of Ivan Denisovich [accept One Day in the Life of Ivan Denisovich or Odin den’ Ivana Denisovicha]"
        },
        {
            "question_sanitized": "One medication used to treat this disease is foiled by mutations in pncA, while another can’t be used in children under six because it can cause optic neuritis. The causative agent of this disease shares a genus with bacteria of the species marinum, kansasii, and leprae. This disease is often treated with medications remembered by the “RIPE” mnemonic; those medications include ethambutol and pyrazinamide. Purified protein derivative is injected under the skin to screen for this disease. Patients infected with this disease, which is caused by an acid-fast bacteria, often present with cavitations visible on chest X-rays and a cough that produces bloody sputum. For 10 points, name this disease caused by a mycobacterium which was commonly treated at sanitariums.",
            "answer_sanitized": "tuberculosis [or TB]"
        },
        {
            "question_sanitized": "Richard Ankiewicz painted a red one of these shapes within another of these shapes within yet another purple-edged one of these shapes in the piece Intrinsic Harmony. Another Op Artist, Bridget Riley, created a Movement in these shapes. The Bauhaus teacher Josef Albers created a series of paintings called Homage to this shape. Talking about a painting of one of these shapes, its artist said “it is from zero, in zero, that the true movement of being begins” and said that the painting was meant to express “the experience of pure non-objectivity in the white emptiness of a liberated nothing.” That painting of one of these shapes at the 0,10 Exhibition was placed in the upper corner like an Orthodox icon. For 10 points, name this shape, a Black one of which was depicted by Kazimir Malevich (mal-YEV-itch).",
            "answer_sanitized": "squares [prompt on quadrilaterals; prompt on rectangles]"
        },
        {
            "question_sanitized": "Sodium in this layer of the atmosphere is responsible for a phenomenon called airglow. The rare blue jets and more common red sprites are found in this layer. This layer of the atmosphere, which mainly overlaps with the ionosphere’s D&nbsp;layer, is where the first indications of the greenhouse effect are found. This atmospheric layer is where noctilucent clouds are found. Meteors are typically first seen as they pass through this part of the atmosphere, which is the coldest layer. This area of the atmosphere is sometimes referred to as “near space” or, due to the lack of studies on it, the “ignorosphere.” For 10 points, name this layer of the atmosphere that is above the stratosphere.",
            "answer_sanitized": "mesosphere [do not accept “near space”]"
        },
        {
            "question_sanitized": "Sadhus (SAH-dhooz) arrive at some of these events in the Peshwai Procession. Two of the locations of one type of these events have staggered cycles, while the other two are celebrated either in the same year or one year apart due to the locations of Jupiter, the Sun, and the Moon. Four of these events mythically exist because Vishnu spilled Amrita, the drink of immortality, from a pot. Every twelve cycles, a type of these events is designated “Maha,” or great; the most recent “great” example was in 2013 in Allahabad, where it is celebrated at the confluence of the intangible Sarasvati, Yamuna, and Ganges rivers. One of these events is held every twelve years at each of four cities, including Ujjain and Haridwar, in a tradition known as the Kumbh Mela. For 10 points, name these events in which people bathe in sacred rivers to cleanse themselves of sins.",
            "answer_sanitized": "Hindu pilgrimages [or Kumbha Mela until it is read; or river pilgrimages; prompt on Hindu festivals]"
        },
        {
            "question_sanitized": "During this event, Alexander Hays reportedly shouted “Hurrah!&nbsp;Boys, we’re giving them hell!”&nbsp;and kissed a subordinate afterwards. After a long campaign from Wisconsin politicians, Alonzo Cushing posthumously received the Medal of Honor in 2014 for his actions in this event. Certain fourteen-year-old boys constantly picture this event, according to an oft-quoted passage from Intruder in the Dust. North Carolinians object to being blamed for this event’s failure, an assessment usually singling out Johnston Pettigrew’s regiments. The namesake of this event sadly told his superior, “General, I have no division” afterwards. For 10 points, name this so-called “high water mark of the Confederacy,” a failed attack on the last day of the Battle of Gettysburg.",
            "answer_sanitized": "Pickett’s Charge [prompt on Battle of Gettysburg until it is read]"
        },
        {
            "question_sanitized": "In this sort of place, a man says “I wish I was a frog. Or a eel!” After he reads her name written in one of these places, a character imagines his father as a “square, stout, dark man” and his mother Georgiana as “freckled and sickly.” Mr. Pumblechook and Mr. Wopsle search through one of these places before heading out onto a marsh. “A man who had been soaked in water, and smothered in mud, and lamed by stones, and cut by flints,” says “Keep still, you little devil, or I’ll cut your throat!” in one of these places, telling a boy to stop crying before threatening to eat his cheeks. A character first seen in this location asks for a file and wittles. For 10 points, in the first chapter of Great Expectations, Pip meets Magwitch in what sort of place while looking at the tombstones of his family?",
            "answer_sanitized": "churchyard [or graveyard; or cemetery]"
        },
        {
            "question_sanitized": "An algorithm of this type can be parallelized up to a speed of big-O&nbsp;of&nbsp;log-n using the Hungarian method, or Three Hungarians’ algorithm. A satirical “quantum” version of an algorithm of this type has a runtime of big-O&nbsp;of&nbsp;one if the many worlds interpretation is true, and destroys the universe if the first try isn’t successful. Algorithms for this task that preserve the relationships of similar elements between the input and the output are called “stable.” The typical example of how not to write an algorithm for this task has an unbounded worst-case time and is prefixed “bogo-.” That method of doing this task is analogous to shuffling a deck of cards until they come out in sequence. Algorithms for doing this task include one named for “tim,” one named “merge,” and one named “quick.” For 10 points, name this task of rearranging a given array, list, or other set into the desired order.",
            "answer_sanitized": "sorting algorithms [or quantum sort, stable sort, bogosort, timsort, mergesort, quicksort]"
        },
        {
            "question_sanitized": "An innovative player of this instrument wrote the modal waltz “I-Thou” on his album Cathexis, but eschewed doing jazz full-time to pursue a career in psychiatry. This instrument, played by Denny Zeitlin, was also used by a self-taught player who habitually sat on two phonebooks when performing and wrote the standard “Misty.” That musician was Erroll Garner. A virtuoso of one style on this instrument was effectively blind, but nonetheless had an encyclopedic memory of baseball statistics; another player of this instrument, Oscar Peterson, quit playing it for two months after hearing that master of the Stride style, Art Tatum, play his seemingly impossible “Tiger Rag.” For 10 points, name this instrument played by Jelly Roll Morton and Bill Evans.",
            "answer_sanitized": "piano [prompt on keyboard; prompt on keys]"
        },
        {
            "question_sanitized": "Stephen Pacala and Robert Socolow proposed fifteen “stabilization wedges” to respond to this phenomenon. Bill Nordhaus criticized the low discount rates in the assessment of this phenomenon’s effect on the economy in the Stern Review. Hsiang (shyong), Burke, and Miguel have found evidence that this phenomenon increases rates of human conflict. Responses to this problem are often divided into adaptation and mitigation. This problem cannot be addressed by neoliberal capitalism, according to Naomi Klein’s This Changes Everything. The 2007 Nobel Peace Prize went to an intergovernmental panel that produced several reports on this problem. Rising carbon dioxide levels cause, for 10 points, what problem that is causing polar ice caps to melt?",
            "answer_sanitized": "global climate change [or global warming]"
        },
        {
            "question_sanitized": "After losing her virginity by a stream, a character in this novel decides she has no interest in sex and goes to buy herself cigarettes and ice cream. That character earlier hid in a bush to listen to Mozart playing on a rich family’s radio through the window. The would-be pageant star “Baby” accidentally gets shot by a young boy in this novel. A black doctor in this novel has trouble convincing his townspeople of Marxism without offending them with Marx’s critique of religion; that doctor has a troubled alliance with the alcoholic labor provocateur Jake Blount, and is named Benedict Mady Copeland. In this novel, townspeople are surprised when a much-beloved man shoots himself after Spiro Antonopoulos dies. For 10 points, name this novel about Mick Kelly and the deaf-mute John Singer, by Carson McCullers.",
            "answer_sanitized": "The Heart is a Lonely Hunter "
        },
        {
            "question_sanitized": "At this battle, the only female nurse on the ground after her plane was destroyed on the runway was Geneviève de Galard, who became known as the “angel” of this battle. Distraught by his inability to respond to enemy artillery, Charles Piroth committed suicide in his bunker during this battle. Artillery was dragged up mountainsides to surround the enemy base during this battle, which caused the victorious general to liken it to a rice bowl. Operation Vulture was the proposed American intervention in this battle. Pierre Langlais reportedly wrested command from Christian de Castries during this battle, though both were eventually overrun and captured by Võ Nguyên Giáp (VO n’win zap). After this battle, the Geneva Accords awarded the North to the victors and the South to Ngo Dinh Diem. For 10 points, name this decisive French defeat to Viet Minh forces during the First Indochina War.",
            "answer_sanitized": "Battle of Dien Bien Phu"
        },
        {
            "question_sanitized": "At dinner with his friend William Castel, this man became agitated upon seeing a vision of a fire encroaching upon his home three hundred miles away, a report validated by a messenger days later. Immanuel Kant mocked this thinker as a “spook hunter” in his Dreams of a Spirit-Seer, despite having praised his eight-volume magnum opus three years earlier. This theologian’s doctrines inspired Helen Keller’s Light in My Darkness. He elaborated on his doctrine of correspondence between things in the physical and spiritual world in his Heavenly Secrets. Johnny Appleseed was a missionary for the New Church inspired by this theologian. True Christian Religion and Heaven and Hell were written by, for 10 points, what mystical theologian from Stockholm?",
            "answer_sanitized": "Emanuel Swedenborg"
        },
        {
            "question_sanitized": "It’s not Hardrad, but a person with this name plotted a revolt due to anger at a queen named Fastrada. That man with this name ended up living in a monastery in Prum after failing to overthrow his father. Another man with this name, which is not “Constantine,” had a namesake “donation” providing the legal basis for the Papal States and deposed Childeric III to become king. In 781&nbsp;AD, a man previously named Carloman was given this name by his father, angering Carloman’s brother, who also had this name and was known as “the hunchback.” A man with this name was the first to go from being “mayor of the palace” to king. For 10 points, give the name also held by the Frankish king and father of Charlemagne, a man known as “the short.”",
            "answer_sanitized": "Pepin [or Pippin; or Pepin the Short; or Pepin III; or Pepin the Hunchback]"
        },
        {
            "question_sanitized": "In this country, employees of the DRB-HICOM company were accused of receiving preferential placement in social housing. The shadowy campaigner Datuk Yunos promised to give every voter 500&nbsp;dollars during an election in this country. Whether a goods and services tax introduced in 2015 will continue to be in effect was the biggest economic issue in this country’s 2018 elections. The Islamist coalition Gagasan Sejahtera (seh-JAH-trah) finished third in an election in this country, in which the Alliance of Hope took an unprecedented majority in the Dewan Rakyat. Najib Razak’s Barisan National fell for the first time in this country’s history when its 92-year-old former prime minister launched a political comeback. For 10 points, name this country where 2018 elections returned Mahathir Mohamad to power.",
            "answer_sanitized": "Malaysia"
        },
        {
            "question_sanitized": "One approach to this technique involves first preparing a gel of monomers and a two-photon-active photoinitiator, which is subsequently targeted by a precisely focused laser. The Benchy (BEN-chee) model is often used to calibrate the apparatus used in this technique. Progress towards von Neumann (NOY-mahn) machines has been made by the RepRap project, which aims to produce systems for this technique. FDM approaches in this technique sometimes require support materials that are subsequently dissolved in order to create overhangs, and those approaches often use a heated extruder to melt small beads or pellets of plastic or metal. The Makerbot (maker-bot) is a common device for this technique, which can be used for rapid prototyping. For 10 points, name this additive manufacturing technique that assembles materials to create solid objects.",
            "answer_sanitized": "3-D printing [prompt on printing; prompt on microfabrication]"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "In a story by this author, Rosa sucks on the fabric that had kept baby Magda alive as she is unable to recover her body from the electric fence that she was thrown against. For 10 points each:",
            "answers_sanitized": [
                "Cynthia Ozick",
                "concentration camps [or death camps]",
                "Henry James"
            ],
            "parts_sanitized": [
                "Identify this author of “The Shawl.”",
                "Cynthia Ozick’s “The Shawl,” like Tadeusz Borowski’s (tah-DAY-oosh boh-ROFF-skee’s) collection This Way for the Gas, Ladies and Gentlemen, is set in one of these places.",
                "In Ozick’s short story “Dictation,” Joseph Conrad’s secretary and this other writer’s secretary have a lesbian affair and plan to swap out a passage from this writer’s spooky story “The Jolly Corner.” The ghost of Miss Jessel appears in one of his novellas."
            ]
        },
        {
            "leadin_sanitized": "This artist died of a cold at age 26 in Hoosick Falls, New York, not long after completing his final painting, Meadow Brook. For 10 points each:",
            "answers_sanitized": [
                "William Bliss Baker",
                "forest [or a pine forest; or the woods; do not accept or prompt on specifically incorrect sorts of forest such as “rainforest” or “redwood forest”]",
                "cypresses [or Cupressus; or Cupressoideae]"
            ],
            "parts_sanitized": [
                "Name this student of Albert Bierstadt and Maurits (MAO-ritz) de Haas who created Morning after the Snow and Fallen Monarchs.",
                "Baker’s Fallen Monarchs depicts one of these natural environments. Ivan Shishkin depicted one of these places in a painting titled for its Distance, and Konstantin Savitsky added bears to a Shishkin painting of Morning in one of these places.",
                "A painting by Kanō Eitoku (kah-NOH AY-toh-ku), a National Treasure of Japan, is a screen depicting this kind of tree. Vincent van Gogh painted three scenes of a Wheat Field with these trees at the right, and one of these trees appears at the left of his Starry Night."
            ]
        },
        {
            "leadin_sanitized": "Answer the following regarding Kepler’s laws, for 10 points each.",
            "answers_sanitized": [
                "orbital period [prompt on period; prompt on T]",
                "mean anomaly [prompt on partial answer]",
                "ellipse"
            ],
            "parts_sanitized": [
                "According to Kepler’s third law of planetary motion, the square of this measure of a planet is proportional to the cube of its orbit’s semi-major axis.",
                "When using Kepler’s laws to predict the positions of planets, this quantity is set equal to the mean motion times the time.",
                "Kepler’s first law states that the planets draw out orbits of this shape with the Sun at one focus."
            ]
        },
        {
            "leadin_sanitized": "This island is home to many endemic species of spider, along with a thick-trunked endemic “cucumber tree.” For 10 points each:",
            "answers_sanitized": [
                "Socotra [or Suqutra]",
                "Republic of Yemen [or al-Jumhūriyyah al-Yamaniyyah]",
                "Bab-el-Mandeb [or the Gate of Tears]"
            ],
            "parts_sanitized": [
                "Name this island east of the Horn of Africa, a biodiversity hotspot. Its umbrella-shaped dragon’s-blood trees have dark red sap.",
                "Socotra lies near the opening of the Gulf of Aden, which lies between the north coast of Somalia and the south coast of this country on the Arabian Peninsula. This country administers Socotra, and one of its port cities lends its name to the Gulf of Aden.",
                "The Gulf of Aden is divided from the Red Sea by this narrow strait; at its widest point there are only twelve miles between Yemen and Djibouti. Its name comes from the danger of navigating it, and it contains a small group of islands called the Seven Brothers."
            ]
        },
        {
            "leadin_sanitized": "Answer some things about reflection of light at a boundary between optical media, for 10 points each.",
            "answers_sanitized": [
                "total internal reflection [or TIR; prompt on reflection]",
                "TM [or transverse-magnetic; or p polarized]",
                "arcsine [or inverse sine]"
            ],
            "parts_sanitized": [
                "If the light enters from a denser optical medium and the angle of incidence is greater than the critical angle, then this phenomenon can occur. In it, the light reflects entirely back into the original medium.",
                "If the incidence angle equals the Brewster angle, none of the light with this polarization mode will be reflected. The electric field is parallel to the plane of incidence in this polarization mode.",
                "The critical angle for TIR is given by this function of the ratio of the second index of refraction to the first."
            ]
        },
        {
            "leadin_sanitized": "Twenty-four of these people appear during each half of the cosmological cycle. For 10 points each:",
            "answers_sanitized": [
                "Tirthankaras (teer-thun-kuh-ruhs)",
                "Jainism [or Jain dharma]",
                "Tattvartha Sutra [or Tattvarth-adhigama-sutra]"
            ],
            "parts_sanitized": [
                "Give this title for major spiritual teachers and savior-figures. They are named for the Sanskrit word for “ford-makers” because they have created a passage through samsara, the cycle of suffering and rebirths.",
                "Tirthankaras are revered in this Indian religion, which practices a code of nonviolence called ahimsa and has sects called “sky-clad” and “white-clad” according to their ascetics’ outfits.",
                "This scripture by Umaswati (oo-MAH-swah-TEE) is the only text authoritative to both Digambara (DEE-gum-burr) and Svetambara (SHVET-um-burr) Jains. It contains the Jain aphorism “Souls render service to one another.”"
            ]
        },
        {
            "leadin_sanitized": "James Bradley wrote Flags of Our Fathers about the soldiers depicted in this image, though in 2016 it was discovered that his father John Bradley had been misidentified. For 10 points each:",
            "answers_sanitized": [
                "Raising the Flag on Iwo Jima",
                "Reichstag (RYKE-shtogg)",
                "Falklands War [or Guerra de las Malvinas]"
            ],
            "parts_sanitized": [
                "Name this iconic photograph taken by Joe Rosenthal during a 1945 battle on a Japanese island. Felix de Weldon later used this image to sculpt the Marine Corps War Memorial.",
                "Yevgeny Khaldei’s 1945 photograph of this building depicts a Soviet soldier hoisting the Hammer and Sickle over it during the Battle of Berlin. This building was severely damaged by a 1933 arson attack.",
                "A photograph from this war depicts a Royal Marine “yomper” with the Union Jack flying from his pack on a march from the San Carlos beachhead."
            ]
        },
        {
            "leadin_sanitized": "A university campus designed by this architect features a series of ten pavilions around a prominent “Lawn,” with a large Rotunda at the center. For 10 points each:",
            "answers_sanitized": [
                "Thomas Jefferson",
                "Virginia State Capitol [prompt on Capitol]",
                "Nîmes (NEEM)"
            ],
            "parts_sanitized": [
                "Name this architect who designed an octagonal dome for his Palladian-style estate, Monticello.",
                "Jefferson modeled this state government building on a Roman Temple, though it diverged when it was rebuilt after a fire and two wings were added.",
                "The Virginia State Capitol was inspired by the Maison Carrée (may-ZON kah-RAY), one of the most well-preserved Roman temples. It is located in this city, which used it as an art museum during the nineteenth century."
            ]
        },
        {
            "leadin_sanitized": "An immensely erudite novel by a writer with this surname, Darconville’s Cat, chronicles the life of an English professor who is turned against his former lover Isabel by the misogynist Dr. Crucifer. For 10 points each:",
            "answers_sanitized": [
                "Theroux (thuh-ROO)",
                "V. S. Naipaul [Vidiadhar Surajprasad Naipaul]",
                "Derek Walcott [Derek Alton Walcott]"
            ],
            "parts_sanitized": [
                "Name this surname of brothers Alexander and Paul, the latter of whom wrote The Mosquito Coast and The Great Railway Bazaar.",
                "Paul Theroux’s book Sir Vidia’s Shadow describes his often tense friendship with this Indo-Trinidadian writer, whose only rule was “Never give anyone a second chance.” He wrote A Bend in the River.",
                "This St. Lucian (LOO-shin) writer mocked Naipaul in “The Mongoose,” writing “Once he liked humans; / How long ago this was!” In a poem, he wrote “The classics can console. But not enough.”"
            ]
        },
        {
            "leadin_sanitized": "In regards to a plan proposed by this man, Austen Chamberlain said “gentlemen do not behave in such a way.” For 10 points each:",
            "answers_sanitized": [
                "Sir Samuel John Gurney Hoare [prompt on Hoare–Laval Pact]",
                "Anthony Eden [or Robert Anthony Eden]",
                "League of Nations"
            ],
            "parts_sanitized": [
                "Name this British politician, who proposed with a Frenchman an exceedingly unpopular 1935 plan to end a war by dividing Abyssinia into an Italian and Abyssinian sector.",
                "After the failure of the Hoare–Laval Pact, Hoare was replaced as Foreign Secretary by this youthful conservative, who held the post again in the Churchill ministry during most of World War II.",
                "Historian A.&nbsp;J.&nbsp;P.&nbsp;Taylor said that the Hoare–Laval Pact’s failure damaged both the power and prestige of this international peacekeeping group, which formed in 1920 and was becoming increasingly irrelevant by the mid 1930s."
            ]
        },
        {
            "leadin_sanitized": "Edmund Wilson’s book on symbolist literature is titled in reference to this play, whose title character says “Living?&nbsp;Our servants will do that for us.” For 10 points each:",
            "answers_sanitized": [
                "Axël",
                "androids [accept Do Androids Dream of Electric Sheep?]",
                "Primus OR Helena"
            ],
            "parts_sanitized": [
                "Name this play by Auguste Villiers de L’Isle-Adam (veel-YAY duh LEEL-ah-DOM), whose title character meets the rich heiress Sara de Maupers (mo-PAIR) in the crypt of his castle after they both respond “no” when asked whether they will accept “light, hope, and life.”",
                "Villiers de L’Isle-Adam’s novel The Future Eve coined the modern sense of this word for a humanoid robot. A Philip K.&nbsp;Dick novel, despite more often using the term “replicant,” asks in the title whether these creatures “dream of electric sheep.”",
                "In Karel Čapek’s (CHOP-ek’s) R.U.R., Alquist realizes that two robots are a new Adam and Eve after threatening to kill one of them to test their love. Name either of those robots."
            ]
        },
        {
            "leadin_sanitized": "The Bandiera brothers’ expedition to Naples failed because the British government spied on this man’s mail during his exile in London. For 10 points each:",
            "answers_sanitized": [
                "Giuseppe Mazzini (mah-TSEE-nee)",
                "Rome",
                "Charles Albert of Sardinia [do not prompt on “Charles” or “Albert”]"
            ],
            "parts_sanitized": [
                "Name this Genoese republican who founded the Young Italy movement. Cavour called this man “chief of the assassins,” though he expressly disclaimed the “theory of the dagger.”",
                "Mazzini was briefly a triumvir (try-UM-ver) of this city, which formed a republic after Pope Piux IX fled to Gaeta (gah-AY-tah). This city’s republic ended when Napoleon III sieged it and restored the Pope to the Vatican Palace in this city.",
                "Mazzini sent an 1831 letter to this King of Sardinia-Piedmont urging him to oust the Austrians and unify Italy. This monarch lost the battles of Novara and Custoza and he names the first constitution of unified Italy."
            ]
        },
        {
            "leadin_sanitized": "Contrary to Jacques Maritain, Umberto Eco argued that this philosopher’s theory of aesthetic perception, or visio, was strongly cognitive rather than intuitive. For 10 points each:",
            "answers_sanitized": [
                "St. Thomas Aquinas [or Tommaso d’Aquino; prompt on St. Thomas]",
                "Neoplatonism",
                "Symposium"
            ],
            "parts_sanitized": [
                "Name this philosopher who described beauty in terms of the three qualities of integritas, consonantia, and claritas.",
                "Although Aquinas was an Aristotelian, his views on divine beauty were influenced by Pseudo-Dionysius the Areopagite (air-ee-OP-ug-ite), a member of this school of thought whose other members included Porphyry.",
                "The views of Plotinus and other Neoplatonists on beauty were often derived from this Platonic dialogue about love. In this dialogue, Socrates recounts how Diotima taught him about a hierarchy of kinds of love."
            ]
        },
        {
            "leadin_sanitized": "This environmental design theory comprises the five factors of territoriality, natural surveillance, image, milieu, and safe adjoining areas. For 10 points each:",
            "answers_sanitized": [
                "defensible space",
                "broken windows",
                "Romani [or Romanichals; or Rumneys; or Gypsy] "
            ],
            "parts_sanitized": [
                "Name this theory in urban planning developed by Oscar Newman. It links crime deterrence to physical factors built into small communities that evoke feelings of personal investment, security, and control in their residents.",
                "Evidence that a community is not cared for, such as the presence of namesake unrepaired structures, encourages crime according to this theory proposed by James Q.&nbsp;Wilson and George Kelling.",
                "The dilapidated title tower block in the film Paradise Hotel was part of an ambitious project to house these people. In the nineteenth century, some of their subgroups lived in ornate vardos, which are now mostly used at horse fairs."
            ]
        },
        {
            "leadin_sanitized": "These pieces, collected in eight volumes, include three “Venetian Boat Songs.” For 10 points each:",
            "answers_sanitized": [
                "Songs Without Words [or Lieder ohne Worte]",
                "Felix Mendelssohn [or Felix Mendelssohn-Bartholdy]",
                "Spring Song [or Allegretto grazioso; or Frühlingslied]"
            ],
            "parts_sanitized": [
                "Name these short piano pieces. One of them is a presto entitled “Spinnerlied” (SHPIN-er-leed), or “Spinning Song.”",
                "This composer of the Scottish Symphony dedicated book two of his Songs Without Words to his sister Fanny.",
                "The sixth entry in book five of Songs Without Words is this piece in A&nbsp;major that depicts a season. It shares its name with a 1949 Benjamin Britten symphony that sets poems such as “The Merry Cuckoo” and “Out on the Lawn I Lie in Bed.”"
            ]
        },
        {
            "leadin_sanitized": "Under William Mahone, this party abolished the poll tax and the public whipping post. For 10 points each:",
            "answers_sanitized": [
                "Readjusters [or Readjuster Party]",
                "McCulloch Act",
                "Jim Crow [or Jim Crow laws]"
            ],
            "parts_sanitized": [
                "Name this biracial political party that held power in Virginia during the 1870s. This party was named for its stance on the repayment of prewar debt, in opposition to the Funders.",
                "The Readjusters opposed this legislation that benefited bondholders, calling it the “Broker’s Bill.” This act shares its name with the petitioner in a case that ruled “the power to tax is the power to destroy.”",
                "Grover Cleveland’s election and the Danville Riot led to the collapse of the Readjusters and the political dominance of the Democrats, who enacted racial segregation laws named for this fictional Black trickster."
            ]
        },
        {
            "leadin_sanitized": "This compound is commercially synthesized through the Cativa process. For 10 points each:",
            "answers_sanitized": [
                "acetic acid [or ethanoic acid; accept glacial acetic acid]",
                "trifluoroacetic acid [or TFA]",
                "matrix-assisted laser desorption/ionization [or MALDI; or MALDI-TOF] "
            ],
            "parts_sanitized": [
                "Name this acid that serves as the main component of vinegar. A highly concentrated form of this compound is called “glacial.”",
                "This derivative of acetic acid is commonly used to cleave peptides from Wang resin during solid-state peptide synthesis. This compound can also reduce benzyl halides with hydrosilanes. ",
                "TFA is commonly used as a counter-ion during this technique used to fragment ions prior to mass spectrometry. Unlike ESI, this soft ionization technique produces fewer multi-charged ions. "
            ]
        },
        {
            "leadin_sanitized": "This play opens in 1809 as Septimus Hodge challenges Thomasina to prove Fermat’s last theorem to distract her from “carnal embrace.” For 10 points each:",
            "answers_sanitized": [
                "Arcadia",
                "Tom Stoppard [or Tomáš Straussler]",
                "Rosencrantz and Guildenstern [accept Rosencrantz and Guildenstern Are Dead]"
            ],
            "parts_sanitized": [
                "Name this play which also follows Hannah Jarvis as she researches an old house in the present day.",
                "Arcadia is by this Czech-born British author, who also wrote The Real Thing, Professional Foul and The Coast of Utopia.",
                "Stoppard wrote a play about these two minor characters from a Shakespeare play, who in the title “Are Dead.” That play opens with these characters flipping a coin, only for it to come up heads every time."
            ]
        },
        {
            "leadin_sanitized": "In 1994, this man’s supposed gravesite was discovered. For 10 points each:",
            "answers_sanitized": [
                "Dangun (DAHN-goon) [or Tangun]",
                "bear",
                "Korea [or Korean culture; or North Korea]"
            ],
            "parts_sanitized": [
                "Name this founder of the City of God, or Sinsi, who invented moxibustion and acupuncture, and was born after the intervention of a divine birch tree and his father Hwanung (HWAH-noong).",
                "Dangun’s mother was one of these animals. This is the most common type of animal sacrificed in the “Iomante” (ee-oh-MAHN-tay) ritual of the Ainu, and the daughter of Lycaon (lye-KAY-on) was turned into one of these animals.",
                "Hwanung and Dangun are mythical founders in this culture’s mythology. Some people currently living in this culture practice the juche (JOO-cheh) religion invented by Kim Il-Sung."
            ]
        },
        {
            "leadin_sanitized": "This equation can be used predict the number of defects in a crystal. For 10 points each:",
            "answers_sanitized": [
                "Arrhenius equation ",
                "two [or double]",
                "square root [or one-half power; or 1/2 power]"
            ],
            "parts_sanitized": [
                "Name this empirical equation used to calculate the rate constant for a reaction. The Eyring (EYE-ring) equation is a version of this equation consistent with transition state theory. ",
                "According to the Arrhenius equation, raising the temperature of the reaction by 10&nbsp;degrees Celsius will result in this fold increase in reaction rate in room temperature. Approximate to the nearest integer.",
                "While the pre-exponential factor of the Eyring equation is linear with respect to T, collision theory predicts that the pre-exponential factor of Arrhenius equation should be proportional to this function of T."
            ]
        }
    ]
}