{"tossups": [{"question_sanitized": "California’s public pension system spent over 200 million dollars trying to loosen corporate governance laws in this country that stymied an attempted leveraged buyout of Bull-Dog Sauce Co. Until it was privatized, this country’s postal system was the world’s largest savings bank. The delay of WeWork’s proposed IPO has been pushed by its largest investor, a firm from this country named SoftBank. Monetary (*) easing policies are part of the first arrow of the namesake agenda of this country’s prime minister, who has sought to gradually change salaryman culture to help boost its birth rate. The richest man in this country founded the casual wear retailer UNIQLO (“YOO-nee-kloh”). For 10 points, name this country whose ruling Liberal Democratic Party is led by Shinzo Abe (“AH-bay”).", "answer_sanitized": "Japan [or Nihon-koku or Nippon-koku] &lt;WA, Other Academic&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Specific term required. This literary genre is the subject of critic Franco Moretti’s book The Way of the World, which interprets it as a form of bourgeois self-assertion, citing the example of George Gissing. Thomas Carlyle translated a paradigmatic novel in this genre in which the protagonist visits the castle of Lothario, who hosts a secret society of noblemen in a tower. The philologist Karl Morgenstern coined the term for this genre to refer to a (*) 1795 novel in which the protagonist meets Serlo and plays the role of Hamlet in his acting troupe. That novel in this genre was succeeded by one about the title teenager’s “journeyman years.” Goethe’s (“GUR-tuh’s”) Wilhelm Meister’s Apprenticeship is an example of, for 10 points, what literary genre with a German name, which is similar to the “coming of age” novel?", "answer_sanitized": "bildungsroman (“BILL-doongs-ro-MAHN”) [or novels of formation; prompt on novel; prompt on coming-of-age by asking “what is the original-language term?”] &lt;WA, Long Fiction&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A proposal about people moving to this state by Abe Spring was rejected for over 30 years and then reconsidered with the publishing of the Slattery Report. In 1990, this state elected a governor, Wally Hickel, from a party that called for a referendum on its independence. After a 1972 plane crash led to the disappearance of this state’s representative Nick Begich, it elected the current longest-serving US congressman, Don (*) Young. Organic Act No. 2 secured this state’s entry into the union due to the efforts of Ernest Gruening, who later served in the Senate alongside fellow antiwar Democrat Mike Gravel (“gruh-VELL”). This state was thought to lean Democratic, so its entry into the union was tied to that of Hawaii. For 10 points, name this state, the second to last to gain statehood, the northernmost state in the United States.", "answer_sanitized": "Alaska &lt;ML, US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A short piece in this genre by Dmitri Shostakovich parodies a march in 7/8 (“seven-eight”) time and Hanon exercises in its final themes and was written for his son’s 19th birthday. Apocryphally, a blind Ukrainian beggar’s tune provided the first theme of another Russian piece in this genre that opens with the unrecapitulated motif [read slowly] “F, D-flat, C, B-flat” played by loud horns. Vladimir Horowitz popularized a challenging D minor piece in this genre written the same year as the composer’s tone poem The (*) Isle of the Dead. Low F’s alternate with eight crescendoing block chords, often described as “bell-like,” to open the second piece in this genre by Sergei Rachmaninoff. For 10 points, name this genre of 27 Mozart pieces and Beethoven’s “Emperor” in which an orchestra accompanies a keyboard soloist.", "answer_sanitized": "piano concerto [or piano concerti; prompt on concerto] (The second sentence describes Tchaikovsky’s Piano Concerto No. 1.) &lt;WA, Classical/Opera&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A methyltransferase that acts on these molecules creates an m1A58 site. A group of enzymes that act on these molecules have designations like ZO, PL-7, and Jo-1 when they appear on a myositis antibody panel. Half of all mitochondrial mutations causing disease are for genes coding these molecules. Pseudouridine is found in the T-psi-C (*) arm of these molecules, which can also contain inosine near their 5-prime end. These adaptor molecules are charged by synthetases. They have an anticodon loop that can undergo wobble base pairing, and they initially go to the A site. For 10 points, name these cloverleaf-shaped molecules that carry amino acids to the ribosome during translation.", "answer_sanitized": "tRNA [or transfer RNA or transfer ribonucleic acid; prompt on RNA or ribonucleic acid; do not accept or prompt on “DNA” or “deoxyribonucleic acid”] &lt;EM, Biology: Genetics/Cell&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "John Jeremiah Sullivan recalls being “under the tragic spell” of this place in an essay about his apprenticeship to the aging “Mister Lytle (“LIGHT-ull”).” An essay about this place opens by mocking the poetaster (“POH-it-ass-ter”) J. Gordon Coogler’s lines about how this place’s “books have grown fewer.” Fugitive poet Andrew Nelson Lytle contributed to the collection I’ll Take My Stand, which documented the “Agrarian Tradition” championed by writers from this place in reaction to (*) H. L. Mencken’s description of it as a backwards “Sahara of the Bozart.” Shreve asks Quentin “Why do you hate” this region at the end of Absalom, Absalom!, whose author William Faulkner was grouped with Flannery O’Connor into a “Gothic” literary tradition from here. For 10 points, Gone With the Wind depicts the Antebellum life of what US region?", "answer_sanitized": "the South [or the American South; accept Southern Gothic] &lt;RK, Misc Lit&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This artist cut headlines from the New York Post to create provocative new ones such as “Pope Killed for Freed Hostage.” This artist, who stands nude covered in black-and-white paint patterns in an Annie Leibovitz photo, showed a large toothed monster eating a hanged man at the right of one of his murals. His painting of yellow, red, and green figures covering their eyes, ears, and mouth, titled Rebel with Many Causes, deals with the same issue as his work for the group ACT UP. The musical (*) Radiant Baby is about this artist, who painted an orange public mural that uses short black “motion” lines to outline the title three-word message. Many of his works show a large, red heart and characteristic dancing stick figures, while others deal with the AIDS crisis. For 10 points, name this graffiti artist of “Crack is Wack.”", "answer_sanitized": "Keith Haring &lt;WA, Painting/Sculpture&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "During this century, Manaku of Guler produced elaborate mythological paintings and his brother, Nainsukh, produced sparser paintings for royal courts. During this century, a ruler commissioned an automaton that depicted a tiger mauling a British soldier after winning a war in which he used iron-tipped rockets. During this century, the Afghan leader Ahmad Shah Durrani invaded India and clashed with the Maratha Confederacy. A casus belli arose in this century when the (*) Nawab of Bengal, Siraj ud-Daulah, killed 123 British prisoners in the “Black Hole of Calcutta” incident. In this century, Robert Clive won the Battle of Plassey, thus cementing the East India Company’s rule over Bengal. For 10 points, name this century in which Mysore fought Britain during the Indian theater of the American Revolution.", "answer_sanitized": "18th century [or 1700s] &lt;JM, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "G. W. F. Hegel (“HAY-gull”) wrote that the “sound doctrine” of this thinker’s works was far inferior to Cicero’s De Officiis (“day oh-FEE-chee-eese”) and that the “reputation” of his works would be better “had they never been translated” by French priests. This philosopher claimed that the purpose of his teachings was to produce “profound persons,” and used a term for the sons of princes to designate those people. This man’s grandson wrote The Doctrine of the Mean, which is one of the (*) “Four Books” of this man’s teachings. Interactions of friend to friend, elder brother to younger brother, father to son, husband to wife, and ruler to ruled comprise this thinker’s “five relations.” His namesake philosophical system advocates filial piety. The Analects is by, for 10 points, what Chinese philosopher who praised obedience?", "answer_sanitized": "Confucius [or Kong Fuzi or Master Kong] &lt;WA, Phil/Thought&gt;", "category": "Philosophy"}, {"question_sanitized": "A sura titled for one of these people provides the example of Abraham as someone who did not make friends with pagans. The 60th sura is titled for an “examined” one of these people. The Qur’an says that these people are to be presided over by qawwamun (“kah-wah-MOON”) because “God has favored some… more than others.” A passage from Sura al-Baqara establishes the custom of reducing by one-half the value of these people’s (*) testimony. The fourth sura in the Qur’an is named for these people and instructs them to “guard the unseen.” Orthodox Islamic traditions require even adult examples of these people to have guardians when outside the house. For 10 points, give these people who are encouraged by most Islamic traditions to preserve modesty by wearing a hijab.", "answer_sanitized": "Muslim women [or equivalents; or an-Nisa’a; prompt on wives] &lt;JM, Religion&gt;", "category": "Religion"}, {"question_sanitized": "The speaker of a poem by this author asks his lover if, prior to meeting, they “snorted… in the Seven Sleepers’ den” and later alludes to the Earth’s hemispheres. Another poem by this author alludes to erection-inducing angels that set “our flesh upright” and calls the addressee “my America! My new-found-land.” In one of this author’s poems, two lovers sit next to violets on a river’s “pregnant bank.” This author of “The (*) Good Morrow” employed the image of a compass in a poem that ends with the lines “Thy firmness makes my circle just, / And makes me end where I begun.” He addressed one poem to a being who is “slave to fate, chance, kings, and desperate men” and coined the phrase “No man is an island.” For 10 points, name this metaphysical poet of the Holy Sonnets, which includes “Death, be not proud.”", "answer_sanitized": "John Donne &lt;NC, Poetry&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The main symbol of the revivalist religion Romuva is one of these objects from Baltic folklore called Austras koks in Latvian. St. Boniface supposedly destroyed one of these objects sacred to Donar. A character named “Just-as-High” describes a daily tribunal held near one of these objects, which is frequently assaulted by four harts. That one of these objects is next to the well of fate, or (*) Urd, whose denizens pour sand and water on it daily. The Norns care for one of these objects that is constantly gnawed on by the dragon Niddhogg. That one of these objects connects Muspelheim, Asgard, and seven other realms. For 10 points, name this type of natural object thought by many people to be the center of the world, such as the Norse Yggdrasil, which is an ash.", "answer_sanitized": "world trees [accept tree branches; accept oak trees or ash trees] &lt;WA, Myths/Legends&gt;", "category": "Mythology"}, {"question_sanitized": "This effect is encoded by the negative f u term in the horizontal momentum equation. To prevent it from contributing higher-order terms, this effect is assumed to vary linearly along the beta-plane. When this effect is assumed to be equal and opposite to the PGF, wind blows parallel to isobars; that approximation is useful at the synoptic scale and is called geostrophic. When this phenomenon combines with drag, Ekman (*) spirals result, in which a rotating column of water moves at an angle to the wind. Its namesake parameter equals the sine of the latitude times twice the Earth’s rotation rate. This phenomenon explains why hurricanes rotate counter-clockwise in the Northern Hemisphere, but clockwise in the Southern Hemisphere. For 10 points, name this effect caused by Earth’s rotation, in which objects deflect to the right in the Northern Hemisphere.", "answer_sanitized": "Coriolis effect [or Coriolis force] &lt;JZ, Earth Science&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Genres of Brazilian popular music such as forró (“fo-HO”) and sertanejo (“sehr-ta-NEH-zhoo”) frequently use this instrument’s standard 120-bass Stradella variety. In Act 2 of his opera Wozzeck (“VOT-seck”), Alban Berg (“ALL-bahn BAIRG”) had one of these non-wind, non-string instruments play in the on-stage band during the “tavern garden” scene. Along with the fiddle, this example of a free-reed aerophone provides the main melody of most zydeco (“ZY-duh-ko”) tunes from (*) Cajun country. It doesn’t use the mouth, but close relatives of this instrument include the concertina and the instrument that Piazzolla played in nuevo tango, the bandoneón (“bon-doh-nay-OWN”). This instrument’s keyboard is perpendicular to its body and is found opposite its button board, which is used to play chords. For 10 points, name this wind instrument that resembles a bellows and is also called a squeezebox.", "answer_sanitized": "accordions [accept squeezeboxes until read; prompt on aerophones or free-reed aerophones until read] &lt;WA, Other Arts: Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Integer multiples of the square of this quantity divided by Planck’s constant are the “plateaus” observed in the fractional quantum Hall effect. The spectral noise density of shot noise is equal to two times current times this quantity. This quantity equals the Faraday constant divided by the Avogadro constant. Values of one-third times this quantity are only possessed by color-confined particles such as (*) quarks. This quantity, which equals 1.602 times 10-to-the-negative-19 coulombs, was measured in an experiment in which an electric field was used to suspend oil drops in midair by Robert Millikan. For 10 points, give this quantity, the absolute value of the charge of a proton or electron.", "answer_sanitized": "elementary charge [or fundamental charge; accept elementary or fundamental after “charge” is read; accept charge of a proton until read; accept charge of an electron until “electron” is read, but prompt after; prompt on e] &lt;WA, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This play’s protagonist recalls facing his father and seeing “the devil himself” before being beaten unconscious and having to walk 200 miles to Mobile (“mo-BEEL”). A character in this play is arrested for harassing kids, claiming that he’s “chasing hellhounds.” At the end of this play, characters sing about a dog that “treed a possum in Noah’s Ark” named “old Blue” at a funeral where a man who thinks he’s an (*) angel blows his horn three times to open the gates of heaven. In this play, the protagonist’s mistress Alberta dies giving birth to his love child, who is raised by his wife Rose. This play’s protagonist prevents his son Cory from playing football and claims that his baseball career failed because he “wasn’t the right color.” For 10 points, name this play set in Pittsburgh about the garbage collector Troy Maxson, written by August Wilson.", "answer_sanitized": "Fences &lt;NC, Drama&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A group of these objects from the Viking period possibly depicting a syncretic mix of Ragnarok and the biblical apocalypse was found in the Överhogdal church in Sweden. During the reign of Louis XIV, Jean-Baptiste Colbert established the Beauvais (“bo-VAY”) and Gobelins (“go-BLAN”) factories for creating these objects. Before Louis XI expelled its inhabitants, the city of (*) Arras (“ah-ROSS”) was a hub for making these things. Three bishops mentioned in the Domesday Book appear in another of these things commissioned by a count named Odo. The earliest image of Halley’s comet appears on that example of these objects, which depicts a man being struck in the eye with an arrow during the Battle of Hastings. For 10 points, name these textile artworks, one of which was found hanging in the Bayeux Cathedral.", "answer_sanitized": "tapestries [or embroideries; accept Bayeux tapestry] &lt;NC, European History&gt;", "category": "History"}, {"question_sanitized": "Winfried Schulz broke down the process by which “elements of a culture” assume this institution’s form into processes collectively known as “[this institution]-tization.” Douglas Kellner’s work applies concepts from Situationism to describe this institution’s “culture.” Henry Jenkins claims that “participatory culture” and “collective intelligence” are modifying this institution’s “convergence” in a book about a “collision” between its “old” and “new” forms. This institution bridges (*) “opinion leaders” and the public according to Paul Lazarsfeld’s “two-step flow” model. A book on Understanding this institution by Marshall McLuhan asserts that this institution “is the message.” 20th-century propaganda was often spread by a “mass” form of, for 10 points, what institution comprising television, film, radio, and other sources that deliver information?", "answer_sanitized": "the media [or the medium; accept mediatization; accept other types of media like mass media or news media; prompt on press or fourth estate] &lt;AA, Social Science: Socio/Anthro&gt;", "category": "Social Science"}, {"question_sanitized": "A funeral for an expert at this activity named Felix caused a crazed man to immolate himself on Felix’s funeral pyre. Facilities for this activity were divided by a spina (“SPEE-nah”) that had a meta at each end, and one of them was decorated with a stolen obelisk by Theodosius the Great. Many of the most successful practitioners of this activity came from Lusitania, such as a man named Diocles. Objects used in this activity include the (*) biga (“BEE-gah”) and quadriga (“KWAH-dree-gah”). A fight between two factions involved in this activity, the Blues and the Greens, nearly resulted in the overthrow of Justinian the Great in the Nika Riots. For 10 points, the Circus Maximus and Hippodrome were venues for what sort of competition, whose participants drove vehicles pulled by teams of horses?", "answer_sanitized": "chariot race [prompt on race or racing or sports or athletics or games] (Felix was a crazy fan of the Reds faction.) &lt;WA, Ancient/Archaeology&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "An admissible decision rule based on this theorem determines the risk function by using a fixed weighted average as the expected loss. Solving problems with this theorem, such as in “forward-looking” and “backward-looking” scenarios, can be aided by using tree diagrams. An approach based on this theorem is [emphasize] contrasted with an approach that considers unknown values to be the limit of the result of an (*) infinite number of trials. A naive classifier trained on a batch of emails exploits this theorem to filter spam. Prior distributions are multiplied by likelihood functions to give posterior distributions in this theorem’s namesake method of inference, which is contrasted with frequentism. For 10 points, name this statistical theorem that relates the probability of “A given B” to the probability of “B given A.”", "answer_sanitized": "Bayes’ theorem [or Bayes’ law or Bayes’ rule; accept Bayesian filter or Bayesian inference or naive Bayes classifier] &lt;WA, Applied Math/Misc&gt;  If the game is tied at this point, report to your tournament director for tiebreaker instructions.   Bonuses", "subcategory": "Science Math", "category": "Science"}], "bonuses": [{"leadin_sanitized": "In his Nobel acceptance speech, this playwright described being “too proud of [his] debt to Strindberg.” For 10 points each:", "answers_sanitized": ["Eugene O’Neill (The second play is The Hairy Ape.)", "Massachusetts", "machines [accept Machinal or The Adding Machine] &lt;RK, Drama&gt;"], "parts_sanitized": ["Name this author whose expressionist tendencies inspired his use of masks in plays like The Great God Brown. In another of his plays, the brutish sailor Yank passes rich pedestrians wearing masks on Fifth Avenue.", "O’Neill contributed to the expressionist plays put on by a group founded by Susan Glaspell in this state’s city of Provincetown. Arthur Miller’s The Crucible depicts trials in this state.", "An unnamed woman murders her husband in a pioneering expressionist play by Sophie Treadwell titled for one of these things. The accountant Mr. Zero ends up in Elysian Fields after murdering his boss in a play by Elmer Rice titled for one of these things."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Reporter Mortimer Thompson, using the pseudonym Q. K. Philander Doesticks, published a report about one of these events for the <em>New-York Tribune</em>. For 10 points each:", "answers_sanitized": ["slave auctions [prompt on auctions]", "Charleston, South Carolina (That battle was Fort Sumter.)", "Georgetown University &lt;ML, US History&gt;"], "parts_sanitized": ["Identify these events, an example of which in Savannah was called “The Weeping Time.” That largest example of these events in history was run by Pierce Butler.", "This other city built its Old Slave Mart in 1859 to hold private auctions, as it outlawed public slave auctions in 1856. P. G. T. Beauregard commanded this Southern city’s artillery during an April 1861 battle.", "Recently, this university made the news due to attempted reparations for a slave auction held to pay off its debts in 1838. The Jesuit Order founded this university in Washington, DC."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Name these people whom Odysseus sees in the underworld, for 10 points each.", "answers_sanitized": ["Sisyphus", "Agamemnon", "Elpenor (“el-PEE-nor”) &lt;ML, Myths/Legends&gt;"], "parts_sanitized": ["Odysseus pities this man, watching him endlessly rolling a boulder up a hill, only for it to roll back down again.", "This man gives the advice that one should never trust women, particularly not one’s wife, as this man’s own wife stabbed him to death. Odysseus claims that Zeus has always brought disaster to this man’s house, the House of Atreus, through women.", "This member of Odyessus’s crew is in the underworld because he got drunk, fell off of the roof of Circe’s house, and died. He asks Odysseus to bury his body after Odysseus returns from consulting with the spirits."], "category": "Mythology"}, {"leadin_sanitized": "The downfall of two gangsters with this surname began after one of them was accused of having a same-sex affair with the Conservative politician Lord Boothby. For 10 points each:", "answers_sanitized": ["Kray [accept Reggie and Ronnie Kray]", "landlords", "East [accept East End or East London or East Anglia] &lt;JM, European History&gt;"], "parts_sanitized": ["Give this surname of the twin brothers Reggie and Ronnie, who dominated organized crime in London in the postwar era before being imprisoned.", "The Krays ran protection rackets together with Peter Rachman (“ROCK-min”), who had this occupation and whose name became a byword for exploitative practices in it. In the 19th century, real estate speculators in Ireland often became absentee members of this occupation.", "The Krays and Rachman were based in a poor area of London named for this direction, where the Cockney dialect is spoken. This direction also names a region called “Anglia” that includes Norfolk and Suffolk."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Erasmus argued that any sufficiently motivated ruler will be able to rationalize this concept. For 10 points each:", "answers_sanitized": ["just war [or jus bellum justum; prompt on war or conflict]", "The City of God [or The City of God Against the Pagans or De Civitate Dei contra Paganos]", "Saint Augustine of Hippo &lt;ML, Phil/Thought&gt;"], "parts_sanitized": ["Identify this concept from legal theory. In a treatise on this concept, Hugo Grotius wrote that it could be compelled by the law of nature, the law of nations, and divine law.", "The phrase “just war” was first used in this book, which says that a “wise man” should “lament the necessity” of just war. This book, which was written after the sack of Rome in 410 AD, argues against Platonic natural theology.", "This author of The City of God and Church father also wrote a book of autobiographical Confessions."], "category": "Philosophy"}, {"leadin_sanitized": "This collection closes with a poem that says “Beloved, thou hast brought me many flowers.” For 10 points each:", "answers_sanitized": ["Sonnets from the Portuguese", "Elizabeth Barrett Browning [or Elizabeth Barrett Browning; prompt on Browning]", "Theocritus &lt;AR, Poetry&gt;"], "parts_sanitized": ["Name this collection whose other poems include ones imploring their addressee to “love me for love’s sake” and to “call me by my pet name.” One of its poems asks “How do I love thee? Let me count the ways.”", "This Victorian poet referenced her admiration for Luís de Camões (“ka-MOISH”) by publishing her collection of love poems under the title Sonnets from the Portuguese.", "The first of Barrett’s Sonnets opens with the poet remarking “I thought once how” this earlier poet “had sung.” One of this poet’s Idylls (“idles”) tells the love of Polyphemus (“puh-LIFF-uh-muss”) and Galatea."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Sylvie Bouissou (“bwee-SOO”), a partisan of one of these composers, decried the other’s opera <em>Hippolyte et Aricie</em> (“ee-po-LEET ay ah-ree-SEE”) as having destroyed her preferred composer’s style with a “single stroke.” For 10 points each:", "answers_sanitized": ["Jean-Baptiste Lully (“loo-LEE”) AND Jean-Philippe Rameau (“rah-MOH”)", "Baroque era", "pastoral [or pastorale; accept Pastoral Symphony] &lt;WA, Classical/Opera&gt;"], "parts_sanitized": ["Name these two opera composers. One of them developed tragédie en musique (“tra-zhay-DEE on myoo-ZEEK”) in operas he worked on with Philippe Quinault (“kee-NO”), while the other came to prominence with a Treatise on Harmony.", "Lully and Rameau are the two master French opera composers of this musical era of the 17th and early 18th centuries, which preceded the classical era.", "Both Lully and Rameau wrote operas described by this term, such as Lully’s Acis et Galatée (“ah-SEESE ay gah-lah-TAY”) and Rameau’s Zaïs (“zah-EESE”). An early Romantic symphony titled for this adjective depicts a thunderstorm in its fourth of five movements."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "If this operation on two sets gives the empty set, then the two sets are disjoint. For 10 points each:", "answers_sanitized": ["intersection", "power set [or power set of S; prompt on P or P of S]", "symmetric difference [or disjunctive union; do not accept or prompt on “difference” or “union”] &lt;NC, Math&gt;"], "parts_sanitized": ["Name this operation on two sets A and B that gives a set containing only the elements of A that are also in B.", "Given a set S with n elements, this set has a cardinality of two-to-the-n and consists of all the subsets of S.", "The power set becomes a ring when equipped with intersection and this other operation on two sets, which is typically denoted by a triangle or a circled plus like XOR (“EX-or”). If two sets are disjoint, this operation gives their union."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Trees representing this set of rules may “branch” ternarily in the case of prepositions that take both direct and indirect objects, but are only binary branching in the stricter X-bar theory of it. For 10 points each:", "answers_sanitized": ["syntax [accept syntactic theory]", "nouns [accept noun phrases; prompt on NP]", "binding theory [prompt on government and binding theory; do not accept or prompt on “government”] &lt;JM, Social Science: Linguistics&gt;"], "parts_sanitized": ["Give this linguistic term for the collective set of rules of how words are put together to form constituents, such as clauses and sentences.", "Phrases named for this part of speech, such as “that boring linguistics question in EFT,” may include determiners, such as the word “that.” This part of speech can be marked by definite articles such as “the.”", "This theory studies how syntax constrains the interpretation of noun phrases. In this theory, antecedents to pronouns form “domains” that link them with other co-indexed constituents across the branches of a syntax tree."], "category": "Social Science"}, {"leadin_sanitized": "Physicist Augustin-Jean Fresnel (“fruh-NELL”) invented one of these devices that was said to have “saved a million ships” due to its use in lighthouses. For 10 points each:", "answers_sanitized": ["lenses [accept Fresnel lens]", "thinness [or equivalents like thin; accept thin lens approximation or thin films]", "one over the focal length of the lens [or the inverse focal length or reciprocal focal length of the lens; prompt on one over f; prompt on P or optical power until it is read; do not accept or prompt on “focal length” or “f”] &lt;WA, Physics&gt;"], "parts_sanitized": ["Name these curved objects, often made of glass, that focus light via refraction.", "To simplify formulas, a lens is often approximated as having this property, meaning that its optical axis is much smaller than the radius of curvature. Chemical systems named for having this property are also called monolayers.", "For a thin lens in air, the lensmaker’s equation says this formula is approximately equal to [read slowly] “the difference between the reciprocals of the two radii of curvature” times the quantity “the index of refraction minus one.” Please give the formula for this quantity, which is equal to optical power."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A website called a “machine” of these things has been a godsend for students everywhere and automatically generates them in Chicago, Turabian, and Harvard formats, among others. For 10 points each:", "answers_sanitized": ["citations [accept Citation Machine]", "h-index", "Book of Matthew [accept Matthew effect] &lt;WA, Other Academic&gt;"], "parts_sanitized": ["Give this term for a reference in a bibliography to published or unpublished sources. An index of these things is provided by Google Scholar.", "This letter of the alphabet names an index that measures the number of papers published with at least that many citations. Michel Foucault has the highest value for this index, because 280 of his papers have at least 280 citations.", "Citations are often said to exemplify a “rich get richer” effect named for this book of the Bible. Robert Merton coined the name for that effect in reference to this Biblical book’s “parable of the talents.”"], "category": "Social Science"}, {"leadin_sanitized": "An example of these works is the figure of Nicolas Rolin in Jan van Eyck’s painting <em>Madonna of Chancellor Rolin</em>. For 10 points each:", "answers_sanitized": ["donor portraits", "crucifixion [or crucifying; accept answers that refer to Christ on the cross]", "Rogier van der Weyden [or Rogier van der Weyden] &lt;RR, Painting/Sculpture&gt;"], "parts_sanitized": ["Give the term for this type of portrait in which the financier of the work is included in the scene. These portraits are especially common on altarpieces of other religious works.", "A donor portrait is included in Albrecht Altdorfer’s version of this scene in the form of a couple kneeling at the feet of Jesus. This scene is the climax of Christian passion plays.", "Donor portraits by Petrus Christus formed a major influence on this artist’s portrayals of donors, such as his Portrait of a Lady, which shows a veiled woman. Christ hangs with a bright orange-red cloth behind him while Mary kneels at the left in this artist’s Crucifixion Diptych (“DIP-tick”)."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "During World War II, Rashid Ali Al-Gaylani aligned this country with the Axis powers in order to remove it from British influence. For 10 points each:", "answers_sanitized": ["Iraq", "Saddam Hussein [or Saddam Hussein]", "Assyrians [prompt on Syriacs, Arameans, or Chaldeans] &lt;JM, World History&gt;"], "parts_sanitized": ["Name this non-Jordan country where the Hashemite Prince Faisal served as king after leading the Arab Revolt during World War I.", "This future dictator of Iraq was serving as a Ba’ath party enforcer when Faisal’s grandson, Faisal II, was deposed, ending the Iraqi monarchy. This leader was later deposed himself in a 2003 American invasion.", "Faisal I committed the Simele (“sih-MEH-lay”) Massacre against this northern Iraqi ethnic minority, which was also targeted in the “Sayfo” genocide under the Ottoman Empire."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "A popular approach in film editing to make a scene look natural involves doing this “on action.” For 10 points each:", "answers_sanitized": ["cuts", "jump cuts", "wipes &lt;RK, Other Arts: Film&gt;"], "parts_sanitized": ["Give this term that refers to a transition between shots. A director traditionally says “Action!” to begin a take, and says this word to end it.", "A cut that violates the “30-degree rule” is referred to as this type of jarring cut, which is often employed to show the passing of time. The use of these cuts was popularized by the French New Wave.", "Along with cuts and dissolves, this is the third type of film transition. George Lucas’s use of this type of transition throughout Star Wars was largely inspired by Akira Kurosawa’s film The Hidden Fortress."], "category": "Trash"}, {"leadin_sanitized": "This title was claimed in the 17th century by the Turkish rabbi Sabbatai Zevi (“SHAH-beh-tye ts’VEE”), who inspired the Polish Jew Jacob Frank (“YA-kub FRONK”) to also claim this title. For 10 points each:", "answers_sanitized": ["messiah [or mashiach]", "Ba’al Shem Tov (“BAH-all SHEM tove”) [or Israel ben Eliezer; or Besht; prompt on partial answers]", "Hasidic Judaism [or Hasidism or Hasidut; prompt on Haredim or Haredi Jews or Ultra-Orthodox Jews or Orthodox Jews or frums; do not accept or prompt on “Conservative Judaism”] &lt;JM, Religion&gt;"], "parts_sanitized": ["Give this title with a Hebrew name that translates as “the anointed one.” Christians ascribe this title to Jesus.", "This rabbi is said to have fallen ill and died due to his grief at the Frankists’ decision to leave Judaism. This Lemberg-based rabbi, whose birth name was Israel, formed a movement that emphasized simple expressions of faith over abstract reading of the Torah.", "The Ba’al Shem Tov founded this orthodox religious tradition whose name translates as “piety.” This tradition’s followers are notable for their distinctive dress, which includes large fur hats and long black jackets."], "category": "Religion"}, {"leadin_sanitized": "Reactions in which one or more reactants undergo this process can be described by Langmuir–Hinshelwood kinetics and have a rate proportional to the surface coverage. For 10 points each:", "answers_sanitized": ["adsorption [or word forms like adsorb; do not accept or prompt on “absorption”]", "hydrogen gas [or H2]", "scanning tunneling microscopy [or STM; prompt on microscopy or tunneling microscopy] &lt;RN, Chemistry&gt;"], "parts_sanitized": ["Name this process in which a molecule adheres to a surface. Zeolites and activated carbon can perform this process to remove compounds from the air because of their high surface area.", "Adsorption occurs commonly in reactions that add this molecule to reduce double bonds. This lightest diatomic gas is generated by the electrolysis of water.", "This technique is useful for studying adsorption because it can image single atoms on a surface. In this technique, a probe is brought close to a surface and a bias voltage is applied, allowing electrons to jump the gap."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about some brothers who were major influences on European literature, for 10 points each.", "answers_sanitized": ["Brothers Grimm [accept Jakob and Wilhelm Grimm]", "Goncourt (“gon-KOOR”) [accept Prix Goncourt]", "Schlegel [accept August Wilhelm Schlegel or Karl Wilhelm Friedrich Schlegel] &lt;RK, Misc Lit&gt;"], "parts_sanitized": ["An 1812 collection published by these German siblings established the modern versions of fairy tales like “Snow White” and “Hansel and Gretel.”", "A journal documenting the gossip and happenings of the 19th-century Parisian literary sphere was maintained by two French brothers of this surname, who funded the most prestigious award for French prose, their “Prix” (“pree”).", "Two brothers with this surname established early German Romanticism by founding the publication Athenaeum. One brother, August Wilhelm, made the first translations of Shakespeare into German."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "C. Wright Mills in which he described a movement against the “end of ideology” in a letter written to this group that coined its name. For 10 points each:", "answers_sanitized": ["New Left", "Daniel Boorstin", "Communist Party USA &lt;ML, Historiography&gt;"], "parts_sanitized": ["Name this loosely defined political movement that titles a Review edited by Stuart Hall. This grouping, offshoots of which included the Yippies, focused on issues such as civil rights and nuclear disarmament.", "The New Left school of historiography arose out of a debate with the “Consensus school” of historiography, which is most associated with this Librarian of Congress and author of The Americans trilogy and The Image, in which he attacked “pseudo-events.”", "After leaving this political party, Boorstin cooperated with the House Un-American Activities Committee in naming members of this political party, which Marxist historians including Herbert Aptheker (“APP-taker”) belonged to."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A man in a novella by this author is struck by his realization that a daughter constantly mimics her mother’s facial expressions and movements, and thus provides him a model for his imitation of a general. For 10 points each:", "answers_sanitized": ["Carlos Fuentes (Those works are Aura and Terra Nostra.)", "Mexico [or México; or United Mexican States]", "Tristram Shandy [or The Life and Opinions of Tristram Shandy, Gentleman] (by Laurence Sterne) &lt;ML, Long Fiction&gt;"], "parts_sanitized": ["Name this author who also wrote a novel that opens with a king nicknamed El Señor constructing a massive palace and mausoleum to honor his family and himself, as he is the last in his line.", "Many of Fuentes’s novels discuss the early 20th-century revolution in this North American country, where he spent most of his life.", "The structure of Fuentes’s Christopher Unborn is based on this novel, which Samuel Johnson said “did not last” because “Nothing odd will do long.” This novel frequently digresses in relating the “Life and Opinions” of its title gentleman."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "During this process, epiblast cells of the blastocyst undergo an epithelial–mesenchymal (“meh-ZANK-uh-mull”) transition and migrate into the primitive streak to displace the hypoblast. For 10 points each:", "answers_sanitized": ["gastrulation", "mesoderm", "vitamin A [or retinol or retinoic acid or isotretinoin or tretinoin] &lt;RN, Biology: Dev/Plant&gt;"], "parts_sanitized": ["Name this process that occurs around the third week of human development and leads to the formation of the body’s three germ layers.", "This middle germ layer, sandwiched by the ectoderm and endoderm, gives rise to the body’s skeletal muscles, dermis, and bones via its somites (“SO-mights”).", "An excess of this vitamin can cause severe birth defects because its nuclear receptor binds immediately upstream of Hox genes. Female patients who take one of its derivatives, Accutane, are given regular pregnancy tests."], "subcategory": "Science Biology", "category": "Science"}]}