{"tossups": [{"question_sanitized": "Jacques Derrida’s deconstructionism inspired one of these places designed at the site of former Parisian slaughterhouses by Bernard Tschumi (“CHOO-mee”). The trencadís (“trun-ka-THESE”), or “chopped,” method of mosaic was used in one of these places designed by Josep Maria Jujol (“zhoo-ZEP Maria zhoo-ZHOLE”) for a namesake count. A Hypostyle Room with 86 Doric columns is behind a sculpture of a salamander in one of these places overlooking (*) Barcelona that was commissioned by Eusebi Güell (“oh-ZEH-bee GWAIL”). Calvert Vaux (“vox”) helped design one of these places that is home to Bethesda Fountain. An observatory is found in one of these places named Griffith in Los Angeles. For 10 points, Frederick Law Olmsted designed a “Central” example of what sort of public facility in New York City?", "answer_sanitized": "parks [accept Parc de la Villette, Parc Güell, Griffith Park, or Central Park] &lt;RK, Other Arts: Architecture&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "James Barclay discovered a gate leading into a holy site in this city that is now named for him, though Muslims typically call it “Muhammad’s Gate.” Two mosques in this city, Khanqa al-Salihiyya (“HAHN-kah ess-SEH-lee-HEE-yeh”) and the Mosque of Omar, may have been built to “nullify” a nearby site. Yet another mosque in this city is called the “furthest” and marks the location that was reached by a human-faced flying (*) horse named Buraq. Before Mecca, this city was used to determine the qibla, or direction of prayer. Muhammad made his Night Journey to this city, where the Haram al-Sharif is home to a golden-domed mosque named al-Aqsa. For 10 points, name this city whose Dome of the Rock is located on the Temple Mount.", "answer_sanitized": "Jerusalem [or al-Quds or Yerushalayim or Hierosolyma] &lt;JM, Religion&gt;", "category": "Religion"}, {"question_sanitized": "A quartet by this composer begins with a slow, chromatic introduction in which the cello pulses soft low C’s in 3/4 (“three-four”) time as the long notes A-flat, E-flat, and A-natural enter above in turn, creating harmonic ambiguity. A symphony by this composer begins with a loud C, followed by two quick ascents in triplets from G to C. The fugue subject of four whole notes that opens the finale of this composer’s String Quartet in G major nicknamed “Spring” foreshadows a similar finale in his final (*) symphony, which fuses five themes in a double fugue. His “Dissonance” string quartet is the last in a collection of six quartets that he named after his friend Joseph Haydn, and is numbered 465 in the Köchel (“KUR-shul”) catalogue. For 10 points, name this composer of the “Jupiter” Symphony and Eine Kleine Nachtmusik (“EYE-nuh KLY-nuh NOKT-moo-zeek”), an Austrian prodigy.", "answer_sanitized": "Wolfgang Amadeus Mozart &lt;WA, Classical/Opera&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One member of this phylum, Theromyzon, tends to infest waterfowl. The terminal posterior body part of organisms in this phylum are called pygidium. Bivalent direct thrombin inhibitors like lepirudin were derived from a protein found in a member of this phylum. This phylum has both horizontal and longitudinal muscles. Some organisms in this phylum secrete (*) hirudin, an anticoagulant. Subclasses in this phylum include polychaetes (“poly-keets”) and oligochaetes (“oligo-keets”). Like arthropods and molluscs, members of this phylum that have blood vessels use metanephridia for excretion. For 10 points, name this phylum of segmented worms, which includes leeches and earthworms and is contrasted with Platyhelminthes and Nematoda.", "answer_sanitized": "annelids [or Annelida; prompt on Polychaeta or Oligochaeta by asking “what phylum?”; prompt on worms or segmented worms] &lt;JZ, Biology: EEB&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The final chapter of Camille Paglia’s Sexual Personae compares Emily Dickinson to this author’s wife, whose struggles are depicted in a Yukio Mishima play. A pamphlet telling his countrymen “Yet another effort… if you would become Republicans” appears in this author’s Philosophy in the Bedroom. This author and the Austrian novelist of Venus in Furs name two contrasting terms coined by Richard von Krafft-Ebing. A woman is struck by lightning after experiencing the “misfortunes of virtue” in this author’s novel (*) Justine. While imprisoned in the Bastille, this author wrote a novel about four wealthy libertines who retreat to a remote castle where they conduct violent orgies with imprisoned teenagers. For 10 points, 120 Days of Sodom was written by what Frenchman, who names the experience of deriving pleasure from inflicting pain?", "answer_sanitized": "Marquis de Sade (“sod”) [or Donatien Alphonse François, Marquis de Sade] (The Austrian novelist is Leopold von Sacher-Masoch.) &lt;RK, Misc Lit&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A 1988 paper by Patricia Wetzel discusses how male native speakers of this language are socialized to use language forms associated with women in English as part of a process of “becoming human.” Instead of syllables, this language’s phonology divides words into on (“own”), or poetry-based morae, including a single syllabic nasal. When writing this language’s native words, all long vowels except for i are marked with macrons in the (*) Hepburn romanization. This language marks location with the particles ni (“nee”) or de (“deh”), and it marks topics and subjects with the particles wa and ga, respectively. This language is related to the Ryukyuan (“ryoo-kyoo-in”) languages spoken further south. The copula marker desu (“dess”), meaning “it is,” is frequently used to end sentences in, for 10 points, what Asian language spoken on islands like Hokkaido and Honshu?", "answer_sanitized": "Japanese [or Nihongo] &lt;JM, Social Science: Linguistics&gt;", "category": "Social Science"}, {"question_sanitized": "Eliot Fisher coined the term for some “organizations” enabled by this law that use capitation schemes for funding. This law mandates the creation of penalties in which IPPS payments are reduced for readmissions, which is one of its many “value-based” initiatives. This law, which enabled the creation of ACOs, provides for “risk corridors” to incentivize geographic expansion by firms such as (*) Anthem and Humana. This law, which is partly funded by a 0.9-percent “surcharge,” provides for the setup of exchanges that allow the purchase of “bronze” and “silver” plans. In National Federation of Independent Business v. Sebelius, Justice Roberts ruled that this law’s “individual mandate” was a form of tax. For 10 points, name this health reform law passed in 2010.", "answer_sanitized": "Affordable Care Act [or ACA; or Patient Protection and Affordable Care Act; accept Obamacare] &lt;WA, Other Academic&gt;", "category": "Current Events"}, {"question_sanitized": "A poem set during this conflict juxtaposes a puppy lapping water with a “drunk sergeant” who whistles O Paradiso! A poem about this conflict mentions “The unmentionable odour of death” before asking “What huge imago made / A psychopathic god.” The dead speaker of a short poem set during this conflict recalls hunching in the belly of the State until his “wet fur froze” before being washed out with a hose. Fighting in this war inspired (*) Randall Jarrell to write “The Death of the Ball Turret Gunner.” A poem about this conflict claims “What mad Nijinsky wrote / About Diaghilev / Is true of the normal heart” and concludes “we must love one another or die.” For 10 points, what war begins as the speaker sits in “one of the dives / On Fifty-second Street” in W. H. Auden’s poem “September 1st, 1939”?", "answer_sanitized": "World War II [or WW2; or Second World War] (The first poem is Randall Jarrell’s “Eighth Air Force.”) &lt;NC, Poetry&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Every finite group is the group of symmetries of one of these objects by Frucht’s theorem. It’s not a table, but groups can be represented using one of these objects named for Cayley. Matrix representations of these objects include the Laplacian matrix and the adjacency matrix. Some of these objects called snarks contain a substructure named for Julius Petersen, which itself is a common counterexample. If one of these structures does not contain (*) K-sub-5 or K-sub-3-3 as a minor, then it is planar according to Wagner’s theorem. Euler (“OY-ler”) used these objects to solve the Bridges of Königsberg problem. Examples of these objects include bipartite and complete ones. For 10 points, name these mathematical objects consisting of vertices and edges.", "answer_sanitized": "graphs [accept directed graphs or oriented graphs or digraphs; prompt on network or diagram] &lt;NC, Math&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "After one member of this family was killed, Major Tariq Rahim was shot during a terrorist airplane hijacking, as described in a history of this family titled Songs of Blood and Sword. One member of this family founded a party with the slogan “Land to the Landless” and was deposed in Operation Fair Play. That member of this family claimed that even if his country had to “eat grass,” they would still get nuclear weapons. (*) Zia-ul-Haq deposed the secular government of one leader with this surname and founded an Islamist military government. A Prime Minister from this family who lost the Kargil War and was later killed in Rawalpindi was the first woman to lead a majority-Muslim country. For 10 points, name this Pakistani family that produced Prime Ministers Benazir and Zulfiqar Ali.", "answer_sanitized": "Bhutto family [accept Benazir Bhutto or Zulfikar Ali Bhutto] &lt;ML, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A group of this many Roman deities that were named for different types of pregnancies were called the Parcae (“PAR-kye”). The book Flamen-Brahman presents a theory that Indo-European society was divided into this number of sociological functions, proposed by the mythographer Georges Dumézil (“zhorzh doo-may-ZEEL”). By Eurynome (“yur-IN-uh-mee”), Zeus fathered a group of this many deities, one of whom later wed Hephaestus according to Homer; those deities were the (*) attendants of Aphrodite. As the goddess of crossroads, Hecate (“HECK-uh-tee”) was often shown with this number of heads. A group of this many Greek deities had members who carried a roll, a staff, and a wax tablet or pair of scissors. That group of this many deities included Clotho and controlled every person’s “thread of life.” For 10 points, give this number of goddesses in the Graces, Norns, or Fates.", "answer_sanitized": "three &lt;NC, Myths/Legends&gt;", "category": "Mythology"}, {"question_sanitized": "A Knoxville-based corporation that mostly makes this food began doing so after the TVA flooded most of its farms. A variety of this food forms the base of the Egyptian staple ful medames. The town of Salugia (“sah-LOO-jah”) in Italy provides an alternate name for this food’s “borlotti” variety. A type of Korean popsicle is prepared with this food’s (*) adzuki variety. Beef and pork are stewed with this ingredient in the national dish of Brazil, feijoada (“fay-zhoo-AH-dah”). A golden retriever named Duke was used by Bush’s Best, which sells canned varieties of this ingredient, whose mung variety is widely used in East Asian cuisine. Pinto gallo (“PEEN-toh GAH-yo”) is a ubiquitous Latin dish consisting of rice and, for 10 points, what food that comes in fava, black, and kidney varieties?", "answer_sanitized": "beans [accept canned beans, frijoles, fava beans, black beans, soybeans, kidney beans, etc.; accept mung beans until read; prompt on legumes] &lt;JM, Geography&gt;", "category": "Trash"}, {"question_sanitized": "An academic hoax by Arthur Kunin credited this man and an official named Adolf Buttenadt with inventing the practice of buttering bread. The death of Bartholomew Spina led to Giovanni Tolosani publishing a critique of this historical figure’s writings. Thomas Kuhn, whose early writings include a book titled for this man, used this man’s major work as an example of a (*) “paradigm shift.” In his most famous work, which he dedicated to Pope Paul III, he preserved the concept of “epicycles” and attempted to explain patterns of retrograde motion. Theories from the Almagest (“AL-muh-jest”) of Ptolemy were overturned by this man’s On the Revolutions of the Celestial Spheres. For 10 points, name this Polish astronomer who published a heliocentric model of the universe.", "answer_sanitized": "Nicolaus Copernicus [accept Mikołaj Kopernik, Nikolaus Kopernikus, or Niklas Koppernigk] &lt;ML, Commonwealth/Misc&gt;", "category": "Philosophy"}, {"question_sanitized": "A method of sample preparation for this technique, in which a vacuum chamber is heated to create infrared radiation and trigger photodissociation, is called BIRD. Aberrant acylcarnitine (“ass-ill-CARN-uh-teen”) profiles determined from this technique can be used to diagnose a deficiency of medium-chain acyl-coenzyme A dehydrogenase in newborns. When subject to this technique, benzyl groups frequently rearrange to form the tropylium cation. Samples with chlorine form (*) two peaks whose heights have a ratio of 3-to-1 in this technique, because of the different abundances of its isotopes. This technique is used “in tandem” for protein sequencing. For 10 points, name this technique that separates atoms and molecules by molecular weight.", "answer_sanitized": "mass spectrometry [or mass spectroscopy; or MS] &lt;RN, Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "In a play by this author, a man apologizes to a Christian steward for calling holy water “nonsense.” One of this author’s characters asks, “Is it the parent shoot which withers to give sap to the younger?”, invoking the repeated image of a plantain. An aspiring doctor says “I have no father, eater of leftovers” at a masquerade attended by the Prince in a play by this author. One of his title characters chants the story of a bird who fled when “death came calling,” called the (*) “Not-I bird.” In one of this man’s plays, a chief feigns impotence to trick a beautiful girl into marrying him instead of the teacher Lakunle. In another of his plays, District Officer Simon Pilkings arrests Elesin Oba before he can commit ritual suicide. For 10 points, name this Nigerian playwright of The Lion and the Jewel and Death and the King’s Horseman.", "answer_sanitized": "Wole Soyinka (“WALL-ay SHOW-ying-ka”) &lt;NC, Drama&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The Confederate government blamed a defeat in this state on Mansfield Lovell, even though Stephen Mallory didn’t send him nearly enough forces. In this state’s largest city, an ordinance to treat women who disrespected Union troops as prostitutes was passed after an officer had a chamber pot dumped on him. Its governor Henry Watkins Allen opposed impressment by Confederate agents. It’s not Mississippi, but a long 1863 Union siege led to the fall of this state’s city of (*) Port Hudson. Benjamin Butler was nicknamed “Beast” for his actions as the military governor of this state’s largest city, which was captured in 1862 after naval squadrons led by David Farragut sailed up its main river. For 10 points, name this state whose mixed-race “creole” class had divided loyalties during the Civil War.", "answer_sanitized": "Louisiana &lt;JM, US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Thorne et al.’s “membrane paradigm” gives a proof of the “generalized” form of this statement, which accounts for this statement’s implications for both a Hawking field and the object that the Hawking field surrounds. A paradox regarding this statement is resolved by Landauer’s (“LAHN-dow-ur’s”) principle, according to which energy must be generated from the erasure of one bit of information. In that paradox regarding this statement, a (*) creature that only allows fast particles to pass through a door between two chambers violates this statement by causing temperature to increase without doing work. Maxwell’s demon does not actually violate, for 10 points, what law which states that the entropy of an isolated system must increase?", "answer_sanitized": "second law of thermodynamics [accept generalized second law of thermodynamics; prompt on second law] &lt;WA, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "An “additional protocol” to this agreement declares one party’s “complete political disinterestedness” in Bessarabia. The New York Times learned of this agreement via the reporter Otto Tolischus (“TOH-lee-shooss”), who subsequently exposed troop movements in the leadup to the false-flag Gleiwitz (“GLY-vits”) incident. A country that signed this agreement “unequivocally condemned” it after denying its existence until 1989, and insisted that this agreement had no implication on the status of the (*) Baltic states. Shortly after this secret agreement was signed, one of its parties launched an invasion on September 1, after which the other joined in to effectively partition Poland. For 10 points, name this non-aggression pact between Nazi Germany and the Soviet Union, named for the foreign ministers of both countries.", "answer_sanitized": "Molotov–Ribbentrop Pact [accept Treaty of Non-Aggression between Germany and the Union of Soviet Socialist Republics; accept Nazi–Soviet Non-Aggression Pact/Agreement until “non-aggression” is read; prompt on non-aggression pact until read] &lt;WA, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Lewis Mumford compared a 1927 show of several of this artist’s paintings in the Intimate Gallery to “Ten Days in a Whorehouse.” This artist rejected contemporary social realist depictions of America as a “dilapidated house,” instead painting many landscapes of “hill forms” seen from a studio in Abiquiu (“AB-uh-kyoo”). The place for this artist in Judy Chicago’s The Dinner Party alludes to a 1926 painting by this artist in shades of pink, gray, and white. The (*) petals in that painting by this artist are often interpreted as representing a vulva, much like this artist’s Red Canna series of lilies. This artist of Black Iris made a red, white, and blue painting of a cow skull. For 10 points, name this artist who spent much of her life in Taos (“touse”), New Mexico, painting flowers.", "answer_sanitized": "Georgia O’Keeffe &lt;WA, Painting/Sculpture&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "In a novel, the “ware of Rome” is considered “chief” in this fictional location, where two characters are put in cages after stating, “We buy the Truth.” The ending of another novel references this location with a Latin exclamation before asking “which of us is happy in this world?” In the preface of that novel, a “Manager of the Performance” describes this place before introducing its characters as puppets. Judge (*) Hate-Good orders Faithful to be burned at the stake in a place of this name where frivolous goods are sold. In a novel titled for this place, George Osborne’s death at the Battle of Waterloo disheartens Amelia Sedley. For 10 points, The Pilgrim’s Progress coined the name for what place, which titles a “Novel Without a Hero” featuring Becky Sharp and written by William Thackeray?", "answer_sanitized": "Vanity Fair [prompt on Vanity or Fair] &lt;RK, Long Fiction&gt;  If the game is tied at this point, report to your tournament director for tiebreaker instructions.   Bonuses", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "In his <em>Autobiography</em>, Benvenuto Cellini claimed to have killed Charles of Bourbon during this event. For 10 points each:", "answers_sanitized": ["1527 Sack of Rome [do not accept or prompt on “French Sack of Rome”]", "Holy Roman Empire [or HRE]", "House of Gonzaga &lt;NC, European History&gt;"], "parts_sanitized": ["Name this 1527 event that began after Francis I joined the League of Cognac (“KON-yak”). During this event, Caspar Roist led the Swiss Guard in its “last stand,” allowing an escape to the Castel Sant’Angelo.", "The Sack of Rome was led by the unpaid troops of Charles V, the ruler of this diverse state led by the Hohenstaufen and Habsburg families. Voltaire quipped that it did not possess any of its three namesake qualities.", "Among Charles V’s unpaid troops were a contingent of mercenaries led by Ludovico, the founder of this dynasty, which ruled Mantua for centuries afterward."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "By this law, the induced electromotive force of any change in magnetic flux produces a current whose own magnetic field opposes the change that produces it. For 10 points each:", "answers_sanitized": ["Lenz’s law", "Newton’s third law of motion [accept equivalents such as Newton 3; prompt on Newton’s laws]", "retarded potential &lt;WA, Physics&gt;"], "parts_sanitized": ["Name this law, which is basically the reason why there’s a negative sign in Faraday’s law of induction.", "Lenz’s law is often thought of as analogous to this law of physics, which states that “for every action, there is an equal and opposite reaction.”", "Maxwell’s equations in general get more complicated when you consider the finite speed of electromagnetic waves. Such situations are described with this sort of potential, which gives the potential at the current time generated by a time-variant source at an earlier time."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "William Fessenden defended a mayor of this city during a trial after a Rum Riot in this city. For 10 points each:", "answers_sanitized": ["Portland, Maine", "Kansas", "Election of 1880 &lt;ML, US History&gt;"], "parts_sanitized": ["Name this city run in the 1850s by a man called the “Napoleon of Prohibition” for his short stature and zeal. That mayor of this city, Neal Dow, called in state militia to suppress backlash against a law he passed to ban alcohol.", "An unrelated Dow, Charles Dow, was killed in this state’s city of Lawrence during a period named for its “Bleeding.” Carrie Nation carried out her first attack on a saloon in this state’s city of Kiowa (“KYE-oh-wuh”).", "Neal Dow was convinced to run for president in this year’s election. He refused to withdraw despite fears that he would siphon votes from the winning candidate and allow a victory for Winfield Scott Hancock."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In a scene from <em>A Visit From the Goon Squad</em>, Ted becomes fixated on a sculpture of these two people in the Museo Nazionale while searching for his niece Sasha in Naples. For 10 points each:", "answers_sanitized": ["Orpheus AND Eurydice", "J. S. Bach [or Johann Sebastian Bach]", "graphic novel [or comic book] &lt;RK, Long Fiction&gt;"], "parts_sanitized": ["Name these two people whose story is interwoven with an alternate history of rock and roll in Salman Rushdie’s novel The Ground Beneath Her Feet.", "In Richard Powers’ novel Orfeo, Peter Els is nicknamed “Bioterrorist [this composer]” after trying to encode melodies into bacteria. Powers also alluded to this composer in 1991’s The Gold Bug Variations.", "Dino Buzzati used this form for a version of the Orpheus myth set in 1960s Milan. The protagonist listens to punk rock in rebellion against the extremism of the Islamic Revolution in a work in this form by Marjane Satrapi (“mar-ZHAHN sah-trah-pee”)."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The Shapley–Curtis debate considered whether examples of these objects, known as “spiral nebulae” at the time, could exist outside the Milky Way. For 10 points each:", "answers_sanitized": ["galaxies [or galaxy; accept spiral galaxies]", "Zone of Avoidance [prompt on Zone of Few Nebulae]", "cosmic dust [or interstellar dust; or space dust; or stardust; prompt on interstellar medium or ISM] &lt;WA, Astronomy&gt;"], "parts_sanitized": ["Name these astronomical objects whose “spiral” examples can be classified on a Hubble tuning fork diagram.", "This region of the sky was originally labeled as one of “few Nebulae” by Richard Proctor. Almost no galaxies outside our own can be seen in this region, which corresponds to roughly 10 degrees on either side of the Milky Way’s galactic plane.", "The concentration of this material in the Milky Way’s center is a major contributor to the Zone of Avoidance. Interstellar reddening is primarily caused by scattering off this material in the interstellar medium."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "A portrait by Raphael held by the Galleria Borghese (“bor-GAY-zay”) represents the purity of a young woman with one of these animals, over which Raphael initially painted a Catherine wheel. For 10 points each:", "answers_sanitized": ["unicorns [accept Young Woman with Unicorn or The Lady and the Unicorn]", "Leonardo da Vinci [or Leonardo da Vinci]", "Metropolitan Museum of Art [or The Met] &lt;RK, Painting/Sculpture&gt;"], "parts_sanitized": ["Name these animals. A set of six tapestries whose entries represent the five senses, as well as a final entry featuring the phrase À mon seul désir (“ah mon suhl day-ZEER”), depict one of these animals alongside a lady of nobility.", "The three-quarters profile and background landscape of Raphael’s Young Woman With Unicorn was allegedly inspired by one of this artist’s portraits. He painted Cecilia Gallerani holding an ermine (“ER-min”).", "This New York museum’s “Cloisters” are home to the Hunt of the Unicorn tapestries. This largest art museum in the US also owns Raphael’s Colonna Altarpiece."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This religion was founded by Tonpa Shenrab, who ordered his followers to circumambulate Mount Kailash. For 10 points each:", "answers_sanitized": ["Bön [or Bönpo]", "Tibet [or Xīzàng]", "bodhisattvas [prompt on Buddhas or enlightened ones] &lt;JM, Religion&gt;"], "parts_sanitized": ["Name this religion whose scriptures were revealed to visionaries called tertöns. Buddhists assert that one of this religion’s gods, Tangla (“tahng-lah”), was converted by Padmasambhava (“pud-muh-SUM-buh-vuh”) to a local variant of Vajrayana Buddhism.", "Bön was more widely practiced in this region before the introduction of its variety of Buddhism, which is led by the Dalai Lama.", "The name of Tonpa Shenrab is speculated to be a translation of the term for these figures into the Zhang-Zhung (“zhahng-zhoong”) language. These compassionate beings include Avalokitesvara (“uh-VAH-loh-kee-TESH-vuh-ruh”)."], "category": "Religion"}, {"leadin_sanitized": "After being cast as this play’s protagonist, Alan Ayckbourn asked “Where does he come from? Where is he going to?”, prompting the author to reply “Mind your own fucking business.” For 10 points each:", "answers_sanitized": ["The Birthday Party", "Harold Pinter", "comedy of menace [or comedies of menace] &lt;AR, Drama&gt;"], "parts_sanitized": ["Name this play set in a seaside boarding house that centers on the pianist Stanley Webber, who is taken away by Goldberg and McCann at the play’s end.", "The Birthday Party was written by this British playwright, who depicted the bickering hitmen Ben and Gus in The Dumb Waiter.", "Irving Wardle’s review of The Birthday Party in Encore magazine led him to coin this three-word phrase to characterize the contrasting humor and danger central to Pinter’s plays."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A person murdered in this colony was found after he had been stabbed with a pick several times, burned with insecticide, and sprinkled with mattress feathers. For 10 points each:", "answers_sanitized": ["The Bahamas [accept British Bahamas]", "Blackbeard [or Edward Teach; or Edward Thatch]", "Alexander Selkirk &lt;ML, Commonwealth/Misc&gt;"], "parts_sanitized": ["Name this colony where Harry Oakes was murdered. This colony, ruled by Edward VIII after his abdication, freed dozens of rebels on an American slave ship who had landed on its Great Abaco Island in the Creole case.", "This pirate made his home in the Bahamas just before England enforced colonization in the Bahamas. This pirate captained the Queen Anne’s Revenge.", "The first Royal Governor of the Bahamas, Woodes Rogers, was better known for rescuing this Scottish sailor who was marooned in Chile’s Juan Fernández Archipelago, thus becoming the inspiration for Robinson Crusoe."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Willem Dafoe received a Best Actor nomination for his role as this person in Julian Schnabel’s 2018 film <em>At Eternity’s Gate</em>. For 10 points each:", "answers_sanitized": ["Vincent van Gogh [prompt on Vincent]", "Kirk Douglas", "Akira Kurosawa (The other film is Ran.) &lt;RK, Other Arts: Film&gt;"], "parts_sanitized": ["Name this artist. The oil-painted animated film Loving [this person] depicts this Dutch artist’s relationship with his brother Theo and includes shots of paintings like The Night Café.", "This actor starred in Vincente Minnelli’s adaptation of an Irving Stone novel about Vincent van Gogh, Lust for Life. He later collaborated with Stanley Kubrick on the films Spartacus and Paths of Glory.", "An aspiring artist enters into a landscape of the Langlois (“long-lwah”) Bridge and meets Vincent van Gogh in “Crows,” a short film from this director’s collection Dreams. A blood-orange sky provides the backdrop of the final shot of another of his films, which shows a blind man standing atop some ruins."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Since eunuchs (“YOO-nucks”) were much more valuable than normal slaves, Arab slavers had little problem with the fact that most men whom they castrated in this desert died, since they’d still profit by doing so. For 10 points each:", "answers_sanitized": ["Sahara Desert [accept Trans-Saharan trade]", "Ghana Empire [or Wagadu]", "razzias [or ghazwas or ghaziyas or ghazis] &lt;WA, World History&gt;"], "parts_sanitized": ["Name this desert across which many slaves were brought by Arab traders. Those traders also conducted a gold–salt trade through this desert in such towns as Aoudaghost.", "North African states also acquired many slave soldiers by importing from this African empire, which lost Aoudaghost to the Almoravids in the mid-11th century. Its capital was Koumbi Saleh (“KOOM-bee SAH-leh”).", "This term, borrowed from Arabic, denotes raids that were conducted to enslave and plunder people, particularly by Moors in the Sahara and Barbary pirates along the coast. You may also give the Arabic word describing the soldiers who conducted those raids and other religious wars."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Complete some famous quotes spoken by the “Mother Goose of Montparnasse,” Gertrude Stein. For 10 points each:", "answers_sanitized": ["roses [prompt on flowers]", "lost generation [accept “You are all a lost generation”; prompt on lost]", "“there there” [or “There is no there there.”; or There There] &lt;RK, Misc Lit&gt;"], "parts_sanitized": ["Stein wrote “[This] is a [this] is a [this] is a [this]” in her poem “Sacred Emily.” Robert Burns compared his “Luve” to a “red, red” one of these flowers.", "A garage owner allegedly inspired Stein to coin a phrase telling post-World War I Americans “You are all” this sort of group, a quote that Ernest Hemingway borrowed for the epigraph of The Sun Also Rises.", "Upon returning to her home of Oakland, Stein remarked of its development that “There is no” this two-word phrase. Cheyenne and Arapaho author Tommy Orange borrowed this phrase for the title of a celebrated 2018 novel about a group of troubled Native Americans in Oakland."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "After this thinker’s heart stopped when he ate his favorite smoked salmon, he wrote an account of what he saw after his brief death. For 10 points each:", "answers_sanitized": ["A. J. Ayer [or Alfred Jules Ayer; or “Freddie” Ayer]", "positivism [or positivist approach; accept logical positivism]", "David Hume &lt;ML, Phil/Thought&gt;"], "parts_sanitized": ["Name this British philosopher who introduced the concept of the “verification principle” from the Vienna Circle to Anglophone philosophy. He wrote The Problem of Knowledge.", "The positions of the Vienna Circle that Ayer introduced are called the “logical” variety of this empirical approach, which rejects metaphysics and instead grounds knowledge in verifiable reality. Auguste Comte promoted this approach in sociology.", "Much earlier, this Scottish philosopher also promoted an empirical approach to knowledge in such books as An Enquiry Concerning Human Understanding."], "category": "Philosophy"}, {"leadin_sanitized": "Deioneus (“dee-OH-nee-us”) stole this man’s horses after he refused to pay a promised bride-price. For 10 points each:", "answers_sanitized": ["Ixion", "centaurs [or kentauroi]", "a fiery wheel [or a wheel of fire or similar answers; prompt on wheel or chariot wheel] &lt;AR, Myths/Legends&gt;"], "parts_sanitized": ["Name this mythological husband of Dia who committed the first murder of a family member when he killed his father-in-law by pushing him onto burning coals.", "Ixion thought he was having sex with Hera, but he was actually having sex with a cloud imitating her. That act created this race of drunken half-horse, half-men who fought Ixion’s kinfolk, the Lapiths.", "For his crimes, Hermes bound Ixion to one of these specific objects."], "category": "Mythology"}, {"leadin_sanitized": "In the autoimmune disease pemphigus vulgaris, antibodies form against these structures. For 10 points each:", "answers_sanitized": ["desmosomes [or macula adherens; do not accept or prompt on “adherens junction”]", "calcium ion [or calcium 2+; or Ca2+]", "anticonvulsants [or antiepileptics; or AEDs; accept drugs or medication for treating seizures or epilepsy] &lt;RN, Biology: Genetics/Cell&gt;"], "parts_sanitized": ["Name these structures that are used for cell-to-cell adhesion. Cadherins are found on the extracellular portions of these junctions, while their intracellular portions are anchored to keratin.", "Cadherin dimerization is dependent on this cation, which is also stored in the sarcoplasmic reticulum of muscle cells. Vitamin D promotes deposition of this ion in bones.", "Stevens–Johnson syndrome, which destroys skin and mucous membranes, is often triggered by this class of drugs, which includes carbamazepine (“CAR-buh-MAZZ-uh-peen”), valproate (“val-PRO-ate”), and phenytoin (“fen-uh-TOH-in”)."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The conflict of “immersion” and “emersion” following an “encounter” is explained in William Cross’s model of identity relating to this characteristic. For 10 points each:", "answers_sanitized": ["race [accept black people or African-American people or white people or Caucasian people; accept skin color; prompt on color]", "Clark [accept Kenneth Clark or Maimie Clark]", "stereotypes [accept stereotype threat] &lt;RK, Social Science: Psych&gt;"], "parts_sanitized": ["Identify this characteristic. An “association test” created at Harvard measures the response time of participants pairing negative and positive words with people who differ in this characteristic.", "In an experiment cited in the Brown v. Board decision, two psychologists with this surname found that all races of children did not prefer dolls that resembled African-Americans.", "In an experiment examining a type of “threat” named for this concept, black students performed worse on a GRE after being reminded that it was an intelligence test. This term refers to generalizations about broad groups."], "category": "Social Science"}, {"leadin_sanitized": "A piece of this type reuses music from its composer’s setting of a <em>lied</em> (“leed”) translated as “The Two Blue Eyes of my Beloved.” For 10 points each:", "answers_sanitized": ["funeral march [or marcia funebre; prompt on march]", "Gustav Mahler", "Edward Elgar [or Sir Edward William Elgar] &lt;RK, Classical/Opera&gt;"], "parts_sanitized": ["Give this genre. A symphonic movement in this genre “in the manner of Callot (“ka-LO”)” features a minor-key rendition of “Frère Jacques” (“FRAIR-uh ZHOCK-uh”) introduced by the double bass, which is contrasted with the music of a Jewish klezmer band.", "This Austrian composer included that funeral march in his First Symphony, which was named for Jean Paul’s novel Titan. He also composed the “Symphony of a Thousand.”", "This composer’s second and final symphony, in E-flat major, includes a Larghetto funeral march in C minor. His wife Alice and his friend Augustus Jaeger are portrayed in movements titled “C.A.E.” and “Nimrod.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about poetry written in the Tower of London, for 10 points each.", "answers_sanitized": ["Queen Elizabeth I [prompt on Elizabeth]", "Anne [accept Anne Boleyn; or Anne Bradstreet]", "Valentine’s Day [or Saint Valentine’s Day] &lt;RK, Poetry&gt;"], "parts_sanitized": ["During his first stint in the Tower, Walter Raleigh wrote “The Ocean’s Love to Cynthia,” who represented this person. This queen is allegorized as Gloriana in a poem that Raleigh sponsored, Edmund Spenser’s The Faerie Queene.", "An author with this first name wrote a poem beginning “O death! rock me asleep” while awaiting execution in the Tower. A later poet with this first name wrote a poem addressing the “ill-formed offspring of my feeble brain.”", "While in the Tower of London, Charles, Duke of Orléans, is credited with writing the first poem celebrating this day. Some birds meet on this day in Geoffrey Chaucer’s The Parlement of Foules (“fowls”), which helped establish its modern connotation."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Social scientists have tried to draw sociologically significant lines through various spectrums and continents. For 10 points each:", "answers_sanitized": ["millet (“MILL-it”)", "Nigeria", "marriage [accept nuptials or nuptiality or wedlock; prompt on fertility or child-rearing] &lt;WA, Geography&gt;"], "parts_sanitized": ["Thomas Talhelm found that a “Huai–Qin line” divides China into the rice-dominated, collectivist south and the individualistic north, whose primary crops are wheat and this hardy grain that can grow in low rainfall.", "This country’s Middle Belt divides its Muslim north from its Christian south and has seen violence between Christian Berom farmers and Muslim Fulani pastoralists. The Middle Belt also contains its capital of Abuja.", "In 1965, John Hajnal (“HYE-nall”) drew his namesake line from St. Petersburg to Trieste, splitting Europe into two regions characterized by different social patterns and customs with regard to this practice."], "category": "Social Science"}, {"leadin_sanitized": "The thiol-yne and thiol-ene reactions that are commonly used in click-chemistry are examples of this type of reaction. For 10 points each:", "answers_sanitized": ["anti-Markovnikov addition [do not accept or prompt on “Markovnikov”]", "boron [prompt on B]", "copper [prompt on Cu] &lt;RN, Chemistry&gt;"], "parts_sanitized": ["Name this type of addition reaction that adds a molecule to the less-substituted carbon in a double or triple bond.", "The classic anti-Markovnikov reaction involves adding a sterically-hindered group with a central atom of this element. This element, whose atomic number is 5, is often electron-deficient in compounds.", "The azide–alkyne click reaction is catalyzed by this metal, whose sulfate forms bright blue crystals and was once known as blue vitriol."], "subcategory": "Science Chemistry", "category": "Science"}]}