{"tossups": [{"question_sanitized": "A member of this family started a fashion trend with her namesake turbans and hosted parties called “squeezes.” The slave Paul Jennings wrote the first White House memoir about his time with this family. A person from this family may have salvaged some red drapes to make a dress from an event led by George Cockburn. After the Battle of Bladensburg, a portrait of (*) George Washington was saved by a member of this family. A sitting Secretary of State from this family refused to confirm “midnight justices,” leading to a Supreme Court case in which the principle of judicial review was established. For 10 points, give this surname of a President nicknamed the “Father of the Constitution” and his wife, Dolley, who both fled the burning of Washington during the War of 1812.", "answer_sanitized": "Madison [accept James Madison or Dolley Payne Todd Madison] &lt;ML, US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The art critic John Ruskin referred to this mountain as a “noble cliff” and included his own illustration of it in his book Modern Painters. This mountain lies across the Theodul (“TAY-oh-dool”) Pass from a mountain called a “little” version of this one. Four climbers died on the Zmutt glacier while descending from the first successful ascent of this mountain, which took place in the summer of 1865 and saw Jean-Antoine Carrel narrowly beaten by Edward Whymper (“wimper”). Like its (*) “Klein” counterpart, this mountain is in the Pennine (“PEN-nine”) Range. The top of another nearby peak, the Dom, provides an excellent view of this mountain’s most iconic feature, which is a massive dome of gneiss (“nice”) that towers over its four steep faces. For 10 points, name this tall Alp on the Swiss-Italian border known for its pyramid-like shape.", "answer_sanitized": "The Matterhorn [or Cervino or Cervin or Gran Bèca or Horu; accept Klein Matterhorn] &lt;WA, Geography&gt;", "category": "Literature"}, {"question_sanitized": "Max Munk developed an approach that treats these devices as very thin and calculates the total force per unit length of these devices as equal to [read slowly] “rho times velocity times gamma.” The force generated by the circulation around those thin examples of these devices is the most common application of the differential Kutta–Joukowski (“zhoo-KOFF-skee”) theorem. The relative concavity of one of these devices is called its camber. The angle between the direction of motion and the (*) chord line defined by the position of these devices is called the angle of attack. Ailerons (“AIL-er-ons”) attached to these devices are used to adjust pitch, yaw, and roll. Bernoulli’s principle explains how lift is generated when air passes rapidly over, for 10 points, what parts of an aircraft to which jets are attached?", "answer_sanitized": "aircraft wings [or airfoils or aerofoils; prompt on blades or propellers; prompt on aircraft or airplanes; do not accept or prompt on “jets”] &lt;WA, Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A 1978 paper observing “protest-despair reaction” in these subjects in response to social isolation was authored by Stephen Suomi, who mostly studies them. One of these subjects was given a cucumber as a reward, then became angry after seeing that another of them was given a grape for performing the same task, in an experiment by Franz de Waal. The presentation “The Nature of Love” reported on an experiment on these subjects, in which they were given (*) dolls made of cloth and wire that served as surrogate mothers. These animals were also put on “rape racks” and in isolation chambers called “pits of despair” in a series of infamous experiments by Harry Harlow. For 10 points, name these animals whose varieties include mandrills, capuchins, and Rhesus macaques.", "answer_sanitized": "monkeys [accept Old World monkeys or New World monkeys or Rhesus monkeys or spider monkeys or infant/baby monkeys; accept Rhesus macaques or capuchins until read; prompt on simians or primates; prompt on infants or babies; do not accept or prompt on “apes” or “chimpanzees”] &lt;WA, Social Science: Psych&gt;", "category": "Social Science"}, {"question_sanitized": "This poem’s final line provides the title of a Clifford Odets play about a love triangle between Earl, Jerry, and May, which Fritz Lang adapted into a film. This poem was written shortly after its author married Frances Wightman, who is the implied addressee of its line “Come to the window, sweet is the night-air!” This poem likens religion to an entity that “Lay like the folds of a bright girdle furled,” but retreated to expose “the vast edges drear / And naked (*) shingles of the world,” giving off a “melancholy, long, withdrawing roar” in the process. This poem, which imagines the “turbid ebb and flow / Of human misery” heard by “Sophocles long ago,” exhorts “Ah, love, let us be true / To one another!” For 10 points, name this poem about a “darkling plain” where “ignorant armies clash by night,” by Matthew Arnold.", "answer_sanitized": "“Dover Beach” (The Odets play is titled Clash by Night.) &lt;WA, Poetry&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A photograph titled for this place is dominated by three large, shadowed rectangular niches of a large building, below which a number of people in black coats are walking. In October 2017, an artist filed a lawsuit after this place became the site of a lost-wax cast sculpture by Kristen Visbal. Paul Strand’s most famous photo is titled for this place, which is the location of an illegally-installed sculpture that was placed under a Christmas Tree by Sicilian immigrant (*) Arturo di Modica. In 2017, a statue of a 4-foot-tall “Fearless Girl” was installed in this place opposite its iconic bronze sculpture of a charging animal, the latter of which represents a word for business optimism. For 10 points, name this New York City locale, home to a statue of a large bull, which was surrounded in 2011 by Occupy protesters.", "answer_sanitized": "Wall Street [accept Occupy Wall Street or Wall Street Bull; prompt on New York or New York City or NYC; prompt on Manhattan or Manhattan Financial District] &lt;WA, Other Arts: Misc&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "These proteins are the substrate for a family of enzymes inhibited by vorinostat. Class III examples of those enzymes that modify these proteins lack a zinc cofactor and are called sirtuins (“sir-TOO-ins”). A domain unique to these proteins contains 3 alpha helices and two loops and allow them to form dimers through a handshake. David Allis and Michael Grunstein won the 2019 Lasker Award for decoding the effects of post-translational modifications on these proteins’ tails, often called their namesake code. These proteins are rich in (*) lysine and arginine residues, which are often methylated or acetylated. One of these proteins binds to linker DNA. Four different types of these highly conserved proteins are combined to form the nucleosome, which in turn binds to scaffolding proteins to form chromatin. For 10 points, DNA wraps around what highly basic packaging proteins?", "answer_sanitized": "histones [prompt on nucleosome until read] &lt;RN, Biology: Genetics/Cell&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Auguste Tolbecque (“oh-GOOST tol-BECK”) premiered a single-movement A minor concerto for this instrument, the first one by Camille Saint-Saëns (“kuh-MEE san-SAWNS”). Pierre Fournier (“foorn-YAY”), Maurice Maréchal (“mah-ray-SHAHL”), Paul Tortelier, and Auguste Franchomme (“frawn-SHUM”) played this instrument. This instrument and piano play in the C minor Élégie (“ay-lay-ZHEE”) by Gabriel Fauré (“for-AY”). A piece often played as a solo for this instrument was chosen by Michel Fokine (“foh-KEEN”) as music for a short dance choreographed for (*) Anna Pavlova (“AH-nah puhv-LOH-vah”). That solo piece for this instrument is the penultimate movement of Carnival of the Animals and is titled “Le Cygne” (“luh seen”), or “The Swan.” Pablo Casals (“kuh-ZALLS”) made his name by recording J. S. Bach’s six solo suites for this instrument. For 10 points, name this large string instrument held between the knees and played by Yo-Yo Ma.", "answer_sanitized": "cello (The Fokine choreography is The Dying Swan.) &lt;WA, Classical/Opera&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A treatise titled for this position introduced a series of “psychological analogies” to describe it, such as combinations beginning with “memory” and “remembering.” Attempts to untangle the confusion that resulted from this position included the introduction of the concept of hypostasis by Gregory of Nyssa. Monarchians (“mo-NARK-ee-ins”) who opposed this position were called “patripissians” by the man who first introduced the term for this position, (*) Tertullian. Athanasius of Alexandria gave a new understanding to the idea of homoousios (“ho-mo-OO-see-ohs”) or “same substance,” in understanding this doctrine, which overcame the Arian heresy to become the basis of the Nicene Creed. For 10 points, what concept prescribes a Christian God divided into aspects called the Father, the Son, and the Holy Spirit?", "answer_sanitized": "The Holy Trinity [accept word forms like trinitarianism] &lt;AA, Religion&gt;", "category": "Religion"}, {"question_sanitized": "In a play by this author, the son of a railroad porter withdraws his marriage proposal after learning his lover is a prostitute, leading her to overdose on pills. That play by this author centers on a Jewish intellectual during an election in Greenwich (“GREN-itch”) Village. A character created by this author shouts “It expresses ME” when her treasured plant is called a “raggedy-looking old thing.” Another of this author’s characters drunkenly jumps on a table and shouts (*) “OCOMOGOSIAY!” and is described as coming into his manhood “like a rainbow after the rain” upon rejecting an offer from a representative of the Clybourne Park Improvement Association. A play by this author is set in the Younger apartment, where Walter Lee and Beneatha frequently argue. For 10 points, name this playwright of A Raisin in the Sun.", "answer_sanitized": "Lorraine Hansberry &lt;JM, Drama&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A thinker of this ethnicity carried on a lengthy correspondence with the anarchist Murray Bookchin while in prison, leading him to adapt Bookchin’s ideas into the philosophy of “Democratic Confederalism.” The Barzani family dominates the politics of a region mostly populated by this group. The “Solution Process” attempted to resolve tensions with militants from this ethnic group whose units include the (*) all-female YJA-STAR. Autonomous regions dominated by this group include one whose capital is Irbil and one named Rojava. Abdullah Öcalan (“OH-juh-lahn”) once led this ethnicity’s PKK armed group. For 10 points, name this ethnicity whose members are fighting for independence from Iraq and Turkey, where most of its members live.", "answer_sanitized": "Kurds [or Kurdish people] &lt;JM, World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "An essay by John McPhee inspired by this product uses the phrase “saltwater ghetto” to describe its title location and retains the misspelling of that location by Charles Todd. Legal disputes arose over Professor Ralph Anspach’s “Anti” version of this product. Lizzie Magie created a precursor to this product to advance the economic ideas of Henry George. The British Secret Service allegedly hid escape kits within this product to aid World War II (*) POWs (“P-O-W’s”). Attributed to Philadelphian Charles Darrow, this product’s sales flourished during the Great Depression. Rich Uncle Pennybags features on advertisements for this game. Locations in Atlantic City such as Marven Gardens and Park Place inspired tiles in, for 10 points, what Parker Brothers game in which you buy properties?", "answer_sanitized": "Monopoly [prompt on board games] (The essay is “The Search for Marvin Gardens.”) &lt;RK, Other Academic&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "An 8th-century art technique that applied this substance in patches is referred to as the “broken” variety of this substance, or pomo. This substance is the main one used in an art form whose five major styles are called “running,” “walking,” “standard,” “clerical,” and “seal” styles. The term sumi-e (“soo-mee-eh”) refers to a style of painting that uses different gradients of this substance, particularly for river and mountain (*) landscapes, and is called this substance’s namesake “wash.” Traditionally, artists proceed from top to bottom and left to right when executing proper stroke order with this substance on scrolls. Most monochrome Japanese and Chinese paintings were made using black varieties of, for 10 points, what substance also used to create calligraphy?", "answer_sanitized": "ink [accept ink wash; accept black ink or India ink; do not accept or prompt on “paint”] &lt;WA, Painting/Sculpture&gt;", "category": "Fine Arts"}, {"question_sanitized": "This character asks “Do you repent?” shortly before releasing a man from prison who discovers that his hair has gone entirely white. A novel claims “all human wisdom is summed up” in this man’s words, “Wait and hope.” Upon reuniting with his love, this character rejects her with the line “Madam, I never eat muscatel grapes.” While impersonating an Italian priest, this character receives a red silk purse that he later uses to save his friend (*) Monsieur Morrel under the alias Sinbad the Sailor. This character is arrested on the day of his wedding for delivering a Bonapartist letter, after which he is mentored by Abbé Faria while imprisoned in the Château d’If (“shah-toh DEEF”). For 10 points, name this character whose quest for revenge is the focus of a novel by Alexandre Dumas.", "answer_sanitized": "Edmond Dantès (“don-TESS”) [or Edmond Dantès; accept The Count of Monte Cristo or Le Comte de Monte-Cristo; accept Abbé Busoni; accept “Sinbad the Sailor” until read; prompt on count] &lt;ML, Long Fiction&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One party with this name came to power after Ben Chifley unpopularly used federal troops to break a 1949 coal miner’s strike. The leader who brought that party to prominence asserted “class war must always be a false war” in a 1942 speech that addressed his country’s middle classes as the “forgotten people.” The traditional coalition partner of the rural-oriented National Party is a party of this name that produced such prime ministers as (*) Harold Holt and Robert Menzies. Another party of this name reduced its main rival to holding 2 seats in parliament in an election won by Jean Chrétien (“crate-YANN”). That party with this name defeated the Progressive Conservative Party in a series of elections under Pierre Trudeau. For 10 points, what name is shared by the current ruling parties of Canada and Australia as of 2019?", "answer_sanitized": "Liberal Party [accept Liberal-National Coalition or Liberal Party of Canada or Liberal Party of Australia] &lt;JM, Commonwealth/Misc&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Description acceptable. A conspiracy theory held that, during this event, the ruler who began it was tarred and stuffed in a barrel or captured and held in Riga, and was replaced at home by a German imposter. An affair with the British actress Letitia Cross began during this event, which was nominally organized by Franz Lefort. The ruler who undertook this event offered to support William III during the Nine Years’ War in exchange for diplomatic backing against the Ottomans and (*) Sweden. Civil services observed during this event inspired the Table of Ranks. The ruler who undertook this event took the surname Mikhailov (“mee-HYE-loff”) and worked incognito as a shipbuilder in the Netherlands. For 10 points, name or describe this late-17th-century trip in which a reformist tsar ventured abroad to learn Western European customs.", "answer_sanitized": "The Grand Embassy of Peter the Great [or Velíkoye posól’stvo; accept answers indicating Peter the Great’s foreign travels, trips abroad, etc.; prompt on answers that refer to Peter the Great’s reforms] &lt;WA, European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A 2008 book titled for these objects discusses how Juan Maldacena’s work helped bring about a 2004 speech in Dublin. In that speech, a man conceded the encyclopedia that was wagered in a bet regarding these objects against John Preskill. A book by Leonard Susskind titled for a “war” over these objects discusses how applications of the holographic principle can resolve a paradox about these objects reducing the total amount of (*) information. The first X-ray source widely accepted to be one of these objects was Cygnus X-1. Stephen Hawking, who names a mechanism by which these objects reduce their mass through emitting radiation, proposed to call a boundary around these objects an “apparent horizon” instead of an “event horizon.” For 10 points, name these gravitational singularities from which light can’t escape.", "answer_sanitized": "black holes [accept The Black Hole War or black hole information paradox; prompt on singularities until read] &lt;WA, Astronomy&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "In one epic, this character is told of his ancestry by his cousin Sigune (“sih-GOO-nuh”). Some 54,000 lines were added by later authors to another epic titled for this character, with those lines collectively known as the Four Continuations. This character was sent by Sir Kay to defeat the Red Knight, after which he himself was called the Red Knight. A curse is never lifted because this character fails to ask a question about a bleeding lance at Corbenic Castle. Both (*) Wolfram von Eschenbach (“ESH-en-bock”) and Chrétien de Troyes (“crate-YANN duh TWAH”) wrote epics about this character, who fails to get rid of the Waste Land and heal the crippled Fisher King. Sir Pellinore fathered, for 10 points, what character who along with Sir Galahad and Sir Bors went on a quest for the Holy Grail?", "answer_sanitized": "Sir Percival [accept Parzifal or Parsifal; prompt on Red Knight until read] &lt;ML, Myths/Legends&gt;", "category": "Mythology"}, {"question_sanitized": "The famed poet Rydra Wong captains a spaceship to investigate a dangerous language named for this place in a novel by Samuel Delany. A footnote in a story includes Letizia Alvarez de Toledo’s claim that a location named for this place is pointless. This place, which titles a critical study of translation by George Steiner, also names a location where people are buried by being thrown over railings and search for prophetic works called (*) “Vindications.” “Purifiers” destroy meaningless works in a structure named for this place, which is believed to include a prized “Crimson” location among its many hexagonal rooms containing every possible 410-page book. For 10 points, an infinitely large library created by Jorge Luis Borges is named after what place in reference to a giant Biblical tower?", "answer_sanitized": "Babel [accept Babel-17, After Babel, “The Library of Babel,” or Tower of Babel; do not accept or prompt on answers mentioning “Babylon”] &lt;RK, Misc Lit&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The drug finasteride inhibits an enzyme that performs a reaction of this type and is used to treat enlarged prostates and hair loss. That enzyme catalyzes this reaction at the 5 position of testosterone. Hydroxyurea inhibits another enzyme that performs this kind of reaction by scavenging tyrosyl radical to create deoxyribonucleotides. Sugars that have a free aldehyde group are known as this type of sugar. (*) Statins function by inhibiting an enzyme that performs this kind of reaction on HMG-CoA to generate mevalonic acid. The conversion of CO2 into glucose in the Calvin cycle is fundamentally this type of reaction. The cofactor NAD+ undergoes this type of reaction to yield NADH. For 10 points, name this type of reaction that is often contrasted with an oxidation.", "answer_sanitized": "reduction [or word forms; prompt on oxidation–reduction or redox; do not accept or prompt on “oxidation”] &lt;RN, Chemistry&gt;  If the game is tied at this point, report to your tournament director for tiebreaker instructions.   Bonuses", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This philosopher asserted that many of mankind’s problems stemmed from the first time a man fenced off some property and claimed “this is mine!” For 10 points each:", "answers_sanitized": ["Jean-Jacques Rousseau", "amour-propre [prompt on self-love]", "noble savage [prompt on savage] &lt;ML, Phil/Thought&gt;"], "parts_sanitized": ["Name this Swiss theorist whose works of political philosophy include the Discourse on Inequality, as well as a book discussing the “general will” titled The Social Contract.", "Rousseau claimed the origins of society produced this form of esteem that is dependent on others. This concept, known by a French name, is contrasted with the notion of amour de soi (“ah-MOOR duh swah”).", "Rousseau was one of many 18th-century philosophers to idealize this archetypal view of primitive peoples who are “uncorrupted” by civilization. Native Americans were often considered to be examples of this archetype known by a two-word name."], "category": "Philosophy"}, {"leadin_sanitized": "A slave girl named Lubna became a prominent mathematician in this city and was later appointed secretary to its prince al-Hakam II. For 10 points each:", "answers_sanitized": ["Córdoba [or Qurtuba; accept Caliphate of Cordoba]", "Abd al-Rahman [or Abdurrahman; accept Abd al-Rahman III or Abd al-Rahman I]", "La Reconquista [or Reconquest] &lt;WA, European History&gt;"], "parts_sanitized": ["Name this city that was home to the Medina Azahara, a library where Lubna and other scholars collected books. It was the political and cultural capital of al-Andalus under the Umayyads.", "The third Umayyad ruler of Cordoba with this name proclaimed his state a caliphate and ruled as Iberia’s greatest king for half the 10th century, during which he built the Medina Azahara. The Umayyads settled in Iberia under another man of this name.", "The Umayyad conquest of Spain marked the beginning of this lengthy process, in which Christians slowly took back the peninsula’s territory. This process culminated in the capture of Granada in 1492."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The female protagonist of a play based on this character becomes a general of Zanzibar after her breasts float away like balloons. For 10 points each:", "answers_sanitized": ["Tiresias [accept The Breasts of Tiresias or Les mamelles de Tirésias]", "Antigone", "Jean Cocteau &lt;RK, Drama&gt;"], "parts_sanitized": ["Name this man who titles that play by Guillaume Apollinaire, which is credited with coining the term “surrealism.” He narrates “The Fire Sermon,” a section of T. S. Eliot’s “The Waste Land.”", "Jean Anouilh (“zhawn ah-NOO-ee”) removed Tiresias from his 1944 adaptation of this Greek play paralleling Vichy (“VEE-shee”) France. In this Sophocles play, Tiresias predicts Creon’s son Haemon will die after the title heroine is punished for burying her brother.", "Antonin Artaud (“ar-TOH”) played Tiresias in this other author’s version of Antigone. Tiresias is nicknamed “Zizi” by Jocasta in this author’s rendition of the Oedipus myth, titled The Infernal Machine."], "subcategory": "Literature Other", "category": "Literature"}, {"leadin_sanitized": "This effect is sometimes named for cosmonaut Vladimir Dzhanibekov (“ja-NEEB-yeh-koff”). For 10 points each:", "answers_sanitized": ["tennis racket theorem [or intermediate axis theorem]", "Leonhard Euler (“OY-ler”) [accept Euler’s equations]", "inertia [or inertial; accept inertial frame] &lt;RN, Physics&gt;"], "parts_sanitized": ["Name this theorem which states that for a rigid body with 3 distinct moments of inertia about its axes (“AX-eez”), a rotation about its first and third axes is stable, but rotation about its second axis is not.", "The tennis racket theorem can be analyzed using a set of equations developed by this man, which relate the torques on a rigid body to its moments of inertia and resulting angular velocities.", "Euler’s equations are only valid in a frame of motion described by this word. This word also describes the tendency of objects in motion to stay in motion and those at rest to stay at rest."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Ancient nobility required servants both during and after life. For 10 points each:", "answers_sanitized": ["terracotta", "Ur [do not accept or prompt on “Uruk”]", "ushabti dolls [or ushabi dolls or shawbit dolls] &lt;WA, Ancient/Archaeology&gt;"], "parts_sanitized": ["The first unifier of China, Qin Shi Huangdi (“cheen shurr hwong-dee”), was accompanied in his tomb by thousands of warriors made of this material to serve as his attendants and bodyguards.", "The burial site of a noblewoman from this city named Puabi (“poo-AH-bee”) contains a “Death Pit” unearthed by Leonard Woolley, where 74 of her attendants were buried alive. This Sumerian city also contained a Great Ziggurat finished by its king Shulgi (“SHOOL-ghee”).", "Attendants were often buried alive with high nobility in the Old Kingdom, but the practice died out. Instead, nobles were often buried with these dolls, which were to assist them if they had to perform manual labor after death."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The mass social unrest of the year 1968 included many violent events connected to the civil rights movement. For 10 points each:", "answers_sanitized": ["South Carolina [accept South Carolina State University]", "Martin Luther King Jr. [or MLK]", "Cleveland &lt;WA, US History&gt;"], "parts_sanitized": ["In February 1968, students at one of this state’s universities who were protesting a segregated bowling alley were fired on by police, leading to 30 casualties. A later massacre in this state was perpetrated by Dylann Roof.", "In April 1968, this man was shot by James Earl Ray on the balcony of a hotel in Memphis, where he had traveled to lead the Poor People’s Campaign.", "In July 1968, this city witnessed the Glenville Shootout, a four-hour-long gun battle between its police and the Black Nationalists of New Libya. The incident was a mark on the administration of Carl Stokes, who had been elected the first black mayor of a major US city earlier that year."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The missing nose of a statue of this creature is wrongly attributed to Napoleon’s cannons. For 10 points each:", "answers_sanitized": ["sphinx [accept Great Sphinx of Giza]", "Gustave Moreau", "Mannerism (The painting is Madonna with a Long Neck.) &lt;AR, Painting/Sculpture&gt;"], "parts_sanitized": ["A statue built during the reign of the pharaoh Khafre depicts what kind of creature in limestone?", "This French Symbolist created many depictions of winged sphinxes, including one that is hanging onto Oedipus by her claws. In another of this artist’s paintings, a pale Semele is draped across the thigh of Jupiter.", "French artists in this style, many of whom worked at the Palace of Fontainebleau (“fon-ten-BLOW”) in the 16th century, sculpted many statues of sphinxes. A large Greek column appears at the back of a painting in this style in which a mis-proportioned woman gazes down at her gaunt, elongated child."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Timur summoned Hafez to his court to explain a line in one of these poems that states “I’ll give Samarkand &amp; Bukhara, for her Hindu beauty mole.” For 10 points each:", "answers_sanitized": ["ghazal (“guzzle”)", "two [accept couplets]", "odes [accept “Ode on a Grecian Urn”] &lt;JZ, Poetry&gt;"], "parts_sanitized": ["Name this form of poetry that often expressed love or loss and ends each of its stanzas with the same word, known as a radif (“ra-DEEF”). The Urdu poet Ghalib (“GAH-lib”) was best known for writing poems in this form.", "Each stanza of a ghazal has this many lines. A “Song of the Reed” opens Rumi’s Masnavi, a collection of “spiritual” poetry written in stanzas with this many lines.", "The ghazal evolved from an Arabic poetic form called the qasida (“ka-SEE-da”), which is often referred to as a variety of these poems. John Keats’s examples of these poems include one “on a Grecian urn.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The Romans considered the constellation Ophiuchus (“oh-FYE-uh-kuss”), the “snake-bearer,” to be a representation of this god, as he learned from watching one snake bring another herbs. For 10 points each:", "answers_sanitized": ["Asclepius [or Hepius]", "Cyclops [or Cyclopes]", "Epidaurus &lt;ML, Myths/Legends&gt;"], "parts_sanitized": ["Name this demigod, who was taught by Chiron (“KYE-ron”) in other traditions. He was killed with a thunderbolt by Zeus to prevent humans from becoming immortal.", "When Zeus killed Asclepius, Apollo got his revenge by killing these beings, which forged Zeus’s lightning bolts. One of them named Polyphemus is maimed in the Odyssey.", "At this cult site of Asclepius, supplicants slept in an enkoimeteria (“en-coy-meh-TAIR-ee-uh”) to find cures to their ailments. The theater here, designed by Polykleitos the Younger, is one of the best preserved Greek theaters."], "category": "Mythology"}, {"leadin_sanitized": "Gibson assembly is often used for pathway cloning in this field, which can also use BioBrick standard parts. For 10 points each:", "answers_sanitized": ["synthetic biology [or SynBio; prompt on genetic engineering]", "ribosome", "restriction enzymes [or restriction endonuclease; prompt on endonucleases] &lt;EM, Biology: Genetics/Cell&gt;"], "parts_sanitized": ["Name this field that concerns itself with creating new genetic circuits for biotechnological applications. The iGEM (“EYE-jem”) competition focuses on this field.", "A common issue in synthetic biology involves selecting a binding site for this organelle, which is the site of protein synthesis. In eukaryotes, these organelles have 40S and 60S components.", "Interchangeable parts in synthetic biology are made compatible via their recognition sites for these enzymes, which cut DNA at predetermined palindromic sequences."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "English loanwords from this country’s languages include “mongoose,” “bamboo,” and “Calico,” the last of which derives from the name of one of its city. For 10 points each:", "answers_sanitized": ["India [or Republic of India]", "Dravidian languages", "Kannada (“KAH-nah-dah”) OR Telugu (“TELL-oo-goo”) OR Malayalam (“mah-luh-YAH-lum”) &lt;WA, Geography&gt;"], "parts_sanitized": ["Name this country that has 22 official languages and prints its rupee banknotes in 17 of them.", "Many southern Indian languages belong to this major non-Indo-European family, whose influence on Hindi includes the occasional use of the dative case to indicate the subject. Further afield, this language family includes the Kurukh language of Nepal and India, spoken by 200,000 people.", "Tamil, one of the four most widely spoken Dravidian languages, is widely spoken in both Southern India and Sri Lanka. Name any two of the other three most spoken Dravidian languages, which are mostly confined to India."], "category": "Geography"}, {"leadin_sanitized": "You are a researcher tasked with estimating the population of naked mole rats in Big Chungus National Park. For 10 points each:", "answers_sanitized": ["mean [or average; do not accept or prompt on “median”]", "confidence intervals [or CI; prompt on intervals]", "2551 [accept any number from 2423 to 2679, such as 2500] (The z-score of the interval is from –1.96 to 1.96, so divide 5000 by 1.96 to get 2551. Players are likely to use the heuristic of z = 2 from the empirical rule, and divide 5000 by 2.) &lt;WA, Applied Math/Misc&gt;"], "parts_sanitized": ["First, you determine that this value for the population is 70,000 naked mole rats. This quantity for a data set is equal to the sum of its entries’ values divided by the number of entries.", "You then construct one of these ranges, which has a 95-percent probability of containing the unknown parameter of interest – in this case, the true naked mole rat population.", "Pencil and paper ready. Assume the population of naked mole rats is normally distributed. If the estimated mean is 70,000 and your 95-percent confidence interval is from 65,000 to 75,000, what is the standard deviation of the population? You have 10 seconds and may give your answer within 5 percent of the correct value."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "In a shot from this film, Robin Williams’ character places his hand on Todd’s eyes, pushes him in circles, and forces him to recite as the camera continuously revolves around the two. For 10 points each:", "answers_sanitized": ["Dead Poets Society", "Jane Campion", "Coen brothers [accept Joel Coen or Ethan Coen] &lt;WA, Other Arts: Film&gt;"], "parts_sanitized": ["Name this film in which students at an East Coast boarding school recite “O Captain, My Captain!” in solidarity after their teacher John Keating is fired.", "The death of the poet John Keats occurs towards the end of this New Zealand director’s film Bright Star. She became the first woman to win a Palme d’Or (“palm dor”) with her 1993 drama The Piano.", "The dead poet Homer’s Odyssey inspired O Brother, Where Art Thou, a film by these directors who also worked on No Country for Old Men."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This type of chord contains two interlocked tritones and is made by stacking three minor thirds. For 10 points each:", "answers_sanitized": ["diminished seventh chord [or fully diminished seventh chord; or dim 7; accept answers starting with B; do not accept or prompt on “diminished triad” or any answers containing the word “half-diminished”]", "dominant seventh flat 9 chord [or dom 7 flat 9; or dom flat 9; or V7(♭9); or dominant minor ninth; or dominant seventh with a flat ninth; accept V or five in place of “dominant”; accept lowered in place of “flat”; accept answers starting with G, such as G 7 flat 9; prompt on flat 9 by asking “what is the type of the base chord?”; do not accept or prompt on “dominant ninth” or “minor ninth” or “ninth” or “dominant seventh” or “seventh” or “dominant” or “dominant seventh with a ninth”]", "C [or C-natural; accept C major or C minor] &lt;OL, Classical/Opera&gt;"], "parts_sanitized": ["Identify this symmetrical chord quality, symbolized by a superscript circle, that can evoke a dramatic or spooky character. An example is the chord “B, D, F, A-flat.”", "Stacking a diminished seventh chord on a major third, such as “G, B, D, F, A-flat,” builds this extended chord; in other words, a diminished seventh chord is a rootless version of this chord. Its base chord is used on the fifth scale degree, and its uppermost note may be suspended down to the octave. Give the base chord first, then the extension.", "In a five-to-one progression in standard functional harmony, a G dominant chord is expected to resolve to a tonic chord rooted on this note."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about essays that transport authors outside their natural habitat, for 10 points each.", "answers_sanitized": ["Aldous Huxley", "bush [accept bush ballads or bush bards; do not accept or prompt on “outback”]", "George Saunders &lt;RK, Misc Lit&gt;"], "parts_sanitized": ["This author wrote how the title author would have been cured of “his too easy and comfortable pantheism” in an essay imagining “Wordsworth in the Tropics.” He wrote the dystopian Brave New World.", "Laura Bohannan recounted Tiv chiefs identifying holes in the plot of Hamlet in her essay “Shakespeare in” this sort of place, which names Australian “ballads” like Banjo Paterson’s “Waltzing Matilda.”", "The essay “Mr. Vonnegut in Sumatra” recalls this author’s time reading Slaughterhouse-Five while working in the oil industry. The subsidized housing complex “Sea Oak” appears in this contemporary author’s story collection Pastoralia."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "After failing to prove this statement, Farkas Bolyai (“FAR-kosh BOY-eye”) wrote to his son, “I turned back when I saw that no man can reach the bottom of the night… unconsoled, pitying myself and all mankind.” For 10 points each:", "answers_sanitized": ["Euclid’s parallel postulate [or Euclid’s fifth postulate]", "geometry [accept non-Euclidean geometry]", "conformal [accept conformal map] &lt;NC, Math&gt;"], "parts_sanitized": ["Name this statement that says if the sum of two interior angles on one side of a transversal is less than two right angles, then the lines will meet on the side of those two angles.", "Bolyai wrote that he was “ready to become a martyr who would remove the flaw” from this field and “return it purified to mankind.” With Lobachevsky, his son János (“YAH-nohsh”) discovered the “non-Euclidean” branch of this field, which is the subject of Euclid’s Elements.", "Unlike the Beltrami–Klein model, the Poincaré (“pwann-ka-RAY”) disk model for hyperbolic geometry possesses this property, which means that angles are preserved. All Möbius transformations have this property."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This regime was followed by a period of liberalization called the <em>abertura</em> (“ah-bair-TOO-ruh”). For 10 points each:", "answers_sanitized": ["Brazilian military dictatorship [accept descriptions that refer to Brazil’s rule by the military, such as Brazilian junta; or Fifth Brazilian Republic; accept the regimes of Artur Costa e Silva or Ernesto Geizel; do not accept or prompt on “Estado Novo”]", "Dilma Rousseff", "Amazon rainforest [accept Amazon basin or Amazonas or Amazonia] &lt;ML, World History&gt;"], "parts_sanitized": ["Name or describe this regime that was opposed by the March of the One Hundred Thousand. Vladimir Herzog was killed in an OBAN facility during it.", "This former dissident against the Brazilian junta (“HOON-tah”), who was tortured by its secret police, would later become president of Brazil. This leader was impeached and replaced with Michel Temer (“mee-SHELL TAY-mair”) in 2016.", "The Brazilian junta encouraged settlement and logging in this region, in which it established the states of Rondônia and Roraima. The Waimiri-Atroari people were exterminated as part of that push into this region, which led to the expansion of cities like Manaus (“ma-NOUSE”) and Belém (“bay-LAME”)."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This deity is worshipped at Palani Malai and names the longest of the <em>puranas</em>. For 10 points each:", "answers_sanitized": ["Skanda [or Kartikeya or Subramanyam or Kumara; accept Skanda Purana]", "milk [accept ocean of milk; do not accept or prompt on “butter” or “ghee”]", "Mars &lt;AR, Religion&gt;"], "parts_sanitized": ["Name this Hindu god who is honored by the festival of Thai Pusam and invoked in the Sashti Kavasham (“SUSH-tee KAH-vuh-shum”) prayer. In Southern India, this god is venerated under the name Murugan.", "The religious practice of paal kudam involves propitiating Skanda by carrying pots of this substance. In a story involving Vishnu’s avatar Kurma, the goddess Lakshmi emerged from a great amount of this substance.", "In Hindu traditions this planet is associated with Skanda, who is a god of war. In English, this planet is named for the Roman god of war."], "category": "Mythology"}, {"leadin_sanitized": "The namesake “doctrine” of this market, developed by the Stockholm School, asserts that its supply and demand functions are determined by a combination of bank credit and savings. For 10 points each:", "answers_sanitized": ["loanable funds market [prompt on funds]", "capital", "government spending [or government expenditure or government consumption; do not accept or prompt on “spending” or “expenditure” or “consumption”] &lt;WA, Social Science: Econ&gt;"], "parts_sanitized": ["Give the common two-word name for this market. In many textbooks, this two-word term refers to a market in which the interest rate is determined only by the supply and demand for investment.", "Tapping into the loanable funds market is one method by which firms raise money to purchase this factor of production, which is one of a firm’s major inputs along with land and labor. It’s often symbolized K.", "A common example of “crowding out” in the loanable funds market is caused by an increase in this quantity. Modulating the level of this quantity is the typical Keynesian (“KANE-zee-in”) approach to combat recessions."], "category": "Social Science"}, {"leadin_sanitized": "This author coined a nonsense label to differentiate his novels from the realist literature being produced by his country at the time. For 10 points each:", "answers_sanitized": ["Miguel de Unamuno y Jugo", "Don Quixote de la Mancha [or Alonso Quijano]", "Miguel de Cervantes Saavedra &lt;AR, Long Fiction&gt;"], "parts_sanitized": ["Name this author who first used that term to describe a novel in which he inserted himself into a conversation with the suicidal Augusto Perez, whose eventual death is eulogized by his dog Orfeo.", "In Unamuno’s Mist, Augusto claims this character overshadowed the author that created him. The author included his novel La Galatea among the books in this character’s library, which is burned by a priest and barber.", "Unamuno’s Mist, Three Exemplary Novels, and essay “Our Lord Don Quixote” are among his many works responding to this Spanish author who created Don Quixote."], "subcategory": "Literature European", "category": "Literature"}]}