{"tossups": [{"question_sanitized": "In a speech delivered at a writers' conference, this author put forth four principles for literary works, including that they must be \"typical\" and \"partisan\". In a play by this author, an old man goes home and hangs himself after his monologue declaring \"truth doesn't always heal a wounded soul\". This author's poem about a \"proud, black demon of the tempest,\" which got him arrested, gave him his epithet \"Stormy Petrel\". An actor says he can't sweep the floor because of his (*) alcoholism and heads off to a sanatorium in this author's best-known play, in which Satine is accused of cheating at cards. In that play by this author, Kostilyoff dies in a brawl in the backyard of the title cellar, where all the characters lodge. For 10 points, name this socialist realist author of The Lower Depths.", "answer_sanitized": "Maxim Gorky [or Alexei Maximovich Peshkov]", "subcategory": "Drama", "category": "Literature"}, {"question_sanitized": "This musical's book writer threw out its original lyrics because they were anachronistic \"diatribes against today\" by W. H. Auden. In a number from this musical, an innkeeper sings the line \"and oh when you do / what will happen to you / thank god I won't be there to see\" in dubbing a man for his \"Woeful Countenance\". In its frame story, several inmates - including a critic called \"The Duke\" - break into an author's trunk and steal his manuscript, after which he puts on a (*) play in the Inquisition's dungeon. After being asked what he seeks in his quest, this musical’s title character sings of his desire to \"reach the unreachable star\" in the song \"The Impossible Dream\" for his beloved Dulcinea (\"dool-see-NAY-ah\"). For 10 points, what musical by Joe Darion and Mitch Leigh adapts Don Quixote?", "answer_sanitized": "Man of La Mancha", "subcategory": "Dance", "category": "Fine Arts"}, {"question_sanitized": "A \"plot\" named for this statement can be used to determine optimal conditions for separation in capillary electrophoresis. One form of this statement contains an inertial term, a pressure gradient term, and a term called the \"Hall current\". A proportionality constant in this statement equals the number density times charge squared times the relaxation time all over the mass according to the Drude model. Another form of this statement equates the (*) current density to the product of the conductivity and the electric field. This statement may be used to calculate the power dissipated by Joule heating. This law uses impedance when it is used in systems with alternating current. For 10 points what statement equates voltage drops in a circuit to the product of current and resistance?", "answer_sanitized": "Ohm's law [accept the generalized Ohm's law]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This artist's Diary of His Journey in the Netherlands recounts the detour to Zeeland that resulted in his watercolor of a Head of a Walrus. The Getty Museum pairs this artist's quote that \"art is omnipresent in nature\" with his drawing of a stag beetle. Among this artist's many works in the Albertina museum is a highly naturalistic watercolor of a Young Hare. He drew on first-hand accounts from Lisbon, despite (*) never seeing the title creature himself, for a sketch showing the title Indian animal with a body resembling plate armor. In another of this artist's works, a lion slumbers in the foreground as the title saint transcribes the Vulgate. A sketch of a Rhinoceros and a grayscale version of Saint Jerome in His Study were done by, for 10 points, what German engraver of Melencolia I?", "answer_sanitized": "Albrecht Dürer", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "While adventuring on their yacht Foxy Lady, John Dewhirst, Stuart Glass, and Kerry Hamill disappeared and ended up in one of these places. In 1994, Yale University created the DC-Cam project to map over 10,000 of these places. Soldiers in these places often smashed the skulls of children on chankiri trees. Syndey Schanberg's reporting for The New York Times on these places inspired a 1984 biopic by Roland Joffé. In 1988, a memorial resembling the shape of a (*) stupa was built on the former site of one of these places named Choeung Ek (\"chungg ah-ek\"). Strychnine Hill was the location of one of these places called S-21 that was run by Comrade Duch (\"duck\") and was converted from a high school. For 10 points, what name denotes facilities operated by the Khmer Rouge used to murder and bury people en masse?", "answer_sanitized": "killing fields [accept descriptions involving mass burial sites used by the Khmer Rouge or Cambodia before mentioned; prompt on mass burial sites, prisons, torture chambers, or \"re-education\" camps by asking \"What government operated them?\"; prompt on high schools before \"high school\" by asking \"for what purpose was the high school used?\"]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "One algorithm for this task arranges the data needed for the next calculation into a six-point \"stencil\" pattern. The Crank-Nicolson scheme for this task combines the \"forward\" and \"backward\" versions of a simpler method for it. Predictor-corrector methods combine an \"explicit\" method for this task with an \"implicit\" one. The endpoints are weighted by 1/6 while the midpoints are weighted by 1/3 in a popular (*) fourth-order method for this task. Methods for this task have a trade-off between computation time and truncation error based on the step size, which is varied dynamically in adaptive Runge-Kutta methods. The slope of a tangent line is computed at many points in Euler's method for this task. For 10 points--name this task which finds approximate solutions to equations containing derivatives.", "answer_sanitized": "numerically solving differential equations [accept numerical integration; accept answers that use the word approximately or approximate instead of \"numerically/numerical\"; accept answers that use ODEs or PDEs or diff eqs instead of \"differential equations\"]", "subcategory": "Engineering", "category": "Science"}, {"question_sanitized": "A statement regarding this property is refuted using the example of two iron spheres in a dialogue between A and B written by Max Black. Derek Parfit argued for determining this property via Relation R using a thought experiment of traveling to Mars via teletransporter. A chapter on \"Diversity and\" this property from An Essay Concerning Human Understanding uses the example of the prince and the cobbler to argue for a theory of it based on psychological (*) continuity. David Hume argued that the self, mind, and this property were defined by \"bundles\" of experience and perceptions. By Leibniz's law, this property is shared by objects whose properties are in all common and are thus indiscernible. The Ship of Theseus paradox concerns, for 10 points, what property often denoted by an equals sign?", "answer_sanitized": "identity [accept personal identity or identity of indiscernibles; accept answer which refer to being identical; prompt on self or personhood; prompt on sameness before \"same\"]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "The Ordène de chevalerie (\"or-DEN duh shval-REE\") claims that this ruler was trained by Hugh II of Tiberias in knighthood. Kaiser Wilhelm II left a gilt bronze wreath at this ruler's tomb, to which he also gifted an empty marble sarcophagus. Pope Gregory VIII hastily issued the bull Audita tremendi (\"ow-DEE-tah treh-MEN-dee\") after receiving news of one of this ruler's victories. This ruler used a racing camel to flee from forces commanded by a 16-year old king afflicted with (*) leprosy. This ruler took custody of the True Cross after defeating Guy (\"ghee\") de Lusignan near an extinct volcano known as the Horns of Hattin. An English tithe named after this ruler was used to fund a military campaign led by Richard the Lionheart. For 10 points, name this founder of the Ayyubid dynasty whose capture of Jerusalem caused the Third Crusade.", "answer_sanitized": "Saladin [or An-Nasir Salah ad-Din Yusuf ibn Ayyub]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This man gives a visitor a well-wrought mixing bowl that he received from Phaedimus (\"FYE-dee-mus\") in one of many passages that calls him \"good at the war-cry\". This man tells his squire Eteoneus (\"ee-tee-OH-nee-us\") to let two strangers into his \"high-roofed\" house, where he relates a tale in which the nymph Eidothea (\"ay-doh-THAY-uh\") advises him to disguise himself as a seal in order to catch her wily father in his sleep. Though this man's affairs with slave women bear the sons Nicostratus and (*) Megapenthes, his only child with his wife is Hermione. In Book 4 of The Odyssey, this member of the House of Atreus hosts Telemachus and describes capturing the \"old man of the sea\" Proteus, who helps him return home from the Trojan War. For 10 points, name this brother of Agamemnon and king of Sparta, the lawful husband of Helen of Troy.", "answer_sanitized": "Menelaus (\"men-uh-LAY-us\")", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "This author says \"but for life we'll not be rid / of the leaves' fossils\" in a poem for the deceased Margaret Miller. That poem, \"Quai d'Orléans,\" (\"kwye door-lay-ON\") was written after a trip to France with some classmates, with whom this author founded the journal Con Spirito at Vassar College. A poem by this author remarks on the \"kite sticks of the Southern Cross\" and on how an \"ancient owls' nest must have burned,\" before observing the \"glistening\" title (*) animal flee amidst a \"weak mailed fist clenched ignorant against the sky\". That poem by this author, which describes \"illegal fire balloons\" climbing a mountain outside Rio de Janeiro, is dedicated to Robert Lowell and is from Questions of Travel. For 10 points, what poet of \"The Armadillo\" wrote \"the art of losing isn't hard to master\" in \"One Art\"?", "answer_sanitized": "Elizabeth Bishop", "subcategory": "Poetry", "category": "Literature"}, {"question_sanitized": "William Addis, the governor of the Seychelles, had planned for this country's exiled leader to stay in a residence ironically named \"La Bastille\". The London and Zurich Agreements, which guaranteed this country's independence, specified that all public offices were to be allocated in a 70:30 ratio to its majority and minority ethnic groups. American ambassador Joseph Sisco attempted to stall an invasion of this country during Operation (*) Atilla, which occurred following a coup led by General Grivas' EOKA. Intercommunal violence in this country forced Makarios III to be exiled in 1964. The 1950s taksim movement sought to partition this country, in contrast to the pro-union enosis movement. For 10 points, name this Mediterranean island country that has been split into Greek and Turkish sectors since 1974.", "answer_sanitized": "Republic of Cyprus [or Kypriakí Dimokratía; or Kıbrıs Cumhuriyeti; accept Turkish Republic of Northern Cyprus]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In April 2020, researchers at Leiden University showed that the formation of this compound on interstellar dust particles can be enhanced by the presence of water ice. Photochemical reactions involving nitrogen and this compound are the primary mechanism of tholin formation on Charon and Pluto. The spectra of class T brown dwarfs are dominated by this compound's absorption bands. The abundance of this compound in (*) Enceladus's cryovolcanic plumes suggests the presence of hydrothermal vents; its ocean is thought to contain this compound in clathrate hydrates. This compound causes the blue color of Uranus and Neptune. An analogue of Earth's water cycle with this compound, featuring lakes, evaporation, and rain, is present on Titan. For 10 points, name this simplest hydrocarbon.", "answer_sanitized": "methane [or CH4; before mentioned, prompt on hydrocarbons; accept methane ice; accept methane hydrate or methane clathrate; accept methane cycle]", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "Celebrations during Hatun Puquy (\"HAH-toon POO-koy\") used a bin holding wak'as made of this stuff that were called \"universal\" since every Inca household had one. Every year, the Sapa Inca gathered imitations of this stuff in the Coricancha temple. The production of this stuff corresponded to the flayed skin of Xipe Totec (\"SHEE-pay TOH-tek\"). Tlaloc distributes this stuff to humanity after helping Nanahuatzin (\"nah-nah-WAT-seen\") split open a mountain containing it, which was found by (*) Quetzalcoatl after he turned into an ant. Two Maya gods of this stuff are referred to as \"foliated\" and \"tonsured\". Many Andean rituals feature a drink made from this plant called chicha. The Hero Twins had alternate forms as stalks of this plant. The Maya believed that humans were made from, for 10 points, what Mesoamerican staple crop?", "answer_sanitized": "maize [or corn; accept ears/cobs, kernels/grains, or stalks of maize or corn; prompt on grain or cereal; do not accept or prompt on any other specific grain]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "After being greeted by angels, a man in a story in this language reveals that his greatest wish is \"a warm roll with fresh butter every morning\". A real-estate broker named Rattlebrain appears in a short story in this language titled \"On Account of a Hat\". The author of that story used this language for a work in which a character \"Strikes It Rich\" after driving around a family in a resort town. After seeing his wife (*) Elka in bed with another man, the protagonist of a story written in this language urinates into the town's bread. The author of the story \"Bontsha the Silent,\" I. L. Peretz, wrote in this language, as did the author of such stories as \"The Little Shoemakers\" and \"Gimpel the Fool.\" For 10 points, name this language used by the creator of Tevye the Milkman, Sholem Aleichem.", "answer_sanitized": "Yiddish", "subcategory": "Short Fiction", "category": "Literature"}, {"question_sanitized": "Composer and type of piece required. A passage from one of these pieces begins with a high D, before a series of rising left-hand octave arpeggios rooted on the following (read slowly) -- \"B, C, A, B, G, A, F-sharp, G\" -- mirrored by falling right-hand arpeggios. That one of these pieces, transcribed for two players by Edvard Grieg, oddly recapitulates its first movement's theme in the subdominant, F major. One of these in the key of A begins with a triple-time Andante grazioso on the notes (read slowly) \"dotted C-sharp, D, C-sharp, then two long Es\". Heavy (*) Alberti bass accompanies the right hand's (read slowly) \"C, E, G, B, C-D-C\" at the opening of a C major example of these pieces known as facile (\"FAH-chee-lay\") or \"Simple\". The eleventh of these pieces closes by evoking Ottoman bands in its Rondo alla turca. For 10 points, name these pieces for solo keyboard by an Austrian child prodigy.", "answer_sanitized": "piano sonatas by Wolfgang Amadeus Mozart [prompt on piano sonatas or sonatas ; prompt on Mozart piano pieces or Mozart sonatas]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "Deficiency of an inhibitor of these proteins causes early-onset panacinar emphysema in PiZZ homozygotes. FBS-containing media is added to cells in suspension during splitting in order to block these proteins, which can also be blocked by a \"cocktail\" used to prepare lysates from cell culture. In one of these proteins, a tetrahedral intermediate is stabilized by an \"oxyanion hole\" formed by the residues glycine-193 and (*) serine-195. That one of these enzymes also has a \"proton shuttle\" in which aspartate and histidine, members of the \"catalytic triad\", deprotonate a key serine residue. These enzymes use nucleophilic residues to attack stable amide groups. Chymotrypsin is an example of, for 10 points, what enzymes that catalyze the breakdown of proteins into their constituent amino acids?", "answer_sanitized": "proteases [accept proteinases or peptidases; prompt on trypsin]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Following this man's death, his son worked with James Redpath to recruit African-Americans in Chatham, Ontario to move to Haiti. W. E. B. DuBois (\"doo boyce\") drew upon letters collected by Franklin Sanborn in writing his 1909 biography of this man, who founded the Springfield branch of the League of Gileadites. This man funded the publication of David Walker's \"Appeal\" and was later, in turn, funded by a group ring-led by (*) Thomas Wentworth Higginson called the Secret Six. He said \"the crimes of this guilty land will never be purged away, but with blood\" one month before his execution, which occurred after Israel Greene's men captured him and brought him to Robert E. Lee in 1859. The Pottawatomie massacre was committed by, for 10 points, what fervent abolitionist who led the Raid on Harpers Ferry?", "answer_sanitized": "John Brown", "subcategory": "American History", "category": "History"}, {"question_sanitized": "It is disputed whether this social scientist offered to dedicate his magnum opus to Charles Darwin, whom this man praised for eliminating the last surviving \"aspect of teleology\". An economic treatise by this thinker borrows a definition of man as a being who \"treats himself as a universal,\" or a \"species-being\". David Riazanov edited that treatise by this thinker, which uses Adam Smith's example of Shetland kelp to define rent as an excess above the \"socially necessary\" value of (*) labor-time and heavily draws on a different author's The Essence of Christianity. In this thinker's Economic and Philosophic Manuscripts, he described the \"alienation\" of workers by contemporary modes of production. For 10 points, name this thinker who wrote the Communist Manifesto with Friedrich Engels.", "answer_sanitized": "Karl Marx (He offered to dedicate Capital to Darwin.)", "subcategory": "Sociology", "category": "Social Science"}, {"question_sanitized": "Description acceptable. In the aftermath of one of these events, several American families filed a $900 million lawsuit against Igor Girkin, who was criminally charged for it in 2019. A 2020 funeral in Sanandaj for two victims of one of these events became a protest which was labeled a \"funeral for public trust\". In 2015, an intense bombardment of Turkmen insurgents in Latakia was launched in response to one of these events in (*) Syria which affected a Sukhoi Su-24, causing a crisis in Turkish-Russian relations. Shortly after the death of Qassem Soleimani, one of these events was perpetrated by the Islamic Revolutionary Guard using an SAM against a Ukrainian target, causing a PR disaster for Iran. For 10 points, identify this type of incident in which a flying vehicle is hit by missile fire.", "answer_sanitized": "passenger aircraft shoot-down [accept anything involving aircraft being shot down or hit by missile fire; accept synonyms for aircraft such as planes; prompt on plane crash]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "In this novel, a father dresses a servant in the clothes of his dead wife, prompting his angry son to ask him to cut down their walnut tree. This novel features the creationist Eugene Dumsday, who talks about being offered hashish in India. The mnemonic \"Elloween Delloween\" is repeated by a child in this novel who voices Maxim Alien after he moves to London. Its first chapter begins with a \"tuneless soloist\" singing a ghazal (\"guzzle\") and features the ghost of (*) Rekha Merchant, who recites the curse \"al-Lat\" at two characters flying through the air. A character who goes by \"Spoono\" in this novel starts growing horns after he survives the explosion of the Bostan over the English Channel. Saladin Chamcha appears in, for 10 points, what novel which earned a fatwa for its author Salman Rushdie?", "answer_sanitized": "The Satanic Verses", "subcategory": "Long Fiction", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Alessandro Striggio's madrigal Ecce Beatam Lucem (\"EH-chay bay-AH-tam LOO-chem\") is written for this number of musical voices. For 10 points each:", "answers_sanitized": ["40", "polyphony [or polyphonic texture]", "multitracking [or multitrack recording]"], "parts_sanitized": ["Give this number of a capella voices used in an English motet which was written to rival Striggio's composition, titled Spem in Alium.", "As it uses multiple voices with independent melodies, Thomas Tallis' Spem in Alium has this musical texture, whose name comes from the Greek for \"many sounds\". It was apocryphally \"saved\" by Palestrina's Pope Marcellus Mass.", "To play all 40 voices of Spem in Alium on a single cello, Peter Gregson used this technique to record each voice separately and piece them together on a single tape recording."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, answer the following about odd features of postmodern novels:", "answers_sanitized": ["endnotes [or footnotes]", "endings [or end of the novel, or finales]", "the color of the text [or the color of the font; or the color of the words; prompt on formatting or typography; prompt on color by asking \"color of what?\"]"], "parts_sanitized": ["Infinite Jest includes 388 of these things after the main text of the novel elaborating on plot details, much like how one might use these things in a research paper.", "John Fowles' novel The French Lieutenant's Woman unusually includes two of these components. Charles Dickens changed this component of Great Expectations to have Pip meet Estella at Satis House instead of hearing of her marriage.", "Many editions of Mark Z. Danielewski's House of Leaves change this property for parts of the novel that refer to the title building, to Johnny's mother, or to the Minotaur."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "This infectious disease is often treated with ceftriaxone (“sef-try-AX-own”) for possible co-occurrent N. gonorrhoeae infection. For 10 points each:", "answers_sanitized": ["chlamydia [accept Chlamydia trachomatis]", "peptidoglycan [prompt on muramic acid]", "blindness [accept equivalents describing loss of vision]"], "parts_sanitized": ["Name this disease, the most common bacterial sexually transmitted infection.", "Chlamydia is susceptible to penicillins despite lacking this substance, an observation called the \"chlamydia anomaly\". This polymer consists of repeating NAG and NAM units.", "While Chlamydia trachomatis serotypes D through K cause an STI, serotypes A through C can lead to trachoma, which causes this condition. This condition is also caused by onchocerciasis (“on-koh-sir-KYE-uh-sis”)."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Bishop Aleixo (“uh-LAY-sho”) de Menezes organized the Synod of Diamper in this country. For 10 points each:", "answers_sanitized": ["Republic of India [or Bhārat Gaṇarājya]", "Syriac [accept West Syriac Rite or East Syriac Rite]", "Thomas the Apostle [or Thoma Sheliha; accept Didymus; accept Doubting Thomas]"], "parts_sanitized": ["Name this country, one of whose churches was reformed by Abraham Malpan. Christians in this country who opposed the Latinization of its traditions publicly swore the Coonan Cross Oath.", "Kerala's Malankara Church performs its liturgy in this language, which was introduced to it by Gregorios Abdal Jaleel. The Chaldean Church's liturgy also uses this descendant of Aramaic.", "Kerala Christians trace their origin to this apostle, who arrived on the Malabar Coast in 52 CE. This apostle is given the epithet \"Doubting\" for doubting Jesus's resurrection."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "For 10 points each, answer the following about the evolution of imperial offices in the late Roman Empire:", "answers_sanitized": ["Praetorian Guard [or Praetorians]", "Palatine Hill [accept Scholae Palatinae; prompt on palace by saying \"we're looking for a geographic feature\"]", "comes (\"koh-MAYS\") [or comites; prompt on count by saying \"we're looking for the Latin root of that word\"]"], "parts_sanitized": ["One major change in offices was Constantine's disbanding of this unit of guards due to their nasty habit of murdering emperors and installing new ones.", "A group of elite scholae (\"SKOH-lye\") who served as imperial guards were named for this geographic feature in Rome where emperors lived. Before the imperial era, this place mainly housed the homes of the wealthy.", "Late emperors filled many offices with trusted individuals denoted by this Latin word for \"companion,\" including provincial administrators. A medieval title of minor nobility comes from this word."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "This city is home to a Jean Nouvel-designed National Museum that features interlocking disks inspired by the desert rose crystal. For 10 points each:", "answers_sanitized": ["Doha, Qatar", "I. M. Pei [or Ieoh Ming Pei]", "Rem Koolhaas [or Remment Lucas Koolhaas]"], "parts_sanitized": ["Name this city which contains buildings like Tornado Tower and the 300-meter-tall Aspire Tower. The planned Lusail Iconic Stadium will be built north of this city.", "Doha is home to the Museum of Islamic Art, which was designed at age 91 by this Chinese-American architect of the Louvre Pyramid.", "In 2017, this Dutch architect completed the new Qatar National Library in Education City, Doha. This author of S, M, L, XL also designed the CCTV headquarters building."], "subcategory": "Architecture", "category": "Fine Arts"}, {"leadin_sanitized": "Excerpts from this author's treatise on magic, Saducismus Triumphatus, are quoted in Shirley Jackson's The Lottery and Other Stories. For 10 points each:", "answers_sanitized": ["Joseph Glanvill", "Salem witch trials [or Salem trials; prompt on witch trials or witch hunts by asking \"where?\"]", "\"The Scholar-Gipsy\""], "parts_sanitized": ["Name this 17th century English author who is the attributed writer of the epigraphs of Edgar Allen Poe's stories \"A Descent into the Maelström\" and \"Ligeia\".", "Glanvill's Saducismus was the model for Cotton Mather's book defending his role in these historical events, which are dramatized in Arthur Miller's play The Crucible.", "This Matthew Arnold poem, based on a story from Glanvill's The Vanity of Dogmatizing, describes an Oxford student who leaves school to join a band of countryside wanderers."], "subcategory": "Misc Literature", "category": "Literature"}, {"leadin_sanitized": "This case introduced a namesake three-pronged \"test\" for violations of the Establishment Clause in school funding. For 10 points each:", "answers_sanitized": ["Lemon v. Kurtzman [accept either underlined portion; accept Lemon test]", "First Amendment", "Abington v. Schempp [or Abington School District v. Schempp; accept either underlined portion]"], "parts_sanitized": ["Name this Burger court decision which ruled that a Pennsylvania law allowing for public reimbursement of Catholic school teachers in public schools was unconstitutional.", "The Establishment Clause, stating \"Congress shall make no law respecting an establishment of religion,\" is from this amendment to the U.S. Constitution.", "This other case regarding the Establishment Clause from Pennsylvania declared Bible reading in state-sponsored classrooms to be unconstitutional. It was decided by the Warren Court in 1963."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "In the 2020 play The Haunting of Lin-Manuel Miranda, this historian says \"Do you think American Express hired you because they want a revolution?\" For 10 points each:", "answers_sanitized": ["Ron Chernow", "Sarah \"Sally\" Hemings", "Ishmael Scott Reed"], "parts_sanitized": ["Name this historian whose biography of Alexander Hamilton was the inspiration for the musical of the same name.", "Annette Gordon-Reed, who has criticized Hamilton as whitewashing history, is best known for writing a history of this woman. This slave likely had six children with her owner, Thomas Jefferson.", "This author satirized Hamilton in the aforementioned The Haunting of Lin-Manuel Miranda. This author's The Complete Muhammad Ali analyzes the boxer's forays into politics."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "These devices consist of a gain medium placed inside a resonant optical cavity. For 10 points each:", "answers_sanitized": ["lasers", "helium-neon laser [or HeNe laser]", "gallium nitride [or GaN]"], "parts_sanitized": ["Name these devices which produce coherent light via stimulated emission.", "This widely used laser, which emits a wavelength of 633 nanometers, was the first gas laser to be developed. Its gain medium contains two noble gases.", "This binary III-V (\"three-five\") semiconductor, which has a large band gap of 3.4 electron-volts, is widely used in blue laser diodes and blue LEDs, such as the ones found in Blu-ray discs."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This photographer created 101 Life Magazine covers, more than any other artist. For 10 points each:", "answers_sanitized": ["Philippe Halsman", "Salvador Dali", "Albert Einstein"], "parts_sanitized": ["Name this artist who often showed his subjects jumping. Elizabeth Arden used this artist's photo of Connie Ford against the American flag to advertise \"Victory Red\" lipstick.", "A swirl of water flies at three cats in a Halsman photo that shows this artist floating in the air. This artist's painting of Leda Atomica was one of many he created during his \"nuclear mysticism\" period.", "Halsman's photo of this pensive person appeared on the 1947 cover of Time magazine. Arthur Sasse took a photo of this scientist that shows him sticking his tongue out."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "Note to moderator: Please pay attention to the pronunciation of the answers. These coins were produced by walzenwerke (\"VALT-zen-VAIR-kuh\") in the Bohemian town of St. Joachim's Valley. For 10 points each:", "answers_sanitized": ["thaler (\"tah-lehr\") [or Joachimsthaler; accept tolar (\"tow-lahr\"); accept Reichsthaler, Conventionsthaler, or Kronenthaler; prompt on dollars (\"daw-lehrs\")]", "Jagiellon dynasty [or Jagellonian dynasty]", "Maria Theresa [or Maria Theresa Walburga Amalia Christina; or Maria Theresia; prompt on partial answer]"], "parts_sanitized": ["Name these silver coins, which became a standard unit of currency throughout the Holy Roman Empire and the rest of Europe. A Prussian version of this coin prefixed its name with \"reichs\".", "At the time of the thaler's production, Bohemia was ruled by this dynasty. This dynasty's king Louis II, son of Vladislav II, was decisively defeated at the Battle of Mohacs (\"moh-hach\").", "The most-widely circulated version of the thaler featured this queen's face on it. Her succession to the Habsburg throne was the subject of the War of Austrian Succession."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "When working with dataframes, for loops are ill-advised as they cannot perform multiple operations in parallel. For 10 points each,", "answers_sanitized": ["vectorized [accept word forms]", "Pandas", "Python"], "parts_sanitized": ["Name this type of SIMD operation on data frames that executes on entire arrays.", "Methods like loc (“loke”) and iloc (“eye-loke”) are used to look up entries in dataframes in this package that shares its name with an animal.", "Pandas is a library in this dynamically typed programming language often used for data analysis. This language created by Guido van Rossum uses whitespace to denote code blocks and uses the English word “and” for the boolean operator."], "subcategory": "Engineering", "category": "Science"}, {"leadin_sanitized": "This novel's narrator returns to society at a family friend's salon after leaving a sanatorium. For 10 points each:", "answers_sanitized": ["Time Regained [or Le Temps retrouvé, or Finding Time Again; DO NOT REVEAL THESE ANSWERS OTHERWISE, but prompt on any of In Search of Lost Time, A Remembrance of Things Past, or À la recherche du temps perdu]", "In Search of Lost Time [or Remembrance of Things Past; or À la recherche du temps perdu]", "Albertine Simonet (\"see-moh-NAY\") [accept either underlined portion]"], "parts_sanitized": ["Name this novel whose narrator wanders Paris during a blackout, reflecting on the carnage of World War I and a visit from his friend Saint-Loup (\"sont-loop\"), who dies in combat a few days later.", "Time Regained is the last novel in this series by Marcel Proust (\"proost\"); its final flashback is similar to the madeleine scene from this series's first novel, Swann's Way.", "The narrator of Time Regained has a flashback of this former love interest playing the piano. This recurring Proust character has many lesbian affairs and dies when she falls off a horse."], "subcategory": "Long Fiction", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about I-80, which runs across the entire US:", "answers_sanitized": ["San Francisco Bay", "Fort Kearny", "Iowa"], "parts_sanitized": ["I-80 begins at the western entrance of a bridge that crosses this body of water and heads towards Oakland. Alcatraz is also located in this body of water.", "I-80 passes by this fort, which is the first base that Oregon Trail travelers stopped at. This fort on the Platte River became obsolete with the opening of the Union Pacific Railroad.", "Further east, I-80 is home to the world's largest truck stop in this state's city of Walcott. J.K. Daniels began the practice of sculpting cows out of butter during an iconic fair in this state."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "This theorem is often considered a direct analogue of Hotelling's theorem of business locations in economics. For 10 points each:", "answers_sanitized": ["median voter theorem", "investment theory of party competition [or investor theory]", "game theory"], "parts_sanitized": ["What political science theorem suggests that parties compete by attempting to appeal to the namesake person in order to reach more than 50% of the electorate?", "One alternative to the median voter theorem is this theory developed in Thomas Ferguson's book Golden Rule, which suggests that party competition is driven by people who have the greatest financial interests in politics.", "Many models of party competition use techniques from this mathematical field, which studies situations like the stag hunt and prisoner's dilemma."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about archaeological museums in Indonesia:", "answers_sanitized": ["terracotta [accept Terracotta Army]", "Srivijaya empire [or Kaduatan Sriwijaya]", "Singhasari kingdom / empire"], "parts_sanitized": ["The Trowulan Museum houses many artifacts made of this material from the Majapahit empire, including the oldest known piggy bank. It was used to make an \"army\" for Qin Shi Huangdi's (\"cheen shur hwang-di'z\") tomb.", "The Balaputradeva (\"bah-lah-POO-truh-DEV-uh\") Museum in Palembang (\"PAH-lem-bong\") has many artifacts from this Sumatra-based empire, which ruled a Buddhist thalassocracy from the 8th to 12th centuries.", "Indonesia's National Museum houses a magnificent Prajnaparamita statue commissioned by this empire's greatest ruler, Kertanegara, who also incited the Mongol invasion of Java. It was displaced by the Majapahit empire."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "King Shaddad built this city to imitate heaven using all the world's riches, but God killed him and hid the path to it. For 10 points each:", "answers_sanitized": ["Iram of the Pillars [or Iram of the Tentpoles; or Iram dhat al-'imad; accept Ubar or Wabar]", "camel [or dromedary; accept naqa (plural nuq or niyaq) or jamal (plural jimal); accept She-Camel of God; accept Battle of the Camel]", "Pharaoh [or Fir'awn]"], "parts_sanitized": ["Name this capital of the 'Ad, a legendary lost city in Arabia's Empty Quarter with lofty pillars.", "Abdullah bin Qalabah finds Iram while looking for one of these animals. The Thamud are wiped out for killing one of these animals sent by God. Ali defeated Aisha at a battle named for one of these animals.", "To warn of God's punishment of unbelievers, the Surah al-Fajr notes the fates of Iram, the Thamud, and this ruler who rejected Moses's message."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "In Dale Neal's novel titled for an \"Appalachian\" text of this name, Sharon Morse practices meditation in a yurt in the North Carolina mountains. For 10 points each:", "answers_sanitized": ["The Book of the Dead [accept any answer mentioning the phrase book of the dead]", "Wright [accept Charles Wright or Richard Wright] (Boris Max is from Native Son.)", "Muriel Rukeyser (That poem is \"To be a Jew in the Twentieth Century.\")"], "parts_sanitized": ["Give this common English name denoting Tibetan and Egyptian texts about the afterlife.", "In one poem, a US Poet Laureate with this surname likens \"sunlight\" to a leaf from an \"Appalachian Book of the Dead\". Another author with this surname wrote over 4,000 haiku and a novel featuring the lawyer Boris Max.", "This poet's Book of the Dead describes the Gauley Tunnel mining disaster in West Virginia. Her best-known poem declares that \"to be\" part of the title ethnicity \"is to be offered a gift\"."], "subcategory": "Poetry", "category": "Literature"}, {"leadin_sanitized": "The design of these substances may use high-throughput screening to generate \"leads\". For 10 points each:", "answers_sanitized": ["drugs [or pharmaceuticals]", "quantitative structure-activity relationships [or QSAR models; prompt on SAR models]", "partition coefficient [or distribution coefficient]"], "parts_sanitized": ["Name these chemicals, whose bioavailability, potency, and toxicity determine which candidates will eventually advance to clinical trials.", "These computational models in drug discovery use regression analysis to predict how effective a candidate drug's action will be based on its chemical and physical characteristics.", "The ability of a candidate drug to enter the target tissue depends on this quantity, which is the equilibrium ratio of the concentration of a molecule within two immiscible solvents."], "subcategory": "Chemistry", "category": "Science"}]}