{"tossups": [{"question_sanitized": "A later philosopher's quotation of (emphasize) this book's line about the \"nonsense of chatterboxes\" to M. O'Connor Drury is recounted in Norman Malcolm's book on that man's \"point of view\". This book, which praises the \"exhortation to philosophy\" of Cicero's \"Hortensius,\" describes the origin of its author's view that evil is but the \"privation of good,\" as developed in Concerning the Nature of Good. A quote from this book beginning \"I was no longer an infant that could not speak\" opens (*) Ludwig Wittgenstein's Philosophical Investigations. After listening to his friend Simplician, this book's narrator hears a voice in a garden command \"take up and read!\" Subsequently, its narrator rejects Manichaeism and embraces his mother Monica's Christianity. For 10 points, name this autobiography of St. Augustine.", "answer_sanitized": "Confessions [or The Confessions of Saint Augustine; or Confessiones]"}, {"question_sanitized": "Translations differ over whether to use the word \"paler\" or \"greener...than grass\" in rendering a line by this poet about a speaker who is seized by a cold sweat and seems \"nearly to have died\". Another poem by this author notes how others consider cavalry, foot soldiers, or fleets to be the most beautiful sights, but the author thinks it’s \"whatever you love best\". This author's poem about parting with a lover who weaves garlands inspired a symbolic meaning of the violet. The line \"he (*) seems to me to be equal to the gods\" opens Poem 31 by this author, which was quoted by Longinus. A description of a \"many-colored\" \"throne\" or \"mind\" opens a poem by this author which implores the title goddess to make another return her love. Odes to Anactoria and Aphrodite were written by, for 10 points, what poet from Lesbos?", "answer_sanitized": "Sappho of Lesbos [or Psappha]"}, {"question_sanitized": "This property names the case where the \"signal\" and \"idler\" outputs of an optical parametric oscillator have the same frequency. Systems which have net spin 1/2 and are even under time-reversal symmetry must have this property. Born and Fock's formulation of the adiabatic theorem requires that the Hamiltonian's spectrum be discrete and (emphasize) lack this property. To stop the denominator from going to zero, alternate mathematical techniques are used when doing (*) perturbation theory on systems with this property. Unlike the 1D case, solutions to the particle-in-a-3D-box have this property. The very dense matter in white dwarfs is supported against gravitational collapse by the \"pressure\" named after, for 10 points, what property in which a system has multiple eigenstates with the same energy?", "answer_sanitized": "degeneracy [or word forms such as degenerate]"}, {"question_sanitized": "This figure's festival was formerly on different days for officials, commoners, and fishermen. In some regions, a ritual involves offering to this figure, who isn't Shennong, a seed of each of the Five Grains. This figure is given offerings of maltose-based melon- or stick-shaped candy. In one story, this figure unknowingly sells cakes with hidden coins; in another, he's blinded for leaving his wife, but when he's reunited with her, his sight is restored. This figure, who gains his celestial role after he's driven to (*) suicide, is aided in his journey by firecrackers. Every year, a paper effigy of this figure has honey smeared on its lips and is burned. Shortly before the New Year, this figure reports on each family to the Jade Emperor. For 10 points, name this Chinese household god placed in a namesake room.", "answer_sanitized": "Kitchen God [or Stove God; or Zao Jun; or Zou Gwan; or Chau-kun; or Zao Shen; or Zou San; or Chau-sin; or Chau-kun-kong; or Zhang Lang]"}, {"question_sanitized": "Numismatists use this non-Mongol empire's name to denote degenerate gadhiya paisa (\"GAH-dee-yuh PIE-suh\") coins used by the Alchons in India. None of its kings were named Mithridates, but ambassadors from this empire depicted in the Ajanta caves are identified by backwards-pointing Phrygian caps. The Kidarites displaced the vassals that this empire installed in Gandhara (\"GAHN-dah-ruh\"). Its nobility imported the game of shatranj (\"shot-RAHNJ\"), a form of chess, from India. About two centuries after this empire invaded the (*) Kushans from the west, it plunged into civil war when the Hephthalites, or White Huns, killed its king Peroz I. The first wave of Parsees came to India after this empire's last ruler, Yazdegerd III, was crushed by the expanding Rashidun Caliphate. Shapur II was a king of, for 10 points, what Persian empire which often warred with the Byzantines?", "answer_sanitized": "Sassanid Empire [or Sassanian Empire; or Eranshahr; accept Kushano-Sassanians or Kushano-Sassanids; prompt on Persian empire or Persia]"}, {"question_sanitized": "The protagonist of one novel set in this state is knocked unconscious falling off his horse while stealing cattle and is asked why he was \"going so goddamn fast\" when he awakens. The protagonist of another novel set in this state fails to recognize his grandfather after returning from World War II, but comes back years later to take part in a race for the dead for him. Novels set in this state include one in which Juan Reyes is stabbed by Abel after losing a contest, and one in which (*) Betonie entrusts Tayo with a mission to end a drought. Latour accumulates donations to build a cathedral in this state before he dies in the novel Death Comes for the Archbishop. House Made of Dawn and Ceremony are set in, for 10 points, what state where Harley and Leroy die near the Trinity test site?", "answer_sanitized": "New Mexico"}, {"question_sanitized": "Inscriptions on the Scylla Group suggest that this island is where the statues found in Tiberius' villa at Sperlonga were sculpted. Early in his life, Cicero studied at a school founded on this island by the Syrian-born philosopher Posidonius. This island's three main Doric settlements, Lindus, Ialysus (\"eye-al-ih-sus\"), and Camirus, were named after three sons of its mythological namesake. Ptolemy I acquired the epithet \"Soter\" after he repelled (*) Demetrius Poliorcetes's invasion of this island. As part of this island's Halieia games, a quadriga was dumped into the ocean to appease Helios. Weapons used during a 305 B.C. siege of this island were sold for 300 talents to build a massive statue that was destroyed by a 226 B.C. earthquake. For 10 points, name this Greek island, the site of an ancient Colossus.", "answer_sanitized": "Rhodes [or Rhodos]"}, {"question_sanitized": "For his collection Without Sanctuary, James Allen collected these objects which were sold as mementos of lynchings. Charles W. Goldsmith's twelve views of the 1893 Chicago World's Fair were used for a set of these objects produced by the U.S. government. The Newberry Library houses a collection of these objects produced by Curt Teich's company. In the 1920's, these objects were popularly known as \"French\" if they featured any nudity on them. (*) Deltiology is the study of these objects. In 1903, Kodak developed the 3A Folding Pocket camera for producing photographs for these objects. During the \"Divided-Back\" period, space was made on these objects for both a message and an address. For 10 points, name these mailable objects which often contain greetings and pictures of exotic places.", "answer_sanitized": "postcards [or private mailing cards; accept greeting cards or Christmas cards; prompt on cards]"}, {"question_sanitized": "Recordings made by this composer are re-interpreted on a 2020 album by Lucian Ban, John Surman, and Mat Maneri. An oft-orchestrated six-movement piano suite by this composer begins with two movements depicting \"stick\" and \"sash\" dances. This composer's recordings of \"rain-begging\" songs in Turkey are among those he later brought to Columbia University as a professor. The first movement of this composer's clarinet-piano-violin trio Contrasts is a (*) verbunkos (\"VAIR-boon-kosh\"), a dance which he determined was Romani in origin. This composer of Romanian Folk Dances inserted his characteristic \"night music\" into several of his peasant dances, and analyzed his country's folk songs with his colleague Zoltan Kodály (\"ZOL-tahn KOH-dye\"). For 10 points, name this composer who added Hungarian tunes to his Concerto for Orchestra.", "answer_sanitized": "Béla Viktor János Bartók"}, {"question_sanitized": "One method for testing if a system has this property involves using the coefficients of the characteristic polynomial to build an array, then counting the number of sign changes in the first column; that technique is the Routh-Hurwitz criterion. Linear time-invariant systems have the exponential form of this property if and only if all of the poles of the transfer function have negative real parts. Solutions to differential equations with the (*) Lyapunov form of this property may also possess its asymptotic form. Systems with this property lie at a local minimum on a potential energy curve. Systems in this type of equilibrium return to the original configuration after a small perturbation. For 10 points, what word indicates a physical system that is resistant to change?", "answer_sanitized": "stability or stable"}, {"question_sanitized": "To make grave goods usable by the dead, these people inscribed a word meaning \"for the tomb\", suthina. These people believed in higher deities who couldn't be worshiped or depicted, the \"veiled gods\". A funerary calendar of these people was preserved on the wrappings of a mummy now housed in Zagreb. Parts of these people’s scriptures, the Disciplina, were attributed to a prophet born from a plow furrow named Tages (\"TAH-gays\"). These people inscribed the names of some of their deities, such as (*) Uni and Tinia, on a bronze artifact used for divination called the Liver of Piacenza (\"pee-uh-CHEN-zuh\"). The religion of these non-Roman people was recorded by the emperor Claudius, one of the last speakers of their language. For 10 points, what people taught augury and haruspicy to the Romans?", "answer_sanitized": "Etruscans [or Rasenna or Rasna; accept Etrusci, Etruscae, Etruscus, Etrusca, Tusci, or Rasennae; accept Etrusca Disciplina]"}, {"question_sanitized": "A defect in the development of these structures can be caused by mutations in insulin-like factor 3. N.E. Skakkaebaek described a \"dysgenesis\" syndrome named for these structures. It's not the eye, but these structures are surrounded by a network of blood vessels called the tunica vasculosa. During development, a \"determining factor\" named for these structures triggers a feedforward loop of Sox9. In a condition called (*) cryptorchidism, these structures fail to properly \"descend\". These structures contain two types of secretory endocrine cells named for Leydig and Sertoli. A duct called the epididymis connects these structures to the vas deferens. A painful form of torsion can cut off the blood supply to, for 10 points, what reproductive structures contained within the scrotum?", "answer_sanitized": "testicles [or testes; prompt on balls]"}, {"question_sanitized": "Though this story's material is based on an episode about a journey to Tanba from The Anthology of Tales from the Past, it's generally thought to be modeled on Ambrose Bierce's \"The Moonlit Road\". A woman in this story recounts attempting suicide by slicing her throat and jumping into a pond, believing she has been forsaken by \"the most merciful Kanon\" after encountering a \"man in blue silk\". This story ends as a man feels his mouth fill with blood and sinks \"into the darkness of space\" after losing his (*) sword, bow, and arrows, as related by a spiritual medium. It begins with a police commissioner questioning a woodcutter, leading to the arrest of the bandit Tajomaru. Six accounts of a samurai's death are presented in, for 10 points, what Ryunosuke Akutagatwa (\"yoo-nose-kay ah-koo-tah-gah-wah\") story set amidst some trees?", "answer_sanitized": "\"In a Grove\" [or \"Yabu no Naka\"]"}, {"question_sanitized": "This group largely fractured after a conference in which its dominant RYM faction voted to expel members of Progressive Labor, frequently quoting Lin Biao in the process. A key founding document of this group, which grew out of the League for Industrial Democracy, opens by describing discomfort with the \"world we inherit\" by \"people of this generation, bred in at least modest comfort\". With the Afro Society, this group launched a protest against plans for a Morningside Park (*) gymnasium which would be mostly closed to the Harlem public. At this group's first conference in 1962, Michael Harrington clashed with Tom Hayden over the communist content of the latter's Port Huron Statement. One of the earliest political organs of the New Left was, for 10 points, what student activist organization?", "answer_sanitized": "SDS [or Students for a Democratic Society]"}, {"question_sanitized": "A portrait, but not a self-portrait, of one of these people holding a rose while wearing a straw hat was deemed inappropriate at the 1783 Salon. A portrait of one of these people reading the Bible inspired a later portrait of one of them sitting to the left of a jewelry closet, reflecting the story of Cornelia. In another painting, Saturn and Truth watch as one of these people hands a wreath to her son. In yet another painting, Hymen and Amor present a (*) portrait of one of these people to her husband. Vigée Le Brun (\"vih-ZHAY luh brun\") painted an influential portrait of one of these people with her children. A painting of one of these people disembarking at Marseilles is part of a 24-cycle series painted for the Luxembourg Palace. Peter Paul Rubens depicted the holder of, for 10 points, what position in his Marie de Medici cycle?", "answer_sanitized": "queen of France [or French queen or queen consort of France; prompt on women or royalty; prompt on Medicis; prompt on queens by asking \"of where?\"]"}, {"question_sanitized": "Marfey's reagent reacts with this functional group to derivatize compounds for chiral resolution. A colorimetric reaction with this functional group is the basis of the Kaiser test. A mixture of piperidine and DMF may be used to deprotect this functional group. The number of alkyl groups bonded to this functional group determines whether it forms a deep purple or yellow-orange color when reacting with (*) ninhydrin. This functional group is iteratively protected and deprotected by Fmoc during SPPS. This functional group tends to have a pKa of around 9 to 11, since its lone pair is weakly basic. Proteins contain a free carboxylic acid at the C-terminus and a free example of this functional group at the N-terminus. For 10 points, name this functional group, whose \"primary\" type has formula R-NH2.", "answer_sanitized": "amines [accept amino group]"}, {"question_sanitized": "Many musicians of this city's jazz scene in the 1950s were veterans of the Innovations Orchestra of Stan Kenton, which was based here. A pioneering alto sax player who moved to this city in the 1940s, Benny Carter, joined the jazz concerts named for its orchestra led by Norman Granz. Gerry Mulligan's pianoless quartet was one of the last great bands to mainly play the calm, cool jazz style most associated with this city in the 1950s. The Dunbar Hotel was the longtime focal point of this city's jazz scene along (*) Central Avenue. Many jazz performances in this city take place at the Broad (\"brode\") stage. Jazz performers sometimes collaborate with Gustavo Dudamel on performances in this city's Walt Disney Concert Hall. For 10 points, name this main center of West Coast jazz along with San Francisco.", "answer_sanitized": "Los Angeles [or LA]"}, {"question_sanitized": "This economist drew on interaction theory to add a \"status-producing variable\" to a model of choice in the paper \"Social Distance and Social Decisions\". This economist worked with Rachel Kranton on a 2010 paper that defined the field of identity economics. In his best-known paper, this economist gives the examples of minority employment suffering in cases where \"race may serve as a good statistic,\" as well as credit markets in underdeveloped countries, as instances of a \"modified reappearance\" of (*) Gresham's Law. That paper by this economist notes how people over age 65 who buy health insurance are an example of adverse selection, analogous to how salesmen have more information about used cars than their purchasers. For 10 points, name this author of \"The Market for Lemons\".", "answer_sanitized": "George Akerlof"}, {"question_sanitized": "An essay titled for this author examines a line of Spenser's Faerie Queene about \"blooms more white than Erycina's brows\" and compares it to this author's lines about \"airy brows\" and \"white breasts of the queen of love\". That T. S. Eliot essay analyzes this author's descriptions of a \"Scythian shepherd\" wooing Zenocrate (\"zee-NAH-kruh-tee\") as examples of his \"blank verse\". In the prologue to a play by this author, the line \"I count religion but a (*) childish toy / And hold there is no sin but ignorance\" is delivered by Machiavel (\"MAH-kee-uh-vell\"). In one of his plays, the title conqueror dies after he burns the Qur'an; in another, a scholar speaks of how the \"topless towers of Ilium\" were \"burned\" by a \"face that launched a thousand ships.\" For 10 points, name this author of Tamburlaine, The Jew of Malta, and Doctor Faustus.", "answer_sanitized": "Christopher Marlowe [accept \"On the Blank Verse of Marlowe\"]"}, {"question_sanitized": "John DeLorean rejected a deal to build a car factory in Puerto Rico to instead build one in a cow pasture outside this city. This city's Europa Hotel was nicknamed the \"hardboard hotel\" due to the amount of wood used to cover shattered glass. In 1988, Michael Stone attacked people at the funeral of three men killed in Gibraltar in this city's Milltown Cemetery. Robert Campbell, a member of the (*) UVF, was convicted for the bombing of McGurk's Pub in this city, which was where the \"Shankill Butchers\" operated. Operation Motorman was launched in response to the detonation of 22 bombs in this city during \"Bloody Friday.\" The Good Friday Agreement set up a parliament in this city's Stormont. For 10 points, name this capital of Northern Ireland which experienced much violence during the Troubles.", "answer_sanitized": "Belfast"}], "bonuses": [{"leadin_sanitized": "J. A. King invented a horse-drawn suction device to kill these animals. For 10 points each:", "answers_sanitized": ["locusts [prompt on grasshoppers]", "Kansas", "Rocky Mountains [accept Rocky Mountain spotted fever]"], "parts_sanitized": ["1874 was termed the year of what insect, because many swarms of them destroyed crop yields in the central United States? The plagues often drew comparisons to accounts in the Book of Exodus.", "This state’s governor Thomas A. Osborn approved $73,000 in bonds to help farmers affected by locusts. African-Americans migrated to this state for job opportunities as part of the Exoduster movement.", "The 1874 locust plague was caused by a species named after this region. Howard T. Ricketts traced the source of a disease named after this region that was historically identified as \"black measles\"."]}, {"leadin_sanitized": "For 10 points each, answer the following about the proposed East African Federation:", "answers_sanitized": ["Swahili [or Kiswahili]", "Arusha [accept Arusha Declaration or Arusha Tribunal]", "Supreme Court of Uganda [or Ugandan Supreme Court; prompt on Supreme Court by asking \"in which country?\"]"], "parts_sanitized": ["The proposed lingua franca for the East African Federation is this Bantu language, which names a coastal and cultural region along the Indian Ocean.", "This Tanzanian city, located near the Kenyan border, would become the capital of the East Africa Federation. This city, which hosted the tribunal for the Rwandan Genocide, names a commitment to socialism issued by Julius Nyerere.", "Benjamin Odoki, a former head of this body, is a key advisor in the creation of the East African Federation. In 2014, this national body struck down a controversial anti-homosexuality act."]}, {"leadin_sanitized": "Roger Fry remarked that African sculptures in this material in particular exhibited \"complete plastic freedom.\" For 10 points each:", "answers_sanitized": ["wood [prompt on trees]", "Ashanti people [or Asante people; accept Akan people]", "Dogon people"], "parts_sanitized": ["Give this material whose petrified form was used by many African artists.", "These African people carve highly abstracted faces onto small fertility dolls called akwaba. They mainly use wood to carve their asesegua (\"ah-say-say-goo-wa\"), or ceremonial arched stools.", "These other people, most of whom live in Mali, sculpted many wooden statues of worshippers with upraised, as well as intricate doors called jembetat. They perform elaborate dances with antelope-shaped walu masks and carve many dwellings out of the Bandiagara cliffs."]}, {"leadin_sanitized": "This author used imagery of doves and coffee to discuss the fear during Hiroshima Day in his poem Memory for Forgetfulness. For 10 points each:", "answers_sanitized": ["Mahmoud Darwish", "Ghassan Kanafani", "Gaza City"], "parts_sanitized": ["Name this Palestinian poet who wrote \"Write down! / I am an Arab\" to begin his poem \"Identity Card\".", "This author discussed the Palestinian experience of the Middle East conflict in the essay collection Palestine's Children. Three men suffocate to death while hiding in an empty water tank in this author's novel Men in the Sun.", "Palestinian author Atef Abu Seif set his book The Drone Eats With Me and a collection of stories in this largest city in the State of Palestine, which lies on a namesake strip on the Mediterranean coast."]}, {"leadin_sanitized": "In this enzyme's mechanism, aspartate-52 and glutamate-35 stabilize an oxonium intermediate. For 10 points each:", "answers_sanitized": ["lysozyme", "saliva [accept spit]", "thrombin [accept coagulation factor II]"], "parts_sanitized": ["Name this enzyme crystallized by David Phillips. Incubation with this enzyme is often used as an alternative to sonication during protein purification procedures.", "Lysozyme grants antimicrobial effects to this substance secreted by the parotid (“puh-RAH-tid”) gland. It also contains amylase to digest starch into sugars.", "Wound licking may be beneficial in part because saliva contains tissue factor, which activates this enzyme. This enzyme converts fibrinogen to fibrin during the clotting cascade."]}, {"leadin_sanitized": "For 10 points each, answer the following about really, really old characters in drama:", "answers_sanitized": ["Angels in America", "George Bernard Shaw", "Aunt Ester (from the Pittsburgh Cycle)"], "parts_sanitized": ["A man called world's \"Oldest Living Bolshevik,\" Aleksii Antedilluvianovich Prelapsarianov, appears in this Tony Kushner play about the AIDS crisis.", "A long-lived Biblical patriarch titles this author's \"metabiological pentateuch\" Back to Methuselah, whose fifth act is set in A.D. 31,920, when everyone lives to be extremely old.", "In the play Gem of the Ocean, this 285-year old character guides the former slave Solly Two Kings. She is 322 years old in the play Two Trains Running, in which West ignores her prophecies and throws 20 dollars into a river."]}, {"leadin_sanitized": "The Y-delta transform is widely used to analyze unbalanced circuits for this form of power. For 10 points each:", "answers_sanitized": ["three-phase power [or three-phase circuits]", "grounding the circuit [or connecting the circuit to the ground or serving as the ground or any clear equivalents thereof, accept connecting the circuit to the earthor any clear equivalents thereof]", "zigzag transformer [or zigzag winding, accept interconnected star transformer/winding; do not accept or prompt on \"star\"]"], "parts_sanitized": ["Name this widely-used form of power supply, in which a linear combination of multiple alternating current sources delivers nearly-constant instantaneous power.", "Three-phase power is not to be confused with the three-wire system used in household power cords; in the latter system, the third wire protects users from shocks by serving this function.", "This type of transformer provides three-phase power systems a connection to the ground. It uses a winding in which the first coil on each core is connected to the second coil on the next core."]}, {"leadin_sanitized": "This book's chapter \"Slouching Towards Medina\" argues the spread of Islamic democracy has been hampered by a failure to distinguish \"secularism\" from \"secularization\". For 10 points each:", "answers_sanitized": ["No God But God: The Origins, Evolution, and Future of Islam", "Zealot [or Zealots or Zelotai; accept Zealot: The Life and Time of Jesus of Nazareth]", "Iran [or Islamic Republic of Iran; or Jomhuri-ye Eslami-ye Iran; do not accept or prompt on \"Persia\"]"], "parts_sanitized": ["Name this popular history of Islam by Reza Aslan. It argues that early Islam was egalitarian and allowed only defensive jihad to promote liberal Islam.", "This word titles Aslan's other best-known book, a biography of Jesus of Nazareth. This term originally named a fervently anti-Roman Jewish sect whose adherents included the sicarii (\"sih-KAH-ree-ee\") assassins.", "Aslan's writings draw on his childhood in this country, which is ruled by a class of Shi'a mullahs led by Ali Khamenei."]}, {"leadin_sanitized": "Kenya's oldest print newspaper was founded by an immigrant from this colony. For 10 points each:", "answers_sanitized": ["British India [accept British Raj]", "Republic of South Africa [or RSA]", "Republic of Mauritius"], "parts_sanitized": ["Give this colony. Immigrants from this colony formed an ambulance corps that helped save lives at the Battle of Spion Kop during the Boer War.", "Mahatma Gandhi fought for the rights of Indians in this present-day country by founding the Natal Indian Congress. The 1949 Durban Riots was a bitter clash between Indians and Zulus in this country.", "Perhaps the largest number of Indian indentured laborers came to this country, where they were processed at its Aapravasi Ghat (\"AAH-pruh-VAA-see gaat\"). Seewoosagur Ramgoolam (\"rahm-GOO-lum\"), an Indian by descent, served as its first prime minister."]}, {"leadin_sanitized": "Love is said to build one of these places in the other's \"despair,\" and to build the latter in the former's \"despite,\" in the poem \"Clod and the Pebble\". For 10 points each,", "answers_sanitized": ["heaven AND hell [accept The Marriage of Heaven and Hell]", "John Milton", "proverbs of Hell"], "parts_sanitized": ["Name these two places which title a book of prophecy by William Blake, whose title in turn ironically references a treatise by Emmanuel Swedenborg.", "William Blake conceived of The Marriage of Heaven and Hell as an inversion of this author's epic Paradise Lost.", "A passage of The Marriage of Heaven and Hell which is named for a number of these statements describes Prudence as \"a rich ugly old maid\" and commands \"Drive your cart and your plow over the bones of the dead\"."]}, {"leadin_sanitized": "In 2018, this city began construction on the ARC waste-to-energy plant. For 10 points each:", "answers_sanitized": ["Copenhagen, Denmark [or København]", "ski slopes [or ski trails, or skiing facilities; accept pistes; prompt on slopes or trails]", "Bjarke Ingels Group [or BIG]"], "parts_sanitized": ["Name this European capital city whose mayor Frank Jensen (\"YEN-sen\") has aimed to achieve net carbon-neutral status by 2025. It lies on the Øresund (\"OE-reh-sund\").", "The ARC plant also serves as one of these athletic and recreational facilities in an example of \"hedonistic sustainability\". Their relative difficulties are indicated by such symbols as blue squares and black diamonds.", "This architecture firm, founded by and named for a Danish architect, coined the term \"hedonistic sustainability\" to describe the ARC plant. It also designed Google’s North Bayshore HQ and has worked on implementing the Hyperloop in Dubai."]}, {"leadin_sanitized": "This person was able to trace the outline of a five-pointed star by looking at his own hand in the mirror. For 10 points each:", "answers_sanitized": ["Patient H.M. [or Henry Molaison]", "hippocampus", "Brenda Milner"], "parts_sanitized": ["Name this psychology patient who had no episodic memory after William Scoville removed part of his brain to treat his epilepsy in 1953.", "H.M. developed severe amnesia after Scoville removed this part of his brain. This seahorse-shaped part of the limbic system stores long term memories.", "This psychologist was able to demonstrate both episodic and procedural memory while working with H. M. This \"founder of neuropsychology\" has studied how the different hemispheres of the brain interact while at McGill University."]}, {"leadin_sanitized": "Narrators known as benshi often accompanied films with this quality. For 10 points each:", "answers_sanitized": ["silent film [accept descriptions involving films without sound]", "Toshiro Mifune [accept in reverse order]", "Sessue Hayakawa [or Kintaro Hayakawa; accept either name in reverse order]"], "parts_sanitized": ["Teinosuke Kinugasa was one of the best-known directors in an era named for what kind of film? In the U.S., these films became less popular with the advent of \"talkies\" such as The Jazz Singer.", "This actor made a cameo appearance in The Picture Bride as a benshi travelling in Hawaii. This actor played the ronin Sanjuro in Akira Kurosawa's Yojimbo.", "Contemporary benshi Midori Sawato has narrated many silent films featuring this Japanese Hollywood star, such as The Dragon Painter, for Japanese audiences. Despite Hays code restrictions on his romantic roles, he was wildly popular, and later starred as Colonel Saito in the \"talkie\" The Bridge on the River Kwai."]}, {"leadin_sanitized": "This novel centers on the nobleman Severin von Kusiemski's choice to submit to sexual slavery at the hands of Wanda. For 10 points each:", "answers_sanitized": ["Venus in Furs [or Venus im Pelz]", "Marquis de Sade", "Dream Story [or Rhapsody: A Dream Novel; or Traumnovelle]"], "parts_sanitized": ["Name this novel by Leopold von Sacher-Masoch which opens with Severin's dream about the title love goddess. Its material inspired the coining of the term \"masochism\".", "The term \"masochism\" is often combined with one named for this other author, whose own fucked-up novels include Justine and The 120 Days of Sodom.", "In this novella by the Austrian author Arthur Schnitzler, Albertina confesses her fantasies of making love to a young Danish officer while her husband Dr. Fridolin is crucified, after which Fridolin attends a masked orgy."]}, {"leadin_sanitized": "In The Dresden Files, the wizard Harry Dresden defends Chicago from a plethora of paranormal threats. For 10 points each:", "answers_sanitized": ["Fomors [accept Fomorians; accept Fomóire, Fomhóraigh, or Fomhóire (\"FOH-vuh-ruh\")]", "Saint Nicholas [accept Saint Nick]", "Erlking [accept Erlkönig, Ellekonge, or Elverkonge; accept Herla King, Herla Cyning, Herlequin, Hellequin, or Herrequin]"], "parts_sanitized": ["Name these creatures which, in the series, invade from the Atlantic Ocean after the destruction of the Red Court. In Irish myth, they are led by Balor and fight Partholón, the Nemedians, and the Tuatha Dé Danann.", "In Peace Talks, this saint and the dragon Ferrovax defend Chicago from Balor's daughter Ethniu. After tackling this saint off a motorcycle, Dresden says \"You're... freaking Santa Claus\".", "This figure leads the Wild Hunt during the assault of Demonreach. In Changes, Dresden uses the laws of hospitality to escape this horned lord of goblins."]}, {"leadin_sanitized": "One of these regions connects Jupiter with its moon Io and constantly streams plasma particles into Jupiter's atmosphere, generating auroras. For 10 points each:", "answers_sanitized": ["flux tubes [accept flux ropes; do not accept or prompt on \"tube\" or \"rope\"]", "amperes [or amps]", "solenoidal [or divergence-free or incompressible; accept answers indicating the divergence of the vector field equals zero at all points]"], "parts_sanitized": ["Name these regions of space whose surface normal vectors are perpendicular to the B-field lines within them. Solar eruptions are thought to be driven by \"twisting\" of these regions.", "The Io-Jupiter flux tube carries about 5 million of these standard SI units of current.", "Because the magnetic field has this property by Gauss's Law, the strength of a flux tube is constant along the tube. Helmholtz decomposition turns a vector field into a part with this property and an irrotational part."]}, {"leadin_sanitized": "Enlightenment-era thought in this field began with the work of Christian Wolff, who wrote a treatise on this field \"treated according to the scientific method\". For 10 points each:", "answers_sanitized": ["international law [or the law of nations, or jus gentium; accept The Law of Nations, Treated According to the Scientific Method; prompt on law]", "Treaty of Westphalia [accept Westphalian system]", "Hugo Grotius [or Hugo de Groot]"], "parts_sanitized": ["Name this academic field. At his court, Augustus III of Saxony sponsored a leading scholar of this field named Emer de Vattell, whose magnum opus is titled for it.", "The system of international law dominant in early modern Europe is often named after this 1648 treaty which ended the Thirty Years’ War.", "Much of the foundations of Westphalian international law were laid by this 17th century Dutch scholar, who wrote On the Law of War and Peace and The Free Seas."]}, {"leadin_sanitized": "In an opera by this composer, La Tragedia (\"trah-jeh-DEE-ah\") sings with the shepherds Aminta and Arcetro (\"ar-CHET-roh\") before the nymph Dafne (\"DAHF-nay\") arrives. For 10 points each:", "answers_sanitized": ["Jacopo Peri", "ritornellos [or ritornelli]", "Claudio Giovanni Antonio Monteverdi"], "parts_sanitized": ["Name this composer who adapted the Orpheus and Euridyce story into his 1600 opera Euridice (\"eur-ee-DEE-chay\"). His mostly-lost work Dafne is considered the earliest known opera.", "Euridice's final passage \"Biond' arcier, che d'alto monte\" (\"b'yond ahr-CHYAIR kay DAHL-toh MOHN-tay\") is one of these recurring tutti passages common in Baroque operas and concertos. These passages would later inspire the rondo form.", "Peri's operas also inspired this Italian composer, who also used the Orpheus and Euridyce story for his opera Orfeo. He also wrote The Coronation of Poppea."]}, {"leadin_sanitized": "Victims of one of these events were known as damnificados. For 10 points each:", "answers_sanitized": ["earthquakes", "Cárdenas (Lázaro and Cuauhtémoc).", "Elena Poniatowska [or Hélène Elizabeth Louise Amélie Paula Dolores Poniatowska]"], "parts_sanitized": ["President Miguel de la Madrid was criticized for his poor handling of what sort of natural disaster which destroyed much of Mexico City's Centro Histórico and Tlatelolco (\"tla-tell-ohl-coh\") districts in 1985?", "The PRI's poor handling of the earthquake was one of the reasons that led Cuauhtémoc (\"kwa-ooh-tay-mok\"), a member of this family, to run against it as part of the PRD. An earlier president of Mexico with this surname nationalized the country's oil industry to create Pemex.", "This journalist chronicled her own experiences during the earthquake in Nothing, Nobody. Her account of the 1968 student protests in Tlatelolco was published as Massacre in Mexico."]}, {"leadin_sanitized": "The high affinity of alkanethiols to this specific plane of gold enables the formation of a self-assembled monolayer. For 10 points each:", "answers_sanitized": ["111 (\"one-one-one\") [do not accept or prompt on anything else]", "silicon [or Si]", "close-packed [accept hexagonal close-packed]"], "parts_sanitized": ["Name this specific combination of Miller indices, which for a cubic crystal produces a triangular surface whose normal vector is a space diagonal.", "Since the cubic 111 plane has the highest surface density of atoms, it is sometimes preferred to the 100 (\"one-zero-zero\") plane when cutting wafers of this metalloid to make integrated circuits.", "Since the 111 plane has the highest surface density, it may be described by this term. The density of spheres is largest in the \"hexagonal\" crystal system named for this term."]}]}