{
    "tossups": [
        {
            "question_sanitized": "The fifth and title essay of one book by this thinker draws on Emmanuel Levinas's notion of \"face\" to argue for compassionate conception of the Other after 9-11. Like Susan Sontag, this thinker contrasted media depictions of the Iraq War with Abu Ghraib photos in a book examining the question \"when is life grievable?\" A third book by this author of Frames of War draws on the ideas of Monique Wittig to describe how a \"grid of cultural intelligibility\" is enforced through a hegemonic \"matrix\" of (*) heterosexuality. That book by this author of Precarious Life borrows a term from J. L. Austin to describe how \"subversive bodily acts,\" such as drag shows, reveal the \"performativity\" of the title concept. For 10 points, what feminist pioneered the sex-gender distinction in her book Gender Trouble?",
            "answer_sanitized": "Judith Butler",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "Tom Robbins used a line from this poem to title his novel about the wheelchair-bound Switters, Fierce Invalids Home From Hot Climates. In this poem's last stanza, the speaker asks \"What did I say about a friendly hand?\" before saying that learning to \"smile at old false loves\" has helped him \"possess truth in a soul and a body\". Its speaker is \"crowned\" by poppies of opium after being told \"You're a hyena still...\" in its prologue, which begins by recalling life as a (*) \"feast where all hearts opened and all wines flowed\". This poem laments the author's French ancestry in \"Bad Blood,\" the second of its nine sections, which include two titled \"Ravings\" or \"Delirium\". A change from Autumn to Spring occurs at the end of, for 10 points, what Arthur Rimbaud poem partly set in the underworld?",
            "answer_sanitized": "A Season In Hell [or Une Saison en Enfer; prompt on Bad Blood before \"What did I say?\" by asking \"that's part of what larger poem?\"]",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "A symmetric shape named for this scientist can become asymmetric due to a Fano resonance. A function named for this scientist of the form \"1 over 1 plus x squared\" arises since the lifetime of an excited state constrains the spread in energy due to the uncertainty principle. A profile named for this scientist is produced by the so-called \"natural broadening\" of spectral lines. Seven of the ten elements of the (*) Poincaré (\"pwahn-kah-RAY\") group form a group named for him. An operation named for this man is contrasted with a similar one named for Galileo, is called a \"boost\" when it does not involve rotation, and is able to compress the axes of a Minkowski diagram. For 10 points, what Dutch physicist postulated length contraction and names \"transformations\" between reference frames in special relativity?",
            "answer_sanitized": "Hendrik Antoon Lorentz [accept Lorentzian profile or Lorentz transformations; if the player buzzes with Augustin-Louis Cauchy before \"Poincare\", prompt them by asking \"what other scientist's name is used instead in the context of the clues presented?\"]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "In some accounts, rather than a rock, Mithras is born from one of these places, which are personified by a Roman god with the epithet perennis who was depicted on putealia. One of these places in the Forum sacred to that god's mother, Juturna, was used by the Vestal Virgins. Examples of these places sacred to the Muses include two on Mount Helicon, and one which was named for a group of Macedonian girls who became magpies after losing a contest to the Muses, the (*) \"Pierian\" one. Before visiting the Oracle at Delphi, travelers stopped at one of these places guarded by the naiad (\"NYE-ad\") Castalia. Athena wins the contest to name Athens when her olive tree is deemed more useful than one of these places that's salty and made by Poseidon. For 10 points, name these water-rich places, including a legendary one said to grant youth.",
            "answer_sanitized": "springs [or fonts, or fountains, or wells, or wellsprings, or pools; accept Fons perennis or Fontus; accept Fountain of Youth; prompt on lacus or laci or lakes or streams; do not accept or prompt on \"rivers\" or larger bodies of water]",
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "question_sanitized": "The sudden closure of the Mu Mu candy factory prompted rumors that this person's foundation was violently coercing charitable donations. That foundation planned and built a colonial revival style city near La Matanza named for this person. Domingo Tellechea (\"teh-yeh-CHAY-ah\") was responsible for restoring this person's corpse. This political figure was pelted with tomatoes after having met with Francisco Franco during the (*) \"Rainbow Tour\". This \"Spiritual Leader of the Nation\" was forced to decline candidacy for vice-president in 1952 despite encouragement from the \"Cabildo Abierto\" rally. This person's original mausoleum was to feature a statue of her husband's supporters, the descamisados. For 10 points, name this wife of a president named Juan, who was a hugely popular First Lady of Argentina.",
            "answer_sanitized": "(Maria) Eva Perón [accept Evita; accept Maria Eva Duarte de Perón; prompt on Perón]",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "While keeping watch, this opera's antagonist reveals his intentions in the aria \"Hier sitz' ich zur Wacht\" (\"heer zeetz eesh zoor vakht\"). That character in this opera sings \"Hi, Hoh\" on the notes \"D-flat, C\" and calls his lord's vassals to war, but upon their arrival, he informs them that he has in fact called them to a wedding. In this opera's final act, a character recalls the oath he swore upon a spear and then dies, after which the orchestra plays a funeral march incorporating the \"Wälsung\" (\"VELL-soong\") (*) leitmotif (\"LIGHT-moh-teef\"). In its first act, a blood-oath is sworn by Gunther (\"GOON-tur\") with another character before the latter departs on the Rhine. This opera's primary antagonist is the Burgundian warrior Hagen (\"HAH-gen\"). Brünnhilde's self-immolation and the destruction of Valhalla end, for 10 points, what final opera of Richard Wagner's Ring Cycle?",
            "answer_sanitized": "Götterdämmerung [or Twilight of the Gods; do not accept or prompt on \"Götzen-Dämmerung\" or \"Twilight of the Idols\"]",
            "subcategory": "Music",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "In a novel by this author, a teenager takes a summer apprenticeship with a well-digger to escape city life, during which he loses his virginity to the title actress. The protagonist of another novel by this author claims \"no one recognizes the happiest moment of their lives\" as he contemplates the butterfly-shaped earring of his girlfriend, who died in a car crash. In a third novel by this author, an assassin steals 19 of the 20 poems which a man wrote out of frustration over his love for (*) Ipek, who is attracted to the terrorist Blue. A performance of The Spanish Tragedy turns deadly for Zaim in that novel by this author, in which a headscarf ban prompts several suicides of several young girls which are investigated by Ka. For 10 points, name this author of The Museum of Innocence and Snow, a Nobel laureate from Turkey.",
            "answer_sanitized": "Orhan Pamuk (The first novel is The Red-Haired Woman.)",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "Early movements for this territory's independence were led by the American missionary Richard Fallowes and the prophet Noto'i, who claimed to hear the words of ancestor La'aka. This territory's independence was furthered by the Maasina Rule movement, which originated among the Kwaio and was encouraged by U.S. troops stationed here after concluding operations on Savo Island. This archipelago still recognizes Elizabeth II as sovereign, but is mainly led by Prime Minister (*) Manasseh Sogavare. Alexander Vandegrift captured its airstrip of Henderson Field during World War II. Languages of this archipelago include 'Are'are, spoken on its most populous island, Malaita. The Battle of Guadalcanal was fought in, for 10 points, what Melanesian archipelago whose capital is Honiara?",
            "answer_sanitized": "Solomon Islands",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "Defects in this process can be tested for using ultrasonic pulses in the time-of-flight diffraction method. Semi-automated forms of this process may use lasers for seam tracking. One type of this process comes in a \"submerged\" variant that prevents contamination using a \"blanket\" of powdered material. Both this process and various cutting techniques can form a failure-prone region called an HAZ. Helium is commonly employed as a (*) shielding gas in one type of this process. In that type of this process, an operator maneuvers a stick-shaped electrode, creating an arc discharge to deliver energy to the edge of a metal. An acetylene torch is used in the \"gas\" type of, for 10 points, what manufacturing process in which two metals are partially melted, then fused together?",
            "answer_sanitized": "welding",
            "subcategory": "Engineering",
            "category": "Science"
        },
        {
            "question_sanitized": "A song by this bandleader begins with looped B-flat-7 and E-flat-7 chords, after which the snare drum, then the electric guitar enter. This artist brought on Motown guitarist \"Wah Wah\" Watson for appropriately wah-wah heavy tracks such as \"Doin' It\" and \"Hang Up Your Hang Ups,\" which respectively open his albums Secrets and Man-Child. This artist plays a Fender Rhodes, accompanied by a dirge-like drum melody from Harvey Mason, on the slow track \"Vein Melter\". This artist's 1964 album (*) Empyrean Isles contains the first recording of his recurring standard \"Cantaloupe Island\". Only Bennie Maupin stayed on from this artist's Mwandishi era sextet to become part of his jazz-funk fusion band, The Head Hunters. For 10 points, name this jazz pianist who wrote \"Watermelon Man\" and \"Chameleon\".",
            "answer_sanitized": "Herbie Hancock [or Herbert Jeffrey Hancock] (The first clue refers to \"Chameleon\".)",
            "subcategory": "Other Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Audrey Herbert was twice offered this country's crown for fighting for its independence. This country celebrates Alphabet Day on November 22nd, when the Congress of Manastir officially adopted a Latin alphabet for it. Nationalists, Communists, and members of the royalist Legality movement agreed to fight this country's German occupation at the Mukje Conference. This country's prime minister Essad Toptani was killed by (*) Avni Rustemi, whose own assassination prompted its June Revolution; in turn, this led to the political rise of Fan Noli, who was then overthrown by this country's future King Zog. At the Assembly of Vlorë (\"VLOR-uh\"), this country adopted a flag with a two-headed black eagle on a red background. For 10 points, name this Balkan country which would later be ruled by Enver Hoxha (\"HOE-zhuh\").",
            "answer_sanitized": "Kingdom of Albania [or Principality of Albania]",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "In a burial rite from this country, a clan member paints ancestor spirits on a termite-hollowed log; 200 such log coffins make up a memorial here. Many peoples from this country extend the taboo against naming the dead to their voice and image. An initiation in this country involved crossing a raised earthen pathway joining two stone circles, called bora rings. Many peoples from this country re-enact creation myths in costumed dances called (*) corroborees and ascribe shamans the ability to kill by pointing bones. Those peoples from this country navigated \"songlines\" using music that describes how, during a mythical past called alcheringa, spirits created such landmarks as billabongs. For 10 points, name this country whose indigenous religions feature the Rainbow Serpent and the Dreamtime.",
            "answer_sanitized": "Commonwealth of Australia",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "This man titles a book showing how his tradition persists through Robert Michels' (\"MEE-kels\") analysis of the \"limits of democracy,\" written by James Burnham. He is called the \"first of the moderns\" in lectures delivered at the University of Chicago collected as the \"thoughts\" on him by Leo Strauss. After discussing the \"origin of cities,\" this man contrasts Athens with Sparta, where a \"wise legislator\" made laws and institutions that lasted 800 years, in a book on the Roman (*) commonwealth as seen in the \"first decade\" of Ab Urbe Condita. Another of his books claims the title figure must \"protect himself from traps\" and \"defend himself from wolves\" like the fox and lion, respectively, and embody virtù as a leader. For 10 points, what author of Discourses on Livy discussed how to rule in The Prince?",
            "answer_sanitized": "Niccolò Machiavelli [or Niccolò di Bernardo dei Machiavelli]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "Diazonium salts selectively separate these materials into subtypes denoted by absorption bands marked M-sub-1-1 and S-sub-1-1. The size of these materials can be measured spectroscopically by the frequency of the \"radial breathing mode\". One class of these materials can be divided into \"parchment\" and \"Russian doll\" structures. Richard Smalley invented a high-pressure disproportionation method for synthesizing these materials. These materials can be described by a (*) lattice vector whose parameters, denoted n and m, determine whether these materials adopt chiral, zigzag, or armchair structures. These materials come in multi-walled and single-walled types, with the latter being equivalent to a rolled-up sheet of graphene. For 10 points, name these small, cylindrical allotropes of carbon.",
            "answer_sanitized": "carbon nanotubes [or CNTs; accept single-walled carbon nanotubes or SWCNTs or SWNTs or multi-walled carbon nanotubes or MWCNTs or MWNTs; prompt on fullerenes; before mentioned, prompt on graphene; do not accept or prompt on \"carbon fibers\"]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "In this novel, a man sees the banner of the Gay Fist Strike Force during an altercation with the communist protester Reva. This novel begins with an incoherent rant about Chuck, who will \"take care a business for the black community\". The protagonist of this novel belongs to \"the Hive\" of high society, due in part to his father being a partner at the law firm Dunning Sponget &amp; Leach. It features Judge Kovitsky, who dismisses a criminal negligence case brought against the (*) \"Great White Defendant\" by District Attorney Abe Weiss. In this novel, the alcoholic journalist Peter Fallow writes an article about the hit-and-run death of the black youth Henry Lamb, which is committed by Maria and her lover, the \"master of the universe\" Sherman McCoy. For 10 points, name this debut novel by Tom Wolfe.",
            "answer_sanitized": "The Bonfire of the Vanities",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A series of 55 batteries known as the Dimmock Line protected this campaign's central target and was the subject of the \"Battle of Old Men and Young Boys\". Near the end of this campaign, General Order No. 14 was passed to allow enslaved peoples to fight for the Confederacy. The last book of Earl J. Hess's trilogy on Civil War fortifications discusses this campaign, in which Henry Pleasants' soldiers dug a five-hundred foot long (*) mine shaft and filled it with gunpowder. The phrase \"turkey shoot\" was used to describe Ambrose Burnside's failed charge during this campaign's Battle of the Crater. Following his failure in this campaign, Robert E. Lee retreated to Appomattox Court House. For 10 points, give this campaign in which Union troops besieged a city just outside Richmond.",
            "answer_sanitized": "Siege of Petersburg [or Richmond-Petersburg campaign; prompt on Richmond campaign before “Richmond”; prompt on the Battle of the Crater by saying \"what campaign was that part of?\"]",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "Ryan Gravel's 1999 master's thesis inspired this city to turn abandoned railroad tracks into the BeltLine. A proposed light rail line known as the Clifton Corridor would link a university in one of this city's suburbs to Avondale. In 2016, Jacobs Engineering Group proposed \"the Stitch,\" a park in this city that would run along the Downtown Connector. \"Spaghetti Junction\" is the name affectionately given to this city's (*) Tom Moreland interchange, which connects one highway to I-285. BreezeCards are carried by frequent users of this city's metro system, whose international airport is the busiest in the world. The Carolina Panthers' rivalry with a team in this city is known as the \"I-85 Rivalry.\" Mercedes-Benz Stadium is found in, for 10 points, what state capital which contains Peachtree Street?",
            "answer_sanitized": "Atlanta",
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "question_sanitized": "Jean-Paul Sartre, a great admirer of this artist, called him \"the first film director\". Édouard Manet (\"ed-WAHRD mah-NAY\") made a copy of this artist's Self-Portrait as an Old Man, in which this man's great grey-bearded face sharply contrasts with his dark fur robe and the black background. In one of this artist’s paintings, a saint stands at left above his own pale corpse, imploring several looters to leave a crypt in Alexandria; in another, the same saint causes a hammer to spontaneously break as he (*) descends into the scene upside-down from above. Jesus's halo and a lamp surrounded by spirits light this artist's diagonal depiction of a meal. This artist, known as \"Il Furioso,\" painted a massive fresco called Paradiso and depicted his city's patron saint in The Miracle of the Slave. For 10 points, what Venetian painted a ghostly Last Supper?",
            "answer_sanitized": "Tintoretto [or Jacopo Robusti, or Jacopo Comin; prompt on Il Furioso before \"Furioso\"] (The Alexandria clue refers to Finding the Body of St. Mark)",
            "subcategory": "Painting",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "An illustrated manuscript written in this language describes East Africa as the land of \"Sigelwara,\" where gemstones grow on trees, and is titled Wonders of the East. A text in this language implicitly describes fire as a \"wonderful warrior\" created by \"two dumb creatures,\" or sticks, who \"make him grow bright between them\". It was used in an elegy for \"my lord\" who departed \"over the tossing of waves\" spoken by a widowed woman, titled \"The Wife's Lament,\" as well as an exile's song titled \"The (*) Wanderer\". Many riddles in this language are preserved in the Nowell Codex, which contains the only manuscript of a poem that opens by describing the ship-burial of Scyld Sceafing (\"shild shaving\"), a Geatish (\"YATE-ish\") warrior. For 10 points, what language was used to compose an epic featuring Hrothgar, titled Beowulf?",
            "answer_sanitized": "Old English [or Anglo-Saxon; do not accept or prompt on \"English\" or \"Middle English\"]",
            "subcategory": "Misc Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "Estrogen promotes the biogenesis of this organelle by increasing expression of NRF-1, which promotes transcription of Tfam. PGC-1-alpha is a key regulator of the biogenesis of this organelle. In this organelle, the conversion of cholesterol to pregnenolone is a key step in steroid biosynthesis. A \"trifunctional protein\" named for this organelle reacts with short, medium, and long-chain fatty acids to catalyze three steps of (*) beta-oxidation. Hereditary defects in this organelle can cause a set of maternally inherited disorders. A set of reactions involving succinate dehydrogenase and multiple cytochromes forms a proton gradient across this organelle's inner membrane. For 10 points, name this organelle that uses the electron transport chain to produce lots of ATP.",
            "answer_sanitized": "mitochondria [singular mitochondrion; accept mitochondrial trifunctional protein] (By contrast, very long-chain fatty acids are oxidized in the peroxisome.)",
            "subcategory": "Biology",
            "category": "Science"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "This novel was inspired by the 2012 discovery of unmarked graves at the Arthur G. Dozier School. For 10 points each:",
            "answers_sanitized": [
                "The Nickel Boys",
                "Colson Whitehead",
                "Pulitzer Prize for Fiction (The other authors are Booth Tarkington, William Faulkner, and John Updike.)"
            ],
            "parts_sanitized": [
                "Name this novel set in Tallahassee, in which Elwood dies in an escape from the title reformatory school, while Turner returns 50 years later to give testimony about his friend's death.",
                "The Nickel Boys is by this contemporary author, who wrote about the slave Cora's escape west in The Underground Railroad.",
                "Both The Nickel Boys and The Underground Railroad won this annual award for distinguished fiction by an American author, which is given out by Columbia University; only three other authors have won this award twice."
            ],
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The combination of this symmetry, time-reversal, and charge conjugation is thought to be an exact symmetry of the laws of physics. For 10 points each:",
            "answers_sanitized": [
                "parity symmetry [or parity inversion; I suppose prompt on answers indicating a rotation of 180 degrees]",
                "weak force [or the weak nuclear force or weak interaction]",
                "short and long [or short-lived and long-lived, or K-short and K-long]"
            ],
            "parts_sanitized": [
                "Name this type of physical symmetry which flips the sign of all spatial coordinates, reflecting the system through the origin.",
                "This force is the only one of the fundamental forces that can violate parity symmetry. This force mediates beta-decay.",
                "The oscillations of kaons between these two eigenstates breaks charge-parity symmetry; those oscillations were used in the Cronin-Fitch experiment to confirm that the weak force violates CP."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The pre-Columbian site of Arenal-1 in Chile unusually contains the remains of these animals. For 10 points each:",
            "answers_sanitized": [
                "chickens [or Gallus domesticus]",
                "Phoenicia [or Phoenicians, or Punic people, or Ponnim]",
                "Indus Valley civilization [or Indus River civilization, or Harappan civilization]"
            ],
            "parts_sanitized": [
                "Artifacts from Cishan and Beixin (\"bay-shin\") support the theory that people in Northern China were the earliest to domesticate which common species of poultry, which evolved from red junglefowl?",
                "Research by Lee Perry-Gal et al attributes the introduction of chickens to Europe to this civilization, whose major cities included Byblos, Sidon, and Utica.",
                "Scholars have suggested that cuneiform inscriptions of the \"royal bird of Meluhha\" likely refer to chickens raised by this civilization, whose major exports included jewelry made of carnelian."
            ],
            "subcategory": "Ancient History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This artist invited audience members to cut pieces of her dress in one of her performance art pieces. For 10 points each:",
            "answers_sanitized": [
                "Yoko Ono",
                "Fluxus",
                "pianos"
            ],
            "parts_sanitized": [
                "Name this artist, who organized several bed-ins with her husband John Lennon to protest the Vietnam War.",
                "Self-destructive art was popular amongst this international group of avant-garde artists, of which Ono was a member. George Maciunas was influential in founding this group.",
                "Fluxus members take apart one of these objects in Philip Corner's 1962 piece titled for that object's \"activities\". Joseph Beuys was inspired by the thalidomide tragedy to cover one of these non-cello objects in felt with a red cross on it."
            ],
            "subcategory": "Painting",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Though the play The Man of Mode is titled for a fop, its protagonist Dorimant is one of these characters. For 10 points each:",
            "answers_sanitized": [
                "rakes [or rakehells; accept libertine; prompt on debauchee]",
                "Restoration of the Stuarts [accept Restoration drama]",
                "Thomas Shadwell"
            ],
            "parts_sanitized": [
                "Name this sort of stock character, exemplified by Horner in The Country Wife, who is typically a profligate degenerate. The author John Wilmot, Earl of Rochester, was himself a prominent example.",
                "Rakes are common in plays from this era of English literature, which is named for the period after Charles II returned to the throne.",
                "This author adapted Tirso de Molina's works about Don Juan for an English audience in his play The Libertine. This author of The Virtuoso became Poet Laureate just after the Glorious Revolution."
            ],
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Bootstrap aggregation, or \"bagging,\" is an example of these methods. For 10 points each:",
            "answers_sanitized": [
                "ensemble classifiers [or ensemble methods or ensemble forecasting]",
                "variance",
                "k-nearest neighbors [or kNN]"
            ],
            "parts_sanitized": [
                "Name this class of machine learning methods which average the outputs from multiple classifiers to build a final model. They share their name with a similar method used in weather forecasting.",
                "Ensemble classifiers reduce both bias and this other quantity, avoiding a common tradeoff. Standard deviation is the square root of this quantity.",
                "Many ensemble classifiers use this lazy learning method, which takes a user input of k, then classifies each data point based on the classification of a majority of the k closest training data points in feature space."
            ],
            "subcategory": "Engineering",
            "category": "Science"
        },
        {
            "leadin_sanitized": "In 2005, Harri Hursti demonstrated a flaw in these devices using his namesake \"hack\". For 10 points each:",
            "answers_sanitized": [
                "voting machines [or voting devices]",
                "Election of 2004",
                "chads [accept hanging, swinging, tri-, pregnant, or dimpled chads; prompt on pieces of paper or hole punches]"
            ],
            "parts_sanitized": [
                "Name these devices. ES&amp;S, Dominion, and Hart InterCivic are three companies that have a virtual monopoly on selling these devices in the United States.",
                "In this year, Ohio's secretary-of-state controversially offered a $100 million contract to Diebold Election Systems, whose president also voted Republican. George W. Bush was re-elected in this year.",
                "The push for voting machines came after 2000, during which some of these objects were left partially attached to ballot cards in Florida, so votes were not properly tabulated."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "For 10 points each, name these animals that medieval bestiaries had weird ideas about:",
            "answers_sanitized": [
                "pelican",
                "lions [or Leo]",
                "barnacle geese"
            ],
            "parts_sanitized": [
                "This bird was said to tear her chest to feed her own blood to her young; as such, it symbolized charity, sacrifice, and the Eucharist.",
                "These animals' cubs were said to be stillborn for three days until they came alive, and were identified with Jesus. As the highest animal in the Great Chain of Being, it was called \"king of beasts\".",
                "Medieval Europeans never saw the young of these migratory animals and naturally concluded that they grew from barnacles. Thus, they were considered fish and eaten on fast days until the Fourth Lateran Council banned it."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Neutral monism addresses this problem by holding that reality exists in a third, independent state. For 10 points each:",
            "answers_sanitized": [
                "mind-body problem [accept answers which refer to the distinction of physical and mental states]",
                "Rene Descartes",
                "New Mysterianism [or New Mysterians; prompt on mysterianism]"
            ],
            "parts_sanitized": [
                "Name this philosophical problem. Gilbert Ryle referred to a solution to it introduced in the 17th century as the \"ghost in the machine\".",
                "The \"ghost in the machine\" is a critique of this Frenchman's division of the mind and body, called his namesake \"dualism\". He wrote \"I think, therefore I am\" in Discourse on the Method.",
                "In such papers as \"Can We Solve the Mind-Body Problem?\" philosopher Colin McGinn advanced this position, which holds that the \"hard problem\" of consciousness cannot be solved by humans."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "When her husband was awarded the 1991 Pritzker Prize, this architect did not attend the award ceremony in protest. For 10 points each:",
            "answers_sanitized": [
                "Denise Scott Brown [prompt on Brown]",
                "Seattle (The second museum is Frank Gehry's Museum of Pop Culture.)",
                "Las Vegas [accept Paradise]"
            ],
            "parts_sanitized": [
                "Name this architect who collaborated with her husband on projects like the Sainsbury Wing. She discussed sexism in architecture in her essay \"Room at the Top?\"",
                "Scott Brown collaborated with her husband, Robert Venturi, on an art museum in this city. A spiral-shaped sculpture made of hundreds of guitars is a focal point of a Frank Gehry-designed museum in this city.",
                "Scott Brown compared a \"duck\" with a \"decorated shed\" in a book co-authored with Venturi and Steven Izenour titled Learning from [this city], whose Strip includes casinos like Bellagio."
            ],
            "subcategory": "Architecture",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Stephen Jay Gould's book Wonderful Life discusses an event during this period that inspired the theory of punctuated equilibrium. For 10 points each:",
            "answers_sanitized": [
                "Cambrian period [accept Cambrian explosion]",
                "Burgess Shale [do not accept or prompt on \"shale\"]",
                "Marrella [or Marrella splendens]"
            ],
            "parts_sanitized": [
                "Name this geologic period whose namesake \"explosion\" is the sudden appearance of virtually all modern animal phyla in the fossil record. It is the first period in the Paleozoic Era.",
                "Animals like Wiwaxia and Opabinia were discovered in this sedimentary rock deposit in the Canadian Rockies, which has many well-preserved Cambrian fossils.",
                "The earliest direct evidence of molting is a Burgess Shale fossil of this animal mid-molt. This bizarre-looking arthropod is the Burgess Shale's most common animal."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "In Tibet, devotional stones are inscribed with one of these texts that's called the \"innermost heart\" of Avalokiteshvara (\"uh-VUH-loh-kih-TAYSH-vuh-ruh\"), giving him the epithet \"lord of the six syllables\". For 10 points each:",
            "answers_sanitized": [
                "mantras [or man rda ra]",
                "prayer flags [or lungta/rlung rta; or darchog/dar lcog; prompt on flags, banners, or cloths]",
                "prayer beads [or phreng ba]"
            ],
            "parts_sanitized": [
                "Om mani padme hum (\"ohm muh-nih pud-may hoom\") is the central example of what texts in Tibetan Buddhism? These short phrases are spoken during meditation.",
                "Mantras surround images of the Wind Horse on these objects made by Tibetans. Strands of them are strung in high places so that mantras are picked up by the wind.",
                "Repetitions of mantras are counted with these objects, which may be made of animal or human bone in Tibet. In India, they're known by the Sanskrit term mala (\"mah-lah\") or \"garland\"."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "For 10 points each, answer the following about cruel punishments administered in East Asia:",
            "answers_sanitized": [
                "elephants",
                "pillory [or pillories]",
                "Yongle emperor [or Zhu Di; prompt on Zhu]"
            ],
            "parts_sanitized": [
                "A popular form of execution involved trampling by these animals. Mahouts (\"muh-HAUTZ\") were people who trained these tusked mammals.",
                "The cangue (\"kang\"), a popular form of humiliation, was similar to this European form of punishment. Its victims had their head and hands trapped between two wooden boards and were made to stand, unlike the stockades.",
                "After Fang Xiaoru (\"fong sh'yow-roo\") refused to compare this emperor with the Duke of Zhou (\"joe\"), he executed ten of Fang's relatives. This emperor suppressed a sex scandal by murdering 2,800 attendants and women of his harem and had all servants of the preceding Jianwen emperor killed."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This composer's Sinfonietta was dedicated to the Czechoslovak Army. For 10 points each:",
            "answers_sanitized": [
                "Leoš Janáček (\"YAH-nah-check\")",
                "string quartet [prompt on quartet]",
                "Taras Bulba (It is a novel by Nikolai Gogol.)"
            ],
            "parts_sanitized": [
                "Name this composer and Czech nationalist who drew on Moravian folk music for such operas as Jenůfa.",
                "Janáček wrote two pieces for this ensemble, including one inspired by Leo Tolstoy's novella The Kreutzer Sonata. Other Czech pieces for this chamber ensemble include Smetana's (\"SMEH-tah-nah'z\") \"From My Life\" and Dvořák's \"American\" one.",
                "This other work of Russian literature inspired a \"symphonic rhapsody\" by Janáček which includes a passage scored for brass and organ that represents the title character's \"Prophecy\". This work also inspired an opera by Mykola Lysenko."
            ],
            "subcategory": "Music",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "For 10 points each, name these poets who were and/or are prominent songwriters:",
            "answers_sanitized": [
                "Bob Dylan [or Robert Allen Zimmerman]",
                "François Villon (\"vee-YOHN\")",
                "Kazi Nazrul Islam [prompt on Rebel Poet]"
            ],
            "parts_sanitized": [
                "This musician's lyrics for folk songs such as \"Tambourine Man\" have been included in many literary and poetry anthologies, contributing to his controversial award of the Nobel Prize in 2016.",
                "This medieval French songwriter and poet adapted Parisian thieves's songs in many of his poems. His collection Le Testament (\"tes-tah-MON\") contains a poem which asks \"Where are the snows of yesteryear?\"",
                "This Bengali author wrote many songs and poems which have been adapted into a music genre called his namesake Geeti. He wrote \"I raise my head beyond this world\" in one such poem, \"The Rebel\"."
            ],
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "You are a medieval knight. For 10 points each, answer the following about various things you do that aren't just fighting:",
            "answers_sanitized": [
                "fiefs [or fiefdoms; prompt on manor]",
                "(golden) spurs [accept Battle of the Golden Spurs]",
                "scutage (It comes from the Latin word scutum.)"
            ],
            "parts_sanitized": [
                "After pledging fealty to your lord, you receive the right to one of these pieces of heritable property.",
                "To display your rank, you might wear highly decorative examples of these objects. Following the Battle of Courtrai, 500 pairs of these objects were taken from the troops of Philip IV of France.",
                "If you really, really don't want to go to war anymore, you can instead pay this tax - whose name comes from the Latin for \"shield\" - thereby buying out your service from the king."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "These periods are the \"troughs\" of the economic business cycle. For 10 points each:",
            "answers_sanitized": [
                "recessions [prompt on depressions]",
                "automatic stabilizers [or stabilizer mechanisms]",
                "fiscal multiplier [do not accept or prompt on \"money multiplier\"]"
            ],
            "parts_sanitized": [
                "Name these periods which are technically defined by the European Central Bank as two periods of consecutive negative GDP growth.",
                "Modern fiscal policy is typically designed to provide one of these automatic mechanisms to combat recessions, as tax payments decrease and welfare payments increase as GDP declines.",
                "Many economists agree that, during recessions, this quantity increases for each government dollar spent, as the marginal propensity to consume rises during recessions. Tax cuts for wealthy households are estimated to have values of this quantity below 1."
            ],
            "subcategory": "Economics",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "The first reported example of these reactions was a rearrangement of the compound santonin. For 10 points each:",
            "answers_sanitized": [
                "photochemical reactions [accept light-catalyzed reactions or answers indicating the reaction is caused by light; accept photodegradation or pretty much any answer with the prefix photo-]",
                "ozone [accept O3]",
                "carbon monoxide [accept CO] (Type I Norrish reactions cleave a carbonyl and join together the two attached R groups, releasing free CO.)"
            ],
            "parts_sanitized": [
                "Name this class of reactions. The Woodward-Hoffmann rules predict the stereochemical outcome of thermal reactions and reactions of this type.",
                "Photochemical smog, produced by sunlight reacting with atmospheric pollutants, is rich in this compound, whose normal presence in the stratosphere absorbs solar radiation.",
                "In type I Norrish reactions, a particular functional group is photochemically cleaved, releasing a molecule of this gas."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "SenseTime has controversially partnered with Leon Technology to create software that performs this task. For 10 points each:",
            "answers_sanitized": [
                "facial recognition [accept answers which indicate recognizing faces; prompt on artificial intelligence or A.I.]",
                "Chinese Social Credit System [or SCS; accept shèhuì xìnyòng tǐxì]",
                "People’s Bank of China [or Zhōngguó Rénmín Yínháng; prompt on answers which refer to a Chinese central bank or a bank; do not accept or prompt on \"Bank of China\"]"
            ],
            "parts_sanitized": [
                "Identify this task performed by algorithms which Alibaba has attempted to use as a mode of payment. Megvii, a startup whose algorithms mainly perform this task, was valued at $4 billion when it filed for IPO in 2019.",
                "China's facial recognition software is key to evaluating this national metric of \"trustworthiness\". A person who appears on this system's blacklist may be denied travel or job opportunities.",
                "This Chinese institution, which owns assets worth over $3 trillion, has integrated credit scores from eight different firms as part of the implementation of the social credit system."
            ],
            "subcategory": "Other Academic",
            "category": "Other Academic"
        },
        {
            "leadin_sanitized": "This story's narrator lists several proverbs of his kind, such as \"Water the ground as much as you can\". For 10 points each:",
            "answers_sanitized": [
                "\"Investigations of a Dog\" [or Forschungen eines Hundes]",
                "mice [accept Mouse King]",
                "\"A Report to an Academy\" [or Ein Bericht für eine Akademie]"
            ],
            "parts_sanitized": [
                "Name this story whose canine narrator recounts an odd incident in which seven animals sang music, which later turns out to have been a circus performance.",
                "Franz Kafka, the author of \"Investigations of a Dog,\" also wrote a story about Josephine the Singer, who is one of these animals. The Nutcracker defeats a king of these animals in a story by E. T. A. Hoffman.",
                "This other Kafka story is told from the perspective of the intelligent ape Red Peter, who recounts having trouble with alcohol as he learned to behave like a human."
            ],
            "subcategory": "Short Fiction",
            "category": "Literature"
        }
    ]
}