{
  "tossups": [
    {
      "question_sanitized": "The existence of this phenomenon violates Bell’s theorem and explains the incompatibility of the complementarity principle into quantum theory. A pair of particles, affected by this phenomenon, whose changes may theoretically be measured instantaneously is the focus of the EPR paradox. (*) The occurrence of this quantum phenomenon between spatially separated particles is responsible for its nickname “spooky action at a distance”. For 10 points, name this phenomenon that results in the correlation of quantum states.",
      "answer_sanitized": "quantum entanglement ",
      "subcategory": "Physics",
      "category": "Science"
    },
    {
      "question_sanitized": "Hexactinellid types of organisms from this phylum contain spicules made of silicon dioxide. Cyanobacteria may form holo-biotic relationships with organisms from this phylum by photosynthesizing under their pinacoderm layer. Organisms from this phylum may decrease their internal pressure by expelling (*) water through their osculum. In organisms from this phylum, a double layer of cells sandwiches their mesohyl, and water flow within these organisms is regulated by choanocytes. For 10 points, name this phylum consisting of sponges.",
      "answer_sanitized": "Porifera (accept sponges until mention) ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "Erosion causes the alluvial and abrasion types of this landform, which differ in their steepness. A problem concerning the inability to accurately measure this landform’s length is the main topic (*) of Benoit Mandelbrot’s most famous essay. The intertidal zone refers to the section of the sea where this landform is covered during high tide and uncovered during low tide. For 10 points, name this landform, sandy and pebbly types of which are called beaches.",
      "answer_sanitized": "coastlines (or shorelines; accept beaches until mention) ",
      "subcategory": "Earth Science",
      "category": "Science"
    },
    {
      "question_sanitized": "The Runge-Kutta methods are a family of algorithms that perform this operation implicitly and explicitly. The double type of this operation over a planar region is related to its line type around a curve, according to Green’s theorem. Terms like “u” and “du” are used in a method for performing this operation (*) that utilizes substitution. In one method of performing this operation, polygons of select width are drawn to estimate the area under a curve. For 10 points, name this mathematical operation also called the antiderivative.",
      "answer_sanitized": "integration (or integral) ",
      "subcategory": "Math",
      "category": "Science"
    },
    {
      "question_sanitized": "In a variant of the Gatterman-Koch reaction, cyanide is replaced by this molecule, which it is isoelectronic with. UV radiation may cause the slow conversion of chloroform into a substance composed of this molecule and chlorine, called phosgene. This molecule along with water are the reactants (*) in a water-gas shift reaction. Due to its high affinity for hemoglobin, this compound competitively inhibits oxygen in a condition called its namesake “poisoning”.&nbsp; For 10 points, name this molecule with chemical formula CO.",
      "answer_sanitized": "carbon monoxide (or CO; do not accept or prompt on carbon dioxide) ",
      "subcategory": "Chemistry",
      "category": "Science"
    },
    {
      "question_sanitized": "Assuming that atoms in these substances are all of the same wave function allows the approximation of their dynamics via the Gross-Pitaevskii equation. This substance was initially created by performing evaporative cooling of gaseous rubidium atoms. (*) These substances only exist within one hundred-millionth of a degree of absolute zero, at which the bosons collapse to their lowest possible quantum state. For 10 points name this doubly eponymous substance, often called the “fifth state of matter”.",
      "answer_sanitized": "Bose-Einstein condensate ",
      "subcategory": "Physics",
      "category": "Science"
    },
    {
      "question_sanitized": "Deuterated solvents that contain this element and carbon are often used in NMR spectroscopy. Solutions containing an alkali compound of this element undergo electrolysis in order to form hydroxides in the Castner-Kellner process. Platinum bonds to this element as well as ammonia in the drug cisplatin. (*) An acid of this element combines with nitric acid in a 3-to-1 ratio to make aqua regia. For 10 points, name this element symbolized Cl.",
      "answer_sanitized": "chlorine (prompt on hydrochloric acid; do not accept or prompt on chlorine) ",
      "subcategory": "Chemistry",
      "category": "Science"
    },
    {
      "question_sanitized": "Zaitsev’s rule refers to the carbon adjacent to a leaving group with this letter. In special relativity, a value for velocity, calculated relative to the speed of light, is given by a relativistic quantity named for this Greek letter. A family of anti-bacterial (*) lactam drugs named for this Greek letter include penicillin and its derivatives. One secondary protein structure is a sheet named for this letter, contrasted with helices. For 10 points name this Greek letter that comes after alpha.",
      "answer_sanitized": "beta (accept any scientific term with beta in it, lol)&nbsp; "
    },
    {
      "question_sanitized": "The deprotonation of a specific lysine residue initiates the activation of this molecule's function via carbamylation As a result of this molecule occasionally producing phosphoglycolate as a side product, (*) it is localized to a plant’s bundle-sheath cells. In C4 photosynthesis, PEP carboxylase is preferred over this enzyme, whose inefficiency results in photorespiration. RuBP and carbon dioxide are substrates of, for 10 points, what enzyme responsible for fixing sugars in the Calvin Cycle?",
      "answer_sanitized": "RuBisCO ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "When the Haussdorf type of this thing is greater than the topological type, it describes the self-similarity of certain constructs. Certain constructs which are defined by three of these things may be deconstructed and remade into multiple copies, according to the Banach-Tarski paradox. (*) The analogue of a cube in a higher one of these things is called a tesseract, and only 1 of these things is required to define a point. For 10 points, name these things, 2 of which define a square and 3 of which define a cube.",
      "answer_sanitized": "dimension (accept any number of dimensions) ",
      "subcategory": "Math",
      "category": "Science"
    },
    {
      "question_sanitized": "This disease and spinocerebellar ataxia are both caused by the lengthening of the polyglutamine tract. Rigidity and dystonia are more common symptoms of this diseases early-onset Westphal variant (*). This disease, whose severity is determined by the amount of repeated CAG segments and whose prevalence increases with successive generations, is characterized by uncontrollable jerking movements. For 10 points, name this neurodegenerative disease characterized by the development of chorea.",
      "answer_sanitized": "Huntington’s disease ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "In one experiment, scientists observed a form of this phenomenon resulting from the effects of periodic grating, called the Smith-Purcell effect. The rate of energy emitted by this phenomenon per unit of length is calculated by using the Frank-Tamm formula. A light “cone” created by this phenomenon is observed at the (*) Super-Kamiokande facility, and this phenomenon is responsible for the characteristic blue light glow in nuclear reactors. For 10 points, name this phenomenon that occurs when a particle exceeds the phase velocity of light.",
      "answer_sanitized": "Cherenkov radiation ",
      "subcategory": "Physics",
      "category": "Science"
    },
    {
      "question_sanitized": "In psychometrics, a construct used to describe different forms of this concept is called the “g-factor”. The “crystallized” form of this concept consists of cumulative knowledge, as opposed to its “fluid” form.&nbsp; The generational (*) increase in this concept is called the Flynn effect, and 160 points of a namesake “quotient” of this concept is needed for admittance into Mensa. For 10 points, name this concept that refers to the ability to reason and understand logic, and makes up the “I” in IQ.",
      "answer_sanitized": "intelligence (accept intelligence quotient until “quotient”) ",
      "subcategory": "Psychology",
      "category": "Social Science"
    },
    {
      "question_sanitized": "A parameter named for this force approximates its mechanisms on a nanoscale level in the Tomlinson model. A dimensionless value, Hershey’s number, appears on the x-axis of this force’s Stribeck curve. (*) The triboelectric effect explains how inducing this force creates a buildup of static electricity. Amonton’s laws describe the dry form of this force, whose coefficient is symbolized mu. For 10 points, name this force that opposes the motion of an object and comes in kinetic and static types.",
      "answer_sanitized": "friction (DO NOT ACCEPT COEFFICIENT OF FRICTION AT ALL.)&nbsp; ",
      "subcategory": "Physics",
      "category": "Science"
    },
    {
      "question_sanitized": "The last and most influential one of these experiments, which used centrifugation to forcibly remove adsorbed “ghosts”, was dubbed the “Waring Blender” experiment. In one of these experiments, it was observed that about 80% of a phosphorus isotope was incorporated into the (*) bacteria, while most of the sulfur-35 stayed in solution, disproving the theory that proteins carried genetic material. For 10 points, name this set of experiments which radiolabeled bacteriophages to prove that DNA was the source of genetic code.",
      "answer_sanitized": "Hershey-Chase experiments ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "One of this man’s theories described the time-dependent decrease in an ideal substance's “H”, which he derived by using another one of his theories, his namesake “transport equation”. Multiplying this man’s constant by the natural logarithm of the (*) number of microstates yields the entropy of an ideal gas, and this man names a blackbody emittance law with Josef Stefan.&nbsp; For 10 points, name this Austrian physicist known for his application of statistical mechanics to thermodynamics and his constant symbolized lower-case k.",
      "answer_sanitized": "Ludwig Boltzmann (accept Boltzmann’s constant) ",
      "subcategory": "Chemistry",
      "category": "Science"
    },
    {
      "question_sanitized": "Through his experiments on the heart and vagus nerve, Otto Loewi discovered this substance, which he initially dubbed “vagusstoff”.&nbsp; Ganglionic blockers are drugs that act as an inhibitor of one form of this neurotransmitter. Myasthenia gravis destroyed the receptors of this neurotransmitters (*) nicotinic type. The transduction of this neurotransmitter along T-tubules facilitates the contraction of muscle tissue. For 10 points, name this neurotransmitter, abbreviated AcH.",
      "answer_sanitized": "acetylcholine (accept AcH before mention, accept Otto Loewi before mention) ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "Dilatant materials experience an increase in this quantity with the addition of shear stress over time, as opposed to a decrease of it in thixotropic materials. Forms of this quantity are divided by thermal diffusivity in both the Schimdt and (*) Prandtl numbers. In Newtonian fluids, this quantity is independent of shear rate and thus stays constant. Density divides this quantity’s dynamic type to yield its kinematic type. For 10 points, name this quantity that describes a fluid’s resistance to flow.",
      "answer_sanitized": "viscosity ",
      "subcategory": "Physics",
      "category": "Science"
    },
    {
      "question_sanitized": "Deeply colored dyes are synthesized from phenols in one form of this type of reaction known as diazo coupling. In a process that proceeds through this type of reaction, a Lewis acid, such as ferric chloride, acts as the catalyst. That process, the Friedel-Crafts alkylation, uses this type of reaction to create aromatic derivatives of benzene. (*) Displacement is another term for, for 10 points, what type of reaction in which one substituent group is replaced by another.",
      "answer_sanitized": "electrophilic aromatic substitution (prompt on Friedel-Crafts until mention) ",
      "subcategory": "Chemistry",
      "category": "Science"
    },
    {
      "question_sanitized": "Generalizing the Cantor set into 3 dimensions creates one of these constructs. One of these constructs that is created by repeated deletion of the middle-ninth of a selected square section is called a (*) Menger sponge. These constructs may be created by iterating a single deletion or function infinitely many times, like in Sierpinski’s carpet or Koch’s snowflake. For 10 points, name these constructs whose patterns repeat on smaller scales, an example of which is the Mandelbrot set.",
      "answer_sanitized": "fractal ",
      "subcategory": "Math",
      "category": "Science"
    },
    {
      "question_sanitized": "A classification sequence named for this man denotes lenticulars as S0. Georges Lemaitre derived a redshift relation that proved this man's namesake law, which features a constant that equals around (*) 70 kilometers per second per megaparsec. A diagram named for this man which classifies elliptical and spiral galaxies is known as his tuning fork diagram. For 10 points, name this astronomer who names a law that describes the recession of galaxies.",
      "answer_sanitized": "Edwin Hubble ",
      "subcategory": "Astronomy",
      "category": "Science"
    },
    {
      "question_sanitized": "According to Huckel's rule, compounds whose n-value is this number have two pi electrons.&nbsp; Ideally, bonds will form within a molecule such that the formal charges of all the atoms are closest to this value. This is the value of the reduction potential for a standard (*) hydrogen electrode.&nbsp; Free elements have this oxidation number, and noble gases have this many valence electrons. For 10 points, name this number, which is the value of the charge of a neutral atom.",
      "answer_sanitized": "zero ",
      "subcategory": "Chemistry",
      "category": "Science"
    },
    {
      "question_sanitized": "Jagadish Bose’s “microwave” experiment explored some of the first discovered materials that have a negative value for this quantity, called left-handed metamaterials. Anisotropic materials whose values for this quantity are dependent on properties of the incident ray are called (*) birefringent materials. This quantity in two different mediums is related to their corresponding values for the sines of incident rays in Snell’s law. For 10 points, name this quantity given by the ratio of the speeds of light between a vacuum and a given medium.",
      "answer_sanitized": "index of refraction (or refractive index) ",
      "subcategory": "Physics",
      "category": "Science"
    },
    {
      "question_sanitized": "The Brownian ratchet, an example of this construct, utilizes a perpetual machine. Leo Szilard disputed the viability of this construct, stating that too much energy is required to acquire information of molecular speeds. This construct creates a (*) temperature difference between two chambers by allowing fast-moving particles to move into one, while keeping slower particles in the other. For 10 points, name this Scottish physicists namesake construct that violates the 2nd law of Thermodynamics.",
      "answer_sanitized": "Maxwell’s demon ",
      "subcategory": "Physics",
      "category": "Science"
    },
    {
      "question_sanitized": "Non-fluid materials are prepared for this technique by applying a mineral oil called Nujol. A graph representing the results of this technique plots wavenumber on the x-axis and transmittance on the y-axis. This technique tests for the presence of types of molecular movement, such as “wagging” or “twisting”, that results from a (*) molecule's vibration. For 10 points, name this technique partially named for a section of the electromagnetic spectrum with longer wavelength than visible light.",
      "answer_sanitized": "IR spectroscopy ",
      "subcategory": "Chemistry",
      "category": "Science"
    },
    {
      "question_sanitized": "Gaussian numbers are complex numbers whose imaginary and real parts are numbers from this set.&nbsp; No set has a cardinality between that of the real number set and this set, according to the continuum hypothesis. Only numbers from this set can satisfy the unknown variables of (*) Diophantine equations. Like the rational numbers, this set has aleph null cardinality. This set is symbolized by a capital Z. Rational numbers can be written as the fraction of, for 10 points, what set of numbers that contain no decimals?",
      "answer_sanitized": "integers (accept Z until mention) ",
      "subcategory": "Math",
      "category": "Science"
    },
    {
      "question_sanitized": "Subgroups experiencing this phenomenon may still undergo the Wahlund effect as a whole group. Parameters relating to this phenomenon in a population are given by the equation p-squared plus 2-p-q plus q-squared, where p and q are the (*) frequencies of two alleles, which add up 1. For this phenomenon to exist, the population must be sufficiently large and undergo random mating. For 10 points, name this doubly-eponymous phenomenon in which allele frequencies stay constant within a population.",
      "answer_sanitized": "Hardy-Weinberg equilibrium ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "The enlargement of this organ may be diagnosed by the presence of Nixon’s or Castell’s signs. Sinusoids in this organ are separated by its cords of Billroth, and the damaging of this organ may result in the creation of Howell-Jolly bodies. (*) The red pulp and white pulp of this organ is separated by the marginal zone. This organ contains a majority of the body's monocytes. For 10 points, name this organ that serves and the storage and filterer of red blood cells.",
      "answer_sanitized": "spleen ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "One of these objects collides with a black hole during a kilonova. An upper bound to the mass of stable types of these objects is given by the Tollman-Oppenheimer-Volkoff limit. The collapse of these non-white-dwarf objects are prevented by their (*) namesake degeneracy pressure. During starquakes, the “crusts” of these objects may break. Rotating types of these objects are called pulsars. For 10 points, name these stellar objects that are composed of their namesake neutral particles.",
      "answer_sanitized": "neutron star ",
      "subcategory": "Astronomy",
      "category": "Science"
    },
    {
      "question_sanitized": "One form of this man’s namesake disc consists of a conductive rotating cylinder. An angle associated with this man’s effect is calculated by multiplying the path length by magnetic flux density and Verdet’s constant. This man conducted an experiment in which he put an electrically charged ball into an (*) ice pail to demonstrate induction. As a result of Lenz’ law, this man's namesake law of induction has a negative sign. For 10 points, name this English physicist who names the SI unit for capacitance.",
      "answer_sanitized": "Michael Faraday ",
      "subcategory": "Physics",
      "category": "Science"
    },
    {
      "question_sanitized": "IAP molecules inhibit one pathway of this process by denying the function of caspases. During this process, activation of the ROCK1 protein has been shown to promote blebbing. In this process, activity of the Bax and Bak genes, part of the Bcl-2 gene family, results in the (*) release of cytochrome c from the mitochondria. When DNA is sufficiently damaged, the accumulation of tumor-suppressor p53 may result in this process. For 10 points, name this process of “programmed cell death”.",
      "answer_sanitized": "apoptosis ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "Inaction as a result of this phenomenon occurs due to diffusion of responsibility amongst a group. Latane and Darley tested this phenomenon’s effects by putting multiple students in a room, asking them to fill out a questionnaire, and then slowly filling the room with (*) smoke. The most notable instance of this phenomenon occurred when a number of eyewitnesses neglected to report the stabbing of Kitty Genovese. For 10 points, name this phenomenon in which a group of witnesses to a crime do nothing.",
      "answer_sanitized": "bystander effect ",
      "subcategory": "Psychology",
      "category": "Social Science"
    },
    {
      "question_sanitized": "This man and Joseph Raphson created an algorithm that approximates the values of single-variable functions, called his namesake “method”. From one thought experiment, this man concluded that a projectile would escape Earth’s velocity if fired from a cannonball at 11,000 meters per second.Kepler’s laws of motion as well as (*) this man’s laws of motion are included in his book Philosophiæ Naturalis Principia Mathematica. For 10 points, name this man who, along with Gottfried Leibniz, invented calculus.&nbsp;",
      "answer_sanitized": "Sir Isaac Newton ",
      "subcategory": "Math",
      "category": "Science"
    },
    {
      "question_sanitized": "The Fermi type of this quantity arises following the reflection of a charge particle off of a magnetic mirror. When passing through some form of electric field, charged particles experiencing changes in this quantity may release radiation called bremsstrahlung. (*) Uniform circular motion occurs due to the centripetal type of this quantity, and the gravitational type of this quantity is around 9.81 meters per second squared in a vacuum. For 10 points, name this quantity, which when multiplied by mass equals force in Newton’s 2nd law.",
      "answer_sanitized": "acceleration (accept any type of acceleration) ",
      "subcategory": "Physics",
      "category": "Science"
    },
    {
      "question_sanitized": "Diagrams of these structures distinguish the location of the main axis relative to their bracts and bracteoles. One model of the development of these structures relates the expression of three homeotic genes, referred to as A, B, and C, to the proliferation of certain substructures like (*) carpels and stamens. Angiosperms are plants that create these structures, unlike gymnosperms. For 10 points, name this reproductive plant structure where pollen is produced.",
      "answer_sanitized": "flower (prompt on stamen until “A, B, and C”) ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "The properties of multiple physiological systems linked by the isohydric principle can be described by using this equation. Using the definition of the equilibrium constant, one can derive a variant of this equation used in analytical chemistry called the Charlot equation. This equation assumes the (*) autoionization of water to be irrelevant and considers the acid dissociation constant when calculating for pH. For 10 points, name this doubly eponymous equation that calculates the pH of a buffer.",
      "answer_sanitized": "Henderson-Hasselbalch equation ",
      "subcategory": "Chemistry",
      "category": "Science"
    },
    {
      "question_sanitized": "One form of this phenomenon named for John Nash refers to a situation in which two competitors know each other’s game strategies. The punctuated form of this phenomenon predicts little evolutionary change following the discovery of a species in the fossil record. The economic form of this phenomenon occurs when both (*) supply and demand are equal. Le Chatlier’s principle described the ways in which a system returns to this state of zero net reaction. For 10 points, name this scientific term generally used to refer to states of “balance”.",
      "answer_sanitized": "equilibrium (accept all forms of equilibrium) "
    },
    {
      "question_sanitized": "Carbohydrates are conjugated with sulfate groups within this structure's TGN section. A defect in one or more phototransferase enzymes in this organelle causes I-cell disease, and O-linked glycosylation occurs mainly in this organelle. (*) COPII signals for the transport of vesicles to the cis face of this organelle, and this organelle consists of individual sacs called cisternae. For 10 points, name this organelle that is responsible for the packaging and transport of proteins.",
      "answer_sanitized": "Golgi apparatus or Golgi body ",
      "subcategory": "Biology",
      "category": "Science"
    },
    {
      "question_sanitized": "This scientist discovered that the ores torbernite and pitchblende were much more chemically active than their elementary constituents alone. Using an electrometer, this scientist observed that the surrounding air became conductive in the presence of uranium. In a technique for sterilizing tissue, this scientist filled syringes with the gas radon which was emitted from (*) radium, one of two elements she discovered along with polonium. For 10 points, name this scientist who, along with her husband Pierre Curie, were known for their work on radioactivity.",
      "answer_sanitized": "Marie Curie ",
      "subcategory": "Chemistry",
      "category": "Science"
    },
    {
      "question_sanitized": "The meridional type of these entities occur from north to south, while their zonal types occur latitudinally. Global types of these entities connect to form the thermohaline circulation. The magnitude of these entities is measured in million-cubic-meters, or (*) sverdrups. Vertical types of these entities experience upwelling, in which cold nutrient-rich water resurfaces. Wind causes the circulating types of these entities called gyres. For 10 points, name these large masses of moving ocean water.",
      "answer_sanitized": "oceanic currents ",
      "subcategory": "Earth Science",
      "category": "Science"
    },
    {
      "question_sanitized": "At the International Congress of Mathematics, this mathematician included problems such as the sphere packing problem and Reimann hypothesis in his 23 problems that he deemed important for the 20th century. In this man’s most famous thought experiment, the value of infinity would have to be increased in order to fill infinity rooms with infinity more (*) people. For 10 points, name this mathematician known for his namesake Grand Hotel paradox.",
      "answer_sanitized": "David Hilbert",
      "subcategory": "Math",
      "category": "Science"
    }
  ]
}