{"tossups": [{"question_sanitized": "Original language term required . In Surah Ash-Shuraa, this term describes the manner of Allah’s revelation tomortals. The first Qur’anic use of this term describes the division of Believers from Unbelievers, and anotherinstance describes the barrier created by Unbelievers’s hardened hearts. The instruction to “Be not soft of voice”spurred debate about whether the voice is part of the ‘awrah &nbsp;that this concept regulates. Surah an-Nur’s instructionfor men to “lower their gaze” is an oft-cited example of this concept. A practice named for this term may only haveapplied to women like Umm Salama and Aisha. Men must cover between their navel and knees to satisfy thisconcept, which the burqa &nbsp;also helps fulfill. For 10 points, give this term that refers either to regulations on modestyor the literal veil worn by Muslim women.", "answer_sanitized": "hijab [or hijāb ] (The Qur’an never uses the word hijāb &nbsp;in reference to women’s clothing. Some modern", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Shattuck-Hufnagel et al. found that “hits” in these constructs often align with pitch accents. The “beat” variety ofthese constructs affects the perception of prosodic (“pruh-ZAH-dik”) prominence. The eggplant emoji is anemblematic one of these constructs, while the birthday emoji is illustrative, according to Gawne and McCulloch.“The forks” is an Australian term for an obscene symbol of this type, which forms a minimal pair with a similar onethat indicates peace or victory. Versions of these actions that have been co-opted from Black communities includethe dap greeting, clapping on syllables, and the high-five. For 10 points, name these non-verbal communicativeactions that often accompany speech, examples of which include pointing or waving.", "answer_sanitized": "gesture s [or word forms; or hand gesture s; accept gesticulation ; prompt on sign s or hand sign s; prompt", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Description acceptable . In a mechanism meant to perform this task, Kasparian et al. used lasers to encouragehydroxyl radical formation. A variant of Pseudomonas syringae &nbsp;can be used for this purpose due to an INA proteinon its surface. One study used burn-in-place and ejectable flares to perform this process, then used radar to quantifyits effectiveness. An array of metal tubes that falsely claimed to collect “orgone energy” were used for this purposeby Wilhelm Reich. Schaefer and Langmuir (“LANG-myoor”) originated one form of this process, while anotherprocess with this purpose created by Bernard Vonnegut was used before the 2008 Beijing Olympics. In a processwith this goal, planes drop potassium and silver iodide or dry ice to provide nuclei for water droplet condensation.For 10 points, name this goal of cloud seeding.", "answer_sanitized": "causing rain [or making it snow , hail , sleet , etc.; or causing artificial precipitation ; or cloud seeding", "subcategory": "Earth Science", "category": "Science"}, {"question_sanitized": "Description acceptable . This event is described in the story Going Home&nbsp; from the film anthology My People, MyCountry , which describes an awkward 12-second silence during it. In anticipation of this event, the company JardineMatheson re-domiciled to Bermuda. Directly after this event, Martin Lee declared “the flame of democracy has beenignited and is burning in the hearts of our people.” In its last foreign mission, Elizabeth II’s royal yacht HMYBritannia &nbsp;returned Chris Patten from this event, after which the Basic Law came into effect. This event, whichresulted from the end of the 99-year lease on the New Territories, marked the beginning of the “one country, twosystems” policy. For 10 points, name this event on July 1, 1997, in which the United Kingdom ceded a colonialpossession to China.", "answer_sanitized": "transfer of sovereignty of Hong Kong from the United Kingdom to China [or equivalents; or the", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "In a grand opera titled for this ethnicity, two main characters are executed using a boiling cauldron. Opera singersof this ethnic background have included Beverly Sills and Richard Tucker. A warrior of this ethnicity is the subjectof the chorus “See, the conqu’ring hero comes.” An unfinished twelve-tone opera is titled for two brothers of thisethnicity, with one of their names misspelled due to the composer’s fear of the number 13. An 1850 essay publishedin Neue Zeitschrift für Musik &nbsp;(“NOY-uh t’SITE-shrift fur moo-ZEEK”) claimed that these people are unsuited to begood composers. These people sing the chorus “Va, pensiero” in Verdi’s opera Nabucco . For 10 points, RichardWagner condemned the musical work of people of what ethnicity, who are depicted in the operas Moses und Aronand Judas Macabbeus ?", "answer_sanitized": "Jewish people [or Jew s; or Hebrew s; or Israel ites; or Judea ns; accept La&nbsp; Juive &nbsp;or The&nbsp; Jew ess ; prompt", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "This character claims that centaurs and fauns are the products of inter-species reproduction. This character gets adoor slammed in his face after consulting a dervish who tells him “Be silent.” After returning a flower to a woman,this character is sold into slavery. This character is thought to be dead until he screams when dissected by a surgeon.This man, who gives a maid “a lecture in experimental philosophy,” cites the introduction of chocolate to Europe asjustification for the existence of syphilis. This professor of “metaphysico-theologo-cosmolo-nigology” survivesbeing hanged at an auto-da-fé &nbsp;and refuses to help the drowning Jacques, since Lisbon’s harbor was created to drownhim. For 10 points, name this tutor of Candide who claims that we live in the “best of all possible worlds.”", "answer_sanitized": "Dr. Pangloss", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Instances of this property that were measured by Pan Jianwei with beta-barium borate crystals are described bygraph states with up to 12 nodes. When this property is “distillable,” it can be extracted from a set of identicalobjects that are then replaced with objects that maximally have this property. Objects with this property aredistributed before engaging in superdense coding. A state has this property if and only if its Schmidt rank exceedsone. Measuring the spin of particles with this property yields results that are at odds with intuition, according to theEPR paradox. This property’s presence between qubits (“Q-bits”) is key to the operation of quantum computers. For10 points, name this correlation between quantum states, dismissed by Einstein as “spooky action at a distance.”", "answer_sanitized": "quantum entanglement [or word forms like entangle d]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Description acceptable. &nbsp;Richard Taylor’s conclusions about his version of this story, which adds an intravenousdrug injection, are rejected by Susan Wolf’s bi-partite “Fitting Fulfillment View.” An essay by Thomas Nagel callsanother author’s treatment of this story “romantic and self-pitying” for its claim that any fate can “be surmounted byscorn.” That writer studied this story’s “breathing-space… the hour of consciousness,” which precedes a “struggle”that is “enough to fill a man’s heart.” The subject of this story is compared to Kirilov from The Possessed &nbsp;in anessay which claims that the “one truly serious philosophical problem” is suicide. For 10 points, “one must imagine”this story’s subject “happy,” according to Albert Camus’s essay about what “myth” of a king condemned to roll aboulder?", "answer_sanitized": "the myth of Sisyphus [or Sisyphus being condemned to roll a boulder up a hill; or equivalents; accept", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Supporters of this politician who called themselves the “Old Guard” wore medals inscribed with “36 Ballots.”John Russell Young urged this man to withdraw from an election after writing an account of his European tourcalled Around the World with&nbsp; this man. This man was lampooned in a cartoon as a trapeze artist holding up men likeGeorge Robeson. In an election, this “Galena tanner” ran on the “Working Man’s Banner” with his running mateHenry Wilson, who was later implicated for buying artificially inflated Union Pacific stock during this man’spresidency. This politician declined to run for third terms in 1876 and 1880 after the Crédit Mobilier and WhiskeyRing scandals. For 10 points, name this Union general who served as U.S. President during Reconstruction.", "answer_sanitized": "Ulysses S. Grant [accept Around the World with General&nbsp; Grant ]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "A poem by this author is recited by a “man with clouded eyes” who “picks up the rain” in the poem “Map of theNew World.” A play based on this poet’s work is linked to a Trinidadian Ramleela&nbsp; performance at the opening of aNobel lecture subtitled for “fragments of memory.” The author of a long poem asks this man for a “conch’s moan”before learning the pronunciation of his name from his ex-lover. The pilot of a “schooner (“SKOO-ner”) beating upthe Caribbean” is likened to one of this author’s characters in the poem “Sea Grapes,” which repeatedly referenceshis works. A poem titled for this man imagines him as the blind poet Seven Seas and depicts two Saint Lucian(“LOO-shin”) fishermen who feud over Helen. For 10 points, Derek Walcott frequently referenced what ancientpoet of the &nbsp;Iliad ?", "answer_sanitized": "Homer [or Homer os; accept Omeros ] (The second line refers to Walcott’s play The Odyssey , which he", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Cdt1 alleviates the autoinhibitory effect of subunit 6 of one of these proteins, enabling its “licensing” ontosubstrate as a left-handed open ring. A motif of “aspartic acid, glutamic acid, alanine, aspartic acid” names a familyof these kinds of proteins. Defects in an exonuclease-containing protein of this type cause adult progeria. Wernersyndrome results from defects in WRN, one of a class of these proteins that associate with type IA (“one-A”)topoisomerases called the recQ class. Some of these proteins, like the Mcm2-7 complex, form heterohexameric ringsthat sterically exclude half of their substrate. DnaB, a protein of this type, is loaded onto ori (“OR-ee”) sites and“fired” to initiate replication in S phase. For 10 points, name these enzymes that unwind double-stranded nucleicacids.", "answer_sanitized": "helicase s [accept DNA helicase s, RNA helicase s, DEAD box helicase s, or DEAH box helicase s;", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "An artist with this primary profession sculpted a Breton woman cradling her grandson in a Pietà-esque pose inAprès la Tempête &nbsp;(“ah-PRAY la tom-PET”). Girodet (“zhee-ro-DAY”) angrily painted a person with this professionaccompanied by a turkey wearing a wedding ring and catching golden coins. Beetle wings made up an iridescentgreen and blue garment worn by a red-haired person with this profession in a Sargent painting. A person with thisprofession holds a palm branch beneath a Byzantine arch in the first of several works by Alphonse Mucha(“MOO-hah”) for Sarah Bernhardt. Pity and Terror accompany an enthroned woman in gold, whose model had thisprofession, in Joshua Reynolds’s Sarah Siddons as the Tragic Muse . For 10 points, Sargent depicted Ellen Terry,who had what profession, as Lady Macbeth ?", "answer_sanitized": "actress es [or actor s; or thespian s] (Sarah Bernhardt sculpted Après la Tempête &nbsp;and contracted Mucha", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "An early Christian convert of this ethnicity wrote the “Bell Hymn.” When a prophecy among these peopleregarding the rising of a blood-red sun did not happen, its believers said it would happen in eight days, asfictionalized by Zakes Mda’s (“zayx muh-DAH’s”) The Heart of Redness . A preacher of this ethnicity led a group of“Israelites” who were killed in the Bulhoek (“BULL-hook”) Massacre. The Bible was translated into the language ofthese people by Tiyo Soga. As part of a millenarian movement led by the prophet Nongqawuse(“nong-KA-woo-say”), these people killed their cattle, resulting in an 1857 famine. After losing a war to thesepeople, the Boers embarked on the Great Trek. For 10 points, name this South African ethnic group, whose languagecontains many click consonants and is mutually intelligible with Zulu.", "answer_sanitized": "Xhosa (“KAW-sah”) [or ama Xhosa ; accept isi Xhosa ]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "Ailill (“EYE-lill”) threatens to kill Findabair if she cannot produce one of these objects, which is recovered byFraích, in the Taín Bó Fraích &nbsp;(“tyne bo fray-eck”). Herodotus writes that Polycrates threw away one of these objectsto avoid tempting fate. Another of these objects is thrown into the sea by Asmodeus. The brass and iron portions ofthat example of these objects are used to sign commands for good and bad jinn, respectively, by Solomon. Inanother story, Dushyanta is unable to remember his wife until presented with one of these objects recovered from afish’s belly. Odin owns one of these objects, which creates eight copies of itself every ninth night. For 10 points,Draupnir is what kind of jewelry, another of which was cursed by Andvari and retrieved by Sigurd from Fafnir’streasure?", "answer_sanitized": "ring s [accept the Seal of Solomon] (Findabair’s ring is recovered from a salmon’s belly; Polycrates’s", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "After distributing a shipment of butter that was sent to one of these places, a woman smears some on a man tobegin a multi-year affair. In the opening scene of that novel, a woman freezes to death while walking to one of theseplaces after a drunk man falls asleep on top of her in his car. A veteran traumatized by his cousin’s death in theBataan Death March returns to a drought-stricken one of these places in a novel by the author of Almanac of theDead . One of these places in Spokane (“spo-CAN”) is the setting of many stories in a collection titled for two menwho “Fistfight in Heaven.” Louise Erdrich’s Love Medicine &nbsp;and Leslie Silko’s Ceremony &nbsp;are largely set in, for 10points, what type of place, also the setting of Sherman Alexie’s The Absolutely True Diary of a Part-Time Indian ?", "answer_sanitized": "Native American reservation [or Indian reservation ; accept pueblo ; prompt on rez ]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A court ordered this man to pay damages to a federal legislator after a 2012 Esquire &nbsp;interview in which herepeated his popular slogan that one political party consisted of “crooks and thieves.” Rubber ducks became apopular symbol of corruption after this man revealed a prime minister’s luxurious estate in his YouTubedocumentary He Is Not Dimon to You . This man inquired about the color of a certain pair of underwear on a phonecall recorded by Bellingcat. This activist, who was splashed with brilliant green dye while running for president in2017, had FSB agents tailing him in Kaliningrad and Tomsk. For 10 points, name this opposition leader who nearlydied from Novichok poisoning in August 2020 after an assassination attempt by the Russian state security service.", "answer_sanitized": "Alexei Navalny [or Alexei Anatolievich Navalny ]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "In 1975, women in this country refused to go to work in an event alternatively termed “Women’s Day Off” or“Long Friday.” It’s not France, but this country’s Progressive and Social Democratic Parties joined forces to opposejoining NATO, a move supported by the activist group Campaign Against Militarism. Talks in this countrycollapsed over whether the ABM treaty restricted defense research strictly to laboratories. A French teacher in thiscountry became the world’s first elected female president in 1980. In 1986, Mikhail Gorbachev and Ronald Reaganmet in this country’s capital to discuss nuclear disarmament. This country fought over fishing rights with the UnitedKingdom during the Cod Wars. For 10 points, name this country in the North Atlantic, whose capital is Reykjavík.", "answer_sanitized": "Iceland [or Ísland ]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "While sitting by a fire and gnawing at a turnip, this play’s protagonist is asked a barrage of questions like “Wereyou off east… fighting bloody wars for Kruger and the freedom of the Boers?” This play’s protagonist declares “ifI’ve to face the gallows, I’ll have a gay march down” before squirming on the floor and biting a man’s leg. In thisplay, the protagonist relates how a man lifted a scythe at him when he refused to marry an old widow. Jimmy andthe Widow Quin narrate an offstage mule race in this play. Like a different playwright’s The Plough and the Stars ,this play premiered to riots at the Abbey Theatre. This play’s protagonist impresses Pegeen (“peg-EEN”) byclaiming to have killed his father. For 10 points, the trickster Christy Mahon is the title character of what play byJohn Millington Synge (“sing”)?", "answer_sanitized": "The&nbsp; Playboy of the Western World", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A piece by this composer contains a movement in which two tenors represent angels and are joined by a thirdtenor to symbolize the Trinity. To depict a battle in one work, this composer called for some of the earliest uses ofpizzicato and tremolo as part of the “agitated style” or stile concitato &nbsp;(“STEE-leh cone-chee-TAH-toh”). This man’smadrigals such as Cruda Amarilli &nbsp;were criticized by Giovanni Artusi; those madrigals used a style in which lyricsgovern music known as seconda pratica . He’s not Gabrieli, but this music director of St. Mark’s Cathedral reusedthe brassy opening toccata &nbsp;from his most famous opera in a 1610 sacred piece. This man composed The Coronationof Poppea &nbsp;and the Vespers of the Blessed Virgin . &nbsp; For 10 points, what Baroque composer wrote the earliest opera stillregularly performed, L’Orfeo &nbsp;(“lor-FAY-oh”)?", "answer_sanitized": "Claudio Monteverdi [or Claudio Giovanni Antonio Monteverdi ] (The first sentence refers to the Duo", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A quantitative change in this physical process is measured to detect levels of metabolic activity in the MTTassay. A coefficient of seven-thirds appears in the formula for the shade number, which rates this process in weldingsafety equipment. The difference in the rate of this process for left- and right-circular polarized light is proportionalto a sample’s molar ellipticity in circular dichroism (“dye-CROW-ism”). For conjugated compounds, the strength ofthis process is maximized at a wavelength predicted by the Woodward–Fieser rules. This process gives its name to adimensionless quantity that is proportional to path length and concentration according to Beer’s law. For 10 points,spectrophotometry (“spectro-fo-TOM-metry”) measures the loss of incoming light energy to what type ofattenuation with a strength denoted A ?", "answer_sanitized": "absorption of light [accept absorbance or molar absorptivity ; prompt on attenuation or molar", "subcategory": "Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "In this novel, two characters notice that a billboard for Modern Bread has been replaced by a picture of the primeminister. For 10 points each:", "answers_sanitized": ["A&nbsp; Fine Balance &nbsp;(by Rohinton Mistry)", "Midnight’s Children", "V. S. Naipaul [or Vidiadhar Surajprasad Naipaul ] (The second novel is A House for Mr. Biswas .)"], "parts_sanitized": ["Name this novel, in which Dina Dalal forges an inseparable relationship with the Darji tailors and her tenantManeck Kohlah amid the turmoil of the Emergency.", "In this other novel, the “magician’s ghetto” of Picture Singh is destroyed as part of the Emergency’s policies.Saleem Sinai is forced to undergo a vasectomy by Emergency officials in this Salman Rushdie novel.", "After visiting India during the Emergency, this author wrote the second book in his Indian Trilogy. Thepundit Jayaram harasses the protagonist of another of his novels, who was born “in the wrong way” and with sixfingers."], "difficultyModifiers": ["h", "e", "m"], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Shibata Zeshin, who was known as the “master” of this material, developed a method for painting with it knownas urushi-e &nbsp;(“oo-roo-shee-EH”). For 10 points each:", "answers_sanitized": ["lacquer [or lacquer ware]", "kintsugi", "wood [or wood blocks; or wood block printing; prompt on block s; prompt on moku hanga ]"], "parts_sanitized": ["Name this material that is imitated with glossy black varnish on wood in the European technique ofjapanning. A sword pommel motif was often carved into Chinese qīdiāo &nbsp;(“CHEE-d’yao”) made with red and blacklayers of this material.", "Gold powder is mixed with lacquer and then applied to cracks in this technique, which is informed by theaesthetic principle of wabi-sabi &nbsp;in “repairing” broken pottery while embracing flaws.", "In addition to pottery, Japanese lacquer was most often applied to this material. Ukiyo-e &nbsp;(“oo-kee-yo-EH”)were created by making prints using carved blocks of this material."], "difficultyModifiers": ["m", "h", "e"], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "This leader successfully contained a smallpox epidemic while serving as regent for her brother, “the MerrieMonarch,” while he was on a world tour. For 10 points each:", "answers_sanitized": ["Queen Lili‘uokalani", "Kingdom of Hawai‘i [accept Republic of Hawai‘i ]", "Sanford B. Dole"], "parts_sanitized": ["Name this monarch who opposed the Reciprocity Treaty and led the “Stand Firm” movement.", "This country’s last monarch, Lili‘uokalani, was overthrown in a coup that replaced its Kingdom with anAmerican-supported Republic of the same name.", "After reading the Blount Report, Grover Cleveland urged the Senate to restore the queen and asked this onlypresident of the Republic to resign. This man refused to do so, remaining president until annexation."], "difficultyModifiers": ["h", "e", "m"], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Answer the following about the chemistry of umami flavor, for 10 points each.", "answers_sanitized": ["glutamic acid [or glutamate ; accept monosodium glutamate ; prompt on MSG ]", "mirror images [accept reflection s or reflect ed images; prompt on any answer mentioning symmetry ]", "inosinic acid [or inosinate ; or inosine monophosphate; or IMP ; accept inosine ]"], "parts_sanitized": ["The savory flavor of umami is most commonly produced by this non-essential amino acid present in foodslike cheese and soy sauce. It is provided along with fat and salt in bouillon (“BOO-yon”) cubes.", "Umami flavor is only produced by L-glutamate, which bears this relationship to the inactive D-glutamate.Enantiomers (“en-AN-tee-oh-mers”) are chiral (“KYE-rull”), non-superposable pairs of structures that have thisrelation to one another.", "Umami can also be derived from this nucleotide that contains a hypoxanthine (“hypo-zan-theen”) unit. Thispurine derivative, often found in the first anticodon site of tRNAs, is a precursor in the biosynthesis of adenosineand guanosine."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "In the story “My Chivalric Fiasco,” a worker at one of these places is promoted after witnessing his boss’s rape ofa coworker, but reveals the crime while on the drug KnightLyfe. For 10 points each:", "answers_sanitized": ["theme park [or amusement park ; or funfair ; prompt on park or fair ; anti-prompt (ask “can you be less"], "parts_sanitized": ["Name this type of place. In another story, the psychotic veteran Samuel is hired to defend one of these placesamid a rise in gang violence, but ends up killing the protagonist."], "difficultyModifiers": ["h"], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "In a 1993 essay collected in Medieval Queenship , Janet Nelson examined the “monstrous regiment” of womenthat surrounded this non-Scottish ruler. For 10 points each:", "answers_sanitized": ["Charlemagne [or Carolus Magnus ; or Charles I ; prompt on Charles ]", "Bertrada of Laon [or Bertha Broadfoot ]", "Einhard [or Eginhard ]"], "parts_sanitized": ["Name this ruler. In her book King and Emperor , Nelson examines the context behind this ruler’s crowning asthe first Holy Roman Emperor in 800 AD.", "One of the women discussed in Nelson’s essay is this mother of Charlemagne, who orchestrated his marriageto Desiderata of Lombardy. She also negotiated peace between Charlemagne and his brother Carloman I.", "Though he portrays Bertrada in a positive light, this historian paints Charlemagne’s third wife Fastrada as acruel queen. This historian chronicled the Frankish court in his Vita Karoli Magni ."], "difficultyModifiers": ["e", "h", "m"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Mozart’s four concerti for this instrument were written for his friend Joseph Leutgeb (“YO-zef LOYT-geb”). For10 points each:", "answers_sanitized": ["French horn [accept German horn ; accept Vienna horn ; accept horn in F; accept natural horn ; do not"], "parts_sanitized": ["Name this middle-register brass instrument with coiled tubing. Players of this instrument often place a handinside its flared bell."], "difficultyModifiers": ["e"], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "They’re not Amazons, but Michael Speidel identifies Freydís, daughter of Erik the Red, as one of these figuresbecause she fought bare-breasted and terrified her enemies. For 10 points each:", "answers_sanitized": ["berserker s [accept berserk sgangr or berserk ergang] (Michael Speidel discusses Berserker iconography"], "parts_sanitized": ["Give these warriors who, according to Saxo Grammaticus, swallowed fiery coals in an apparentinvulnerability to fire. Several rooks from the Lewis Chessmen are identified with these figures because they bitetheir shields."], "difficultyModifiers": ["m"], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Increased progesterone production during the luteal phase of the ovarian cycle leads to an increase in thisquantity. For 10 points each:", "answers_sanitized": ["basal body temperature [or BBT or BTP ; prompt on partial answer; prompt on T ; prompt on resting"], "parts_sanitized": ["Name this quantity. A fertility awareness method for natural birth control predicts fertility by combiningobservations of this physiological quantity with observations of cervical fluid."], "difficultyModifiers": ["h"], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Santiago Ramón y Cajal (“ka-HALL”) made many pen-and-ink drawings of what he called “arborizations”within these larger objects, which are collected in the book Beautiful&nbsp; [this object]. For 10 points each:", "answers_sanitized": ["brain s [accept nerve s or neuron s or the central nervous system; accept specific portions of the brain"], "parts_sanitized": ["Name these objects. The architect Christopher Wren provided engravings for a Thomas Willis book that firstillustrated these objects."], "difficultyModifiers": ["h"], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "Along with Sayyid ‘Ali Akbar, this figure petitioned Mirza Shirazi to support a national boycott of tobacco. For10 points each:", "answers_sanitized": ["Jamāl al-Dīn al-Afghānī [or Jamāl al-Dīn al-Asadābādi ]", "Russia n Empire", "Sepoy Mutiny of 1857 [or Indian Rebellion of 1857 ; or First Indian War of Independence ]"], "parts_sanitized": ["Name this Shiite scholar who envisioned a united Islamic civilization to combat European imperialism in his“Refutation of the Materialists.” With Mirza Reza Kermani, this man planned the assassination of Shah Nasr al-Din.", "Some sources claim that al-Afghānī served as ambassador to this empire to gather support and money forAzam Khan. This empire had earlier signed the Treaty of Gulistan with Persia.", "Al-Afghānī was influenced to write “Refutation of the Materialists” after witnessing this 1857 conflict inIndia, named after the soldiers who refused to use Enfield rifles."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "In a play set twenty years after Jaroslav Hašek’s (“YAH-roh-slav HAH-shek’s”) novel, the soldier Josef Švejk(“YO-sef sh’VAKE”) gets lost in a snowstorm and meets this man, who performs a “wild dance” of “desperatethrusts.” For 10 points each:", "answers_sanitized": ["Adolf Hitler", "Bertolt Brecht [or Eugen Berthold Friedrich Brecht ] (The play in the bonus lead-in is Brecht’s Schweik"], "parts_sanitized": ["Name this man who is allegorized as a Chicago mobster who aims to take over the Cauliflower Trust in a“parable play” titled The Resistible Rise of Arturo Ui &nbsp;(“OO-ee”).", "While in exile during Hitler’s regime, this German author of The Resistible Rise of Arturo Ui &nbsp;wrote pioneeringepic theatre plays like Mother Courage and Her Children ."], "difficultyModifiers": ["m", "e"], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "These materials are described by a Hubbard model near half-filling for which the on-site repulsion is muchlarger than the hopping integral. For 10 points each:", "answers_sanitized": ["Mott insulator s [prompt on insulator s]", "charge carrier density [accept carrier concentration ; accept free electron density or free hole"], "parts_sanitized": ["Name these materials that would be expected to be conductors in simple band theory, but are not, thanks tostrong electron–electron repulsions. Nickel(II) (“nickel-two”) oxide is a textbook example of these materials.", "The Mott–metal transition occurs when this quantity raised to the negative one-third power is equal to roughlyfour times the Bohr radius. The Hall coefficient equals one over the product of this quantity and the electron charge."], "difficultyModifiers": ["m", "h"], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following about postmodern architects’ use of verbal and architectural quotations, for 10 points each.", "answers_sanitized": ["“ less is a bore ” (The other maxim is “less is more.”)", "furniture [or cabinet ry; accept chair s or any other specific piece of furniture]", "Art Deco"], "parts_sanitized": ["Robert Venturi stated this four-word quip in the book Complexity and Contradiction in Architecture . Thisphrase plays off another architect’s maxim extolling minimalism.", "Philip Johnson’s design for 550 Madison Avenue has an ornamented open pediment that has been comparedto the work of Thomas Chippendale, an 18th-century English artisan who made this general class of objects.", "Michael Graves’s controversial design for the Portland Building incorporates many elements from thisgeometrical style of architecture popular in the 1920s, which was used in skyscrapers like the Chrysler Building."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The Professional Quality of Life scale measures this phenomenon often found in trauma workers, oncologynurses, and palliative care specialists. For 10 points each:", "answers_sanitized": ["compassion fatigue", "emotional labor [do not accept or prompt on “emotion work”]", "gender wage gap [or gender pay gap ]"], "parts_sanitized": ["Name this form of secondary traumatic stress that is increasingly affecting medical professionals as a result ofthe COVID-19 pandemic. This acute burnout only found in caregivers can result in apathy or loss of empathy.", "Compassion fatigue is common in professions like healthcare that heavily demand this kind of work. ArlieHochschild coined the name for this kind of work.", "Guy and Newman argue that this economic phenomenon emerges because most stereotypically femaleprofessions require emotional labor, but companies do not compensate for it like they do other forms of labor."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Eugenio Montale called this author a poet “in C Major” and translated his poem “When You Are Old,” whichwas itself based on a poem by Pierre Ronsard. For 10 points each:", "answers_sanitized": ["W. B. Yeats (“yates”) [or William Butler Yeats ]", "Bengali [or Bangla ; accept Bengali Renaissance]", "Korea [accept North Korea or South Korea ] (The poets are Kim Eok and Kim Sowol.)"], "parts_sanitized": ["Name this author whose play The Countess Cathleen &nbsp;was dedicated to Maud Gonne and translated into Italianby Nicolò Vidacovich. This author drew on Japanese Noh theater in plays like At the Hawk’s Well .", "Bishnu Dey, an author in this language, labeled Yeats as the “poet of the universe” and translated 18 of hispoems. Yeats championed Rabindranath Tagore, a major poet of this language’s namesake “Renaissance.”", "A modernist poet from this country translated Yeats’s poem “The Cloths of Heaven,” which says “tread softlybecause you tread on my dreams.” Another poet from this country wrote “tread softly, deeply, and go” in “Azaleas.”"], "difficultyModifiers": ["m", "e", "h"], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "This Hebrew word is also called the Tetragrammaton. For 10 points each:", "answers_sanitized": ["Jehovah [accept Jehovah ’s Witnesses; or Yahweh ; or yud-hey-vav-hey ; or YHWH ]", "Adonai [or Lord ]", "documentary hypothesis [or DH ]"], "parts_sanitized": ["Identify this word used as a name for God in the text of the Torah. A Christian denomination known fordoor-to-door proselytizing is named for this word’s “witnesses.”", "When reading the Torah, Jews say this word in Hebrew in place of YHWH. In the King James Bible, theEnglish version of this word is written in all capital letters. You may give the answer in English or Hebrew .", "The Jahwist and Elohist sources, named for their contrasting words for God, are part of this four-source theoryfor the origin of the Hebrew Bible. This hypothesis was popularized by Julius Wellhausen in the late 1800s."], "difficultyModifiers": ["e", "m", "h"], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Several cultures built pyramids, but many more built tumuli &nbsp;(“TOOM-yoo-lye”), or earthen burial mounds. For10 points each:", "answers_sanitized": ["kofun &nbsp;[or kofungun ; accept Kofun period]", "Sutton Hoo", "Mississippi River [accept Mississippi an Culture]"], "parts_sanitized": ["Name these Japanese keyhole-shaped tumuli , primarily located near Osaka. These tumuli , which contain manyclay haniwa &nbsp;figurines, give the name to the early Yamato period.", "The tumuli&nbsp; at this site were first excavated shortly before World War II by the archaeologist Basil Brown.King Rædwald, or else his son Eorpwald, is generally thought to have been buried at this site’s Mound 1.", "The ancient city of Cahokia, which contains the four-terraced Monk’s Mound among its many tumuli , islocated near East St. Louis along this river. This river also names the civilization to which Cahokia belonged."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "A “universal covering problem” named for this mathematician asks for the smallest convex shape that can covera planar set of diameter one. For 10 points each:", "answers_sanitized": ["Henri Lebesgue (“luh-BEG”) [or Lebesgue integral; or Lebesgue integration]", "measure [accept Lebesgue measure ]", "empty set [or null set]"], "parts_sanitized": ["Name this mathematician. An operation named for this mathematician is the subject of the monotone anddominated convergence theorems, and is often said to partition the range, instead of the domain.", "Lebesgue names one of these functions that corresponds to length, area, and volume in one, two, and threedimensions, respectively. These countably additive functions map sets to nonnegative real numbers.", "Besides countable additivity, the other axiom of a measure is that it must assign zero to this set. This set,which is typically notated using a circle with a slash through it, is a subset of any other set."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Math", "category": "Science"}, {"leadin_sanitized": "A book structured after this format uses the concept of “beings of reason” to address the perennial philosophicalproblem of how we can talk about non-existent entities like gryphons. For 10 points each:", "answers_sanitized": ["disputation s [or disputationes ; accept Metaphysical&nbsp; Disputation s , Disputation es metaphysicae , or"], "parts_sanitized": ["Name this method that titles the magnum opus of Francisco Suárez. The quodlibet&nbsp; and the obligationes&nbsp; werepopular varieties of this medieval scholastic style of debate."], "difficultyModifiers": ["h"], "subcategory": "Philosophy", "category": "Philosophy"}]}