{"tossups": [{"question_sanitized": "In a story, a man’s adoption of one of these creatures causes him to throw lozenges (“LOZZ-un-jizz”) at a womanin church and to attack a snoring pianist. One of these creatures kills a parrot in that story, “The Remoulding ofGroby Lington,” in a possible allusion to its author’s pen name. A story partly titled for one of these creatures endsas a woman’s “loud wail of disappointment and misery” gives her husband the courage to look out at a “quiet anddeserted road.” In that story, a man sees the face of one of these creatures in a fire, from which he had earlierretrieved an item thrown in by Sergeant-Major Morris. An object named for one of these creatures grants Mr. White200 pounds by causing his son Herbert’s death in an accident. For 10 points, a W. W. Jacobs story is titled for awish-granting paw of what animal?", "answer_sanitized": "monkey [accept “The Monkey ’s Paw”; prompt on simian or primate ; do not accept or prompt on", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A composer from this modern-day country originally included percussion in his second string quartet, subtitled“In the Monkey Mountains.” A man from this country, who only achieved fame as a composer past age 60, titled hissecond string quartet for the more than 700 letters he wrote. An orchestral piece by a composer from this countryborrows the tune of the Italian madrigal La Mantovana , and is in a set of six tone poems that represent aspects ofthis country. This country was home to a composer who titled a string quartet after The Kreutzer Sonata &nbsp;and usednine extra trumpets in the first and last movements of his Sinfonietta . For 10 points, name this modern-day country,the birthplace of Pavel Haas, Leoš Janáček (“LEH-ohsh YAH-naw-check”), and Bedřich Smetana, who depicted theMoldau River in Ma Vlast .", "answer_sanitized": "Czech Republic [or Czechia ; prompt on Bohemia , Moravia , or Czechoslovakia by asking “what", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A philosopher argued for his “postmodernist bourgeois” form of this position using the differing views aboutdignity held by “Kantians” and “Hegelians” (“huh-GAIL-ee-ins”). This position should seek to prevent the“summum malum” of cruelty in Judith Shklar’s “fear”-based version of it. A book titled for this ideology developedthe idea of “overlapping consensus” from an earlier work. That book was criticized in a book about this position“and the Limits of Justice” by Michael Sandel, which was one salvo in the debate between this position andcommunitarianism. This political stance is argued for in Richard Rorty’s Contingency, Irony, and Solidarity &nbsp;andJohn Rawls’s sequel to Theory of Justice . John Locke is an exemplar of the “classical” version of this stance. For 10points, name this ideology contrasted with conservatism.", "answer_sanitized": "liberal ism [accept postmodernist bourgeois liberal ism, liberal ism of fear, Political&nbsp; Liberal ism , or", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Jeffrey Herf claimed that this country distinguished between Arab “moderate” and “extremist” terrorists in a bookabout this country’s “undeclared wars” against Israel. Guinea’s first-ever international treaty allowed this country toestablish a trade mission in Conakry, one of its several alliances with African countries. Before being identified bySwedish police, a spy from this country was only known as the “man without a face.” That spymaster from thiscountry, who pioneered using “Romeo” agents to extract information, was Markus Wolf. Isolating this countryinternationally was the goal of the Hallstein Doctrine, which was later replaced by Ostpolitik . For 10 points, namethis former country that was formally recognized by its western neighbor’s leader, Willy Brandt (“VILL-ee bront”).", "answer_sanitized": "East Germany [or the German Democratic Republic or GDR ; or the Deutsche Demokratische", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The properties of two of these things define the Lagrange invariant, which is likely the only quantity denoted withthe Cyrillic letter zhe &nbsp;(“zheh”). A path for one of these things is found and then locally mutated in a MonteCarlo-based “Metropolis transport” technique. A simulation involving these things is accelerated by ignoring them ifthey do not intersect a bounding volume. An angle U &nbsp;and a transverse distance Q &nbsp;define a meridional(“muh-RID-ee-OH-null”) one of these things, while a collection of them define a curve called a caustic. Thesethings remain close to the system axis in the paraxial approximation. At the boundary between two media, thesethings are refracted in a direction predicted by Snell’s law. For 10 points, computer graphics may be rendered by“tracing” what objects that represent the directional propagation of light?", "answer_sanitized": "light ray s [accept ray tracing or ray casting; prompt on light , light beam s, or Metropolis light transport]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A Haida monster named Wasco wraps its tail around one of these animals in one sculptural motif. The Tlingitbelieve these animals were created from a yellow cedar carving by Natsilane. Akhlut takes the form of a wolf andone of these animals in Inuit legend. The Makah hunt one of these sacred animals each year. In another Inuit story,one of these creatures swallows Raven, who kills it from the inside. According to peoples of the Pacific Northwest,one of these “Sea-Wolves” does battle with Thunderbird. Joseph Campbell titled a chapter of The Hero with aThousand Faces&nbsp; for the bellies of these animals. Seals, walruses, and these animals are born from Sedna’schopped-off fingers. For 10 points, popular legend says that what large marine animal swallowed Jonah?", "answer_sanitized": "whale [accept killer whale or orca or gray whale ; accept Sea Wolf until “wolf” is read; prompt on fish ;", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "To explain the outcome of this election, Walter Burnham analyzed the “Metropole” and “internal colonies.”During this election, one man compared his opponent to Napoleon and quoted Thomas Benton to compare AndrewJackson to Cicero. In this election, which featured the first widespread use of campaign buttons, multiple partiesnominated the losing candidate with different vice presidents, Arthur Sewall and Thomas Watson. This election’swinner stayed in Canton, Ohio, in a campaign managed by Mark Hanna, while the loser toured the country by rail topromote the issue of “free silver.” This election’s winner used a “Front Porch Campaign” to defeat William JenningsBryan, who gave the “Cross of Gold” speech. For 10 points, name this election in which William McKinley won hisfirst term.", "answer_sanitized": "1896 United States presidential election", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Humboldt recites an awkwardly-translated poem by this author, in lieu of telling his crewmates a story, in a scenefrom Daniel Kehlmann’s novel Measuring the World . That poem, which this author wrote on a cabin wall, describeshow “in all the treetops / hearest thou / hardly a breath” and ends by noting that, like the birds, soon “thou too shaltrest.” In a ballad by this author, a man thrice responds with lines like “’tis the aged grey willows deceiving thysight” when his son claims to hear the title creature chasing them. This author of two poems titled “Wanderer’sNightsong” wrote a poem in which a magic broom is instructed to fetch pails of water and floods a workshop. For10 points, the poems “Der Erlkönig” and “The Sorcerer’s Apprentice” are by what German author of Faust ?", "answer_sanitized": "Johann Wolfgang von Goethe (“GUR-tuh”)", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Pierre Rosenberg argued that an artist with this surname, not her husband, painted miniatures including a boy inpale clothing with a black-feathered hat. Similar to Houdon (“oo-DON”), an anatomist with this surname created aflayed horse and rider for a veterinary school in Maisons-Alfort (“may-ZON-al-FOR”). An artist with this surnamepainted a series of subjects in vaguely Spanish clothing for his portraits de fantaisie , which include a woman in awhite-collared yellow dress with an open book, Young Girl Reading . The Frick Collection houses a series by anartist with this surname on “four ages” of courtship. Madame du Barry commissioned The Progress of Love &nbsp;fromthat artist, who also painted a Cupid holding a finger to its lips as a man in the bushes looks up a woman’s dress. For10 points, give this surname of the artist of The Swing .", "answer_sanitized": "Fragonard [accept Marie-Anne Fragonard or Honoré Fragonard or Jean-Honoré Fragonard ]", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Cancers in cells that secrete this substance can cause pseudomyxoma (“pseudo-mix-oma”) peritonei, a conditioncharacterized by ascites (“ass-SITE-eez”) of this substance. This substance is contained in the “finger holes” ofsignet ring cells. Darkly-staining serous cells are contrasted with “empty”-looking cells that release this substance. Aheavily-glycosylated protein component of this substance containing serine and threonine tandem repeats has abottlebrush structure that enables its pH-tunable hydration. This substance’s shrinkage upon acidification leads tocolonization by S. aureus &nbsp;and P. aeruginosa &nbsp;in people with delta-F508 mutations. Goblet cells secrete this substanceto replenish the layer of it in the respiratory and GI tracts. For 10 points, name this lubricant substance that isabnormally viscous in patients with cystic fibrosis.", "answer_sanitized": "mucus [accept phlegm ; prompt on mucin s]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A dead language used by this ethnicity recorded the [emphasize] first &nbsp;Buranji chronicles. In 1833, a royal monkof this ethnicity discovered a possibly-fake siltstone stele (“STEE-lee”), which was attributed to a 13th-century kingwho created an alphabet for these people. A prince of this people founded the Ahom kingdom in present-day Assam.Near the end of the 1700s, a king of these people defended his country from nine armies from the foreign Konbaung(“kohn-baong”) dynasty. Constantine Phaulkon advised a ruler of these people named Narai, while a “great” king ofthese people founded the short-lived Thonburi Kingdom. These people relied heavily on wet rice cultivation aroundthe Chao Phraya River and were ruled by the Chakri dynasty. For 10 points, what people name a country currentlyruled by Rama X (“the tenth”)?", "answer_sanitized": "Thai people [or Tai peoples; or Siam ese; accept Thai land or Siam ; accept Tai Lü or Dǎi lè ; accept", "subcategory": "World History", "category": "History"}, {"question_sanitized": "Tauber et al. used a “growth-augmented” version of this model to predict outcomes of the COVID-19 recession,based on an “anchored” variant of this model by Ball and Mazumder. A scenario with many islands, each inhabitedby one person, shows that this model is compatible with the policy ineffectiveness proposition in a Robert Lucaspaper. Robert Gordon integrated the “rational expectations” hypothesis into this model and added a supply shockterm. The NAIRU (“NYE-roo”) is included in an extension to this curve, which was popularized by Solow andSamuelson. Phelps and Friedman posited that, because workers care about “real wages,” this curve only applies inthe short term, explaining early 1970s “stagflation.” For 10 points, name this curve which predicts that inflationincreases as unemployment decreases.", "answer_sanitized": "Phillips curve", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Russians mocked Cossacks for creating asymmetric works in this medium called oseledets (“oh-seh-LED-ets”).Léonard Autié (“oat-YAY”) and Rose Bertin (“bair-TAN”) combined feathers with this medium to produce the“ques-à-co” for a patron who placed a model ship in one of these works. This medium displays characteristic“wings” in Japanese shimada, and was collected in “rats” in Edwardian England. Josef Mayer and Marjorie Joynerperfected the croquignole (“cro-keen-YOLE”) method to form spirals in this medium, influenced by earlier worksusing heated rods. Raymond Bessone introduced bold pink coloration to this medium and formed it into bouffants.Madam C. J. Walker sold products for this medium, which is straightened by relaxers or a perm. For 10 points, whatmedium can be styled into a beehive, Jheri (“jerry”) curl, or afro?", "answer_sanitized": "human hair [accept hair styles or hair dos or hair cuts; accept hair dye; accept coiffure ; prompt on the", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "A man in this novel stares at a framed text reading “Vengeance is Mine” while describing how he walked severalhours to see his father, who threw an inkstand at him. Late in this novel, a red dress reminds the protagonist of agoodbye kiss from her half-brother Sandi, with whom she is implied to have had an incestuous relationship. Themaid Amélie sings a song calling this novel’s protagonist a “white cockroach” after being told to fetch the nurseChristophine. In this novel, the protagonist’s brother Pierre is killed when freed slaves set fire to her family’s estatein Coulibri. The main character of this novel is named Antoinette Cosway, but shortly before leaving the Caribbeanfor England, her husband renames her Bertha Mason. For 10 points, name this prequel to Jane Eyre &nbsp;by Jean Rhys(“jeen reese”).", "answer_sanitized": "Wide Sargasso Sea", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "A 1931 paper modeling this general process featured a numerical error that is preserved on a blackboard inOxford’s Museum of the History of Science. The Gödel (“GUR-tle”) metric experiences rotation, but not thisprocess. This process obeyed a power law with a power of two-thirds until the end of the matter-dominated era4 billion years ago, at which point it became exponential. The Friedmann equations provided the first quantitativemodel of this process, whose acceleration is accounted for by Albert Einstein’s cosmological constant. More distantobjects have greater redshift due to recessional velocity, which results from this process as explained by Hubble’slaw. For 10 points, distant galaxies continually recede from our own due to what trend in the size of outer space?", "answer_sanitized": "expansion of the universe [accept answers indicating that the universe or space is expanding or getting", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "A J. R. R. Tolkien essay named for this trait comments on the first work in the Katherine Group. In one story,ships blown off course to Germany contained eleven thousand people with this trait. Pope Pius XII revived theconsecration of people with this trait in an Apostolic Constitution issued on Candlemas. Five people bring enoughoil for lamps, while five people do not, in a parable named for “wise and foolish” people with this trait. Earlymartyrs with this trait included Saints Demiana and Ursula, and this trait inspired the title Aeiparthenos for theTheotokos. Medieval allegories taught that unicorns could only be tamed by women with this virtue, which isopposite to lust. For 10 points, the Catholic Church holds that what trait is “perpetual” for Mary despite herconception of Jesus?", "answer_sanitized": "virgin ity [accept consecrated virgin s or vestal virgin s or chastity or castitas or abstinence or", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In this modern-day country, a three-story mausoleum tower with a bilingual inscription to Atban survives at thetown of Dougga. Mosaics from this country’s House of Amphitrite in Bulla Regia are shown in its Bardo NationalMuseum. The massive Antonine Baths, perhaps the largest thermae &nbsp;outside Rome, are found in this modern-daycountry. In this modern-day country, child sacrifice may have been conducted at tophets (“TOH-fets”), such as theso-called “Tophet of Salammbô,” that honored Tanit. A hill in this modern-day country called “Byrsa” was a walledcitadel in ancient times. Popular legend holds that Scipio Aemilianus salted the fields of a city in this modern-daycountry after the Third Punic War. For 10 points, what North African country contains the ruins of Carthage?", "answer_sanitized": "Tunisia [or Republic of Tunisia ]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "Lucy and Sam transport their father’s corpse amid this event in a 2020 novel by C. Pam Zhang. In a story set inthis event, a man cancels a mock sermon and repeatedly marvels that “the damned little cuss” “rastled with myfinger.” A poem set during this event that parodied Swinburne’s Atalanta in Calydon&nbsp; accidentally fueled the racistattitudes that it meant to satirize by describing Ah Sin cheating at cards. Eliza Sommers meets Dr. Tao Chien whilefollowing Joaquin (“wah-KEEN”) to this event in Allende’s (“ah-YEN-day’s”) Daughter of Fortune . In a story setin this event, a flood washes away Kentuck as he holds Cherokee Sal’s newborn baby, who reformed the title area.For 10 points, what historical event provides the backdrop for “The Outcasts of Poker Flat” and “The Luck ofRoaring Camp” by Bret Harte?", "answer_sanitized": "California gold rush [or 1849 gold rush ; accept forty-niner s; or equivalents; prompt on western", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "The prefix “Meta” is added to the title of an album by this artist in a Sturgill Simpson album. A song by thisartist, whose second part includes a moaning call-and-response, starts with a syncopated 12-bar blues riff on aWurlitzer electric piano. A song by this artist laments “whoa, woman, oh, woman, don’t treat me so mean.” AHoagy Carmichael song popularized by this artist contrasts its title place with “other arms” that “reach out to me”and “other eyes” that “smile tenderly”; that song is now the official song of this man’s home state. In Kanye West’ssong “Gold Digger,” this man’s voice is mimicked by Jamie Foxx, who played this man in a 2004 biopic(“bio-pick”). For 10 points, name this blind soul and R&amp;B musician whose hits include “What’d I Say” and“Georgia On My Mind.”", "answer_sanitized": "Ray Charles [or Ray Charles Robinson ] (Sturgill Simpson’s album is titled Metamodern Sounds in", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "The TOMS spectrometer measures the “total column” abundance of this molecule, which is consumed inreactions proposed by Paul Crutzen and Susan Solomon. This molecule’s C2v (“C-two-V”) symmetry is preservedby absorption in the low-energy Chappuis (“sha-PWEE”) and Wulf bands, but is broken by its 255-nanometer peakin the Hartley band. Trace amounts of this molecule damage strained rubber in “cracking.” The lower of the twopermanent atmospheric inversions is driven by heat released from the formation of this molecule, which is thelargest of the molecules that interconvert in the Chapman cycle. This molecule’s polar abundance drops below 220Dobson units each spring as CFCs catalyze its breakdown. For 10 points, name this triatomic molecule that blocksincoming UV radiation in the stratosphere.", "answer_sanitized": "ozone [or O3 or trioxygen ; do not accept or prompt on “oxygen” or “O” or “O2”]", "subcategory": "Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "For two independent random variables X &nbsp;and Y , the density of X &nbsp;plus Y &nbsp;is given by this operation applied to theirindividual densities. For 10 points each:", "answers_sanitized": ["convolution [or word forms like convolve ]", "impulse response [or response to an impulse ; or equivalents; accept “ h -sub-tau of t ”; prompt on"], "parts_sanitized": ["Name this operation symbolized by a star, which outputs the integral of the product of one function with areversed version of a second function.", "In a linear time-invariant system, convolution of an input signal with what thing &nbsp;yields the output? This is theoutput of the system when the Dirac delta function is the input."], "difficultyModifiers": ["m", "h"], "subcategory": "Math", "category": "Science"}, {"leadin_sanitized": "Mohja Kahf analyzed Muslim characters like the sorceress Armida and the warrior Clorinda from a TorquatoTasso poem named for [this city] Delivered . For 10 points each:", "answers_sanitized": ["Jerusalem [accept Jerusalem &nbsp;Delivered &nbsp;or “In Jerusalem ”]", "Mahmoud Darwish (The poem is “Identity Card.”)", "Memory for Forgetfulness &nbsp;[accept The&nbsp; Time: Beirut / The Place: August ; accept Dhākira lil-nisyān ]"], "parts_sanitized": ["Name this city that titles a poem set “within the ancient walls.” A William Blake poem named for this citybegins “And did those feet in ancient time” and proclaims “Bring me my chariot of fire.”", "This author tells a soldier “You killed me… and I forgot, like you, to die” in his poem “In Jerusalem.” Apoem by this author repeats “Write down: / I am an Arab!” and warns “beware of my hunger / and my anger.”", "This Darwish prose poem, set on Hiroshima Day, describes the bombing of Beirut. The narrator of this poemclaims “Coffee is geography” and describes the sea, ending “I don’t see a shore. / I don’t see a dove.”"], "difficultyModifiers": ["e", "m", "h"], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "In a dubious passage, this woman was said to enjoy exposing herself on stage and having geese eat grains off herbody. For 10 points each:", "answers_sanitized": ["Theodora", "Byzantine Empire [or Eastern Roman Empire; or Byzantium ; prompt on Rome or Roman Empire; do"], "parts_sanitized": ["Name this woman who declared “royal purple is the noblest shroud” when her husband was preparing to fleetheir palace after the “Blues” and “Greens” erupted in revolt at a hippodrome.", "That far-fetched depiction was from Procopius’s Secret History , which contained bizarre allegations againstTheodora and her husband, Justinian I, who ruled this empire."], "difficultyModifiers": ["m", "e"], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "This concept is exemplified by corporations relying primarily on indigenous lands to dump toxic waste. For 10points each:", "answers_sanitized": ["environmental racism [accept environmental discrimination ; prompt on partial answer; prompt on"], "parts_sanitized": ["Give this term coined by Benjamin Chavis (“CHAY-viss”) to describe how communities of color are barredfrom, and targeted for disproportionate harm by, ecological policy-making."], "difficultyModifiers": ["m"], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Congolese artist Bodys Isek Kingelez used blue paper cutouts for a model of one of these places “La Belle.” For10 points each:", "answers_sanitized": ["cities [or urban areas or equivalents; accept Metropolis &nbsp;II &nbsp;or the Radiant City or Le Ville Radieuse]", "Chéri Samba [or Samba wa Mimba N’zingo Nuni Masi Ndo Mbasi]", "comic books [or comic strips; or comics ; accept cartoon s]"], "parts_sanitized": ["Name these places that feature in Kingelez’s fantastical “extreme maquettes.” Le Corbusier published a booktitled for a never-realized radiant one of these places.", "This other Congolese artist parodied Escher in J’aime la couleur &nbsp;(“zhem la koo-LURR”), a self-portrait with aspiraling ribbon for a head. This artist captioned his Problème d’eau &nbsp;(“pro-BLEM DOH”) with a paragraphbeginning “Life is priceless.”", "The multilingual text frequently accompanying Samba’s work draws from his experience in this medium. RoyLichtenstein borrowed speech bubbles and Ben-Day dots from this medium for works like Whaam! ."], "difficultyModifiers": ["m", "h", "e"], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "The Therīgāthā , or Verses of the Elder Nuns , documents the lives of early Buddhist women, including a versionof Kisa Gotami’s quest for one of these objects for the Buddha to bring her son back to life. For 10 points each:", "answers_sanitized": ["mustard seed s [or sāsapa ; prompt on seed s]", "arhat s [or arahant s or Arahatta phala]", "eight (The additional rules are the Eight Garudhammas .)"], "parts_sanitized": ["Name these objects that she seeks from a house never visited by death. Matthew 17:20 states that faith thesize of one of these objects moves mountains.", "With former beggars and courtesans from Verses of the Elder Nuns , Kisa Gotami became one of these figures.This state is the final phala &nbsp;along the lokuttara magga , or supramundane path.", "Another elder nun, Mahāpakāpatī, successfully petitioned the Buddha for female ordination, though heallegedly imposed this many additional rules upon nuns. The Buddha preached a path of this many practices."], "difficultyModifiers": ["m", "h", "e"], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "In Brick Lane , Chanu’s frustration with his Open University modules inspires him to say “O that I were as great /As is my grief, or lesser than my name!”, which is a quote from a man with this regnal name. For 10 points each:", "answers_sanitized": ["Richard [accept Richard II or Richard III ; or Richard of Bordeaux]", "king s [accept royal king s]", "Henry [accept Harry or Hal ; accept Harry Hotspur or Henry V]"], "parts_sanitized": ["Give this regnal name of a man who reflects “I wasted time, and now doth time waste me.” In a monologue,another man with this regnal name claims that, since he “cannot prove a lover,” he is “determined to prove avillain.”", "Specific word required. &nbsp;Richard II urges his followers to “sit upon the ground / and tell sad stories of the deathof” these people. John of Gaunt calls England a “teeming womb of” these people.", "A man with this first name nicknamed Hotspur rebels against Richard II. In another play, a man with thisregnal name addresses his “band of brothers” on St. Crispin’s Day before the Battle of Agincourt."], "difficultyModifiers": ["m", "h", "e"], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "In the 1670s, Nasir al-Din crossed this river to spread Islam to states such as Futa Toro. For 10 points each:", "answers_sanitized": ["Senegal River", "Qadir iyya [accept Abd al- Qadir ]", "Berber s [or Amazigh ; accept Tuareg or Libyan s or other specific tribes; prompt on Moor s]"], "parts_sanitized": ["Name this river that had earlier been settled by the Tukulor. This river and the Gambia River demarcated thenorthern and southern borders of the Wolof Empire, respectively.", "This oldest school of Sufism was hugely influential in Senegal’s modern history. An Algerian emir who shareshis name with this school resisted the French colonization of Algeria and was called a “modern Jugurtha.”", "Islam was brought to Senegal by these indigenous peoples of North Africa, who established the Almoravidand Almohad kingdoms in Morocco."], "difficultyModifiers": ["m", "h", "e"], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "An acetate is substituted with this element in the pesticide 1080, which kills coyotes by producing a metabolitethat blocks the Krebs cycle. For 10 points each:", "answers_sanitized": ["fluorine [or F ; accept fluoride ]", "BOC [or t- BOC ; or tert- Butoxycarbonyl or tert- Butyloxycarbonyl ]", "electronegativity"], "parts_sanitized": ["Name this element, a strong leaving group in nucleophilic aromatic substitution. It is the lightest element ofthe group whose members are exchanged in the Finkelstein reaction.", "During peptide synthesis, trifluoroacetic (“tri-fluoro-acetic”) acid can remove this protecting group fromamines (“uh-MEENS”). This bulky, base-stable butyl ester has the same purpose as, but orthogonal operatingconditions to, the acid-stable Fmoc (“F-mock”).", "Fluorine’s use in organic synthesis is limited, however, by its aggressive reactivity. One measure of thatreactivity is fluorine’s value of 3.98 on the Pauling scale for this property, an atom’s tendency to attract electrons."], "difficultyModifiers": ["m", "h", "e"], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This park hosts an annual tournament to determine the most successful hibernating bear during Fat Bear Week.For 10 points each:", "answers_sanitized": ["Katmai National Park and Preserve", "Kodiak Island [or Qikertaq ]", "salmon [accept King Salmon or sockeye salmon ; accept salmon runs]"], "parts_sanitized": ["Name this Alaskan national park created after the 1912 eruption of Novarupta, which formed the Valley ofTen Thousand Smokes.", "Katmai National Park lies across the Shelikof Strait from this island, the second largest in the United States.", "Katmai’s headquarters are in a town named for this fish. At Brooks Falls, Katmai’s bears gorge themselves onthe sockeye species of this fish, which migrate upstream from Bristol Bay during their namesake “runs.”"], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "Name some things related to ear-catching moments in the symphonies of Ludwig van Beethoven, for 10 pointseach.", "answers_sanitized": ["Symphony No. 8 in F major [or Eighth Symphony]", "Symphony No. 6 in F major [or Pastoral Symphony; or Sixth Symphony]", "recap itulation"], "parts_sanitized": ["In the finale of this light-hearted F major symphony, a theme marked “triple piano” is interrupted with afortissimo C-sharp leading to a raucous restatement of that theme, and much later to an excursion to F-sharp minor.", "Fast and furious notes in this Beethoven symphony’s fourth movement depict a thunderstorm. The fifthmovement of this symphony is subtitled “Shepherd’s song. Cheerful and thankful feelings after the storm.”", "In the first movement of Beethoven’s “Eroica” Symphony, a horn seemingly enters early with the theme fourbars before this section begins. In sonata form, this section follows the development and precedes the coda."], "difficultyModifiers": ["h", "e", "m"], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "Description acceptable. &nbsp;A newspaper printed a spiral game board to advertise this event, and sponsored a matchto guess when it would end. For 10 points each:", "answers_sanitized": ["Nellie Bly and Elizabeth Bisland’s race around the world in 80 days [accept synonyms like traveling"], "parts_sanitized": ["Name this goal of an 1889 event, which was the subject of Cosmopolitan &nbsp;reporter Elizabeth Bisland’s memoirIn Seven Stages . Another work about this event described a writer living in Amiens (“ah-MYEN”)."], "difficultyModifiers": ["h"], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "A novella set in this place repeats the phrase “sunless sea” from “Kubla Khan,” while in another work set here,scientists shoot an albatross to ensure that it isn’t being impersonated by “jellylike protoplasm.” For 10 points each:", "answers_sanitized": ["Antarctica [or the Antarctic ; prompt on South Pole by asking “in which continent is the South Pole"], "parts_sanitized": ["Name this setting of H. P. Lovecraft’s “At the Mountains of Madness” and John Campbell’s “Who GoesThere?” Bee finds out that the title architect has absconded to this place in Where’d You Go, Bernadette ."], "difficultyModifiers": ["h"], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Agostino Nifo defended this position against the Alexandrist school, which followed Alexander of Aphrodisias.For 10 points each:", "answers_sanitized": ["immortality of the soul [accept mortality of the sou l; accept fate of the soul or survival of the soul or"], "parts_sanitized": ["Identify this philosophical position debated by Ferrara’s Cesare (“CHEZ-ah-ray”) Cremonini and Bologna’sPietro Pomponazzi. Moses Mendelssohn’s magnum opus argues for this position, and is titled after an ancient workthat defends it."], "difficultyModifiers": ["h"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "The deflection of these objects follows a fourth-order differential equation in Euler–Bernoulli theory, whichignores the shear deformations of the more elaborate Timoshenko theory. For 10 points each:", "answers_sanitized": ["beam s [accept I- beam s or H- beam s or tie beam s or collar beam s; or girder s; prompt on bar s or rod s or"], "parts_sanitized": ["Name these structural elements that bend under static loads. High-strength steel examples of these structuresoften have a capital-I-shaped cross-section."], "difficultyModifiers": ["e"], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "L. Shankar pioneered this instrument’s electric “double” variety, which has two necks and covers an orchestra’sfull range. For 10 points each:", "answers_sanitized": ["violin [or fiddle ; accept double violin ]", "tabla", "The Beatles"], "parts_sanitized": ["Name this instrument played by the brothers L. Shankar and L. Subramaniyan. Players of this instrument inCarnatic music sit on the floor, unlike players in the Western tradition.", "In L. Shankar’s Indo-jazz band Shakti, Zakir Hussain played this North Indian percussion instrument. Thisinstrument consists of a large and a small drum, each of which has a central dark-colored patch on its head.", "On tracks such as “Within You Without You,” this English band was one of the earliest to incorporate Indianmusic into pop. One of this band’s members, George Harrison, learned to play the sitar from Ravi Shankar."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In a novel, a Paris resident originally from this country muses on the noble death of his grandfather and abruptlyleaves the Salpêtrière (“sall-pet-tree-AIR”) Hospital while waiting to undergo electroshock therapy. For 10 pointseach:", "answers_sanitized": ["Denmark [or Kingdom of Denmark ; or Kongeriget Danmark ] (The authors are Martin Anderson Nexø"], "parts_sanitized": ["Name this country, the hub of a naturalist movement called the “Modern Breakthrough,” which included theauthors of Pelle the Conqueror&nbsp; and The Pilgrim Kamanita ."], "difficultyModifiers": ["h"], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Phage lambda’s commitment to lysogeny is maintained by a double negative system of this sort involving the cI(“C-one”) and cro repressors. For 10 points each:", "answers_sanitized": ["feedback loop s [accept positive feedback loop s or negative feedback loop s; prompt on control loop s]", "circadian rhythm s [or circadian circuit s; or circadian clock s; prompt on clock circuit s or biological"], "parts_sanitized": ["Name these features of gene circuits in which downstream products interact with upstream genes to allow forautonomous regulation. More broadly, these cycles maintain homeostasis in biological systems.", "In 2000, Elowitz and Liebler engineered an early synthetic gene circuit, the repressilator. In 2012, a naturalrepressilator consisting of CCA1 , LHY , and TOC1 &nbsp;in Arabidopsis &nbsp;was discovered to regulate these phenomena."], "difficultyModifiers": ["m", "h"], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Shelley Adler studied Sudden Unexpected Nocturnal Death Syndrome in this ethnic group, which attributed suchdeaths to an evil spirit called a dab tsog&nbsp; (“dah cho”) that sits on victims’ chests. For 10 points each:", "answers_sanitized": ["Hmong [accept Miao ]", "nightmare s [or bad dream s; accept night terror s; prompt on dream s]", "Ilocano [or Tattao nga Iloko or Ilokan ]"], "parts_sanitized": ["Name these people. In The Spirit Catches You and You Fall Down , Anne Fadiman traced the conflict betweenthis people’s traditions and Western medicine.", "Dab tsog&nbsp; (“dah cho”) are associated with sleep paralysis and this phenomenon. Fuseli painted a demon sittingon a woman’s chest during this phenomenon, also caused by hags known as mara &nbsp;riding their victims at night.", "These people from the coastal plains of northwest Luzon blame Sudden Unexpected Death Syndrome on theobese, tree-dwelling batibat . These people’s Biag ni Lam-ang&nbsp; was the first Phillippine folk epic recorded in writing."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Answer the following about the history of Lublin, for 10 points each.", "answers_sanitized": ["Magdeburg", "Grand Duchy of Lithuania", "Council of Four Lands [accept “three” in place of “four”]"], "parts_sanitized": ["Lublin was one of the Polish towns subjected to a charter named after this city, which granted someautonomy from the crown. During the Thirty Years’ War, this German city was brutally sacked by the Count ofTilly.", "In 1569, the sejm &nbsp;(“saym”) met in Lublin to officially confirm the merger of Poland with this other grandduchy to the north. The seat of the Jagiellon (“yag-YELL-on”) dynasty was this duchy’s capital of Vilnius.", "In the 16th century, Lublin’s fairs also hosted this authoritative body for Jews in Poland–Lithuania, whichformed as a response to a Jewish poll tax imposed by the sejm ."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "European History", "category": "History"}]}