{"tossups": [{"question_sanitized": "The Dretske–Tooley–Armstrong view of these things, and John Carroll’s “mirror argument,” oppose theapplication of Humean (“HUME-ee-in”) supervenience to these things, which Helen Bebee’s “non-governingconception” defends. Van Inwagen’s “consequence argument” holds that responsibility is incompatible with thethesis that the past and these things determine a unique future. Chapters 14 and 15 of Leviathan&nbsp; consist of a list ofnineteen of these things. The first paragraph of the Declaration of Independence&nbsp; claims that these things and theirdomain’s God entitle people to a “separate and equal station.” Since “firm and unalterable experience” hasestablished these things, no testimony can confirm their violation according to Hume’s “Of Miracles.” For 10 points,name these statements that include “ F &nbsp;equals ma .”", "answer_sanitized": "law s of nature [accept law s of science , law s of physics , scientific law s, physical law s, natural law s,", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "In his autobiography, this author convinces a father to let his son become a hairdresser in New York by arguingthat the hairdresser is the most influential man in any community. The line “once a bum, always a bum; I fear thedisease is incurable” begins a travelogue by this man that probably fictionalized meeting a Shakespearean actor inthe town of Alice. This author described riding the “Hansen Sea-Cow” to collect marine invertebrates with hisfriend, a biologist named Edward F. Ricketts, the inspiration for “Doc.” This author of The Log from the Sea ofCortez &nbsp;wrote a memoir describing his trip across the US in a camper named Rocinante with his poodle, where hestopped in Monterey and his hometown of Salinas. For 10 points, name this author of Travels with Charley &nbsp;andCannery Row .", "answer_sanitized": "John Steinbeck", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "The integral of this quantity from a point at infinity to a surface is set to zero in the first step of Michael Polanyi’stheory of adsorption. This quantity is computed from an ab initio &nbsp;screening charge density as the first step ofmodeling solvation in COSMO-RS. The difference between this quantity at actual and standard conditions equalsRT &nbsp;times the natural log of activity. The differential change in this quantity is related to “negative S &nbsp; dT &nbsp;plus V &nbsp; dp ” inthe Gibbs–Duhem equation. It’s not concentration, but diffusion is driven by a gradient in this quantity and stopswhen this quantity is equal everywhere. This quantity is the partial derivative of Gibbs free energy with respect toparticle number. For 10 points, name this change in energy when one particle is added to a system, symbolized mu.", "answer_sanitized": "chemical potential [prompt on partial molar Gibbs free energy until read; prompt on mu until read; do", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A Holy Roman Emperor born in this region threw his support towards Michael of Cesena (“chay-ZEN-ah”) overthe issue of evangelical poverty and invited him to his royal residence. That emperor, Louis IV, signed the 1329Treaty of Pavia to split his dynasty into three branches. In the 1300s, a house based out of this region feuded withthe House of Luxembourg for control over Brandenburg. The 1777 death of Maximillian I Joseph, a ruler of thisregion, sparked the Potato War. Rulers of this region resided in the Alter Hof and the Baroque-style NymphenburgPalace. A ruler of this region who constructed Neuschwanstein (“NOYSH-von-shtyne”) Castle was the “Mad King”Ludwig. For 10 points, name this German state that was ruled by the Wittelsbachs from Munich.", "answer_sanitized": "Bavaria", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Sophie Matisse baked a cake in homage to a work featuring one of these objects for an exhibition hosted byFrancis M. Naumann. One photographer likened his image of a work with one of these objects to a cross between a“Veiled Woman” and a “Buddha.” Another of these objects was stolen from a 2019 exhibition at Blenheim(“BLEN-um”) Palace. A work featuring one of these objects may have been created by Elsa vonFreytag-Loringhoven. Visitors at the New York Guggenheim used a golden example of these objects as part ofMaurizio Cattelan’s America . A photo for The Blind Man &nbsp;shows one of these objects in front of Marsden Hartley’sThe Warriors . That example of these objects was exhibited by Alfred Stieglitz and signed “R. Mutt.” For 10 points,Duchamp’s Fountain&nbsp; is what sort of object?", "answer_sanitized": "toilet s [or urinal s; prompt on Fountain ; prompt on readymade s before “Blenheim Palace”] (Sophie", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "In an article “Rethinking” this theorist’s work, Nancy Fraser proposed subaltern “counterdiscourses” arising inalternatives to areas hypothesized by this thinker. That critique is levelled against this thinker’s three “instrumentalcriteria.” In “A Kind of Damage Control,” this theorist criticized an “apologetic” tendency in the historiography ofhis nation. This man expanded Max Weber’s conception of “rationalization” to aesthetic, explicative, andtherapeutic discourses. This thinker argued that markets and the objective system “colonize” the “lifeworld.” Thistheorist cited salons and coffeehouses as sites for the emergence of a bourgeois civil society in the 18th century. For10 points, name this Frankfurt School author of The Structural Transformation of the Public Sphere .", "answer_sanitized": "Jürgen Habermas", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Ayn-al-Quzāt Hamadānī called this figure the gatekeeper who prevents those who only care about their nafs &nbsp;frompassing beyond the word la &nbsp;to reach illa’Llah . He also linked imagery of the Beloved’s dark tresses and this figure’sDark Light. This figure’s Beloved grants this figure respite until “the appointed day” in Surah al A’raf, after whichthis figure threatens to “wait in ambush on [His] straight path.” A dispute about this figure’s nature stems from thedistinction between “light” and “smokeless fire.” Claiming fire as superior to clay, this figure refused to bow toAdam. Muslims throw pebbles at jamarāt &nbsp;during Hajj to reenact Ibrahim’s stoning of this figure. For 10 points,name this “accursed” figure whose “whispers” have led Muslims astray since Allah cast him out of heaven.", "answer_sanitized": "Iblis [or Shaitan ; or Satan ; or the Devil (in Islam); or Eblis ; accept Azazil ] (The Beloved referred to in", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Loss of autonomy following this process occurred as NUMT (“new-might”) and NUPT genes were transferredinto chromosomes. This process explains why the innate immune system distinguishes f-Met released into thecytosol as “non-self.” Fossils of the glaucophyte C. paradoxa &nbsp;filled a “missing link” in evidencing secondary formsof this process with their phycobilin- and peptidoglycan-containing plastids. This process was hypothesized toexplain the 9+2 arrangement of flagella in “On the Origin of Mitosing Cells,” a Lynn Margulis paper that alsopointed to double membranes around autonomously-reproducing organelles. For 10 points, name this theory whichsuggests that eukaryotes arose from prokaryotes that had engulfed other cells, giving rise to mitochondria andchloroplasts.", "answer_sanitized": "endosymbiosis [or endosymbiotic theory; or symbiogenesis ; accept primary endosymbiosis or", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "For almost a millennium, this country’s people have relied on ash salt from the village of Kibiro. The death of asacred cow named Bihogo prophesied (“PROFF-uh-sighed”) the demise of an empire founded in this country by theChwezi people. In the 13th century, Kato Kintu established himself as kabaka &nbsp;of another kingdom in this countrythat later freed itself from the vassalage of Bunyoro–Kitara in the 20th century. During this country’s Mengo Crisis,its first prime minister ordered an attack on Mutesa II’s royal palace, forcing him to flee it in 1966. A later leader ofthis country established the State Research Bureau to persecute the Acholi people and led a 1971 coup d’état againstMilton Obote. For 10 points, what country was ruled by the dictator Idi Amin?", "answer_sanitized": "Uganda [accept Buganda ]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A character with this profession puns on the dual meanings of the word “pryvetee” as both “secrets” and“genitalia” in urging husbands not to be inquisitive of “God’s pryvetee nor of his wife.” Another character with thisprofession is beaten by his wife when she mistakes the glint of moonlight on his bald head for a clerk’s nightcap. Inthat story, a student moves a baby’s cradle at night to trick the wife of one of these people into entering the wrongbed. The reeve Oswald tells a tale meant to mock a character of this profession; that man of this profession tells atale in which Absolon brands a man’s butt with a hot poker, and Alisoun and Nicholas claim that a flood isimminent to trick John into sleeping in a tub. For 10 points, give this profession of Robyn, who tells the bawdysecond story of The Canterbury Tales .", "answer_sanitized": "miller [accept “The Miller ’s Tale”; do not accept or prompt on “reeve” or “The Reeve’s Tale”]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "In a 1992 model of this phenomenon based on cellular automata, Drossel and Schwabl found self-organizedcriticality. This phenomenon can be detected by a spike in the brightness of the 4-micrometer band of satelliteimagery. Adam Pellegrini found that precipitation and this phenomenon were the main controls on bark thicknessacross many tree species worldwide. Fuel moisture content is a key variable in predicting the risk of thisphenomenon. Suppression of this phenomenon in the US during the 20th century has led to overly dense forests andaccumulated brush. In southern California, this phenomenon is often exacerbated by Santa Ana winds. For 10points, identify this phenomenon, which can be started by lightning or by human pyrotechnics.", "answer_sanitized": "forest fire s [or wild fire s or wildland fire s or rural fire s]", "subcategory": "Earth Science", "category": "Science"}, {"question_sanitized": "A fast E minor piano piece by this composer starts with swirling left-hand sextuplets, over which the right handenters with a quick martial-sounding “B, up to long G.” This composer wrote two sets of études inspired by visualscenes such as “Little Red Riding Hood and the Wolf.” The “Non allegro” first movement of an orchestral piece bythis man includes an alto saxophone solo. He’s not Schubert, but this composer wrote Moments Musicaux(“moh-MAWN myoo-zee-KOH”) as well as Études-Tableaux &nbsp;(“ay-TOOD tab-LOW”). The films Shine &nbsp;and BriefEncounter &nbsp;prominently feature piano concertos by this composer, who suffered a mental breakdown after thedisastrous premiere of his First Symphony. For 10 points, name this Russian composer of Symphonic Dances &nbsp;andRhapsody on a Theme of Paganini .", "answer_sanitized": "Sergei Rachmaninoff [or Sergei Vasilyevich Rachmaninoff ; or Sergei Rachmaninov ]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "Men going to fight in World War I left objects named for these things hanging in McSorley’s Old Ale House.Offerings for guardian deities like Coventina may have originated a practice for acquiring these things. In a CharlesPerrault (“pair-OH”) story, a black pudding craving causes a couple to use these things ridiculously. In Jaincosmology, kalpavrikshas are trees that provide these things. Visitors tie these things to trees in a Yoko Ono projectnamed for them, and the senbazuru &nbsp;is another method for obtaining them. In a Thanksgiving game, two people pullsimultaneously to break an object named for these things. Sadako Sasaki began folding one thousand cranes toreceive one of these things. For 10 points, children blow on dandelions to make what magical demands?", "answer_sanitized": "wish es [or equivalents like hope s or desire s; accept wish bones or wish ing wells or Wish &nbsp;Tree &nbsp;or “Les", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "In this country, disputes over the “Mother and Child Scheme,” which sought to reform healthcare, led to theouster of the First Inter-Party Government. This country hosted Eurovision in 1994, when an intermissionperformance modernized its traditional dance style. It’s not India, but this country’s government enacted strictcensorship during World War II, which was known as “the Emergency.” In 2013, this country’s governmentannounced compensation for women who had been interned in “laundries” run by religious orders. The passage ofthe Eighth Amendment and a 2018 referendum stopped this country’s women from traveling to England forabortions. For 10 points, what primarily Catholic country was dubbed the “Celtic Tiger” after rapid economicgrowth in the 1990s?", "answer_sanitized": "Ireland [or Republic of Ireland ; do not accept or prompt on “Northern Ireland”] (The modernized form", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "The role of one of these devices is filled by an open-circuit stub shorter than a quarter wavelength on atransmission line. In transmission line theory, these devices are added to move towards the lower half of a Z &nbsp;Smithchart, and the output branch of a bias tee contains one of them. Banks of these devices act as reactive “suppliers” inpower factor correction, since they produce a reactance that varies inversely with AC frequency. One curved lineappears in the symbol for the polarized electrolytic type of these devices, whose thin oxide layer acts as apermittivity-boosting dielectric. Their standard type is denoted with two parallel lines and has a strength rated infarads. For 10 points, name these circuit components that store charge on a pair of separated conducting surfaces.", "answer_sanitized": "capacitor s [or condenser s]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In a novel from this country, a woman reminisces about her “water family,” who dig a body up from theCemetery of the Companionless and throw it into the ocean. The prostitute Tequila Leila thinks for the title amountof time after her heart stops in 10 Minutes 38 Seconds in This Strange World , a novel from this country. In anothernovel from this country, a character distracts a man with drawings of horses before beating him with a rock. In thatnovel from this country, parables about style, time, and blindness are told to the apprentices Butterfly, Stork, andOlive, who are suspected of murder. That novel from this country is narrated in part by the corpse of the miniaturistElegant Effendi. For 10 points, name this home country of Elif Shafak and the author of My Name is Red , OrhanPamuk.", "answer_sanitized": "Turkey [or Republic of Turkey ; or Türkiye Cumhuriyeti]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "An account from this war describes a man in the center of a circle having his fingers cut off one by one; thatdescription is included in Jill Lepore’s The Name of War . An account written during this conflict describes the deathof the six-year-old Sarah. After leaving a fort built by Stonewall John, the members of a female-led group died atWarwick Neck during this war. Mary Rowlandson recorded this war, which began after the discovery of a body inAssawompset Pond belonging to the “Praying Indian,” Sassamon. In this war, the “Great Swamp Fight” was lost byNarragansett forces. This war’s namesake, the son of Massasoit, was killed by John Alderman. For 10 points, namethis 1675 war between New England colonists and Metacomet, a Wampanoag “King” with an Anglicized name.", "answer_sanitized": "King Philip ’s War [or Metacom et’s War until read; or First Indian War; prompt on Narragansett War", "subcategory": "American History", "category": "History"}, {"question_sanitized": "A speech about this author praises his ability to “contain the genius of foreign lands” and claims that he “boreaway with him a great secret into the grave.” An elegy to this man claims that he received “a crown of thornsentwined in laurel” and “fell, by rumor slandered.” That elegy to this poet ends “black blood won’t wash away / Thepoet’s sacred blood!” The hard-to-translate line “I remember that magic moment” begins a love poem that thisauthor wrote to Anna Kern. A character created by this author says “learn to possess more self-control” in acondescending “sermon” given after receiving a love letter. A character created by this subject of Lermontov’s“Death of the Poet” rejects a love letter from Tatiana and kills Lensky in a duel. For 10 points, name this Russianpoet of Eugene Onegin .", "answer_sanitized": "Alexander Pushkin (The speech is Dostoevsky’s Pushkin Speech.)", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Taboubu appears to Setna during one of these events after his theft of the Book of Naneferkaptah(“na-nefer-kap-tah”). During another of these events, goats drag their beards in the dust and a shepherd’s drinkingcup falls from its peg, causing Geshtinanna to realize that galla &nbsp;demons are searching for Dumuzi. Another of theseevents sees Ninsun receive an axe that her son embraces as a wife. The axe and a falling meteorite appearing duringthese events precede Enkidu’s arrival. Later, a mountain appearing in one of these events is taken by Enkidu as asign of Gilgamesh’s victory over Humbaba. During a period named for these events, Baiame the Sky Father createdthe first initiation sites and songlines were carved by the Rainbow Serpent. For 10 points, give these visionsdelivered by Morpheus.", "answer_sanitized": "dream s [or dream ing; accept illusion until “goats” is read; accept Dumuzid’s&nbsp; Dream &nbsp;or Dream time;", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "A very long piece by this man for a 30-member jazz orchestra was first performed ten years after his death; thatwork, first conducted by Gunther Schuller, is called Epitaph . On this man’s album Blues and Roots , anunaccompanied baritone sax solo by Pepper Adams opens a song with an identical title to an Art Blakey song. Thetracks on one album by this man are titled for the number of dancers that would perform each one if it were a ballet.A political song by this man about school desegregation is called “Fables of Faubus.” Pithecanthropus Erectus &nbsp;is bythis man, who composed “Goodbye Pork Pie Hat.” For 10 points, name this bassist whose albums include The BlackSaint and the Sinner Lady &nbsp;and one titled for this man’s last name and &nbsp;Ah Um .", "answer_sanitized": "Charles Mingus [accept Mingus &nbsp;Ah Um ]", "subcategory": "Other Arts", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "The long tremolo passages in this man’s symphonies test the physical endurance of string players. For 10 pointseach:", "answers_sanitized": ["Anton Bruckner [accept Bruckner problem]", "Richard Wagner", "flutter-tongue [or word forms like flutter-tonguing ; or Zungenschlag or Flatterzunge ; or descriptions"], "parts_sanitized": ["Name this composer and organist whose namesake “problem” arises from the many different versions andeditions of his eleven symphonies.", "Bruckner’s final three symphonies use a type of tuba named for this other composer, who created thatinstrument for his Ring Cycle of operas.", "For brass and wind players, the common notation for tremolo is interpreted as this technique. Richard Straussused this technique to depict bleating sheep in the second variation of his tone poem Don Quixote ."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "This country funneled millions of euros to Luca Volontè, the chair of the European People’s Party group in theCouncil of Europe. For 10 points each:", "answers_sanitized": ["Azerbaijan [or Republic of Azerbaijan ; or Azerbaycan Respublikasi]", "Nagorno-Karabakh [or Dağlıq Qarabağ ; or Yuxarı Qarabağ ; prompt on partial answer]", "Turkish [or Turk s; or Türkler ]"], "parts_sanitized": ["Name this country that bribes European politicians to overlook its poor democratic record under its strategy of“caviar diplomacy.”", "In September 2020, war broke out over this region that is internationally recognized as part of Azerbaijan, butgoverned by the ethnically Armenian breakaway state of Artsakh.", "France banned the Grey Wolves, an ultranationalist group of this ethnicity, after the vandalism of an ArmenianGenocide memorial in Lyon in November 2020."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "J. Edgar Hoover claimed that this political organization, which offered a Free Children’s Breakfast Program,“represents the greatest threat to internal security of the country.” For 10 points each:", "answers_sanitized": ["Black Panther s [or Black Panther Party for Self Defense; or BPP ]", "Rainbow Coalition (The later group was by Jesse Jackson.)", "Fred Hampton"], "parts_sanitized": ["Name this Black self-defense organization that was founded in 1966 by Huey P. Newton and Bobby Seale.", "The Black Panthers allied with the Young Patriots and Young Lords to create this group, which later recruitedfrom SDS and AIM. The name of this group inspired a later group that merged with Operation PUSH.", "This Black Panther activist brokered peace between Chicago gangs and founded the first Rainbow Coalition.He was assassinated by the FBI at the age of 21."], "difficultyModifiers": ["e", "h", "m"], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This program’s namesake files consist of multiple rules instructing how to create targets such as “all,” “clean,” orthe name of the desired executable. For 10 points each:", "answers_sanitized": ["Make [or GNU Make ; or gmake ; accept Make file; do not accept or prompt on “CMake”]", "compiling [or word forms like compilation ]", "link ing [accept dynamic link library]"], "parts_sanitized": ["Name this GNU (“guh-NEW”) utility used to build C or C++ programs.", "The first step of a Makefile often calls upon gcc or clang to perform this process, changing a “.c” (“dot-C”)file to a “.o” (“dot-O”) file. High-level code becomes machine language via this process, which is often contrastedwith interpreting.", "This process is typically the next step in a Makefile. This process, which follows compiling and assembly,combines libraries or object files into a binary executable. DLL files are named for the dynamic form of this process."], "difficultyModifiers": ["h", "e", "m"], "subcategory": "Computer Science", "category": "Science"}, {"leadin_sanitized": "In a novel, a character with this profession has an affair with a ballet expert who has never actually seen a ballet.For 10 points each:", "answers_sanitized": ["geisha [accept Autobiography of a&nbsp; Geisha ; accept Geisha , Half a Lifetime of Pain and Struggle ; accept"], "parts_sanitized": ["Name this profession held by the author of a memoir titled for “Half a Lifetime of Pain and Struggle.” Awoman with this job sued Arthur Golden after he interviewed her for his novel “Memoirs of” &nbsp; this profession."], "difficultyModifiers": ["m"], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Jessie Buckley’s character recites Pauline Kael’s scathing review of this film in a scene from Charlie Kaufman’sI’m Thinking of Ending Things . For 10 points each:", "answers_sanitized": ["A&nbsp; Woman Under the Influence", "independent film [or indie film]", "Rosemary’s Baby &nbsp;(by Roman Polanski)"], "parts_sanitized": ["Name this 1974 film directed by John Cassavetes. It stars Gena Rowlands as Mabel, who is brieflyinstitutionalized, and Peter Falk as her blue-collar husband Nick.", "Cassavetes is often considered to be the father of this type of film in America. This term refers to films madeoutside the major studio system.", "Cassavetes played Guy Woodhouse, whose wife realizes that their neighbors are in a Satanic cult, in this 1968film. A “curse” associated with this film is often linked to the murder of the director’s wife Sharon Tate a year later."], "difficultyModifiers": ["h", "e", "m"], "subcategory": "Other Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about the Wars of Scottish Independence, for 10 points each.", "answers_sanitized": ["Edward I [or Edward Longshanks ; prompt on Edward ]", "Stone of Scone (“skoon”) [or Stone of Destiny ; or Lia Fáil ; prompt on Coronation Stone ]", "Berwick -upon-Tweed [do not accept or prompt on “North Berwick”]"], "parts_sanitized": ["This English king initiated the Wars of Scottish Independence and won the Battle of Dunbar in 1296. He wasknown as “The Hammer of the Scots” and likely received another nickname because he had long legs.", "After the Battle of Dunbar, English forces seized this object from an abbey. Scottish kings were originallyinaugurated on this object, which Edward incorporated into the Coronation Chair.", "The wars ended with a treaty at this border town on the River Tweed. As it was left out of the treaty ending theCrimean War, this northernmost town in England is sometimes said to have been at war with Russia until 1966."], "difficultyModifiers": ["e", "m", "h"], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "Description acceptable.&nbsp; This work complains about the inconvenience of a coup d’état that occurred on the daythat the authors have published their first novel. For 10 points each:", "answers_sanitized": ["journal of the Goncourt brothers [accept diary in place of “journal”; accept diary of Edmund and Jules"], "parts_sanitized": ["Name this gossip-filled work written together by two siblings, until one of them went insane and slowly diedfrom venereal (“vuh-NEER-ee-ul”) disease. It describes zoo animals being served at a restaurant during the Siege ofParis."], "difficultyModifiers": ["h"], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "The importance of this quantity is a consequence of a theorem co-named for its original creator and ClaudeShannon. For 10 points each:", "answers_sanitized": ["Nyquist frequency [or folding frequency; accept Nyquist –Shannon frequency; do not accept or prompt"], "parts_sanitized": ["Name this highest frequency that can be faithfully reconstructed by a sampler, which is equal to half of thesampling rate. Above this frequency, aliasing occurs."], "difficultyModifiers": ["m"], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Women demonstrate their skill as a potential spouse by threading needles in dim lighting during a festivaldedicated to lovers separated by this place. For 10 points each:", "answers_sanitized": ["Milky Way [or yínhé xì; prompt on sky ]", "red [accept red envelope or hóng bāo ]", "Fujian Province [or Fújiàn Shěng; or Fukien or Hokkien ]"], "parts_sanitized": ["The Qīxī (“chee-shee”) Festival honors the reunion of the Cowherd and the Weaver Girl on a magpie bridgeover what place? In Navajo stories, Coyote disrupts the Black God as he lights and arranges this place’sconstituents.", "People hoping to find romantic partners might pray to Yuè Xià (“y’weh sh’yah”), an old man who ties couplestogether with threads of this color. Traditional Chinese bridal dresses and envelopes gifted for Chinese New Yearare this color.", "Worshippers at Wēi-Míng temple pray to Tù’ér Shén (“TOO-arr SHUN”), a deity originating from thisprovince, for romantic partners of the same sex. The sea goddess Māzǔ, also popular in Taiwan, originates from thisChinese province."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Works like &nbsp;The Arch &nbsp;and The Disciples See Christ Walking on the Water&nbsp; display this artist’s namesake palette of“blues.” For 10 points each:", "answers_sanitized": ["Henry Ossawa Tanner", "Thomas Eakins (“AY-kins”)", "the Annunciation (Gabriel is the character unusually represented here.)"], "parts_sanitized": ["Name this artist who depicted a grandfather teaching a child on his lap in The Banjo Lesson .", "This Philadelphia painter of The Gross Clinic &nbsp;taught Tanner. He depicted male nudes jumping into the waterin The Swimming Hole , and painted a rower on the Schuylkill (“SKOO-kull”) in Max Schmitt in a Single Scull .", "Tanner painted a version of this scene that unusually depicts one character as a beam of light. Hiscontemporary George Hitchcock painted a version of this scene representing that character as a field of lilies."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "Prior to this empire’s formation, the Grand Trunk Road was known as the Uttarapatha , or “northern road.” For10 points each:", "answers_sanitized": ["Maurya n Empire", "Humayun [or Nasir-ud-Din Muḥammad]", "stepwell s [prompt on well s]"], "parts_sanitized": ["Name this empire that the ambassador Megasthenes travelled through via the Grand Trunk Road. This empirewas founded by Chandragupta and ruled by his grandson, Ashoka.", "Most of the Grand Trunk Road was built by Sher Shah Suri, who invaded the Mughal Empire while it wasruled by this emperor. This father of Akbar died while tripping on the stairs of a library.", "These places, known as baori&nbsp; or vav , were frequently placed along the Grand Trunk Road and sometimes hadtemples carved inside them. One of these places called Chand Baori exemplifies their labyrinthine and zigzag shape."], "difficultyModifiers": ["e", "m", "h"], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Materials with high values for this property generally have a large number of slip systems and a high packingfraction. For 10 points each:", "answers_sanitized": ["ductility [or word forms like ductile ; prompt on plasticity ; do not accept or prompt on “malleability”]", "face-centered cubic [or FCC ]", "12"], "parts_sanitized": ["Name this property that is higher in wrought materials than in cast materials. It disappears below atemperature marked by a sharp drop in the energy absorbed during the Charpy (“shar-PEE”) impact test.", "Most highly ductile metals, including aluminum, gold, and copper, form this close-packed crystal structure,which contains four atoms in each of its cubic unit cells.", "Atoms in face-centered cubic and hexagonal close-packed structures have this highest possible coordinationnumber. Diatomic oxygen has this many valence electrons, and benzene has this many [emphasize] total atoms ."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This author created a character whose oddities may stem from eating a piece of mold or an encounter with thedrug DMZ. For 10 points each:", "answers_sanitized": ["David Foster Wallace (The novel is Infinite Jest .)", "David Auburn", "Arthur C. Clarke [or Arthur Charles Clarke ]"], "parts_sanitized": ["Name this author who created Hal, a genius who memorizes the Oxford English Dictionary &nbsp;and smokes weedin tunnels beneath a tennis academy.", "In a play by this other David, Hal learns that a mathematical breakthrough attributed to his dead advisorRobert was really written by Robert’s daughter Catherine. That play, Proof , won the 2001 Pulitzer Prize for Drama.", "Perhaps the most classic Hal/David pair, HAL 9000 and Dr. David Bowman, comes from this science fictionauthor’s 2001: A Space Odyssey ."], "difficultyModifiers": ["m", "h", "e"], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "The sentence “The rat the cat the dog chased killed ate the malt” is difficult to parse because it exhibits thisfeature. For 10 points each:", "answers_sanitized": ["center embedding [prompt on partial answer]", "garden-path sentence", "comparative [or word forms like comparison or comparing ; accept comparative illusion] (The"], "parts_sanitized": ["Name this type of recursion. Fred Karlsson found that this feature of a sentence is bounded at three times foracceptable sentences in written Indo-European languages.", "“The horse raced past the barn fell” is a famous example of this type of sentence, which takes an unexpectedturn that leads listeners to unintended conclusions.", "Sentences like “More people have been to Berlin than I have” are examples of this type of “illusion.”Adjectives of this type include “better” and “less,” and indicate a lesser degree than the superlative."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "After he was captured in Varennes (“vah-REN”), this king was kept hostage in the Square du Temple. For 10points each:", "answers_sanitized": ["Louis XVI (“the sixteenth”) [prompt on Louis ]", "Comte de Mirabeau [or Honoré Gabriel Riqueti ]", "Champ des Mars [or Field of Mars ]"], "parts_sanitized": ["Name this French king who was overthrown in the early stages of the French Revolution. The decision toexecute him caused much disagreement between revolutionaries.", "This man, the leading constitutional monarchist, was rivals with Antoine Barnave in the National Assembly.This former noble attempted to make amends with Jacques Necker (“neh-KAIR”) and Louis XVI, but ultimatelyfailed.", "Revolutionaries protesting Louis XVI’s pardon were massacred by the National Guard on this Parisian fieldin 1791. Named after a deity, this field was also the site of the Festival of the Supreme Being."], "difficultyModifiers": ["e", "h", "m"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Celtic Reconstructionists celebrate this festival on the date of the first frost, when the ground is dry enough tohave a fire. For 10 points each:", "answers_sanitized": ["Samhain (“SOW-in”) [or sauin ]", "Neopagan ism [or Modern Pagan ism; or Contemporary Pagan ism; prompt on Pagan ism]", "Wheel of the Year"], "parts_sanitized": ["Name this Celtic festival held halfway between the fall equinox and the winter solstice, celebrating the end ofthe harvest season. This holiday was merged with All Saints’ Day to form modern Halloween.", "Celtic Reconstructionism is one of these new religions, which derive from folkloric beliefs of pre-modernpeople, and intend on reviving traditional polytheistic faiths.", "Neopagans, such as Celtic Reconstructionists, have an annual cycle of seasonal festivals known by this name.This cycle generally contains festivals on the four solstices and equinoxes, and the midpoints between those events."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "A December 2020 article published by Ecology &nbsp;generated headlines about octopuses “punching” fish in apossible example of this kind of behavior. For 10 points each:", "answers_sanitized": ["spite ful behaviour [accept, but DO NOT REVEAL, Hamiltonian spite or Wilsonian spite ]", "W. D. Hamilton [or William Donald Hamilton ; accept Hamilton ’s rule or Hamilton ian spite]", "wasp s [or Copidosoma floridanum ; prompt on Apocrita ]"], "parts_sanitized": ["Name these behaviors in which an individual suffers a cost in order to either harm less related individuals ofthe same species, or to harm members of another competitor species to benefit an individual’s own species.", "This man adjusted his predictions about kin selection in closely related individuals by proposing hisnamesake form of spite. He names a rule about predicting behaviors related to kin selection.", "Hamiltonian spite has been suggested to explain why female larvae of one species of these hymenopterans killoff brothers more often than sisters. Other narrow-waisted insects of this sort include yellow jackets and hornets."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Elliot Sober’s fishnet analogy for a form of this principle has been disputed with John Leslie’s metaphor of aperson who is surprised to have survived a firing squad of “fifty expert marksmen.” For 10 points each:", "answers_sanitized": ["anthropic principle [accept weak anthropic principle or strong anthropic principle or WAP or SAP ]", "design [accept intelligent design ; accept argument from design ]", "J. L. Mackie [or John Leslie Mackie ]"], "parts_sanitized": ["What principle’s “weak” form uses the observational selection effect to dispute the “fine-tuned universe”? Incontrast, its “strong” form holds that the constants of the universe are restricted to a range that allows life.", "The “fine-tuned universe” is used in a modern variant of the “argument from [this concept]” for God’sexistence. A popular form of creationism is named for the “intelligent” type of this concept.", "John Leslie is also known for his theory of axiarchism, which is cited as a possible alternative to belief in Godin this author’s book The Miracle of Theism . He espoused moral error theory in Ethics: Inventing Right and Wrong ."], "difficultyModifiers": ["m", "e", "h"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "This author wrote about a particle who has lived in the bodies of many figures of state in The History andAdventures of an Atom . For 10 points each:", "answers_sanitized": ["Tobias George Smollett (The novel is The Expedition of Humphry Clinker .)", "Laurence Sterne", "Tristram Shandy &nbsp;[or The Life and Opinions of&nbsp; Tristram Shandy , Gentleman ]"], "parts_sanitized": ["Name this author, whose medical experience informed a novel in which the hypochondriac Matthew Bramblecomplains about baths in many spa towns before finding his illegitimate son, who marries Winifred Jenkins.", "This author called Smollett “Smelfungus,” which now means a complainer. This author also invented HafenSlawkenbergius, the expert on noses, in a novel in which the title character’s nose is flattened by Dr. Slop.", "This aforementioned novel by Sterne is narrated by a character who takes three volumes to reach his ownbirth, describes the “hobby horse” of his Uncle Toby, and is accidentally circumcised while peeing out a window."], "difficultyModifiers": ["h", "m", "e"], "subcategory": "British Literature", "category": "Literature"}]}