{"tossups": [{"question_sanitized": "The HBV and WAFLEX models are used to mathematically simulate the effects of this material. This substance's \"juvenile\" form may come from extraterrestrial sources, such as asteroids. A circular apparatus that is divided into two black and two white quadrants called a Secchi (SECK-ee) disk is used to analyze this material. \"Meteoric\" sources of this substance enter the zone of saturation and join the phreatic or vadose zone of layers in the Earth. In general, the rate of (*) transport of this substance through a porous medium is given by Darcy's law. The quality of this substance is often measured using its turbidity, which quantifies its cloudiness. For 10 points, name this substance, which undergoes evaporation, condensation, and precipitation as part of its namesake \"cycle\".", "answer_sanitized": "water [or H2O] &lt;Jose&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Massive parades of jeeps called yipao honor this country's farmers and are held in cities like Armenia and Calarcá. This country produces over half of the flowers imported by the United States. The iraca, the zipa, and the zaque (ZAH-kay) were three rulers of a confederation of indigenous inhabitants of what is now this country. Its northwest region of Antioquia (ant-ee-oh-KEE-ah) is inhabited by people called paisas, which inspired the advertising character (*) Juan Valdez. Groups like Los Pepes fought against the influence of an illegal agricultural ring in this country, whose highlands were once home to the Muisca (moo-EE-ska). After Brazil and Vietnam, this country is the third-largest producer of coffee. For 10 points, what country in the northern Andes was home to the Medellín (meh-deh-ZHEEN) Cartel of Pablo Escobar?", "answer_sanitized": "Colombia [or Republic of Colombia; República de Colombia] &lt;Shimizu&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A text used by this denomination contains a \"statement of being,\" which asserts that \"All is infinite mind and its infinite manifestation, for God is All-in-all.\" Bliss Knapp wrote a controversial book identifying this denomination's founder with a figure from the Book of Revelation in his The Destiny of the Mother Church. Its founder was treated by Phineas P. Quimby, a member of the \"New Thought\" movement who inspired this denomination's ideas. The (*) Manual of the Mother Church calls for the establishment of this denomination's namesake Reading Rooms. This denomination holds that sickness is the result of thought, and can be cured through prayer. For 10 points, name this denomination founded by Mary Baker Eddy, the author of Science and Health.", "answer_sanitized": "Christian Science [or Christian Scientists or Church of Christ, Scientist; do not accept or prompt on \"Christianity\"] &lt;Cheng&gt;", "category": "Religion"}, {"question_sanitized": "It's not exploring Pompeii, but John Auldjo published a best-selling narrative of his being the first Briton to accomplish a feat in this activity. Horace Benedict de Saussure established a prize for this activity that was claimed 26 years later by Michel-Gabriel Paccard. Pioneers of this activity in Europe include Edward Whymper. A man whose body was lost for over seventy years after he died doing this activity justified it with the quote (*) \"because it's there\". A New Zealand beekeeper achieved a milestone in this activity with the help of Tenzing Norgay. George Mallory and Edmund Hillary were both assisted in this activity by Sherpas. For 10 points, name this activity in which axes and picks are used to ascend places such as Everest.", "answer_sanitized": "mountain climbing [or mountaineering; or alpinism; accept climbing Mount Everest or climbing Mont Blanc or climbing the Matterhorn] &lt;Bentley&gt;", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "In 2002, Eckard Wimmer synthesized this virus's tiny 7,700-base pair genome from scratch, making it the first synthetic organism. Karl Landsteiner, the discoverer of blood groups, also discovered this virus. In the Cutter incident, thousands were accidentally exposed to this virus. SV40 was discovered contaminating cultures of this positive-sense RNA virus. HeLa (HEE-lah) cells were first used to culture this virus in preparation for a massive (*) 1952 clinical trial. This virus attacks the anterior horn of the spinal cord, so sufferers of it were forced into iron lungs. This virus was attenuated, not inactivated, in an improved 1961 treatment delivered orally. For 10 points, name this virus that has been nearly eradicated by vaccines developed by Albert Sabin and Jonas Salk.", "answer_sanitized": "poliovirus &lt;Silverman&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This book's characters include a crab who is able to tell whether statements are true or false by playing them on his flute and analyzing their beauty. This work prints the poem \"Edifying Thoughts of a Tobacco Smoker\" in between pictures of the tobacco mosaic virus and Magritte's State of Grace. An \"English French German Suite\" in this book contains two different translations of the poem \"Jabberwocky.\" It discusses fictional languages called (*) BlooP and FlooP, contains sections in which Achilles and the Tortoise talk about various paradoxes, and introduces the term \"strange loop\". The recursive nature of The Musical Offering is the subject of the first chapter of, for 10 points, what pop-philosophy book by Douglas Hofstadter named for a mathematician, an artist, and a musician?", "answer_sanitized": "Godel, Escher, Bach: An Eternal Golden Braid &lt;Jose&gt;", "category": "Philosophy"}, {"question_sanitized": "In a poem written in this modern country, the speaker declares \"make me, O Lord, Thy Spinning Wheel Complete\". A 224-stanza poem consisting of a \"poetical description of the Great and Last Judgement\" called \"The Day of Doom\" was incredibly popular in this modern country, which was the adopted home of the author of \"Huswifery\". Another poet who moved to this country wrote a poem that begins \"If ever (*) two were one, then surely we\", and used the phrase \"thou ill-formed offspring of my feeble brain\" to describe her first collection, whose title claims the \"Tenth Muse\" had \"Lately Sprung Up\" in this country. Michael Wigglesworth and Edward Taylor were both colonial settlers of, for 10 points, what modern country that was also the adopted home of Anne Bradstreet?", "answer_sanitized": "the United States of America or U.S.A. [accept any underlined portion; accept colonial America] &lt;Carson&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "To display paintings in this series, Camille Lefèvre (kuh-MEE luh-FEV) designed two elliptical rooms that form an infinity symbol, which Andre Masson compared to the Sistine Chapel. These paintings were installed in the Orangerie after their artist donated them to the government on the day after the armistice ending World War I. Later entries in this series, such as Yellow Nirvana, are more abstract due to the artist's progressing (*) cataracts. Le Bassin Aux Nymphéas is one of these paintings, some of which are framed by two willow trees or depict the Japanese footbridge that the artist installed in an addition to his home at Giverny (zhee-vair-NEE). For 10 points, name this series of over 250 Impressionist paintings by Claude Monet depicting aquatic plants.", "answer_sanitized": "the Water Lilies series [accept Nymphéas until read] &lt;Bollinger&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "In this location, President Eisenhower gave a July 4, 1950, speech to Boy Scouts gathered for the first post-war Jamboree. Pierre Duponceau helped translate a set of instructions written in French in this location titled \"The Blue Book\". Thomas Mifflin disastrously resigned his post as Quartermaster General before coming to this place. Many people who fell ill at this location were treated at Yellow Springs by Bodo Otto. A stay at this location was (*) more lethal than the one two years later at Morristown. Troops were marched to this place following the Battle of Germantown. Frederick William von Steuben drilled the troops at this location. For 10 points, name this location near Philadelphia where George Washington's army spent the winter of 1777 to 1778.", "answer_sanitized": "Valley Forge, Pennsylvania &lt;Bentley&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This poem's sequel was published with a \"Prologue to General Hamley\" and an epilogue in which Irene rebukes the poet. Mr. Ramsey repeats a line from this poem as he strides around the terrace in the first part of To the Lighthouse. This poem, the best-known use of dactylic dimeter, was inspired by an article by William Howard Russell. This poem answers the question \"Was there a man dismayed?\" in the negative, though the (*) subjects \"knew some one had blundered.\" The subjects of this poem went \"into the jaws of Death / Into the mouth of Hell.\" This poem asks \"When can their glory fade?\" of the title group, and states \"Theirs not to reason why, / Theirs but to do and die.\" For 10 points, the line \"Half a league, half a league\" opens what poem about 600 soldiers by Alfred, Lord Tennyson?", "answer_sanitized": "\"The Charge of the Light Brigade\" &lt;Brownstein&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Surface plasmon resonance requires an interface across which this quantity changes sign, like a sheet of gold. In SI units, the reciprocal of this quantity is defined as the speed of light squared, times four pi, divided by ten million. In Maxwell's correction to Ampère's law, this quantity multiplies the time derivative of E but not J, since, without polarization, it is the ratio between the displacement and electric fields. The capacitance of parallel plates depends on the plates' (*) area, their separation distance, the dielectric constant, and this quantity. The flux through a Gaussian surface equals the enclosed charge over this quantity. Coulomb's constant equals one over four pi times this constant's value in a vacuum. For 10 points, name this quantity symbolized epsilon.", "answer_sanitized": "electric permittivity [or permittivity of free space; or vacuum permittivity; or epsilon or epsilon-naught until it is read] &lt;Silverman&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A Roman copy of a reclining allegorical sculpture of one of these things located in the Octagonal Courtyard at the Vatican holds a vase with a Medici symbol in its right hand. An armadillo rests beneath a representation of one of these things that is sitting on a pile of gold coins. A sculpture named for these things surrounds a granite obelisk that is covered in hieroglyphics and topped by a sculpture of a dove. (*) Allegories of these things were created for a work commissioned by Pope Innocent X for a plaza next to the Palazzo Pamphili. An allegory of one of them carries an oar, while another one of them is blindfolded to represent its unknown source. For 10 points, a fountain in Rome by Gian Lorenzo Bernini depicts four of what things, including the Nile?", "answer_sanitized": "rivers &lt;Bentley&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "The book Burnout: The Cost of Caring was written after its author interviewed this group. One member of this group, who was known as \"Doug,\", was offered to be made a snitch in return for \"easy treatment.\" This group was given a pair of thong sandals and a muslin smock, and was not allowed to wear underwear. One person in this group, dubbed \"416,\" went on a hunger strike. The book The (*) Lucifer Effect compares the poor treatment of this group to those who suffered at Abu Ghraib. Some members of this group were abused by David Eshelman, a guard who was nicknamed \"John Wayne\"; that abuse led the experiment featuring this group to be cancelled a week early. For 10 points, name this group of men who were abused by guards in an experiment run by Philip Zimbardo.", "answer_sanitized": "prisoners from Philip Zimbardo's Stanford experiment [prompt on confederates or people or participants or subjects in Zimbardo's Stanford experiment] &lt;Jose&gt;", "category": "Social Science"}, {"question_sanitized": "In the Donnan effect, this quantity seems larger than it actually is because of an electrostatic potential. The main reason cells store glucose as glycogen is to minimize this quantity. A classic method of determining molecular weights measures this quantity for a polymer solution. This quantity times the volumetric flow rate through an RO membrane gives the power required for industrial (*) desalination. It equals the van 't Hoff factor times molarity times RT in the Morse equation, and is zero between isotonic solutions. This quantity, symbolized uppercase pi, is the difference in fluid height between the two halves of a dialysis tube. For 10 points, name this colligative property, which is the number of pascals required to prevent water from diffusing through a membrane.", "answer_sanitized": "osmotic pressure [or uppercase pi until it is read; prompt on pressure; prompt on turgor pressure] &lt;Silverman&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This figure is dismembered, cooked, and eaten by the Titans in a system of myths that make him the son of Zeus and Persephone. An army led by this figure clashes with one led by Deriades, the son of the Hydaspes River, in a poem by Nonnus. Orphic myths identify Zagreus as the \"first\" version of this god, whose retinue, the thiasus, accompanied him on his return from India. Both the Thracian king Lycurgus and the Theban king (*) Pentheus are said to have persecuted this god, who discovered the abandoned Ariadne on Naxos and married her. He was fully born from Zeus's thigh after Zeus immolated his mother Semele. This god's followers included a group of often-frenzied women known as the Maenads. For 10 points, name this Greek god of madness and wine.", "answer_sanitized": "Dionysus [or Bacchus; accept Zagreus until read] &lt;Carson&gt;", "category": "Mythology"}, {"question_sanitized": "Officials carrying out this European country's policies place an activist on trial in the novel Weep Not, Child. The narrator describes his time studying abroad in this country to Mustafa Saeed in Tayeb Salih's Season of Migration to the North. Kihika confesses to killing one of this country's officials in a novel in which Mugo admits to taking an oath in one of its concentration camps. The novel (*) Petals of Blood is set in the aftermath of an uprising against this European country, which is also depicted in A Grain of Wheat by Ngugi wa Thiong'o (GOO-gee wah thee-ON-go). In No Longer At Ease, Obi studies law in this country. Allan Quatermain explores Africa for this country in King Solomon's Mines. For 10 points, name this country whose imperial legacy in Nigeria is depicted in works by Chinua Achebe.", "answer_sanitized": "Great Britain [or The United Kingdom of Great Britain and Northern Ireland; or the British empire; accept England specifically] &lt;Alston&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This composer combined the main theme of the Allegro brillante first movement with the main theme of the last movement to form a double fugue at the end of his E-flat major Piano Quintet. Franz Liszt dedicated his Piano Sonata in B minor to this composer to reciprocate this composer's dedication of his Fantasie in C major to Liszt. This man, who co-founded the New Journal for Music with his future father-in-law, quoted from his earlier (*) Papillons (pah-pee-YON) in another piano suite whose \"Florestan\" and \"Eusebius\" (yoo-SEE-bee-us) movements depicted aspects of his own personality. A view of Cologne Cathedral inspired his Rhenish Symphony, and he included \"The Poet Speaks\" and \"Träumerei\" (TROY-muh-RYE) in his piano suite Scenes from Childhood. For 10 points, name this German Romantic composer who married the pianist Clara Wieck (VEEK).", "answer_sanitized": "Robert Schumann &lt;Kothari&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Plutarch states that the exact hour that this event took place was calculated by the astrologer Lucius Tarutius Firmanus. Over 1,000 gladiators died during the Secular Games held by Philip the Arab that commemorated an anniversary of this event. By multiplying 7 by 35, the consul Varro established a date that was later widely used for establishing when this event occurred. This event titles a 142-book work of history written by a Paduan author that introduced the story of the duel of the Curiatii and the (*) Horatii (koo-ree-AH-shee and ho-RAH-shee) triplets. Livy's magnum opus is titled for this event, which marks Year Zero on a calendar that used the acronym \"Ab Urbe Condita\" to keep track of years. April 23, 753 BC, is often said to be the date of, for 10 points, what event, in which an ancient Italian city was born?", "answer_sanitized": "founding of Rome [accept equivalents mentioning the formation of Rome or the formation of the Roman monarchy; or Ab urbe condita until \"Ab\" is read; do not accept or prompt on the \"founding of the Roman Republic\" or the \"founding of the Roman empire\"] &lt;Jose&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "The term for these people originally referred to men in the 17th century who supplemented their comic skits with small drums. Liza Crihfield Dalby was the first American to enter this profession and consulted on Arthur Golden's historical novel about them. Their kenban (KEM-bahn) license was revoked if they became yūjo. These \"art persons\" were adopted at a young age to work at a (*) \"teahouse\". They cover their mouths to avoid the contrast between their teeth color and the \"honorable white\" makeup they wear. Apprentices to these people are referred to as little dancers and wear long-sleeved kimonos. They were once found in the pleasure quarters of Edo. For 10 points, name these female entertainers in Japan.", "answer_sanitized": "geishas [or geigi; or geiko] &lt;Bentley&gt;", "category": "Literature"}, {"question_sanitized": "In a poem from Gypsy Ballads, this entity abducts a boy from a forge before the arrival of \"gypsies, bronze and dream.\" A \"comical history\" of this entity was written by the real-life writer Cyrano de Bergerac. In the first story from Cosmicomics, Captain Vhd Vhd's (vood vood's) crew rows out to meet it by the Zinc Cliffs. Alongside Death, this entity appears as a woodcutter to foretell the deaths of Leonardo and the Groom in Blood Wedding. (*) Astolfo takes Elijah's chariot to recover Orlando's wits from this entity in Orlando Furioso. It makes up the first sphere of Dante's Paradiso before the poet goes to Mercury. For 10 points, name this waxing-and-waning celestial body.", "answer_sanitized": "the Earth's Moon [or Luna] &lt;Bollinger&gt;", "subcategory": "Literature Other", "category": "Literature"}, {"question_sanitized": "The subject of this painting drinks a toast in a portrait made a year earlier that is now in the Isabella Stewart Gardner museum. The Met displays this painting near a portrait by William Merritt Chase of Marietta Benedict Cotton that references a table in this painting. Arsenic treatments may be the cause of the unusually white skin of the subject of this non-commissioned painting. The significant amount of criticism it drew at the Paris Salon of (*) 1884 caused its artist to retouch the shoulder strap of the dress of its Creole subject, whose face is rendered in profile. This painting depicts Virginie Gautreau, although its official title renders the subject anonymous. For 10 points, name this scandalous portrait of a woman in a black dress by John Singer Sargent.", "answer_sanitized": "Portrait of Madame X [or Portrait de Mme *** ; accept Portrait of Madame Pierre Gautreau until read; accept Portrait of Virginie Amélie Avegno until Gautreau is read] &lt;Bentley&gt; Bonuses", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "The protagonist of one of her novels contracts a fatal case of typhus while nursing Donne, who had fathered her child Leonard out of wedlock. For 10 points each:", "answers_sanitized": ["Elizabeth Gaskell", "Hard Times [or Hard Times - For These Times]", "the Brontës &lt;Bentley&gt;"], "parts_sanitized": ["Identify this author of thesis novels such as Ruth. In a novel by this author, Margaret Hale meets the factory owner John Thornton after moving to the second title location.", "Gaskell's novel North and South was serialized in Household Words, a magazine that also published this Dickens novel whose characters include the factory owner Josiah Bounderby and the schoolteacher Gradgrind, who emphasizes \"facts\" at his school in Coketown.", "Gaskell wrote a biography of a member of this literary family following her death. Anne, a member of this family who published under the name Acton Bell, wrote Agnes Grey and The Tenant of Wildfell Hall."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Nod factors are composed of fatty acids attached to this compound. For 10 points each:", "answers_sanitized": ["chitin", "cell wall", "opisthokonts [or Opisthokonta] &lt;Silverman&gt;"], "parts_sanitized": ["Name this polymer that is structurally identical to cellulose, except a hydroxyl group is replaced by an N-acetyl group. The septa separating hyphae are usually made of it.", "In fungi, this cellular structure is uniquely made out of chitin. It is composed of peptidoglycan in bacteria and cellulose in plants.", "Largely because they have chitinous cell walls, chytrids are definitively classified as fungi, even though they belong to this unusual taxonomic grouping of mostly animals that move using a single posterior flagellum."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Philosopher Charles Taylor and sociologist Gérard Bouchard <strong>(boo-SHARR)</strong> led a commission to advise this province's government on the reasonable accommodation of minorities. For 10 points each:", "answers_sanitized": ["Quebec", "police officers [or law enforcement officers; or peace officers]", "Italy &lt;Kothari&gt;"], "parts_sanitized": ["Name this Canadian province, home to a university that censured Andrew Potter for a Maclean's editorial which illustrated this province's decline in social capital using a snowstorm that stranded 300 cars in Montreal.", "Potter also described how these public employees in Quebec would wear clownish camo pants to protest pension reforms. People in this profession have been criticized for overusing civil asset forfeiture.", "Potter cited the work of Robert Putnam, who claimed that low social capital caused institutions in this country's south to fail in Making Democracy Work. A prominent Communist thinker from this country contrasted traditional and organic intellectuals in a work written while imprisoned."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This woman traded access to the city of Rome for what she thought would be a bunch of gold bracelets. For 10 points each:", "answers_sanitized": ["Tarpeia", "Sabines [or Sabini]", "shields [or bucklers] &lt;Carson&gt;"], "parts_sanitized": ["Name this mythical Roman woman who was instead killed by the army of Titus Tatius and thrown from a cliff on the Capitoline hill that was later named for her.", "Titus Tatius was a king of this Italian tribe. He declared war on Rome after Romulus led a mass abduction of the women of this tribe.", "Tarpeia foolishly asked the Sabines not for the bracelets explicitly, but for \"what you bear on your left arms\"; as a result, the Sabines threw these items at Tarpeia, quickly crushing her to death. Twelve sacred ancilia, which were these objects, were guarded by the Salii (SAY-lee-eye) priests of Mars."], "category": "Mythology"}, {"leadin_sanitized": "In Hermann–Maguin <strong>(moh-GANN)</strong> notation, this geometry is represented by a capital I. For 10 points each:", "answers_sanitized": ["body-centered cubic [or bcc; prompt on cubic]", "iron [or Fe]", "spheres [or spherical] &lt;Silverman&gt;"], "parts_sanitized": ["Name this Bravais (bra-VAY) lattice in which the lattice constants are equal and the axes are perpendicular to each other, but there are two total atoms per unit cell. Its included atoms are often described as \"one-eighth times eight, plus one.\"", "This element's alpha form crystallizes as body-centered cubic, but its gamma form does so as face-centered cubic. This transition metal mixes with small amounts of carbon to form a strong alloy whose phases include martensite and cementite.", "The softest form of carbon steel is named for this 3D shape that forms in the steel's microstructure when it is heated for long times. In crystal lattices, atoms are drawn with this 3D shape."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Mendel Beilis was arrested and charged with this crime in Kiev in the early 20th century. For 10 points each:", "answers_sanitized": ["blood libel [or blood accusation]", "pogroms", "conversos [or marranos; prompt on New Christians] &lt;Bentley&gt;"], "parts_sanitized": ["Name this crime frequently charged against Jews, which alleged that the Jews had taken the life of a young Christian to make matzo.", "The blood libel was often used to justify these deadly mob attacks against Jews. A wave of these attacks in Russia began following the assassination of Alexander II.", "These people, who chose to stay in Spain following the Alhambra decree, were accused of participating in the blood libel of the Holy Child of La Guardia. This Spanish term refers to Jews who had become Christians."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "For his 2012 revival of this play, Mike Nichols reused the original set designs of Joseph Mielziner. For 10 points each:", "answers_sanitized": ["Death of a Salesman", "Arthur Miller [or Arthur Asher Miller]", "illegal immigration to the United States [or being an undocumented immigrant; or equivalents] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this play, which is performed by Emad and Rana in an Oscar-winning film by Asghar Farhadi. In this play, Uncle Ben relates how \"when I was seventeen I walked into the jungle, and when I was twenty-one I walked out… and by God I was rich\".", "Death of a Salesman was written by this playwright of All My Sons.", "In Miller's play A View from the Bridge, Eddie Carbone rats out his wife Beatrice's cousins Marco and Rodolpho for this crime. Eddie dies in a scuffle with Marco for getting Marco imprisoned for this crime."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Identify the following about times when 19th century newspaper tycoon James Gordon Bennett, Jr. didn't just report the news, he made the news, for 10 points each:", "answers_sanitized": ["Dr. David Livingstone", "reaching the North Pole", "hot air balloons &lt;Bentley&gt;"], "parts_sanitized": ["Bennett funded Henry Morgan Stanley's expedition to Africa to locate this man. Stanley famously \"presumed\" he had found this man.", "Bennett's New York Herald also financed George De Long's disastrous attempt to perform this action. Frederick Cook couldn't convince people he had accomplished this feat in 1908 and there are still doubts over whether Robert Peary did it a year later.", "Bennett ginned up interest in this mode of transportation by awarding a namesake cup to winners of an annual race. Ben Franklin witnessed the first experiments with this mode of transportation by the Montgolfier Brothers in Paris in the late 18th century."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about the early Muslim philosopher Avicenna, for 10 points each.", "answers_sanitized": ["Plotinus", "soul", "Moses Maimonides [or Moses ben-Maimon; or Rambam] &lt;Kothari&gt;"], "parts_sanitized": ["Avicenna's belief that creation is an emanation of God comes from Aristotle's Theology, which is really not by Aristotle, but is rather a paraphrase of part of this Neo-Platonist philosopher's Enneads, which were compiled by his student Porphyry.", "Avicenna's Floating Man thought experiment supports the separation of this immaterial mental entity from the body. Plotinus argued that the body has a \"trace\" of this thing, whose immortality Socrates defends in Plato's Phaedo.", "Avicenna and al-Farabi were both major influences on the Guide for the Perplexed, written by this Jewish medieval philosopher and rabbi."], "category": "Philosophy"}, {"leadin_sanitized": "This man's first post-war show was so popular that crowds tried to get into the venue by climbing a ladder to the roof. For 10 points each:", "answers_sanitized": ["Christian Dior", "Harper's Bazaar [do not accept or prompt on \"Harper's Magazine\"]", "Eva Peron [or Evita Peron; or Evita; or María Eva Duarte de Perón] &lt;Bentley&gt;"], "parts_sanitized": ["Name this French fashion designer who pioneered very low hemlines in the New Look. His namesake fashion house was taken over by Yves Saint Laurent after his death.", "The term \"New Look\" was coined by Carmel Snow, an editor at this fashion magazine founded in 1867, making it America's oldest fashion magazine. It shouldn't be confused with the U.S.'s second-oldest monthly magazine.", "A photograph from 1950 shows this woman in an enormously wide dress designed by Christian Dior. This woman helped bring Parisian fashion to Argentina, and sings \"Don't Cry for Me Argentina\" in a namesake Andrew Lloyd Webber musical."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "For a car on a banked curve, this force is just the friction between the wheels and the road. For 10 points each:", "answers_sanitized": ["centripetal force", "m times v-squared over r [or mv²/r; or mathematical equivalents]", "Euler force [or Euler equations; or Leonhard Euler] &lt;Silverman&gt;"], "parts_sanitized": ["Name this force that is directed inward to keep an object in uniform circular motion. Unlike the fictitious centrifugal force, this one is real.", "If the car has mass m, velocity v, and is going around a curve of radius r, then what is the magnitude of the centripetal force, in terms of m, v, and r?", "If the car slows down as it goes over the curve, then this other fictitious force is nonzero. This force's namesake also lends his name to an equation that gives the torque on a rotating rigid body when observed in a rotating reference frame."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A composer from this country took text directly from a stage play, rather than specifically adapting it into a libretto, for his unfinished opera <em>The Stone Guest</em>. For 10 points each:", "answers_sanitized": ["Russia [accept the Russian Empire or Rossiyskaya imperiya]", "César Antonovich Cui (say-zar CUE-ee)", "In the Steppes of Central Asia [accept V srednyei Azii or In Central Asia] &lt;Carson&gt;"], "parts_sanitized": ["Name this country, where the aforementioned Alexander Dargomyzhsky (dar-guh-MUZH-ski) served as a mentor to a group of native composers led by Mily Balakirev (buh-LAH-kee-riff) that was known alternately as the Five and the Mighty Handful.", "This member of the Five, an expert on military fortifications, completed Dargomyzhsky's The Stone Guest. His \"Orientale\" is from a set of 24 violin and piano miniatures called Kaleidoscope, and he wrote the operas William Ratcliff and Prisoner of the Caucasus.", "Another member of the Five, the chemist-composer Alexander Borodin (buh-ruh-DEEN), wrote this symphonic poem that uses a pizzicato theme to depict horses and camels traveling through the title location."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This character comes across his wife's apron hanging from a tree with only a heart and a liver remaining inside of the bundle. For 10 points each:", "answers_sanitized": ["Tom Walker [or Tom Walker]", "Washington Irving", "Captain William Kidd &lt;Bentley&gt;"], "parts_sanitized": ["Name this title character who encounters the other title figure after kicking a skull with a tomahawk wound. This money lender is carried against his will through the streets of Boston after proclaiming \"The devil take me… if I have made a farthing!\"", "\"The Devil and Tom Walker\" was written by this author of \"The Legend of Sleepy Hollow\" and \"Rip Van Winkle\".", "Both Tom and his wife are tempted when Old Scratch offer them the riches of this historical figure, who according to the story had made a pact with the Devil to hide his wealth."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This condition is satisfied for a linear transformation if and only if the kernel of that linear transformation is zero. For 10 points each:", "answers_sanitized": ["one-to-one function [or injective function; or injection; accept \"map\" or \"mapping\" in place of function]", "lines [accept horizontal line (test) or vertical line (test)]", "inverting [or inversion; accept answers like taking the inverse] &lt;Aggarwal&gt;"], "parts_sanitized": ["Name this type of function f that, for elements x and y in the domain of f, implies that x equals y whenever f-of-x equals f-of-y. This condition, when combined with the condition of being onto, defines a bijection.", "On a Cartesian coordinate system in which a function is graphed, a test named for one of these constructs can evaluate whether that function is one-to-one. A test named for a different one can evaluate whether a graph represents a function.", "When doing an action of this name to a function that fails the horizontal line test, a multivalued function can result. Applying an action of this name to a matrix can be accomplished using methods like Gauss–Jordan elimination and LU decomposition."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "The words \"Fish\" and \"Coal\" can be read on buildings in a Stuart Davis landscape depicting one of these businesses in the foreground. For 10 points each:", "answers_sanitized": ["gas stations [accept garages or service stations or filling stations]", "Nighthawks", "a barber's pole [prompt on partial answer] &lt;Bentley&gt;"], "parts_sanitized": ["Identify these types of buildings, also seen in an Edward Hopper painting that prominently features a sign with a red Pegasus on it. Hopper's painting of one of these businesses is set alongside a road in a forest.", "Hopper depicted three patrons of a diner beneath a sign advertising Phillies Cigars in this iconic 1942 painting.", "In Hopper's painting Early Sunday Morning, long shadows are cast onto Seventh Avenue by a fire hydrant and one of these striped objects located slightly to the right of the center of the canvas."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "A man named Mongkut spent 25 years as a monk before becoming the king of this country in 1851. For 10 points each:", "answers_sanitized": ["Thailand [accept Siam]", "Chulalongkorn [or Rama V]", "Taiping Rebellion [or Taiping Civil War] &lt;Jose&gt;"], "parts_sanitized": ["Name this country that has been ruled by several kings named Rama from the Chakri Dynasty since the 18th century.", "This member of the Chakri Dynasty succeeded Mongkut. His reforms include ending the act of prostration in front of the king, and abolishing slavery.", "Chulalongkorn waged the Haw Wars against former participants in this bloody foreign conflict. The leader of one side in this conflict was a member of the Hakka people who founded the God Worshipping Society after repeatedly failing the civil service exam."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answer the following about recent state-level legislative efforts to target public protesters, for 10 points each.", "answers_sanitized": ["Standing Rock Indian Reservation", "North Carolina", "Washington &lt;Bentley&gt;"], "parts_sanitized": ["One such since-defeated bill in North Dakota would have made motorists not liable for injuring protesters who deliberately obstructed traffic. The bill may be a response to the protests at this Native American reservation against the Dakota Access Pipeline.", "A proposed bill in this state would make it a crime punishable by five years in prison for harassing public officials. The bill was in reaction to protesters yelling \"shame\" at former governor Pat McCrory, who passed a controversial bathroom bill in this state.", "Legislators in this state have sought to make it easier to prosecute the \"kayaktivists\" protesting oil refineries in its Fidalgo Bay, near its port of Anacortes."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about the intersection between religion and taxation. For 10 points each:", "answers_sanitized": ["Mormonism [accept The Church of Jesus Christ of Latter-day Saints or LDS Church]", "Pharisees", "half of a shekel [or machatzit hashekel; do not accept or prompt on \"shekel\"] &lt;Cheng&gt;"], "parts_sanitized": ["The requirement for this denomination's members to pay a ten percent tithe is described in section 119 of its Doctrine and Covenants, revealed to its founder Joseph Smith in 1838.", "When members of this Jewish sect asked Jesus about paying taxes, Jesus replied, \"Render unto Caesar the things that are Caesar's, and to God the things that are God's.\" Members of this sect opposed the aristocratic Sadducees (SAD-joo-seez).", "The Book of Exodus commands each Jew in the census to pay this amount of money, which was also the amount of money paid for the Temple tax. Three times this amount of money is given as charity during Purim."], "category": "Religion"}, {"leadin_sanitized": "Answer the following about <em>lettres de cachet</em> <strong>(LET-ruh duh kah-SHAY)</strong>, one of the most feared weapons in a French monarch's political arsenal, for 10 points each.", "answers_sanitized": ["monastery [or abbey; do not accept \"church\"]", "parlements of Paris", "Voltaire [or François-Marie Arouet] &lt;Bentley&gt;"], "parts_sanitized": ["They're not prisons, but an enemy of the king could be forcibly conveyed to one of these institutions without an appeal to the court via a lettre de cachet. Cluny was an example of one of these places, which monks inhabit.", "René Nicolas Charles Augustin de Maupeou (moh-POO), who served as the first president of a Parisian institution of this name, used lettres de cachet to exile anti-royal members in the 1770s. This type of institution lends its name to the first of the Frondes.", "The second lettre de cachet issued against this author of Letters on the English was for his dispute with the Chevalier de Rohan-Chabot (shuh-vahl-YAY duh roh-AWN-shah-BOH). This man often used the expression \"crush the infamous!\" in his letters to monarchs like Frederick II and Catherine the Great."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "An abbot locks Ferondo in a dungeon for a year and convinces him that he's in Purgatory in one of this author's stories. For 10 points each:", "answers_sanitized": ["Giovanni Boccaccio", "The Decameron [or Decamerone]", "Patient Griselda [accept Grisel or other anglicized forms] &lt;Bentley&gt;"], "parts_sanitized": ["Name this author of a story in which Peronella convinces her husband that her lover Giannello is actually in her room to inspect a barrel. He also wrote On Famous Women.", "Boccaccio is best known for this book, in which ten young storytellers flee Florence during a plague and tell ten tales each.", "In The Decameron, Dioneo tells the tale of this woman, originally a peasant who is courted by Gualtieri and turned into a princess. Gualtieri cruelly takes this woman's children away pretending to kill them in order to test her patience."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "A king of this country named Perseus was defeated by the Romans under Aemilius Paullus at the Battle of Pydna and sent back to Rome in chains. For 10 points each:", "answers_sanitized": ["Macedon [or Macedonia]", "Carthage [or Carthaginian Empire]", "Philip V [prompt on Philip] &lt;Bentley&gt;"], "parts_sanitized": ["Name this kingdom which became the first of Rome's provinces following the defeat of Andriscus in its fourth and final war against Rome. This kingdom ruled by the Antigonid dynasty lost the Battle of Cynoscephalae.", "The First Macedonian War took place while Rome was engaged in the second of its wars with this other empire. Hannibal, a general from this empire, invaded Italy in 218 BCE.", "The Second Macedonian War was prompted by this king's adventures in the Mediterranean, including a defeat at the hands of Rhodes near Chios in 201 BCE. His son Demetrius was restored to him in 190 after keeping the peace with Rome for seven years."], "subcategory": "History Classical", "category": "History"}]}