{"tossups": [{"question_sanitized": "This character is compared to water in a mill and a mother rescuing her son from a fire when he grabs the protagonist and slides down a steep slope. In a long speech explaining why the time of day has reversed, this character explains that all the landmasses in the Southern Hemisphere left it after a figure landed there. The protagonist first sees this character after fleeing down a mountain from a (*) panther, a lion, and a she-wolf that had blocked his path. This resident of Limbo explains that the voice of a lady from heaven asked him to help the protagonist, which he does by guiding him through \"dark woods\" to a gate reading \"abandon all hope, ye who enter here.\" For 10 points, name this guide of Dante in Inferno and author of the Aeneid.", "answer_sanitized": "Virgil &lt;Brownstein&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "It has nothing to do with magnetic fields, but the Biot–Savart (byoh-sah-VARR) law can be used to derive this force in a theory derived by Ludwig Prandtl. The \"equal transit time\" theory is a common wrong explanation for this force. The magnitude of this force equals the bulk density times velocity times the line integral of velocity around a closed circle, or circulation. This force is proportional to the angle of attack for small angles. A flat (*) plate will not experience this force, since it requires streamlines to be compressed, generating a pressure gradient. This force arises not due to Bernoulli's principle, as is commonly thought, but when Newton's Third Law is applied to an airfoil. For 10 points, name this force that counteracts gravity and acts upward on airplane wings.", "answer_sanitized": "aerodynamic lift &lt;Silverman&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This text portrays a series of transitions from Sense-certainty to Perception to Understanding. This work originated its author's concept of the \"ethical order.\" This work culminates in a state of enlightenment in which real philosophy can emerge, which this text calls \"Absolute Knowing,\" and the development of a Geist. This book's most famous metaphor is found in a chapter titled \"The Truth of Self-Certainty\" and reflects a tension between a consciousness and an (*) alienating other, which must be reconciled to the self through a process of universalization; that metaphor depicts a mutual struggle for recognition between a bondsman and a lord. For 10 points, name this 1807 text that introduced its author's conception of the dialectic, the most important work of Georg Hegel.", "answer_sanitized": "The Phenomenology of Spirit [or The Phenomenology of Mind; or Science of the Experience of Consciousness; or Phänomenologie des Geistes] &lt;Aggarwal&gt;", "category": "Philosophy"}, {"question_sanitized": "Roy Fielding proposed the Waka system as a \"binary token-based\" replacement for this system to improve upon its inefficiencies. This system's 2.0 version is based on the SPDY (speedy) standard and uses multiplexing for increased performance over its widely-used 1.1 version. Many APIs (A-P-I's) implement some of the verbs introduced in this system, such as \"delete\", \"post\", and \"put\". Requests sent using this standard may give a \"client\" a piece of data known as a (*) cookie. This protocol was first implemented by Tim Berners-Lee in 1991. To indicate that a resource is not found, this protocol returns the \"404\" status code. For 10 points, name this protocol used to move web pages and other data across networks, which has a four-letter abbreviation.", "answer_sanitized": "HTTP [or Hypertext Transfer Protocol; do not accept or prompt on \"HTML\"] &lt;Jose&gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "After an earthquake created a pit at this location, an oracle instructed citizens to fill it with \"their greatest treasure\"; a man named Marcus then hopped into the chasm at this location, so it was named the Lacus Curtius after him. Roman engineers calculated distance by using an umbilicus or navel at this location. The tribune Caius Licinius was said to have to been the first to \"turn his back\" to a group of people at this location while standing at the first rostra, which was built here. People in this place often viewed (*) corpses hung nearby the Gemonian Stairs. The Arch of Septimius Severus and the Aemelia Basilica were additions to this location, which was originally lined with tabernae or shops. For 10 points, name this plaza, the center of life in ancient Rome.", "answer_sanitized": "Roman Forum &lt;Jose&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "The wellness spa on the wrecked Costa Concordia cruise ship still contains a series of artworks depicting this object. An artist who depicted this object framed by a hole in an old tree trunk also included groups of unhappy servants carrying rafts through a river in another depiction of it. Workers use a saw to cut through a huge wooden beam, papers blow out of a traveler's backpack, and a man brushes out a huge barrel in the (*) foregrounds of several works whose backgrounds include this object. It is bright red in a work alternately known as South Wind, Clear Sky or Fine Wind, Clear Morning. Along with two boats in the foreground, it is visible in the hollow of the title phenomenon in The Great Wave off Kanagawa. A woodblock print series by Hokusai depicts, for 10 points, 36 views of which Japanese landmark?", "answer_sanitized": "Mount Fuji [or Fujisan; prompt on mountain] &lt;Carson&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This story takes place a few years after its setting was hit by a series of calamities, leading its residents to leave holy objects along roadsides for firewood. Recurring images in this story include a cricket perched on a crimson gate and the \"red, festering pimple\" on the cheek of its protagonist. A woman in this story explains that a woman sold snake meat as dried fish to justify collecting that woman's hair for a wig, prompting an (*) unemployed servant to steal her clothes and push her into a pile of corpses in the title place. A film named for this story mainly adapts a plot about conflicting accounts of a bandit's ambush of a samurai from \"In a Grove,\" another story by this story's author. For 10 points, a dilapidated gate titles what Ryūnosuke Akutagawa story adapted into a Kurosawa film?", "answer_sanitized": "\"Rashomon\" &lt;Brownstein&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In the Argonautica, Athena and Hera seek to bribe this god with a spherical toy so that he will visit Medea. The plural form of this god's name refers to a retinue depicted in Hellenistic art in which he appears alongside Hedylogos, Pothos, and others. Hesiod claims that this god was the fourth to emerge, after Chaos, Gaia, and Tartarus. This god draws the sleep from a girl's face and places it inside a box in a narrative from Apuleius's The Golden Ass; that story also depicts that girl (*) retrieving golden wool and the waters of the Styx and sorting huge piles of grain after accidentally spilling hot oil on this god while breaking her promise to never look upon him. Lead and gold-tipped arrows are carried by, for 10 points, what lover of Psyche, the Greco-Roman god of love?", "answer_sanitized": "Eros [or Cupid; or Amor] &lt;Jose&gt;", "category": "Mythology"}, {"question_sanitized": "This composer inadvertently coined the word \"ingharese\" (in-gah-RAY-zay) to describe the style of a late rondo a capriccio. He wrote a short Introduzione to replace the original Andante favori second movement of a piece whose third movement begins with a pianissimo C major theme played with crossed hands. Another of his solo piano pieces opens in 3/8 time with the right hand playing the sixteenth-note figure E D-sharp E D-sharp E, B D C A. This composer of (*) Rage Over a Lost Penny wrote a piece that opens with the left hand playing C-sharp octaves while the right hand plays ascending triplets and is known either as \"quasi una fantasia\" or by a nickname inspired by nighttime at Lake Lucerne. For 10 points, name this composer of Für Elise, whose piano sonatas include the Waldstein and the Moonlight.", "answer_sanitized": "Ludwig van Beethoven &lt;Carson&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This group's staples include the kumara, a type of sweet potato. After Henry Menzies tried to tax members of this group a half-crown for each dog they owned, a relatively bloodless war broke out. A missionary named Henry Williams baptized many members of this group, including a rangatira, or leader, named Kawiti. The so-called \"Battle of the Sticks\" was fought by this group after one of its leaders instigated a conflict by chopping off James Busby's (*) flagpole on top of a hill. This group, which was once led by Hōne Heke (HO-neh HECK-eh), used the term Pākehā (PAH-keh-HAH) to describe Europeans. William Hobson authored the document that made this group the subjects of the British Empire, the Treaty of Waitangi. For 10 points, name these indigenous people of New Zealand.", "answer_sanitized": "Māori [The war is the Dog Tax War.] &lt;Jose&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A person with this title named Kazi Dawa Samdup worked with W.Y. Evans-Wentz to help translate a text known as Liberation through Hearing During the Intermediate State into English. After death, a person with this title will guide a soul into the first of six bardos. This title, yidam (yee-dahm), and khandroma (con-DROH-muh) are the Three Roots of a certain religion, according to (*) Dzogchen (zawg-chen) texts. A word meaning \"ocean\" precedes this other word in the name of a title that refers to the leader of the Gelug school. The Tashilhunpo (TAH-shill-HOON-poh) Monastery is led by the \"Panchen\" one of these figures. The most prominent of these \"teachers\" was born with the name Tenzin Gyatso. For 10 points, give this word, which when preceded by the word \"Dalai\" refers to the leader of Tibetan Buddhism.", "answer_sanitized": "lama [do not accept or prompt on \"Dalai Lama\"] &lt;Jose&gt;", "category": "Religion"}, {"question_sanitized": "It was revealed in 2016 that this man corrected the author's factual inaccuracies about the speed of a boat in The Story of a Shipwrecked Sailor and a rifle in Chronicle of a Death Foretold while serving as an unofficial copy-editor for his friend Gabriel García Márquez. A speech announcing this man's death ended with the words \"Towards Victory, Always!\". Emily Thornberry attended this man's funeral in place of Jeremy (*) Corbyn, who praised this man's efforts despite \"all his flaws\". A quickly-debunked 2016 theory suggested that Justin Trudeau was this man's illegitimate son. After this man died, his ashes were moved along the same route his \"Freedom Caravan\" once used to get to Santiago. Nine days of mourning followed the death of, for 10 points, what longtime Cuban dictator and brother to Raul?", "answer_sanitized": "Fidel Castro [or Fidel Alejandro Castro Ruz] &lt;Jose&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "According to IUPAC (I-U-pack) nomenclature rules, this functional group has ultimate priority in determining the base name of a compound. Anhydrides and nitriles are classified as derivatives of these compounds, which form when water kicks out chlorine in an acyl chloride. They also form when primary alcohols react with cold potassium permanganate. A common example of resonance is the rationale that these compounds have more stable conjugate (*) bases than alcohols. These functional groups appear at the C terminus of all proteins. These compounds, which form dimers in water, react with alcohols to form esters and form peptide bonds with amines. They have pKa values around five. For 10 points, name these compounds that have a COOH functionality, which makes them acidic.", "answer_sanitized": "carboxylic acids [or carboxyl group; prompt on acids] &lt;Silverman&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The initial plan for this work was announced in its composer's essay \"A Communication to My Friends\". A controversial performance of this work was directed by Patrice Chéreau and conducted by Pierre Boulez (boo-LEZZ) for its hundredth anniversary. The first part of this longer work opens with an extensive E-flat major drone. The orchestra for this work features an expanded brass section, including bass trumpets, contrabass trombones, and a newly-invented horn known as its (*) composer's namesake \"tuba\". It is performed in its entirety every few years at the Bayreuth (BYE-royt) Festival, and it includes more than 170 leitmotifs (LIGHT-moh-TEEFS), representing such characters as Wotan, Alberich, and Brünnhilde. For 10 points, Das Rheingold and Götterdämmerung (got-er-DAYM-er-ung) bookend what cycle of operas by Richard Wagner?", "answer_sanitized": "the Ring Cycle [or Der Ring des Nibelungens; or The Ring of the Nibelung; until \"Rheingold\" is read, anti-prompt (ask the player to be less specific) on any of these answers: Das Rheingold; The Rheingold; Die Walküre; The Valkyrie; Siegfried; Götterdämmerung; or The Twilight of the Gods] &lt;Carson&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "One of these two people organized an proto-crowdfunding initiative called Bel Esprit to bankroll the other. In Bob Dylan's \"Desolation Row,\" \"calypso singers laugh at\" these two people as they fight \"in the captain's tower.\" One of these two people convinced the other to abandon superfluous sections of a poem provisionally titled \"He Do the Police in Different Voices;\" in gratitude, the second of these two people addressed the first as (*) \"il miglior (meel-YORE) fabbro\" in that poem's dedication. Critics of these poets' reactionary politics often cite anti-Semitic quotations from such works as \"Gerontion\" and Jefferson and/or Mussolini. For 10 points, name these collaborative Modernist poets, one of whom, the author of The Cantos, significantly edited the other's \"The Waste Land.\"", "answer_sanitized": "Ezra Pound AND Thomas Stearns Eliot &lt;Bollinger&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Lewis Sheridan Leary, a veteran of the Oberlin-Wellington Rescue, was killed at this site. The United Daughters of the Confederacy erected a controversial monument to a \"faithful slave\" named Heyward Shepherd who was killed at this location. Dixon S. Miles died unsuccessfully trying to prevent this hard-to-defend town from falling to Stonewall Jackson in September 1862. The historically black (*) Stoner College is located here. An attack on this town was put down when the attackers were trapped in an engine room by Colonel Robert E. Lee on October 18, 1859. That attack was led by a man trying to obtain arms from this site to spark a slave revolt. For 10 points, name this town at the eastern tip of modern-day West Virginia where a federal arsenal was raided by John Brown.", "answer_sanitized": "Harpers Ferry [or Harpers Ferry Armory or United States Armory at Harpers Ferry] &lt;Bentley&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Phebe Cramer showed that Israeli kids who grew up during war were more likely to demonstrate these things than their older peers, in a study of them \"in action\". In his analysis of the Grant Study subjects, George E. Vaillant categorized these things into four levels, with healthy adults demonstrating \"mature\" examples such as humor and anticipation. One example of the \"neurotic\" type of these things involves reacting differently than how one truly feels, and is called (*) reaction formation. Anna Freud wrote a book on the relationship between these things and the Ego. Unlike coping strategies, these things are unconscious. . Introjection, projection and denial are, for 10 points, examples of what Freudian concepts for the mind's way of working around difficult feelings?", "answer_sanitized": "defense mechanisms [or adaptive mechanisms; or defenses] &lt;Bentley&gt;", "category": "Social Science"}, {"question_sanitized": "This monarch told troops departing for China to make a name for themselves just as Huns under Attila had done a thousand years earlier. This monarch admitted that \"the prevailing sentiment among [my people] is not friendly to England\" in an interview in which he stated \"You English are mad, mad, mad as March hares.\" This man dismissed an important minister in an action satirized in John Tenniel's \"Dropping the Pilot.\" This monarch sent an inflammatory (*) telegram congratulating Paul Kruger on defeating the Jameson Raid, and further worsened relations with Britain during the two Moroccan Crises. This Hohenzollern king fled to the Netherlands after abdicating in 1918. For 10 points, name this last German Kaiser.", "answer_sanitized": "Wilhelm II [or William II; prompt on Wilhelm or William] &lt;Bentley&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "To worship a god represented by these animals, a character recites nonsense lineages such as \"And Prankus begat Flankus!\" and beats himself with a wooden coat hanger. Life-sized puppets of these animals feature in a popular stage play about one by Nick Stafford. Under the influence of a placebo truth pill, the protagonist of another play relates how he chased Jill Mason away before using a pick to blind some of these animals. The (*) psychiatrist Martin Dysart, as well as copious amounts of full frontal nudity, appear in that play titled for the scientific name of this animal by Peter Shaffer. Gloucester tries to obtain one of these animals before Richmond slays him at the end of Richard III. For 10 points, name this animal featured in the play Equus.", "answer_sanitized": "horses [or obvious equivalents such as pony or stallions; or War Horse; or Equus until read] &lt;Brownstein&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Proteins found in this substance include one that is alternatively spliced from the transcript of the Golli gene, and a glycoprotein often referred to as its namesake \"protein zero\". Shiverer mice can't make this substance, which is deficient in a leuko·dystrophy. The most common sphingo·lipid is named for this substance and forms this substance when mixed with galacto·cerebro·sides and cholesterol. This mixture of 85-percent lipid and 15-percent protein has a (*) dielectric constant of 8, which is very low for biological systems. Saltatory conduction relies on the fact that this material is absent at nodes of Ranvier (ron-vee-AY). Oligodendrocytes and Schwann cells make this substance, which is destroyed in patients with multiple sclerosis. For 10 points, name this white insulating sheath covering the axons of neurons.", "answer_sanitized": "myelin sheath [or sphingomyelin] &lt;Silverman&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "W. C. Handy wrote his first popular blues song for one of these organizations, which was rebuffed by GIs with dynamite charges in the 1946 Battle of Athens. The leader of another of these institutions was the subject of the remark \"He was always my friend\" by a Vice President who attended his funeral. A third of these institutions inaugurated the (*) \"massive resistance\" campaign against the Brown decision. Those examples of these institutions were led by E. H. Crump, Tom Pendergast, and Harry Byrd. Another of these institutions was led by a man caricatured as having a sack of money for a head in a series of cartoons that enabled his arrest in Spain. For 10 points, name these organizations that used kickbacks and patronage to manufacture political support, such as Boss Tweed's Tammany Hall.", "answer_sanitized": "Democratic political machines &lt;Bollinger&gt; Bonuses", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "This quantity equals the Poynting vector's average magnitude divided by the speed of light, and, if the field is totally uniform, just equals one-third of the energy density in 3D. For 10 points each:", "answers_sanitized": ["radiation pressure [prompt on partial answer]", "black [or blackbody]", "Stefan–Boltzmann law [or Stefan's law] &lt;Silverman&gt;"], "parts_sanitized": ["Name this quantity whose nonzero value is demonstrated in a classroom experiment where a vane placed inside a vacuum-tight light bulb rotates when the light is turned on.", "The Crookes radiometer rotates because a side of the vane painted with this color absorbs the most light. This color identifies a type of \"body\" that is a perfect absorber of radiation.", "The radiation pressure exerted on an emitter can be calculated using this other equation, which sets the power radiated from a blackbody to be proportional to the fourth power of temperature."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following about the origins of staple foods in Hawai'ian cuisine, for 10 points each.", "answers_sanitized": ["Spam", "cowboys [or vaqueros; or gauchos; or cattle ranchers]", "Portugal [or Portuguese Republic; or República Portuguesa] &lt;Shimizu&gt;"], "parts_sanitized": ["Soldiers bringing rations of this food in World War II increased its popularity in Hawai'i, where it is used in a \"musubi\" dish similar to a Japanese rice ball. This canned, ready-to-eat meat is made by Hormel Foods.", "After emigrating to Hawai'i, people of this occupation known as paniolos made a dish called pipikaula, or \"beef rope.\" In a more southerly region, people of this occupation employed the churrasco cooking technique.", "Like the ukulele, the deep-fried malasada pastry was introduced to Hawai'i by workers from the Azores and Madeira, two territories owned by this European country."], "subcategory": "History Other", "category": "History"}, {"leadin_sanitized": "A contemporary poet from this country wrote \"The Ex-Girlfriends Are Back From the Wilderness\" and a poem that offers licentious advice to the reader in light of the fact that \"Keats is dead.\" For 10 points each:", "answers_sanitized": ["New Zealand [or Aotearoa]", "gardens [accept \"The Garden Party\" or The Secret Garden]", "Cloud Atlas &lt;Carson&gt;"], "parts_sanitized": ["Name this home country of Hera Lindsay Bird. The 2013 Booker Prize was awarded to The Luminaries, a novel by a Canadian-born author living in this country named Eleanor Catton.", "New Zealand-born author Katherine Mansfield wrote a story in which the Sheridan family hosts a type of party named for one of these places. In a Frances Hodgson Burnett novel, Mary Lennox gains access to a \"secret\" one of these places.", "New Zealand's Chatham Islands are the setting of the first part of \"The Pacific Journal of Adam Ewing,\" the outermost of the six nested narratives in this 2004 novel by David Mitchell. It was adapted into a 2012 film directed by the Wachowskis and Tom Tykwer (TEEK-vur)."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Muhammad Quli moved his capital from Golconda to this newly founded city in 1591 and constructed its landmark of Charminar. For 10 points each:", "answers_sanitized": ["Hyderabad (HYDRA-bad)", "mosque [or masjid]", "Karachi &lt;Bentley&gt;"], "parts_sanitized": ["Identify this city in Andhra Pradesh, controlled by some namesake Nizams until Indian independence.", "Many of the Nizams of Hyderabad are buried in a large one of these buildings in the city whose bricks were made from soil imported from Mecca. A \"great\" one of these buildings in Mecca was seized by gunmen in 1979.", "A smaller scale replica of Charminar was erected in the Bahadurabad neighborhood of this city in 2007. In 1959, the Pakistani government moved its capital from this city to Islamabad."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Namazu, a catfish from Japan who causes these events by thrashing around, once appeared in a woodcut telling Commodore Matthew Perry \"Fix your rudder and sail away at once\". For 10 points each:", "answers_sanitized": ["earthquakes", "Shintoism", "sumo wrestling bouts &lt;Bentley&gt;"], "parts_sanitized": ["Identify this natural phenomenon. Several of Poseidon's epithets, including \"Enosichthon\", referred to how he caused these events with his trident.", "Namazu is an example of a kami, a god from this Japanese religion.", "Namazu is usually kept trapped behind a stone by Kashima, the first god to participate in one of these events. A salt purification ceremony precedes these events, which are engaged in by people who might live in heya."], "category": "Mythology"}, {"leadin_sanitized": "By describing a made-up person when the authorities question him about an article he wrote, this character accidentally implicates a tall, long-haired editor. For 10 points each:", "answers_sanitized": ["Tomáš", "Czech [accept Bohemian]", "kitsch &lt;Brownstein&gt;"], "parts_sanitized": ["Name this womanizing husband of Tereza in The Unbearable Lightness of Being.", "The Unbearable Lightness of Being was written in this language by Milan Kundera, who criticized the Communist regime of the country where it was spoken along with Slovak.", "Tomáš's lover Sabina tells him that he is the \"complete opposite\" of this aesthetic feature, which she hates. Kundera discusses this concept throughout the novel, giving the ideal of the Grand March as an example and arguing that totalitarianism bans everything that infringes on it."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Cyanide is toxic because it inactivates an oxidoreductase named for this compound, which serves as complex IV <strong>(four)</strong> in the electron transport chain. For 10 points each:", "answers_sanitized": ["cytochrome c [or cyt c; prompt on cytochrome]", "four [or 4]", "apoptosis &lt;Silverman&gt;"], "parts_sanitized": ["Name this small protein which can escape from the mitochondria and bind to Apaf-1 (A-paff one) to form a seven-spoked wheel that in turn cleaves and activates caspase-9.", "Cytochrome c oxidase catalyzes the last redox step of aerobic respiration, the formation of water from oxygen gas, a step that requires this many total electrons, on the basis of one mole of oxygen gas.", "Bcl-2 desperately tries to keep cytochrome c inside the mitochondria, because once it escapes, the protein rapidly activates this pathway of programmed cell death, which is defective in cancer."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The first organization calling for a ban on this practice in the United States was formed in Alabama in 1901 by Edgar Gardner Murphy. For 10 points each:", "answers_sanitized": ["child labor", "Franklin Delano Roosevelt [or FDR]", "Lochner v. New York [or Joseph Lochner, Plaintiff in Error v. People of the State of New York] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this practice, which was regulated under the 1916 Keating-Owen Act until that bill was struck down in the case of Hammer v. Dagenhart.", "Child labor was effectively banned when this President signed the Fair Labor Standards Act into law. He also initiated the Works Progress Administration and the CCC.", "New York State was an early leader in regulation banning child labor. The state also passed the Bakeshop Act, which was overturned in this landmark 1905 Supreme Court case."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This man published a number of essays in the magazine <em>L'Esprit Nouveau</em>, which he cofounded with his fellow Purist painter Amédée Ozenfant. For 10 points each:", "answers_sanitized": ["Le Corbusier [or Charles-Edouard Jeanneret-Gris; prompt on Le Corb]", "Towards A New Architecture [or Toward an Architecture; or Vers une architecture]", "automobiles [or cars; prompt on vehicles; accept a 1927 Citroën] &lt;Jose&gt;"], "parts_sanitized": ["Name this Swiss-French modernist architect and urban planner. He created the master plan for the city of Chandigarh and designed the Notre Dame du Haut and the Villa Savoye.", "Ozenfant and Le Corbusier squabbled over the extent to which they shared authorship credit for this 1923 book, which includes the latter's \"Five Points of Architecture\" alongside essays titled \"Regulating Lines\" and \"Eyes That Do Not See\".", "In Toward an Architecture, Le Corbusier compared the development of Doric temples to the \"refinement\" of these objects. He designed a semicircular path on the ground floor of the Villa Savoye to fit the exact dimensions of one of these things."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "In one scenario, a player is faced with Box A, which always contains a thousand dollars, and Box B, which either contains a million dollars if a nearly infallible predictor thinks the player will take both boxes, and is empty otherwise. For 10 points each:", "answers_sanitized": ["Robert Nozick", "free will [or freedom of will]", "prisoner's dilemma &lt;Kothari&gt;"], "parts_sanitized": ["Newcomb's paradox, which asks whether the player should pick just Box B or both boxes, is presented in this philosopher's book Socratic Puzzles.", "The stipulation that the predictor can guess the player's behavior means that Newcomb's paradox may be interpreted as a puzzle about this ability for people to make their own choices. Compatibilists believe this concept is compatible with determinism.", "David K. Lewis argued that this scenario is really the same as Newcomb's paradox. Anatol Rapaport found success with the tit-for-tat strategy in the iterated version of this game-theoretic scenario."], "category": "Social Science"}, {"leadin_sanitized": "One of these types of weapons used by the Romans was called an onager. For 10 points each:", "answers_sanitized": ["catapult [anti-prompt on trebuchet]", "Archimedes of Syracuse", "Stirling [or Stirling Castle; or Stirling Bridge] &lt;Bentley&gt;"], "parts_sanitized": ["Identify these types of weapons used to hurl large rocks at the enemy during sieges. They should not be confused with ballistas, which are sort of like giant crossbows.", "This ancient inventor is credited with devising a catapult that could fling a 175-pound stone some 200 yards. He also came up with the idea of the compound pulley.", "Warwolf, possibly the largest trebuchet ever constructed, was used to besiege a castle of this name in 1304. The Earl of Surrey and Hugh de Cressingham were defeated at a 1297 battle named for a different structure with this name."], "subcategory": "History Other", "category": "History"}, {"leadin_sanitized": "Answer the following about a recently rediscovered 1908 piece by Igor Stravinsky. For 10 points each:", "answers_sanitized": ["Nikolai Andreyevich Rimsky-Korsakov", "The Firebird [or L'Oiseau de feu; or Zhar-ptitsa]", "fireworks [accept Feyerverk or Feu d'artifice] &lt;Kothari&gt;"], "parts_sanitized": ["Stravinsky wrote the Funeral Song in memory of this man, his teacher. According to Pieter van den Toorn, Stravinsky's use of the octatonic scale was inspired by this composer of Sadko and the Russian Easter Festival Overture.", "Richard Taruskin noted that Stravinsky reused themes from the Funeral Song in this ballet based on Slavic myth, which he wrote the following year. In this ballet, the title glowing creature helps Prince Ivan destroy the soul of Kashchei (kuh-SHAY) the Immortal.", "Diaghilev commissioned The Firebird after being impressed by Stravinsky's short scherzo depicting these things, written as a wedding present for Nadezhda Rimsky-Korsakov. The final piece in Debussy's second book of Préludes depicts these things."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Banded mongooses synchronize their breeding due to the hidden threat of this action. For 10 points each:", "answers_sanitized": ["infanticide [or descriptive equivalents, like killing babies or killing another male's offspring]", "altruism [or altruistic behavior]", "spontaneous termination of pregnancy [or obvious equivalents like spontaneous abortion] &lt;Grames&gt;"], "parts_sanitized": ["Name this action that male Hanuman langurs perform to induce oestrus (ESS-truss) in females. When they take over a new pride, male lions will perform this action to bring the females into heat.", "John Hoogland has shown that the rate at which black-tailed prairie dogs kill infants often increases with genetic relatedness. That finding appears to contradict Hamilton's rule, which states that kin selection is the driving force for this type of selfless behavior.", "The Bruce effect describes this response of female mice to threatened infanticide. Female rodents will perform this action when exposed to the scent of unfamiliar males, which can make breeding them in the lab a challenge."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Answer the following about people and carpets, for 10 points each.", "answers_sanitized": ["Cleopatra VII Philopator", "Terry Pratchett [or Terence David John Pratchett]", "The Thief of Bagdad &lt;Jose&gt;"], "parts_sanitized": ["Plutarch claimed that this Egyptian queen once hid herself in a rolled-up carpet to smuggle herself out of Ptolemy XIII's palace to meet her lover Julius Caesar.", "The Carpet People is the first novel by this British author, who died of Alzheimer's complications six months before the publication of The Shepherd's Crown, his final Discworld novel. He also collaborated with Neil Gaiman on Good Omens.", "The title character, played by Douglas Fairbanks, acquires and rides a magic carpet to rescue a princess in this 1924 film directed by Raoul Walsh. It was inspired by the Arabian Nights."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Dr. Sloper, the father of this novel's protagonist, threatens to disinherit her if she marries the suitor Morris Townsend. For 10 points each:", "answers_sanitized": ["Washington Square", "Henry James", "New York City [or NYC] &lt;Jose&gt;"], "parts_sanitized": ["Name this novel in which Lavinia Penniman tries to get her niece Catherine Sloper to pursue Morris anyway. The novel closes with her ultimately rebuffing him.", "Washington Square is a novel by this American author written in 1880; one year later it was followed up with his masterpiece The Portrait of a Lady.", "Washington Square is set in this city. The collected edition of Henry James's fiction and prefaces is named for this city as well."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This religion is critiqued in the article \"The Thriving Cult of Greed and Power\" by Richard Behar. For 10 points each:", "answers_sanitized": ["Church of Scientology", "a cruise ship [or boat]", "time &lt;Jose&gt;"], "parts_sanitized": ["Name this religion in which members can undergo various \"audits\" to reach higher \"Operating Thetan\" levels. It was founded by the author of Battlefield Earth, L. Ron Hubbard.", "If you wish to undergo the final currently-released level of auditing, you must pay a fee, after which you'll be taken to one of these things called the Freewinds and given the audit.", "An Operating Thetan undergoing auditing is taught that energy, space, matter, and this concept comprise the physical universe. In Zoroastrianism, Zurvan is a god who rules over this phenomenon."], "category": "Religion"}, {"leadin_sanitized": "In 1702, the <em>Daily Courant</em> became the first newspaper to open on this road. For 10 points each:", "answers_sanitized": ["Fleet Street", "policemen [or police officers]", "theatres [or playhouses; or stages] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this road in London, home to the headquarters of The Sun until 1986.", "Bow Street lends its name to the first professional group of these type of people in London. A force of these people nicknamed bobbies for Robert Peel were unable to catch Jack the Ripper.", "Another London road, Drury Lane, lends its name to a place to one of these businesses in Covent (KOH-vent) Garden. The King's Men worked in one of these businesses at Blackfriars."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Alexandre-Gabriel Decamps was one of the first artists to paint in this style, producing works such as <em>Caravan Halted at an Oasis</em>. For 10 points each:", "answers_sanitized": ["Orientalist [or Orientalism]", "Eugene Delacroix [or Ferdinand Victor Eugène Delacroix]", "Greece [or Hellenic Republic] [The painting is Greece Expiring on the Ruins of Missolonghi.] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this style popular in the 19th century, in which artists from Western Europe painted scenes from the Middle East and Africa.", "This French artist's Orientalist works include Arabs Skirmishing in the Mountain, The Women of Algiers, and The Death of Sardanapalus. He also painted Liberty Leading the People.", "In a Delacroix painting set in this modern day country, a personification of this country kneels on a pile of stones from which a dead man's arm protrudes. A turbaned man in Oriental garb has several pistols strapped to his chest in that allegorical Delacroix painting set in this country."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Answer some questions about the intricacies of box-and-whisker plots, for 10 points each.", "answers_sanitized": ["the interquartile range [or IQR; or midspread; or H-spread]", "outliers", "three-halves [accept equivalents like 3/2 or 1.5] &lt;Aggarwal&gt;"], "parts_sanitized": ["The value of the distance between the ends of the box represents this measure of the \"middle 50 percent\" of a data set.", "Data points beyond the whiskers are frequently given this name, indicating that they are distant from the more \"normal\" values closer to the median of the data set.", "The commonly used Tukey box-and-whisker plot deems outliers as values that are outside the interval whose respective endpoints are (read slowly) \"quartile-one minus quantity this constant times the interquartile range close quantity\" and \"quartile-three plus quantity this constant times the interquartile range close quantity.\""], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "A work in this genre by John Wilmot, the Earl of Rochester, described Charles II as a man \"Who never said a foolish thing, / Nor ever did a wise one\". For 10 points each:", "answers_sanitized": ["epitaphs", "John Keats", "D. H. Lawrence [or David Herbert Lawrence] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this type of work, exemplified by Dorothy Parker's \"I told you I was sick.\" These short texts or verses that commemorate a deceased person are often inscribed on graves.", "This poet requested the epitaph \"Here lies one whose name was writ in water\" after he died of tuberculosis in Rome at age 25. The idea that his death was hastened by the scathing reception of his poem Endymion is perpetuated in the elegy \"Adonais.\"", "This author's epitaph \"Homo sum! the adventurer.\" comes from his essay \"Climbing Down Pisgah.\" As a poet, he wrote \"Bavarian Gentians,\" \"The Ship of Death,\" and a poem about a poisonous animal visiting his water-trough, titled \"Snake.\""], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Pausanias describes the Arcadian hero Buphagus <strong>(byoo-FAY-gus)</strong> as the son of this figure and the delightfully-named Thornax. For 10 points each:", "answers_sanitized": ["Iapetus [or Japetus]", "Atlas", "herdsman [or plowman, or ox-driver, accept descriptive answers like \"he guarded the cattle\"] &lt;Carson&gt;"], "parts_sanitized": ["Name this Titan whose four children with his wife, an Oceanid named either Clymene (kly-MEE-nee) or Asia, included Epimetheus and Prometheus.", "Another son of Iapetus was this Titan, who was punished for his role in the Titanomachy by being forced to stand at the western end of the Earth, holding up the sky on his shoulders.", "Iapetus's fourth son, Menoetius, shares his name with a man employed in this profession by Hades. Boötes's (boh-OH-teez's) name refers to this profession, while Orthros's owner Eurytion was killed by Heracles while serving in this role for Geryon."], "category": "Mythology"}]}