{"tossups": [{"question_sanitized": "A small sculpture by this man depicts a winged putto with a faun's tail wearing what look like chaps, exposing his rear end and genitals. Padua's Piazza del Santo is home to a sculpture by this man in which one figure rests a hoof on a small sphere representing the world. His Atys is currently held in the Bargello along with his depiction of St. George, which like his St. Mark was originally sculpted for a niche of the (*) Orsanmichele. The equestrian statue of Marcus Aurelius inspired this man's depiction of Erasmo da Narni. The central figure holds a large sword and rests his foot on a helmeted head in a sculpture by this artist that was the first freestanding male nude produced since antiquity. For 10 points, name this Florentine sculptor of Gattamelata and that bronze David.", "answer_sanitized": "Donatello [or Donatello Niccolò di Betto Bardi] &lt;Carson&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Minnesota Congressman John T. Bernard cast the only dissenting vote against a law banning US intervention in this conflict. Torkild Rieber of Texaco supplied massive quantities of oil to the winning side in this war. The Berkeley-educated commander of one force in this conflict was killed in \"The Retreats\" and was named Robert Merriman. The Battle of Jarama (hah-RAH-mah) took place during this war, which is the origin of the term (*) \"fifth column.\" In the first airlift in history, forces from the winning side in this conflict were brought in from Morocco. The Abraham Lincoln brigade fought in this conflict, in which the Condor Legion killed hundreds of Basque civilians in an air raid. For 10 points, name this 1930s conflict between the Republicans and Nationalists, the latter of which was led by Francisco Franco.", "answer_sanitized": "Spanish Civil War", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The two foremost modern designs of this instrument are the Heckel and Buffet systems. Players of this instrument may \"flick\" the thumb to play certain notes cleanly. After the side drum taps out a syncopated rhythm to open the \"Game of Pairs\" section of Bartók's Concerto for Orchestra, two of these instruments play a minor sixth apart. Mozart wrote a popular B-flat major concerto for this instrument. With strings, it plays the quick D major trills and scales that open the overture to The (*) Marriage of Figaro. The grandfather in Peter and the Wolf is represented by one of these instruments, which plays an unusually high solo to open The Rite of Spring. For 10 points, name this double-reed woodwind instrument that is smaller than its \"contra\" cousin.", "answer_sanitized": "bassoon [accept fagotto] &lt;Carson&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This scientist is often credited with devising a problem in which a customer either stays in a waiting room or tries to wake up the namesake person if no one else is getting a haircut. That \"sleeping barber\" problem can be solved by \"incrementing\" and \"decrementing\" a special kind of variable this scientist developed that guarantees mutual exclusion and protects against race conditions. This creator of (*) semaphores made an algorithm which is essentially a version of the A-star algorithm in which the heuristic function is set to zero; that algorithm named for this scientist only works if the edge weights of its input graph are non-negative. The shortest path from a single point to all possible endpoints is given by, for 10 points, what Dutch computer scientist's namesake pathfinding algorithm?", "answer_sanitized": "Edsger Dijkstra (DIKE-struh) [accept Dijkstra's algorithm] &lt;Jose&gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "A polio epidemic strikes a summer camp in this state in a 2010 novel whose author claimed it to be his last. Nemesis is set in this state, also the setting of a novella in which a fruit-filled refrigerator unnerves a man who decides to end his relationship with the assimilated Brenda Patimkin. A high school reunion in this state is where a writer learns about the life and recent death of Seymour (*) \"Swede\" Levov. A character from this state starts a relationship with \"the Monkey\" after fleeing his stifling family home in this state in a novel framed as a psychotherapy session. Goodbye, Columbus and American Pastoral are set in, and Nathan Zuckerman and Alexander Portnoy are from, for 10 points, what US state, where native son Philip Roth was born in Newark?", "answer_sanitized": "New Jersey [prompt on NJ] &lt;Carson&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "After making a fortune in this industry, the Welser family was briefly granted colonial rights to Venezuela by Charles V. During the 15th century, several colonies in the Black Sea were governed by a Genoan firm in this industry named after Saint George. An early variation of this industry emerged when the Knights Templar began issuing special letters to pilgrims. In the 16th century, Europe's copper trade was monopolized by a member of this industry named Jakob (YAH-kop) the (*) Rich, who led the Fugger (FOOG-gur) family. Its \"fractional-reserve\" variety was pioneered in Amsterdam during the 17th century. Under Philip II, Spain declared bankruptcy five times to avoid paying its debts to this industry, in which the Medicis earned their first fortune. For 10 points, name this industry of the Rothschild family.", "answer_sanitized": "banking [or money-lending or finance or equivalents] &lt;Wang&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This Biblical book describes how a man burns half of his wood and makes an idol out of the other half, stating that he \"feeds on ashes.\" A figure who was \"pierced for our transgressions\" and \"crushed for our iniquities\" is known as the \"man of sorrows\" in this book. This book says that in the future, men will beat their spears into pruning hooks and their swords into plowshares. Bernhard Duhm identified four poems in this book as the (*) \"Servant Songs.\" Matthew 1:23 (\"chapter 1, verse 23\") states that a verse from this book refers to the birth of Jesus; that verse states that a virgin will conceive and bear a son, and name him Immanuel. For 10 points, name this book of the Old Testament, the first of the Major Prophets, which precedes the Book of Jeremiah.", "answer_sanitized": "Book of Isaiah &lt;Cheng&gt;", "category": "Religion"}, {"question_sanitized": "A quantity represented by this letter symbolizes substituent effects and multiplies rho in the Hammett equation. A German word is the origin of using this letter to represent molecular mirror planes. In collision theory, the sum of the atomic radii, or reaction cross-section, is symbolized by this letter. A chemical company named for this letter merged with (*) Aldrich in 1975. Hydrogen's two frontier orbitals are both labelled by this letter. The head-on collision of either in-phase or out-of-phase orbitals creates molecular orbitals designated by this letter lying along the bonding axis. A triple bond includes exactly one bond designated by this letter. For 10 points, name this Greek letter that names the counterpart to pi bonds.", "answer_sanitized": "sigma [or sigma bonds; or sigma orbitals] <Silverman>", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A painting by an artist from this country was purchased with money Ernest Hemingway earned in a boxing match and shows a newspaper whose name is cut off at \"L'INTR\" on the title Farm. That same artist from this country placed the title creature on a stark brown and black landscape next to a ladder extending toward the sky in one painting. Another artist from here included a large hand holding an (*) egg with a flower coming out of it in his depiction of the Narcissus myth. The painter of Dog Barking at the Moon was born in this country, as was a man who created a work juxtaposing softness and hardness in which ants crawl over a watch in a landscape decorated with melting clocks. For 10 points, name this home country of the Surrealists Joan Miró (zhoo-AHN mee-ROH) and Salvador Dalí.", "answer_sanitized": "Spain [accept Kingdom of Spain or Reino de España; prompt on Catalonia] &lt;Bentley&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This book introduced the term \"sortal\" to describe the abstract idea behind a genus, and contends that species and genus terms only describe nominal essences. This book imagines the soul of a prince and a cobbler switching bodies to illustrate a view of personal identity relying on continuity of consciousness. Gottfried Leibniz responded to this book in a work that cast its author as Philalethes. This book, which introduced (*) Molyneux's problem, distinguishes observer-independent properties like shape from observer-dependent ones like color or smell, and argues that people are born without mental content. For 10 points, name this work that distinguished between primary and secondary qualities, and argued that the mind at birth is a tabula rasa, a book by John Locke.", "answer_sanitized": "An Essay Concerning Human Understanding &lt;Kothari&gt;", "category": "Philosophy"}, {"question_sanitized": "An organization based in this European city awards the Wateler Prize and was established after Andrew White convinced Andrew Carnegie to fund a palace. A statue in this city depicts a character from a nursery rhyme who, when asked where his father lives, points across its court pond at a palace. One skyscraper in this city is nicknamed \"the fountain pen,\" and another one is inspired by New York's \"The Flatiron.\" Every September, a speech from the throne is read at this city's (*) Binnenhof complex, where the States General now meets. Palaces called Noordeinde (nort-YNE-duh) and Huis ten Bosch (HOUSE tem BOSS) are located in this city, which co-names an airport with Rotterdam. For 10 points, name this seat of government, but not capital, of the Netherlands, site of the International Criminal Court.", "answer_sanitized": "The Hague [or 's-Gravenhage or Den Haag or La Haye] &lt;Bentley&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Two sons of this deity named Agreus and Nomios joined twelve more of his offspring in India to assist Dionysus. Plutarch claimed that a voice from the island of Paxi called out to a sailor named Thamus to announce the \"death\" of this god. Pitys turned herself into a pine tree to escape this god, and Longus's Daphnis and Chloe claims that he jealously ordered that Echo be torn to pieces. Midas received the (*) ears of an ass after disagreeing with Tmolus's judgement in a contest between Apollo and this god. His pursuit of the nymph Syrinx ended when she was transformed into reeds, which this god cut down and turned into the first set of his namesake pipes. For 10 points, name this Greek god of shepherds and the wild, who had the hindquarters of a goat.", "answer_sanitized": "Pan [accept Faunus until \"Greek\" is read] &lt;Carson&gt;", "category": "Mythology"}, {"question_sanitized": "During this event, parties to the Southeast Mutual Protection Treaty agreed not to obey official decrees. Prior to this event, traveling theater groups drummed up hatred for \"secondary hairy ones\". The Dagu Fortress was destroyed in retribution for this event. Indemnity funds from this event were re-routed to found Tsinghua University. The young girls who made up the (*) Red Lanterns of the group that names this event supposedly could stop bullets with their fans. German Ambassador Clemens von Ketteler was killed during this event, which was suppressed by the Eight-Nation Alliance. A declaration in support of the rebels in this event was proclaimed by Cixi (tsuh-shee). For 10 points, name this rebellion against Western rule in China by the Society of Righteous and Harmonious Fists.", "answer_sanitized": "Boxer Rebellion [or Boxer Uprising; or Boxer Revolution; or Yihequan Movement] &lt;Bentley&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In a story set in this city, Ali asks \"So who's the fanatic now?\" after his taxi-driver father gets drunk and beats him. Hanif Kureishi's \"My Son the Fanatic\" is set in this city, where Keisha saves Leah from drowning in a pool and later renames herself Natalie in a novel titled for one of its districts. In this city, the FutureMouse project is opposed by Millat Iqbal, a member of the fundamentalist group KEVIN. This city is the setting of NW (n-w) and (*) White Teeth by Zadie Smith. This is the capital of a country that a plane carrying Gibreel Farishta and Saladin Chamcha is approaching when it explodes, transforming them into an angel and a devil, in The Satanic Verses. For 10 points, name this capital of the country where the India-born author Salman Rushdie is a citizen.", "answer_sanitized": "London &lt;Brownstein&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Acid-urea gels are mainly used to fractionate these proteins. These proteins fold into a motif that looks like two people shaking hands. Post-translational modifications labelled K9 and K27 occur on this class of proteins, which are covalently modified by Polycomb and Trithorax in Drosophila. These proteins naturally exist as octamers containing two copies each of their sub-types numbered 2A, 2B, 3, and 4. Bromodomains specifically bind these proteins' (*) tails. These proteins neutralize a surrounding negative charge since they're chock-full of arginines and lysines with positive charge. Methylation and acetylation of these nucleosomal proteins is key to epigenetic gene regulation. For 10 points, name these \"beads\" around which DNA wraps to form chromatin.", "answer_sanitized": "histones &lt;Silverman&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "1.In this decade, widespread industrial espionage was exposed in the LaFollette Committee hearings. During this decade, Harry Bridges organized longshoremen into a general strike in San Francisco, and J. Muste enlisted the unemployed in the Toledo Auto-Lite Strike. In this decade, General Motors conceded collective-bargaining after a sit-down strike in (*) Flint. GM negotiated with John L. Lewis, who founded the CIO in this decade. The most important labor legislation signed in this decade built on the Norris–LaGuardia Act, and provided a federal guarantee for unionizing, collective bargaining, and striking. For 10 points, name this landmark decade in labor history in which the National Labor Relations Act was signed by Franklin Roosevelt.", "answer_sanitized": "1930s &lt;Bollinger&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Differing magnitudes of this effect explains why K corrections are necessary to convert apparent magnitudes to absolute magnitudes. The last scattering surface has the maximum value of 1100 for a parameter describing this effect, which roughly equals a ratio of two scale factors, minus one. In a 1959 experiment, the relativistic contribution to this effect was cancelled out by placing an iron-57 sample inside a loudspeaker on top of a building. A quantity symbolized z named for this effect is a proxy for (*) astronomical distances: that's because Hubble's law predicts most objects display this effect since the universe is expanding. For 10 points, name this result of the Doppler effect, in which a light source moving away from an observer appears to increase in wavelength toward a namesake color.", "answer_sanitized": "redshift [or gravitational redshift; or z until it is read; prompt on Doppler effect until it is read] &lt;Silverman&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Wilhelm Grimm's study about the \"The Legend of\" this figure claims his chief distinguishing feature is a solar symbol. Achaemenides, the son of Adamastus, was abandoned when his leader was trying to escape this figure. A son of Faunus killed by this mythical figure became a river in Sicily. Apollodorus claims that a hero employed wine from Maron in a plot to maim this son of the nymph Thoösa (tho-OH-sah) and (*) Poseidon. This man jealously crushed Acis with a boulder due to his desire for the nymph Galatea. A hero who claimed he was \"outis\" (OO-teess), or \"no one\", escaped from this figure's cave riding on the underbelly of a sheep after using a sharpened stake to blind him. The Odyssey depicts Odysseus outsmarting, for 10 points, which Cyclops?", "answer_sanitized": "Polyphemus &lt;Jose&gt; Bonuses", "category": "Mythology"}], "bonuses": [{"leadin_sanitized": "The <em>Pravda</em> article \"Muddle Instead of Music\" attacked the ostensible \"formalism\" of this man's opera <em>Lady Macbeth of the Mtsensk District</em>. For 10 points each:", "answers_sanitized": ["Dmitri (Dmitriyevich) Shostakovich", "Symphony No. 5 [or equivalents like Fifth Symphony; accept Shostakovich's Opus 47]", "the Elmira motif [or Elmira theme; accept E-La-Mi-Re-A or E-A-E-D-A] &lt;Carson&gt;"], "parts_sanitized": ["Name this Soviet-era Russian composer who depicted the Nazi invasion of his country in his seventh symphony, which he nicknamed \"Leningrad\".", "In the wake of \"Muddle Instead of Music\", Shostakovich produced this more conservative D minor piece. A newspaper article attributed to him referred to this piece as \"a Soviet artist's creative response to justified criticism\".", "Shostakovich's Tenth Symphony features a third movement nocturne built on two themes: his signature DSCH motif and this motif for French horn, which spells out the name of one of Shostakovich's students in a combination of letters and solfège (SOLE-fezh) syllables."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In one apocryphal story, a follower of Pythagoras who revealed this result to the general public was forcibly drowned at sea. For 10 points each:", "answers_sanitized": ["square root of 2 is irrational [or obvious equivalents; prompt on the existence of irrationality or similar answers thereof]", "squaring the circle [or circle squaring]", "trisecting an angle [accept equivalents like trisectors] &lt;Aggarwal&gt;"], "parts_sanitized": ["Name this result that puzzled the Pythagoreans after observing the hypotenuse of a right triangle with legs of length one because they believed that all numbers could be expressed in terms of whole numbers and their ratios. One of the most common methods of proving this result by contradiction is to set the ratio of two coprime integers p and q equal to a certain value.", "Because pi is transcendental, this ancient Greek conundrum was proven to actually be impossible. It involves constructing a shape that is equal in area to a given circle using only a straightedge and compass.", "Underwood Dudley wrote a book about the cranks who mailed him letters asserting that another impossible ancient Greek problem, which involves doing this action to an arbitrary angle with only compass and straightedge, was in fact possible."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Brave soldiers from this civilization might have received the \"Flies of Valor\" for their service. For 10 points each:", "answers_sanitized": ["Ancient Egyptian", "Ramses II [or Ramesses II or Rameses II or Ramses the Great]", "Seti I [or Sethos I] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this civilization, whose kings were often depicted holding a captive by the hair, about to strike with a khopesh. A ruler of this civilization bragged about his military victories on the Israel Stele, unearthed by Flinders Petrie.", "This \"great\" Egyptian pharaoh presumably awarded some Flies of Valor to his troops which fought in the Siege of Dapur. This pharaoh clashed with Muwatalli II at the Battle of Kadesh in 1274 BCE.", "The 1274 BCE Battle of Kadesh was not Ramses's first time fighting over Kadesh. In 1306 BCE, Ramses joined this man, his father, in a victory over the Hittites which briefly seized the city for Egypt."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "Once a Roman was no longer one of these people, he would likely cut his long hair and adopt additional names until he had three of them. For 10 points each:", "answers_sanitized": ["Roman slave [or escaped slave]", "Vespasian [or Titus Flavius Caesar Vespasianus Augustus; prompt on Flavius]", "Pergamon [or Pergamum] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this class of people, some of whom rebelled alongside the gladiator Spartacus in the Third Servile War.", "A former slave named Caenis was the mistress and de facto wife of this Roman emperor, whose dynasty ended after the rules of his sons Titus and Domitian.", "According to Martial, Earinus dedicated some of his hair to the cult of Asclepius in this hometown of the physician Galen. The Attalid dynasty ruled a Hellenistic kingdom from this city in modern-day Turkey."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "These animals are named from the Malay for \"roller\" since they have a habit of rolling into a ball as self-defense. For 10 points each:", "answers_sanitized": ["pangolins [or Manis]", "Marianne Craig Moore", "Democratic Republic of the Congo [or DRC; prompt on Congo; do not accept or prompt on \"Republic of the Congo\"] &lt;Jose&gt;"], "parts_sanitized": ["Name these endangered animals, also called scaly anteaters, which eat termites and ants by flicking them into their toothless mouths.", "This author called the pangolin \"Leonardo da Vinci's replica\" and an \"artichoke with head and legs and grit-equipped gizzard\" in her poem \"The Pangolin.\" She wrote \"I too, dislike\" the title subject of her poem \"Poetry.\"", "Mary Douglas's book Purity and Danger discusses the importance of the cult of the pangolin among the Lele people, who live in this country. Many of the Lele people have moved to its capital, Kinshasa."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The world's largest collection of this author's plays can be found at the Folger Library in Washington, D.C. For 10 points each:", "answers_sanitized": ["William Shakespeare", "problem play", "George Bernard Shaw [accept Shav] &lt;Jose&gt;"], "parts_sanitized": ["Name this author whose plays include Cymbeline, King John, and All's Well That Ends Well.", "F. S. Boas introduced this term to describe many of Shakespeare's dramas, such as Measure for Measure, which are classified neither as a tragedy or a comedy.", "In the preface to his collection Three Plays for Puritans, this author and critic coined the term \"bardolatry\" to refer to the worship of Shakespeare. A play titled \"Shakes versus\" this author satirically juxtaposes this author's work with that of Shakespeare's."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This process can be used to infer the size of particles in solution by measuring the photon autocorrelation time when light is shined through the solution. For 10 points each:", "answers_sanitized": ["scattering [or word forms]", "inelastic light scattering", "1 minus cosine theta [or 1 minus cos theta; or mathematical equivalents] &lt;Silverman&gt;"], "parts_sanitized": ["Name this process that generally refers to any deflection of light when it collides with matter. Types of this process are named for Raleigh, Compton, and Raman.", "In this general type of scattering process, the incoming photon's wavelength is smaller than the wavelength of the scattered photon, since some energy is lost. The wavelength difference is called a Stokes shift.", "The Klein–Nishina formula sets the Stokes shift equal to the Compton wavelength times this function of the scattering angle theta. A version of the small-angle approximation estimates this two-term expression as theta-squared over two."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This character stars in an amateur performance of Augustin Daly's \"famous production\" of <em>Under the Gaslight</em> at the Custer Lodge of the Order of the Elks, to which her lover George Hurtswood belongs. For 10 points each:", "answers_sanitized": ["Sister Carrie [or Caroline Meeber; or Caroline Meeber]", "Theodore Dreiser", "a camera &lt;Bentley&gt;"], "parts_sanitized": ["Identify this social striver who meets the traveling salesman Charles Drouet on the train from Wisconsin to Chicago. She is similar in some ways to the author's next title character, Jennie Gerhardt.", "Sister Carrie is a much-censored novel by this author of An American Tragedy.", "In An American Tragedy, Clyde drowns his mistress Roberta after he attacks her and she's hit in the head with one of these objects. Roberto Michel is accosted by a blond woman and a man in a parked car after he's discovered with one of these objects in a Julio Cortazar story."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This thinker drew upon his experiences studying at the Colorado State College of Education to criticize American culture in his 1951 essay \"The America I Have Seen.\" For 10 points each:", "answers_sanitized": ["Sayyid Qutb (KOO-tub)", "jihad", "Egypt [accept Misr or Masr] &lt;Cheng&gt;"], "parts_sanitized": ["Name this leading member of the Muslim Brotherhood, who suggested that modern Muslims were living in a state of jahiliyyah (jah-HEE-lee-yah), or ignorance, in his Milestones. He also emphasized the comprehensive nature of Islam in Social Justice in Islam.", "In a chapter of Milestones titled after this concept, Qutb criticized those who confine this concept to defensive war. This concept, which can be translated as \"struggle,\" has been used to justify wars against non-Muslims.", "Qutb was from this country, the location of Al-Azhar University, a major center of Islamic learning."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "John Conyers has introduced a House bill to establish this kind of system every year since 2003; in 2017 it finally attracted a majority of the Democratic House caucus as cosponsors. For 10 points each:", "answers_sanitized": ["universal single-payer healthcare [prompt on universal healthcare or national healthcare; accept but DO NOT REVEAL Medicare for all]", "Medicare [do not accept or prompt on \"Medicaid\"]", "Anthem Inc. &lt;Jose&gt;"], "parts_sanitized": ["Identify this system in which a government entity collects all medical fees and then covers all medical services, obviating the need for individuals to purchase private insurance.", "An alternate name for Conyers's bill refers to its goal of expanding this program, which works on a single-payer system, \"for all\". Currently, this program provides insurance to people who are 65 or older or who have specific disabilities.", "In early 2017, judges blocked both a merger between Humana and Aetna and, separately, a merger between Cigna and this largest for-profit managed healthcare company in the Blue Cross Blue Shield Association. Prior to 2014, it was known as WellPoint."], "category": "Current Events"}, {"leadin_sanitized": "Thin slices of carbonized Japanese bamboo were the secret ingredient in one of the first popular devices of this kind. For 10 points each:", "answers_sanitized": ["incandescent light bulb", "Thomas Alva Edison", "natural rubber [or India rubber; or caoutchouc] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this invention, less famously attributed to Britain's Joseph Swan. It improved on the intense \"arc\" varieties and eventually drove many gas companies out of business.", "This man conducted an exhaustive search for the best filament for the incandescent light bulb. This \"Wizard of Menlo Park\" also pioneered recording sounds and motion pictures.", "The Edison Botanic Research Corp. conducted thousands of experiments to find an alternative to this product. Waldo Semon came up with a synthetic form of this material called Ameripol during World War II. It's not syrup, but the natural form of this material is obtained via tapping."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "This school of thought traces its origins to Hans Morgenthau's <em>Politics Among Nations</em>, though its later thinkers would criticize his idea that conflict arises from human nature. For 10 points each:", "answers_sanitized": ["realism [accept neorealism or structural realism]", "the balance of power", "anarchy [accept word forms] &lt;Venkus&gt;"], "parts_sanitized": ["Name this theory of international relations. John Mearsheimer contrasted Kenneth Waltz's \"defensive\" version of this theory with his own \"offensive\" brand in his The Tragedy of Great Power Politics.", "Limiting war within the decentralized realist paradigm can be achieved through this objective, in which a multitude of states agree to preserve each other's autonomy during warfare. Among Morton Kaplan's rules of this system is the imperative to \"oppose any coalition or single state which tends to assume a position of predominance within the system.\"", "The international system can be described by this term, meaning there is no higher authority to hold states accountable. Its name implies absence of a formal hierarchy, like when a state has no government."], "category": "Social Science"}, {"leadin_sanitized": "In a series of riots named for this book, a woman named Jenny Geddes supposedly chucked a cutty stool at some officials in St. Giles in Edinburgh. For 10 points each:", "answers_sanitized": ["Book of Common Prayer [or Prayer Book]", "Mary I [or Bloody Mary; or Mary Tudor; do not accept \"Mary Queen of Scots\"]", "King James Bible [or King James Version; or Authorized Version of the Bible; prompt on English Bible or KJV] &lt;Bentley&gt;"], "parts_sanitized": ["Identify this controversial liturgical text. Thomas Cranmer compiled the first version of this book following the 1549 Act of Uniformity.", "The Second Prayer Book issued by Edward VI was heavily revised by this queen, whose persecution of Protestants led to her epithet, \"Bloody.\"", "The Book of Common Prayer was revised at the Hampton Court Conference, a meeting better known for commissioning this project. Richard Bancroft oversaw this project."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "An example of this type of mechanism is the activation of fruit ripening in response to ethene gas, a process that in turn produces more ethene. For 10 points each:", "answers_sanitized": ["positive feedback loop [or positive feedback; prompt on feedback]", "homeostasis [or word forms]", "bar-headed line [or bar-headed arrow; or other descriptions of the symbol ⊣ in any orientation; accept anything suggesting a T-shape or two perpendicular lines] &lt;Silverman&gt;"], "parts_sanitized": ["Name this common biological mechanism in which disturbances are amplified. It can be diagrammed as \"A activates B, which in turn activates A\".", "Negative feedback loops, on the other hand, are crucial to maintaining this property, which is the human body's ability to maintain relatively constant operation despite changes in external factors like temperature or diet.", "In systems biology, networks diagrams represent positive regulation or activation with an arrow, but use this symbol to represent repression or inhibition. A description is acceptable."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "A poem about a death during this event vows \"I shall not murder / The mankind of her going with a grave truth.\" For 10 points each:", "answers_sanitized": ["the Blitz [or Nazi German air raids; or obvious equivalents of the Nazi German bombing of London, Swansea, England, Wales, or the United Kingdom]", "Dylan Thomas", "Poet Laureate of the United Kingdom &lt;Brownstein&gt;"], "parts_sanitized": ["Name this historical event. The speaker refuses to mourn the \"death, by fire, of a child\" in this event in a poem ending \"After the first death, there is no other.\"", "Blitz poems such as \"Among Those Killed In The Dawn Raid Was A Man Aged A Hundred\" and \"A Refusal to Mourn the Death by Fire of a Child in London\" were written by this alcoholic poet of \"And death shall have no dominion.\"", "An old woman's prayer during the Blitz makes up \"In Westminster Abbey,\" a poem by a one-time holder of this position named John Betjeman. As in the US, the holder of this honorary position in the UK serves as the official poet of the nation."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "While at the Royal Ballet, this dancer formed a longstanding partnership with Dame Margot Fonteyn <strong>(fon-TAIN)</strong>. For 10 points each:", "answers_sanitized": ["Rudolf Nureyev [or Rudolf Khametovich Nureyev]", "Swan Lake [or Lebedinoye Ozero]", "The Sleeping Beauty [or Spyashchaya Krasavitsa] &lt;Carson&gt;"], "parts_sanitized": ["Name this Soviet ballet dancer who defected to the West in 1961, thirteen years before Mikhail Baryshnikov (buh-RISH-nick-off) did the same thing. He died of AIDS-related complications in 1983.", "Nureyev's 1986 version of this Tchaikovsky ballet ends with the sorcerer Rothbard defeating Prince Siegfried and rising into the sky, carrying the now-permanently transformed Odette with him.", "Nureyev also choreographed a version of this other Tchaikovsky ballet, in which the titular daughter of King Florestan is cursed by the evil Carabosse and, then protected by the virtuous Lilac Fairy."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "This artist supposedly created a sketch of Alexander the Great's concubine Campaspe <strong>(cam-PASS-pee)</strong> that was so beautiful that Alexander gave her to him as payment. For 10 points each:", "answers_sanitized": ["Apelles", "Sandro Botticelli [or Alessandro di Mariano di Vanni Filipepi]", "Aphrodite [or Venus] &lt;Jose&gt;"], "parts_sanitized": ["Name this ancient Greek painter, whose now-lost painting Calumny was inspired by charges from a rival painter that he conspired to overthrow Ptolemy IV.", "This Italian Renaissance artist recreated that scene using an account written by Lucian of Samosata in his painting The Calumny of Apelles. The only painting this artist ever signed was The Mystic Nativity.", "At his death, Apelles may have been working on a painting depicting this Greek goddess. A famed Botticelli painting depicts the birth of this goddess's Roman counterpart; either name is acceptable."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "The Clausius–Clapeyron equation is essentially the van 't Hoff equation, but the log of equilibrium constant is replaced by the log of the normalized form of this quantity. For 10 points each:", "answers_sanitized": ["vapor pressure [or saturation pressure; or P-sat; or P-star; prompt on partial answer; prompt on P]", "one atmosphere [or atmospheric pressure; or one atm; or P-atm]", "entropy AND volume [or S AND V; or molar entropy AND molar volume] &lt;Silverman&gt;"], "parts_sanitized": ["Name this property which, for water at room temperature, equals about 24 torr.", "Traditionally, the vapor pressure in the Clausius–Clapeyron equation is normalized either to one bar or one of these units. At this pressure, a liquid boils at its normal boiling point. You are currently experiencing roughly this much pressure.", "The Clausius–Clapeyron equation is derived using a Maxwell relation relating \"dP dT\" to a derivative involving these two other quantities. The differentials of these two extensive quantities appear in the definition of internal energy."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In his work <em>Laocoön</em> <strong>(lao-KOH-on)</strong>, this critic argued that poetry differs from painting in being extended in time rather than in space. For 10 points each:", "answers_sanitized": ["Gotthold Ephraim Lessing", "Johann Wolfgang von Goethe", "Friedrich von Schiller [or Johann Christoph Friedrich von Schiller] &lt;Kothari&gt;"], "parts_sanitized": ["Name this German writer of Nathan the Wise, who coined the term \"dramaturgy\" in his Hamburg Dramaturgy.", "Laocoön earned the praise of this younger German writer, whose two-part Faust often takes more than twenty hours to stage uncut.", "As a theater director in Weimar, Goethe premiered many of this playwright's works, including The Bride of Messina. This man also wrote The Robbers."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Answer the following about seals in mythology, for 10 points each.", "answers_sanitized": ["Heimdallr [accept Rig or Vindhler]", "Sedna [or Sanna]", "Telchines &lt;Carson&gt;"], "parts_sanitized": ["Long before they kill each other at Ragnarok, this god and Loki fight each other in the forms of seals over possession of Brisingamen. This son of nine mothers guards the rainbow bridge Bifrost and sounds the Gjallarhorn.", "This Inuit goddess drowns after her father Anguta chops her fingers off and she falls from his kayak; the fingers transform into seals, walruses, and whales. She is now the namesake of a trans-Neptunian object.", "These magicians, who lived on Ceos and Rhodes, supposedly had the heads of dogs and fish-fins for hands, which produces a fairly seal-like effect. They both raised Poseidon and crafted his trident."], "category": "Mythology"}, {"leadin_sanitized": "Danny Cohen's paper \"On the Holy Wars and a Plea for Peace\" introduced this computing term, which is an allusion to the wars over the proper way to crack an egg in <em>Gulliver's Travels</em>. For 10 points each:", "answers_sanitized": ["endianness [accept big-endianness or little-endianness]", "Intel Corporation [or Intel Convention]", "greater than [or less than; or angle brackets; accept answers of both greater than and less than operators] &lt;Jose&gt;"], "parts_sanitized": ["Name this concept, the order of the representation of bytes in the memory of a computer.", "This company's x86 processors use the little-endian format, which is why the \"convention\" named for this company is synonymous with little-endianness. This corporation is the largest manufacturer of microprocessors.", "To change endianness, a program often applies a bitwise shift operation. In the C programming language, that operation is written using two of these symbols, and these symbols are also used to write the insertion and extraction operators when sending data to cout (C-out)."], "subcategory": "Science Computer Science", "category": "Science"}]}