{
    "tossups": [
        {
            "question_sanitized": "The first leader of this group suffered from a severe speech impediment, and one member of this group, Ely Parker, wrote the instrument of surrender at Appomattox. Cadwallader Colden was an unabashed admirer of this group, whose \"Messiah\", Handsome (*)  Lake, may have inspired some of the tenets of Mormonism. This group was among the combatants in Dummer's War and fought the Beaver Wars in the 17th century. The Great Law of Peace continues to govern this group. This group's namesake \"League\" is headquartered at Onondaga and admitted the Tuscarora in the 18th century. For ten points, name this group legendarily founded by Tododaho, Deganawidah, and Hiawatha.",
            "answer_sanitized": "Iroquois  (accecpt \"Mohawk\" before \"Messiah\")",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "A group of Pleistocene skeletons found in this country were found to contain DNA similar to that of Australian Aboriginals. Those skeletons were unrelated to the local Botocudo people, who speak a Macro-Ge Language. The Botocudo were displaced by (*)  frontiersmen similar to those who killed King Zumbi of Quilombo dos Palmares, a kingdom ruled by escaped slaves in this country's Pernambuco state. This country followed a policy called Cafe com Leite, and bannedslavery with the Golden Law. For ten points, name this country named after a type of tree, discovered by Pedro Alvares Cabral",
            "answer_sanitized": "Federative Republic of  Brazil",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "These people elected military leaders called  tokis in times of crisis. However, they were later ruled by Orelie-Antoine I, who promised to bring them French military aid. These people lived around the town of Temuco and the River Bio-Bio, and they speak a language (*)  isolate. Attempted conquerors of this people included Alonso de Ercilla, whose sympathetic account of them is now their native country's national epic. For ten points, name this notoriously hard-to-conquer tribe attacked b y Pedro de Valdivia, who were chronicled in  La Araucana, speak Mapudungun and live in modern Chile.",
            "answer_sanitized": "Mapuche   (accept Araucanian or Mapudungun before mentioned).",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "One monarch of this country was given a crown made of cardboard until his golden one was shipped in from abroad. It's not Prussia, but another monarch of this country built the Sans Souci Palace. A non-monarchial ruler of this country(*)  had formerly worked as a coachman, and owned several large plantations. After his exile, he was replaced by a man who created this nation's flag by ripping the white stripe out of the flag of its former colonial overlord. For ten points, name this country ruled by leaders including Cristophe I, Faustin I, Jean-Jacques I, and Toussaint l'Ouverture.",
            "answer_sanitized": "Republic of  Haiti  (accept \"Empire of Haiti\")",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "One political party named after these objects opposed the Reduction Parliament during their country's Age of Liberty. A group of Turkic tribesmen named for their distinctive red type of these objects helped install Ismail I as the first Safavid Shah (*)   .  James Monroe was given a nickname referencing a type of these objects due to his role as the last major political figure from the American-Revolution era. A variety of these objects emblazoned with a political slogan has attracted controversy for being made in China. For ten points, name this type of object, whose tricorn and \"Make America Great Again\" variants have proven quite popular.",
            "answer_sanitized": "Hats (prompt on \"heads\", \"hair\", and things of that nature before power)",
            "subcategory": "History Other",
            "category": "History"
        },
        {
            "question_sanitized": "The future rebel An Lushan was nearly executed for stealing these animals, and Easter Island was for many years the private possession of a country engaged in farming these animals.(*)  These animals were the namesake of the Qara Qoyunlu and Aq Qoyunlu tribal confederations, and these animals are compared to the title \"Gentlemen-Rankers\" in a Rudyard Kipling poem. Tamerlane perfected many of his stratagems by working as a thief of these animals, and the biblical Isaac was bamboozled by Jacob using a product of these animals. For ten points, name these animals that outnumber people in New Zealand.",
            "answer_sanitized": " Sheep",
            "subcategory": "History Other",
            "category": "History"
        },
        {
            "question_sanitized": "A political party in this country won votes by claiming that only they could save its citizens from a shape-shifting monster that would sodomize them in their sleep. A battle in this country reached a turning point when a British machine gun battery angered a nest of bees and an infirmary was destroyed by friendly fire. This modern-day  (*)country was the location of a war in which a British fleet defeated Sultan Khaled ibn Barghash in 38 minutes. This country contained many \"Ujamaa villages\" during a Socialist period initiated by the Arusha Declaration. For ten points, which country's two constituent parts were united after the Afro-Arab Party overthrew a Sultanate based in Stone Town?",
            "answer_sanitized": "United Republic of  Tanzania",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "The Tale of an Anklet, published in the language of these people, includes a lengthy section describing the prosperous trade they did with the Roman Empire. For much of their history, these people were ruled by three kingdoms: the Cheras, the Pandyas, and (*)  an empire that was responsible for building the temple at Tanjore under its ruler, Raja Raja I. These people's literary canon is summarized in \"Five great Epics\", and a popular chief minister of the Indian state named for this ethnic group, Jayaram Jayalithaa, recently died. A member of this ethnic group was responsible for assassinating Rajiv Gandhi. For ten points, name this ethnic group that fought the Sinhala in the Sri Lankan Civil War.",
            "answer_sanitized": "Tamil",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "One member of this group overthrew the tyrant of Lesbos. Another was the father of Cleomenes I of Sparta, and wished that the island of Cythera did not exist. Another member of this group told the story of Cleobis and Biton to King Croesus of Lydia, and was (*)  succeeded in his highest position by Pisistratus. A fourth member of this group cornered the Olive Oil market in his home city and predicted an eclipse, thus ending a war between his the Medes and the Lydians. That member created the philosophy that everything was composed of water after falling into a well. For ten points, name this grouping of pre-Socratic Ancient Greek notables including Pittacus of Mytilene, Chilon of Sparta, Solon of Athens, and Thales of Miletus.",
            "answer_sanitized": "Seven Sages  (prompt on \"Sages\")",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "The poet Arthur Rimbaud assisted this ruler in coming to power. One of this man's immediate predecessors ordered the largest mortar in the world, and another was killed at the Battle of Metema. The victor at that battle was Khalifa Abdullahi. This man's reign saw the destruction of the Russian colony at Sagallo, the land for which was later sold to the(*)  French. This man conquered several Somali kingdoms to the South of his nation, and a famous painting of his greatest accomplishment shows St. George looking down upon a battlefield. At that battle, this man defeated Oreste Baratieri. For ten points, name this victor at the Battle of Adwa and Emperor of Ethiopia who reigned from 1889 until 1913.",
            "answer_sanitized": " Menelik II",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "One King of this country initiated a purge known as the \"Years of Lead\". Another returned from exile in Madagascar to reclaim his throne, and Marshal Hubert Lyautey suppressed a rebellion in this country. An English colony in this country (*) , inherited through Charles II's marriage into the House of Braganza, was blown up after its parliamentary funding was withdrawn. The Battle of Parsley Point was fought by this country in 2002, and this country has built a so-called \"Great Berm\" to obstruct the movements of the POLISARIO front. For ten points, name this nation, which expelled UN observers from Western Sahara.",
            "answer_sanitized": "Kingdom of  Morocco",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "(Description acceptable) This action was first undertaken by sea by Jorge Alvares. One person who claimed to have performed this action referred to Sumatra as \"Lamory\" and said it was inhabited by Communist cannibals with goat horns. One man who performed the reverse of this action was a Nestorian monk named Rabban (*)  Bar Sauma. This action   was undertaken by Giovanni Pian del Carpine, and Ippolito Desideri produced a translation of several Sutras after undertaking this action. The most famous practitioner of this action wrote his memoirs in a Pisan jail cell. For ten points, name this action undertaken by Lord Macartney, whose namesake mission ended in disaster after he refused to kowtow.",
            "answer_sanitized": "Europeans  going  to  China  (prompt on going to Asia, Silk Road, etc.",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "These people were led for some time by a female war-chief known only as \"the Prophet\", who advocated scorched-earth tactics. A group of these people known as the \"Garamantes\" were famed for building aqueducts. These people (*)  invented the Tifinagh script, and Gibraltar is named after one of these people. The oasis city of Sijilmasa was controlled by these people, who founded the Almoravid dynasty. For ten points, name these people who speak the Tamazight language, which is co-official in Morocco.",
            "answer_sanitized": "Berbers  (accept  Amazigh)",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "One battle in this war resulted in the occupation of Burntside House and the destruction of Darwin Primary School. This war was compared by one author to \"Two bald men fighting over a comb\". Constantino Davidoff   is sometimes blamed for beginning this war, during which the \"Rejoice\" speech was given (*)  and Ascension Island was used as a forward base. A rejected ultimatum by Leopoldo Galtieri led to a famous newspaper headline during this war. That headline was \"Stick this up your junta\". For ten points, name this war in which Prince Andrew flew bomber aircraft over its namesake island chain.",
            "answer_sanitized": "Falklands  War",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "The attacker in this campaign ordered it by saying \"Kill three million of them and the rest will eat out of our hands\". One note issued during this campaign stated \"We cannot help but express our horror\", but nothing (*)  was done because of its perpetrator's status as a crucial mediator in preparatory talks for Nixon's visit to China. That note was the Blood Telegram. This campaign was a response to the election victory of Sheikh Mujibur Rahman's Awami League, and was ordered by General Agha Mohammed Yahya Khan. For ten points, name this Pakistani Army campaign during which a nation formerly known as East Parkistan became independent.",
            "answer_sanitized": "Bengali  genocide (accept answers involving Bangladesh or its war of independence)",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "This city is both the only UNESCO World Heritage City in the United states and the destination of the package in which Henry Box Brown escaped slavery. One protest group targeting this city killed 21 (*)  local native Americans and caused this city's state capital status to be revoked. A second angry mob in this city destroyed the house of the author of  Letters from a Farmer in the state in which this city is located. The namesake of a once-popular brand of Mercury-laced \"bilious pills\" helped treat an epidemic of Yellow Fever in this city. One song partially about this city mentions \"dice in the mirror\" and a license plate reading \"Fresh\". For ten points, name this city attacked by the Paxton Boys, the residence of James Wilkinson and Benjamin Rush.",
            "answer_sanitized": " Philadelphia",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "(description and more specific answers acceptable) A child holder of this position wrote a letter to a caravan leader about how much he wanted to see a \"dancing dwarf\", probably an Ituri pygmy. That holder of this position ruled for 94 years. Another holder of this position signed a treaty ceding control of a key city for seven years, seven months, and seven days. This position (*) was offered to Louis IX of France during a succession crisis, and another holder ordered the name of the last Fatimid caliph removed from Friday prayers. A holder of this position was described as a \"broken reed\" by a taunting Assyrian army. For ten points, name this position held at various points in history and under different official titles by al-Hakim, Piankhi, Muhammad Ali, and Farouk I.",
            "answer_sanitized": "Ruler  (King, Sultan, Pharaoh, Caliph, Khedive) of  Egypt",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "While working in this man's administration, Richard Pipes remarked that he was \"the first Pole in a thousand years in a position to really stick it to the Russians\". A major diplomatic blow for this man occurred when Eugene Hasenfus' plane was shot down.   This man (*)  gave military support to a regime responsible for the El Mozote Massacre, and one scandal during this man's administration was conducted under the auspices of Manouchehr Ghorbanifar and   Mehdi Hashemi. This man condescendingly repeated the line \"There you go again\" during a debate, and he broke a nationwide Air Traffic Controller's Strike. For ten points, name this American President whose Secretary of State, Al Haig, once sparked rumors of a coup by saying \"I am in control here\".",
            "answer_sanitized": "Ronald Wilson  Reagan  (Editor's note: add 5 points if the player says all 3 names and then \"6 6 6\". This is very important to me.)",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "James McBride's memoir  The Color of Water mentions his grandfather's friendship with this man during his time as a dishwasher in New York. Sir Charles Arden-Clarke reached the decision to release this man from prison while shaving at Christiansborg Castle. This man was opposed by Dr. Joseph Danquah before leading the Convention People's Party to victory in a parliamentary election held in (*)  1953. This man was responsible for creating the world's largest artificial lake, controversially accepting Soviet assistance to build the dam that created it. This man was overthrown in a coup after the national cocoa board refused to raise prices after a crop failure. For ten points, name this first president of Ghana.",
            "answer_sanitized": "Kwame  Nkrumah",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "This city was the capital of the Heavenly Kingdom of Great Peace. John Rabe controlled a Safe Zone in this city. This city surrendered to the Manchu without a siege during the Fall of the Ming Dynasty, and one treaty named for this city was signed aboard the  HMS Cornwallis, and ended the (*)  Thirteen Factories system. This city is the capital of Jiangsu Province, and is not to be confused with a similarly-named city that serves as the capital of the Guangxi Zhuangzu Autonomous Region. For ten points, name this city, the location of a notorious \"Rape\" still not featured in Japanese history textbooks.",
            "answer_sanitized": "Nanjing  (Accept  Nanking )",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "This island was home to a tribe whose language is only survived by a recording of a song by a non-speaker. This island's period of independence came to an end during the great depression, when a (*)  debt crisis forced it to seek British protection. This island was the home of the aforementioned Beothuk people, who probably correspond to the \"Skraeling\" mentioned in Viking sources. The Grand Banks lie off the coast of this island, which also contains the L'Anse Aux Meadows archaeological site. For ten points, name this island discovered by Leif Ericsson and nicknamed \"Vinland\".",
            "answer_sanitized": "Newfoundland",
            "subcategory": "History World",
            "category": "History"
        }
    ],
    "bonuses": []
}