{"tossups": [{"question_sanitized": "One key figure in this event had formerly served as a film extra in Paul Robeson's  Sanders of the River. That man changed his last name to a type of sash. Atrocities committed during this event include those that took place at (*)  Embakasi Prison, where prisoners were involved in building an airport. Sir Evelyn Baring was      charged with responding to this event. This event was triggered by resentment over land grants in the White Highlands, and the traditional Gikuyu practice of oathing was co-opted in this event. The name of this rebellion is, in fact, a repetitive but artificial British invention. For 10 points, name this Kenyan independence uprising that was ultimately crushed.", "answer_sanitized": "Mau Mau  Rebellion", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One kingdom based in this city fought the Kingdom of the Snake in a \"cold war\" for over a century. One king of this city was overthrown by Siyah K'ak, the \"Lord of the West\". The \"cold war\" in which this kingdom fought involved the vassal state of Caracol (*) , with which another kingdom attempted to encircle this one. This city's king Chak Tok Ich'aak was overthrown by a Teotihuacano invasion, and this city fell into disrepair for centuries before being re-discovered by Ambrosio Tut. This city controlled most of the cities of the Peten region, and fought a proxy war with the city of Calakmul. For 10 points, name this classic Maya city in modern Guatemala.", "answer_sanitized": "Tikal  (accept Mutal)", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The city hall of Portland, Maine was besieged after Mayor Neal Dow instituted this policy there. Another riot named for a product banned under this policy took place in Chicago. Supporters of this policy edited (*)  key scenes out of the bible, and a presidential candidate who opposed this policy promised to fulfill Americans' \"wet dreams\". Wayne Wheeler founded the main organization promoting this policy, and this policy led to an explosion in religious organizations due to an exemption they received. For ten points, name this policy backed by the Anti-Saloon League and the Women's Christian Temperance Union.", "answer_sanitized": "Prohibition  of Alcohol (accept  Eighteenth  Amendment)", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This was the home country of Blaise Diagne, one of the four French MPsthat this country's coastal towns had the right to elect. After this country's founding father died, the Communists, Socialists, and Liberals were the only permitted political parties. This country (*)  is home to the Maison des Esclaves on the island of Goree. Its founder courted the  grands marabouts to maintain legitimacy and was the first black man admitted to the Academie Francaise. This country's African Renaissance Monument was criticized by some clerics for its immodest dress, and its more recent leaders include Macky Sall and Abdou Diouf. For ten points, name this country whose first leader was Leopold Sedar Senghor.", "answer_sanitized": "Senegal", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Marsilius of Padua wrote a book titled for the  Defender of this concept. A movement entitled for the Truce and this concept of God succeeded in limiting the days on which Catholic polities could fight, and Alexander Mackenzie traveled up a river named for (*)  this concept to reach the Continental Divide. This concept was enforced in the Holy Roman Empire during periods of  Landfriede. George McClellan led a branch of the Democratic Party named for this concept, and a Bolshevik slogan paired it with \"Land and Bread\". For ten points, name this concept that is often contrasted with war.", "answer_sanitized": "Peace", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "This country declared independence after a coup in which the NCNC lost its membership in a governing coalition. This country used the hymn section of \"Finlandia\" as its National Anthem, and Doctors Without Borders was founded to aid citizens of this country. This country (*)  was founded by a former coup leader who had brought a man of his ethnic group, Johnson Aguiyi-Ironsi, to power. This country became landlocked after the capture of Port Harcourt, making it harder to alleviate an epidemic of kwashiorkor sweeping this country. Chimamanda Adichie's novel  Half of a Yellow Sun is set in this country, which was founded by Chukwuemeka Ojukwu. After this country's demise, Gen. Yakubu Gowon pursued a conciliatory policy and gave more autonomy to the Igbo people. For ten points, name this breakaway state that seceded from Nigeria in 1967.", "answer_sanitized": " Biafra  (do not accept \"Nigeria\")", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One establishment in this battle was on the other side of the Indian Creek and the Pinery Road. Henry Halleck agreed to a plan used at this battle in which the belligerent forces attacked before reinforcements could arrive. Gunboats led by Flag Officer Andrew H. Foote went downriver to combat Confederate forts during this battle. Knowing they had loss this battle, generals (*)  Floyd and Pillow crossed a river to escape from this battle. Bothered by this surrender, Nathan Bedford Forrest led men to Charlotte Rode near the end of this battle. After this battle, future governor of Kentucky Simon Buckner unconditionally surrendered to Ulysses S. Grant. This battle occurred after the February, 1862 battle of Fort Henry. For 10 points, identify this American Civil War battle fought in Stewart County, Tennessee.", "answer_sanitized": "Battle of  Fort Donelson", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Jeremiah Heaton established an unrecognized \"kingdom\" partially named for this country to fulfill his daughter's wishes to be a princess. A pharmaceutical plant in this country was bombed by the Clinton administration on suspicion of being a chemical weapons laboratory. One (*)  referendum run by this country used images of clasped and unclasped hands due to widespread illiteracy, and a key group in this country, the National Islamic Front, was founded by Hassan al-Turabi. This country was once led by the secularizing Generals Gaafar Nimieri and Ibrahim Abboud, whose governments were brought down by this country's \"Southern Problem\". For ten points, name this country that was an Anglo-Egyptian Condominium until 1956.", "answer_sanitized": " Sudan", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This guerrilla group was responsible for the Hatun Asha Massacre. One native language referred to them using a word referring to demons who killed people to make soap from their fat. This group identified with (*) Marxist-Leninist-Maoist thought until adding the name of its leader to the end of that string of names. The president responsible for suppressing this group performed a \"self-coup\" to dissolve parliament. This group was led by Abimael Guzman. For 10 points, name this Communist guerrilla group suppressed by Alberto Fujimori, once active in Peru.", "answer_sanitized": "Sendero Luminoso  (Accept \"Shining Path\", other reasonable translations)", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One leader of this group was captured and taken to Britain, where hewas a close friend of Queen Victoria until he returned to his homeland and attempted to regain his title with Russian support. Another leader of this group lost sight in his left eye due to smallpox and was nicknamed (*)  \"The Napoleon of the East\". Another leader of this religious group was boiled alive after refusing to renounce his faith, and his son formed an army known as the \"Pure ones\". This religion's temples offer free food to passers-by. Officially, the eleventh leader of this faith is its holy book, and the five elements of this faith include the topknot and the ceremonial dagger. For 10 points, name this Indian religion centered in Punjab, the signs of which are known as the \"five Ks\".", "answer_sanitized": "Sikh ism (accept  Punjabis  until \"religious\")", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This region's native people worshipped at altars called irminsuls, and its territory was split into Ernestine and Albertine branches. This region was one of the(*)  four secular electorates of the Holy Roman Empire, and it was ruled for most of its history by the House of Wettin. The Seven Years' War originated when Frederick the Great invaded this region, and this region led the neighboring state of Anhalt in a personal union. For ten points, name this German state with capital Dresden, whose namesake people underwent a migration with the Angles.", "answer_sanitized": "Saxony", "subcategory": "History European", "category": "History"}, {"question_sanitized": "One kingdom based in this country was first ruled by Oldman, and later by kings including Jeremy II. Three regions of that kingdom were ruled by a General, an Admiral, and a Governor. One president of this still-extant country referred to himself as \"the grey-eyed man of destiny\" and burnt its capital after being ousted. The (*)  Boland amendment dealt primarily with this country, which was formerly led by William Walker. This country's city of Bluefields was the center of its mixed-race Miskito Kingdom, which was a British protectorate until its annexation. This country was led by Daniel Ortega and his Sandinista Party. The founder of  modernismo hailed from, for ten points, this Central American country with its capital at Managua.", "answer_sanitized": "Nicaragua", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The Mountains of Kong, a range near the source of the Niger in modern-day Ghana, have this property. The country of Poyais, ruled by Cacique Gregor MacGregor, had this property as well. A hotel in Central Tirana built by Hajdin Sejdia had this property, as did (*) John Frum, a World War II hero who brought \"cargo\" to Vanuatu, likely had this property, and. The Bay of the West and the towns of Goblu and Beatosu both had this property, as did the trade carried out with South America by the British South Sea Company. FTP, name this property shared by kings such as Prester John and places such as El Dorado and King Solomon's Mines.", "answer_sanitized": "They didn't exist  (accept reasonable equivalents like \" fictional \", etc.)", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "The language of these people was last attested by Oghier Ghiselin de Bubescq. These people established the Principality of Theodoro, and one empire of these people was conquered by Balamir the Bold. The two branches of these people were (*)  legendarily named because one embarked on a sea migration later than the other. The two ruling houses of these people were the Amalings and the Balthings, and the Gepids were an offshoot of these people. Jordanes wrote a famed history of these people, and Bishop Ulfilas invented a script to translate the bible for these people. Odoacer led one branch of these people, while the other was ruled by several kings named Alaric. For ten points, name this Germanic people possibly named for the island of Gotland.", "answer_sanitized": "Goths  (accept  Ostrogoths  before \"sea migration\")", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "During this era, one noble cut off his own feet for disagreeing with his liege. One polity formed during this era was alleged to make music by beating clay jars with bones and shouting \"woo\", and this period began when the Marquess of Shen sacked Haojing in alliance with the Quanrong Barbarians. The period after this one was marked by the formation of (*)  \"vertical\" and \"horizontal\" alliances. This period is usually divided into \"hegemonies\" such as those of Jin, Qi, and Chu, all nominally vassals of the Zhou Dynasty. The Chu Hegemony during this period was enabled by the advice of the Sun Tzu. For ten points, name this period preceding the Warring States Period, named for the seasons during which annals would be kept.", "answer_sanitized": "Spring  and  Autumn  Period (accept  Eastern Zhou )", "subcategory": "History World", "category": "History"}, {"question_sanitized": "According to a later fictionalized account, one king of thisdynasty suppressed a proto-Socialist religious sect he'd earlier converted to by burying its followers upside down to create a \"human garden\". Another king of this dynasty martyred James Intercisus by cutting him into 28 pieces(*)  and was nicknamed for his love of onager hunting. One king of this dynasty was crowned in utero, while another may have either flayed the skin of a noted captive or poured molten gold down his throat after forcing him and his army to work on an aqueduct, the Band-e-Kaisar. This dynasty succeeded the Arsacids and preceded the fall of Persia to the Muslims. For ten points, name this dynasty, the last Zoroastrian ruling house of Persia.", "answer_sanitized": "Sassan ids (Accept  Sassanians )", "subcategory": "History World", "category": "History"}, {"question_sanitized": "One holder of this title invited Thomas Edison to electrify his country. Lord George Paulet overthrew one holder of this title, and a vassal of that holder of this title allowed the Russians to establish Fort   Elizabeth. He's not English, but another holder of this title was known as the \"Merrie Monarch\" and (*) promulgated his country's national anthem. The first holder of this title fought the Battle of Mokuohai and declared a law protecting civilians during wartime, the Law of the Splintered Paddle. Holders of this title ruled from Iolani Palace, and the last holder of this title was overthrown by Sanford Dole. King Kamehameha I first held, for ten points, name this title, the highest one in a monarchy based in Honolulu.", "answer_sanitized": "King  of  Hawaii", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One ruler of this dynasty made astronomical observations moreprecise than those of any contemporary European, but could not prevent his son from rebelling and having him beheaded. The founder of this dynasty was exhumed         by Mikhail Gerasimov(*)  on the day Operation Barbarossa began. That founder forced Sultan Bayezid the Thunderbolt to break off a siege of Constantinople and fought a civil war with Tokhtamish. He died while planning an invasion of China. A Christopher Marlowe play chronicles the life of this dynasty's founder. For ten points, name this dynasty founded by a lame warlord, the ancestors of the Mughals.", "answer_sanitized": "Timurids", "subcategory": "History World", "category": "History"}, {"question_sanitized": "It's not Spain, but Pablo Neruda wrote his first poetry while serving as a consul in this country. This country was ruled for years by a military dictator who formerly worked as a mail carrier. One disastrous scheme in this country (*) involved denominating currency in base 9 rather than base 10, while a wave of protests in this country following the death of a UN secretary general were named for the date on which they took place, August 8, 1988. This country was ruled by its namesake \"Socialist Programme Party\", and one work of literature titled for this country is set in the district of Kyauktada and was written by George Orwell. For ten points, name this country, the home of Nobel Prize winner Aung San Suu Kyi, formerly known as Burma.", "answer_sanitized": "Myanmar  (Accept Burma before end of question)", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Bishop Jordan was responsible for converting this country to Christianity, and one king of this country issued the Third of May Constitution. One scholar from this country proposed that Russians were actually Finnish in ethnicity due to hydrological and geographical factors. Kings of this country (*)   included ones nicknamed \"the wry-mouthed\" and \"the elbow-high\", and this country was invaded in an event called the Deluge. This country's nobility had a liberum veto, which paralyzed its government in several key situations. This country's first episcopal see was established by King Mieszko at Gniezno, and this country's duchy of Mazovia invited the Teutonic Knights to participate in the Baltic Crusades. For ten points, name this country led by kings including Kazimierz the Great and Boleslaw the Bold.", "answer_sanitized": "Poland", "subcategory": "History European", "category": "History"}], "bonuses": []}