{
    "tossups": [
        {
            "question_sanitized": "The best-known work of Francis Moore Lappé is dedicated to developing more environmentally-friendly ways to use this commodity. Certain types of this commodity can be classified with the European Union’s “Protected Designation of Origin” label. Advocates of a “slow” method of producing this commodity include Alice Waters and Michael Pollan, who described industrial, organic, and foraging methods of producing this commodity in The Omnivore’s Dilemma. During the Neolithic Revolution, early humans moved from hunting and gathering this commodity to using agriculture to produce it. For 10 points, name this commodity that is consumed by eating.",
            "answer_sanitized": "food [accept any specific type of food; accept any type of consumable good such as wine or olive oil; or groceries; prompt on produce]",
            "category": "Social Science"
        },
        {
            "question_sanitized": "This ruler fought alongside his father at the Battle of Reading, where they suffered a defeat at the hands of forces under Halfdan Ragnarsson. While hiding from enemy forces, this ruler apocryphally took refuge in an old peasant woman’s house and let the griddle cakes burn under his watch. This ruler commissioned the Welsh monk Asser to write his biography. A code of law known as the Doom Book was compiled by this ruler. This ruler defeated Guthrum, leader of the “Great Heathen Army,” at the Battle of Edington, after which the Treaty of Wedmore was signed. For 10 points, name this Anglo-Saxon king of Wessex, the only English king with the title “the Great.”",
            "answer_sanitized": "Alfred the Great [prompt on Alfred]",
            "subcategory": "History British",
            "category": "History"
        },
        {
            "question_sanitized": "Acts 1 and 2 of an early version of this play include a non-speaking ghost character named Innogen. A song in this play tells ladies to “sigh no more / Men were deceivers ever” and asks them to be “blithe and bonny” and sing “Hey, nonny nonny.” A constable in this play demands that everyone remember “I am an ass.” In this comedy, Borachio and the maid Margaret are seen having sex in a window as part of a scheme to accuse another character of infidelity. That scheme is inadvertently foiled by Dogberry after being concocted by Don John. For 10 points, name this Shakespeare comedy in which Claudio is tricked into rejecting Hero amidst the “merry war” of Beatrice and Benedick.",
            "answer_sanitized": "Much Ado About Nothing",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": "A painting by Henri Fantin-Latour shows a portrait of this artist surrounded by a crowd including Manet, Whistler and Charles Baudelaire. A painting by this artist shows a woman in a blue coat extending her arms imploringly whilst a turbaned Turk holds a standard behind her. A painting by this artist of Greece Expiring on the Ruins of Missolonghi depicts a king reclining on a bed as his concubines are murdered. In this man’s most famous painting, a boy brandishes two pistols next to a bare-breasted woman in a Phrygian cap carrying the Tricolore. For 10 points, name this French Romantic painter of The Death of Sardanapalus and Liberty Leading the People.",
            "answer_sanitized": "(Ferdinand Victor) Eugène Delacroix",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The development of parts of these cells is controlled by proteins such as Abrupt and Reelin, which help with the process of arborization. After their formation, these cells use RGCs as scaffolds for migration and nearly always remain in the G zero phase. The “mirror” type of these cells are activated when an organism perceives the action of others. Purkinje cells are examples of the “GABAergic” (gah-bah-URGE-ick) type of these cells. These cells undergo periods of hyperpolarization and a refractory period during action potentials. These cells, which can communicate through synapses, consist of dendrites and axons. For 10 points, name these basic cells in the nervous system.",
            "answer_sanitized": "neurons [prompt on brain cells or nerve cells; do not accept “stem cells”]",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "An opposition movement in this country called the Orange Alternative used absurd elements, like mythical dwarves, to protest its government. This country’s militarized ZOMO police was used to violently suppress dissenters, such as striking coal miners at Wujek (VOO-yek). Edward Gierek, a leader of this country, attempted to open it to Western influence. A bicameral legislature was established in this country after the Round Table Talks. A former electrician in this country started a strike at the Lenin Shipyard in 1980, which led to the first non-Communist trade union in the Eastern Bloc. For 10 points, name this country whose Solidarity movement was led by Lech Walesa.",
            "answer_sanitized": "Poland [or Polska]",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "This figure tells a king, “wickedness proceedeth from the wicked: but mine hand shall not be upon thee” after cutting a piece of that king’s skirt instead of killing him. This man is warned that “the sword shall never depart from thine house” by the prophet Nathan. This man compares his killing of a lion and a bear who attacked his sheep to the imminent fate of an “uncircumcised Philistine.” This man ordered Uriah the Hittite to be killed in battle so he could marry his wife Bathsheba, and faced a rebellion by his son Absalom. This figure, who succeeded Saul, is thought to have written most of the Book of Psalms. For 10 points, name this King of Israel who used a sling to kill Goliath.",
            "answer_sanitized": "King David",
            "category": "Religion"
        },
        {
            "question_sanitized": "Electronic properties of phosphine ligands can be quantified using this technique by measuring the Tolman electronic parameter. Solid samples can be easily studied using the “attenuated total reflectance” form of this technique, or they can be crushed into a nujol mull. This technique requires a change in dipole moment and is complementary to Raman spectroscopy. The region below 1500 wavenumbers in this technique is the molecule’s “fingerprint,” and carbonyl compounds show an absorption around 1700 wavenumbers in this technique. For 10 points, name this spectroscopic technique which investigates the vibrational modes of a molecule using wavelengths longer than those of visible light.",
            "answer_sanitized": "infrared spectroscopy [or IR spectroscopy; or IR spec]",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "A homeless character created by this author dreams of going to jail on Blackwell’s Island for the winter in order to stay warm. In another story by this author, a painter dies of pneumonia after painting the title object on a brick wall in order to save Johnsy’s life. This author of “The Cop and the Anthem” created a character who is ridden like a horse for miles after he and “Snake-eye” kidnap the child of Ebenezer Dorset. In another story by this author, Della sells her hair to buy her husband a chain for his watch, only to learn that he sold it to buy her a comb. For 10 points, name this author of the short stories “The Last Leaf,” “The Ransom of Red Chief,” and “The Gift of the Magi.”",
            "answer_sanitized": "O. Henry [or William Sydney Porter]",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "A Rolling Stone review of the Hamilton cast recording of “Satisfied” compared Angelica’s rhythm to this rapper. On a guest verse, this rapper declared “first things first, I'll eat your brains” and referenced the previous verses with the line “You could be the king but watch the queen conquer.” This guest star on “Monster” raps “Yes I did, yes I did / Somebody please tell them who the the F I is,” in a song whose chorus says “you got my heartbeat runnin’ away.” Another song by this rapper mentions a man who “bought her Alexander McQueen” and was “keeping her stylish,” and proclaims the title animal “don’t want none unless you got buns, hun.” For 10 points, name this rapper of “Super Bass” and “Anaconda.”",
            "answer_sanitized": "Nicki Minaj [or Onika Tanya Maraj]",
            "category": "Trash"
        },
        {
            "question_sanitized": "Languages such as Kotlin and Scala compile to bytecode in this language. This programming language utilizes the Abstract Window Toolkit and the Swing API for implementing widgets and applets. The development of this language was led by James Gosling and influenced by C++. Users of apps in this language need to install the JRE, while developers use the JDK. This programming language’s namesake virtual machine helped popularize its slogan “write once, run anywhere.” This language is commonly used to develop Android applications. For 10 points, name this object-oriented programming language developed by Sun Microsystems, whose logo is a cup of coffee.",
            "answer_sanitized": "Java [do not accept or prompt on “Javascript”]",
            "subcategory": "Science Computer Science",
            "category": "Science"
        },
        {
            "question_sanitized": "Richard Wilbur produced the first rhymed English translation of a play by this author, though he did not keep that play’s alexandrine couplets. In a play by this author, a bailiff named Loyal delivers an eviction notice to a family, though they are saved by the surprise intervention of the king. This author died onstage while performing a play whose protagonist promises his daughter to the aspiring doctor Thomas Diafarous in order to obtain free medical attention. He wrote a play in which Valere is in love with Mariane, whose father Orgon has instead promised to marry her to the title religious hypocrite. For 10 points, name this 17th-century French satiric playwright of The Imaginary Invalid and Tartuffe.",
            "answer_sanitized": "Molière [or Jean-Baptiste Poquelin]",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "The third movement of Schubert’s D major symphony of this number contrasts a vivace (vee-VAH-chay) minuet with a ländler-like (LEND-ler “like”) trio section. Another symphony of this number uses a three-note motif partially inspired by the motto of Joseph Joachim. That reworked motto, “Frei aber froh” (FRY AH-ber FROH), appears in Brahms’s symphony of this number. Felix Mendelssohn wrote his symphony of this number after a trip that also inspired the Hebrides Overture. Beethoven dedicated his symphony of this number to “the memory of a great man” after withdrawing its original dedication to Napoleon. For 10 points, give this number of the Scottish and Eroica symphonies.",
            "answer_sanitized": "Symphony No. 3 [or Third Symphony]",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The revolt of the Mac family in this country interrupted a dynasty whose founder was given a magic sword named “Heaven’s Will” by a golden-shelled tortoise. Using sharpened iron stakes hidden underwater, this country entrapped a much larger navy in a 938 battle, ending nearly a millennium of domination by its northern neighbor. The Le Dynasty was nominally in control of this country for over 300 years. A centuries-long civil war in this nation finally ended when the Trinh family was defeated by the Tay Son, who were in turn supplanted by a family whose last ruling member was Bao Dai. For 10 points, name this Southeast Asian country which was last ruled by the Nguyen (“win”) Dynasty.",
            "answer_sanitized": "Vietnam",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "One of these objects legendarily owned by Julius Caesar was taken from him by the prince Nennius in single combat and was known as Crocea Mors. Yamato Takeru escaped from a grass fire with the help of one of these objects, revealing its ability to control the wind. That object’s Japanese name means “Grass-Cutter.” Another of these objects named Durandal was owned by Roland. An object of this type was found in the tail of the serpent Yamata-no-Orochi by Susano’o. One of these objects was presented by the Lady of the Lake, to whom it was returned after its bearer’s death at Avalon. For 10 points, name these objects, examples of which include Kusanagi and Excalibur.",
            "answer_sanitized": "swords",
            "category": "Mythology"
        },
        {
            "question_sanitized": "In Clinton, Tennessee, this architect designed an elevated wooden barn dedicated to Langston Hughes. This architect installed seven artworks along the Columbia River in the Confluence Project. This architect created a circular granite structure at Yale inscribed with the names of its female students, and designed an undulating landscape in Ann Arbor called the Wave Field. This architect of The Women’s Table designed a monument surrounded by Frederick Hart’s statue The Three Soldiers. That monument consists of two walls of black granite inscribed with 58,000 names. For 10 points, name this Chinese-American architect of the Vietnam Veterans’ Memorial.",
            "answer_sanitized": "Maya Lin",
            "subcategory": "Fine Arts Other",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Denis Diderot revealed his atheism in a letter to a person with this condition. In a story by H. G. Wells, the mountaineer Nuñez discovers an isolated village of people with this condition. At the start of a novel, a good Samaritan helps a man with this condition get home but then steals his car; later, soldiers that have been assigned to help people hospitalized with this condition instead fire at them when they try to leave. In that novel named for this condition, a gang leader is stabbed with scissors by the doctor’s wife. In a novel titled after this condition, it is described as a “white sickness” that causes societal collapse. For 10 points, name this condition that titles a novel by Jose Saramago.",
            "answer_sanitized": "blindness",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "During a battle in this state, a cannonball tore straight through a portrait of George II, which was subsequently replaced by a portrait of George Washington. Two years after the winter at Valley Forge, the Continental Army weathered the war’s hardest winter at this state’s village of Morristown. Charles Lee was court-martialed for his conduct at a battle in this state, at which Molly Pitcher supposedly operated a cannon after her husband died. In this state, a combined British and Hessian force under Johann Rall was defeated in a surprise attack that took place after George Washington crossed the Delaware River. For 10 points, name this state, the site of the battles of Trenton and Princeton.",
            "answer_sanitized": "New Jersey",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "The final chapter of this text describes how to attain freedom through renunciation. It’s not from China, but this text defines a wise person as one who sees “inaction in action and action in inaction.” This text describes the three gunas (GOO-nas), known as sattva, rajas, and tamas, and explains the yogas of action, knowledge, and devotion. This text is primarily narrated by Sanjaya, the charioteer of King Dhritarashtra (DRE-tha-ROSH-tra). Its protagonist struggles with the morality of fighting against his teachers and relatives, who are fighting with the Kauravas at Kurukshetra. For 10 points, name this philosophical dialogue between Krishna and Arjuna in the Mahabharata.",
            "answer_sanitized": "Bhagavad Gita [prompt on Mahabharata before it is read]",
            "category": "Religion"
        },
        {
            "question_sanitized": "This process takes place the most efficiently at the blaze wavelength. How this process limits angular resolution is quantified by the Rayleigh criterion. Kirchhoff’s formula for this process can be approximated in the near field and far field by the Fresnel and Fraunhofer equations, respectively. When this process is performed in a periodic structure such as a crystal, it is described by the formula “2 d sine theta equals n lambda,” or Bragg’s law. A series of slits forms a “grating” named for this process, and light waves underwent this process while going through slits in Young’s double slit experiment. For 10 points, name this process, the bending of light around an object.",
            "answer_sanitized": "diffraction [or near-field diffraction; or far-field diffraction]",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": ". The deadliest building collapse in the United States before the collapse of the Twin Towers occurred in one of these buildings when a walkway collapsed onto a crowded dance floor. In one of these buildings in Chicago, Warren G. Harding was nominated the Republican candidate for president in a “smoke-filled room.” Maxwell House, an example of one of these buildings in Tennessee, was where the Ku Klux Klan was founded. The headquarters of the Democratic Party during the Election of 1972 was located in one of these locations, which was broken into by several “plumbers.” For 10 points, name these places that include the Waldorf-Astoria and Watergate.",
            "answer_sanitized": "hotels [accept any specific hotels such as the Blackstone Hotel or Maxwell House Hotel] Bonuses",
            "subcategory": "History American",
            "category": "History"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "This author joined her brother Adrian Stephen and Horace de Vere Cole in dressing up as Abyssinian royals to hoax the Royal Navy into giving them a tour of their flagship HMS <em>Dreadnought</em>. For 10 points each:",
            "answers_sanitized": [
                "(Adeline) Virginia Woolf",
                "Mrs Dalloway",
                "a party [or synonyms such as soiree; anything which refers to a gathering that isn’t specifically a birthday party or funeral or wedding or whatnot is fine]"
            ],
            "parts_sanitized": [
                "Name this author and member of the Bloomsbury Group, who wrote The Voyage Out and The Waves and featured the Ramsay family in her novel To the Lighthouse.",
                "In this Woolf novel, the shellshocked veteran Septimus Smith jumps out of a window to his death. It follows a high-society woman who considers sharing a kiss with Sally Seton to be the high point of her life.",
                "The final section of Mrs Dalloway is set during one of these events, which the Prime Minister attends. At this event, Mrs Dalloway learns about the death of Septimus."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Mossad conducted a whole bunch of operations on foreign soil. For 10 points each:",
            "answers_sanitized": [
                "Munich [or Munchen]",
                "Entebbe Raid [or Operation Thunderbolt]",
                "Argentina"
            ],
            "parts_sanitized": [
                "A 1972 massacre of 11 Israeli athletes by the group Black September during an Olympic Games in this city prompted Mossad to retaliate with Operation Wrath of God, killing the massacre’s perpetrators and organizers.",
                "After a largely Jewish plane was hijacked and flown to Idi Amin’s Uganda, Mossad helped plan this daring raid that took back the plane without a single hostage death. Yonatan Netanyahu was the only Israeli death during it.",
                "In 1960, Mossad discovered that Adolf Eichmann was living in this country—the destination of many escaped Nazis—and captured him. Eichmann was then living in this country’s capital of Buenos Aires."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "Persistent forms of this type of compound include Frémy's salt and TEMPO. For 10 points each:",
            "answers_sanitized": [
                "free radicals",
                "paramagnetism [or word forms]",
                "nitric oxide [or NO; prompt on nitrosyl; do not accept or prompt on “nitrous oxide” or “N2O”]"
            ],
            "parts_sanitized": [
                "Name these highly-reactive molecules with one unpaired electron. The breakdown of ozone in the upper atmosphere is caused by these chemical species. Antioxidants stop these species from reacting in the body.",
                "Since free radicals have one unpaired electron, they demonstrate this type of magnetic behavior, where electrons align with an external magnetic field.",
                "This small diatomic gas with a triple bond exists as a radical naturally and is used as a cellular signalling molecule. It can coordinate to metals in a linear or bent manner, which makes counting electrons difficult."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This composer wrote an operetta in which Adele pretends to be the Russian actress Olga, and Frank and Eisenstein both disguise themselves as Frenchmen. For 10 points each:",
            "answers_sanitized": [
                "Johann Strauss Jr. [or Johann Strauss II; or Johann Strauss the Younger; or Johann Strauss the Son; prompt on Strauss or Johann Baptist Strauss]",
                "waltzes",
                "polkas"
            ],
            "parts_sanitized": [
                "Name this composer of an operetta about Prince Orlofsky’s ball titled Die Fledermaus (dee FLAY-der-mouse).",
                "Johann Strauss Jr. gained most of his fame from writing these dances in 3/4 (three-four) time. Strauss’s pieces of this type include Vienna Blood and On the Beautiful Blue Danube.",
                "Strauss also wrote several pieces in this other dance-based genre, including one with his brother Josef in which the strings play entirely pizzicato. Another Strauss work of this type is named “Tritsch-Tratsch.”"
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Apples dipped in honey are usually served on this holiday, during which the shofar is blown around one hundred times. For 10 points each:",
            "answers_sanitized": [
                "Rosh Hashanah [or Yom Teruah]",
                "Nowruz",
                "Mecca"
            ],
            "parts_sanitized": [
                "Name this holiday that occurs on the first month of Tishrei, known as the Jewish New Year.",
                "This holiday, known as the Persian New Year, is preceded by observance of the Festival of Fire and spring cleaning of people’s houses. This holiday is celebrated on the vernal equinox and has Zoroastrian origins.",
                "The Islamic New Year is celebrated on the day of the hijra, in which the prophet Muhammad traveled from this city to Medina. This city is the site of the Great Mosque."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "This book criticizes Thomas Hobbes’ theories on the state of nature through the Fable of the Troglodytes. For 10 points each:",
            "answers_sanitized": [
                "the Persian Letters",
                "Baron de la Brede et de Montesquieu [or Charles-Louis de Secondat]",
                "Age of Enlightenment"
            ],
            "parts_sanitized": [
                "Name this satire, in which Usbek and Rica travel to Europe and comment on Parisian society.",
                "This French philosopher wrote the Persian Letters. He also outlined a system of government with separation of powers across three branches in The Spirit of the Laws.",
                "Montesquieu, along with Voltaire and Diderot, was part of this 18th-century philosophical movement that emphasized the use of the scientific method and logic rather than faith. It is also known as the Age of Reason."
            ],
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "One figure in this experiment took on a personality based on a character from <em>Cool Hand Luke</em> and was referred to as “John Wayne.” For 10 points each:",
            "answers_sanitized": [
                "Stanford prison experiment",
                "Philip George Zimbardo",
                "Robbers Cave experiment"
            ],
            "parts_sanitized": [
                "Name this psychological experiment, conducted in the basement of Jordan Hall at the namesake university, which was terminated early due to the guards’ mistreatment of the inmates.",
                "The Stanford prison experiment was led by this psychologist, who connected its findings to abuses at Abu Ghraib in The Lucifer Effect.",
                "Another study of group dynamics was this experiment conducted by Muzafer Sherif at a namesake Oklahoma camp. It saw the rival Rattlers and Eagles unite when presented with “superordinate goals.”"
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "In group theory, groups must satisfy the axioms of closure and having an identity element, an inverse element, and this property. For 10 points each:",
            "answers_sanitized": [
                "associative property [or associativity]",
                "algebra [or abstract algebra; or linear algebra]",
                "cyclic groups [or monogenous groups]"
            ],
            "parts_sanitized": [
                "Name this property, in which the order in which operations are performed does not change the result. For example, 1 + 2 + 3 will always equal 6 no matter where parentheses are placed.",
                "Groups are studied in a field of mathematics named for the “abstract” type of this word. This word, when described by “linear,” refers to the study of systems of equations and matrices that represent them.",
                "This type of group only has elements that are powers of an element a, where a is known as the generator of this kind of group."
            ],
            "subcategory": "Science Math",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Ernest McFarland and Warren Atherton were known as the “fathers” of this law. For 10 points each:",
            "answers_sanitized": [
                "G.I. Bill [or Servicemen’s Readjustment Act of 1944]",
                "September 11 attacks [or 9/11; or Post-9/11 G.I. Bill; anti-prompt on destruction of the World Trade Center, the attack on the Pentagon, or Flight 93]",
                "for-profit colleges [or fly-by-night colleges]"
            ],
            "parts_sanitized": [
                "Name this law which gave returning veterans from World War II many benefits, such as zero-interest home loans and one year’s paid unemployment money.",
                "A “new” G.I. Bill passed in 2008 expanding educational benefits was given the name “post-” this event. This worst terrorist attack in United States history led to the passage of the Patriot Act.",
                "One concern of the G.I. bill was that these institutions would prey on unknowledgeable veterans. These institutions are only allowed to receive a maximum of 90% of their revenue from the government."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "This author was nearly executed for his membership in the radical Petrashevsky Circle. For 10 points each:",
            "answers_sanitized": [
                "Fyodor Mikhailovich Dostoyevsky",
                "Crime and Punishment [or Prestupleniye i nakazaniye]",
                "Semyon Zakharovich Marmeladov"
            ],
            "parts_sanitized": [
                "Name this author of a novella which begins with its narrator declaring “I am a sick man...I am a spiteful man,” Notes from Underground.",
                "In this Dostoyevsky novel, the handicapped woman Lizaveta and her sister, the pawnbroker Alyona, are killed by Raskolnikov.",
                "Raskolnikov witnesses this man get mortally wounded by a carriage in the street. Raskolnikov later gives the rest of his stolen money to this man’s surviving family members, which include the virtuous prostitute Sonya."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "In one scene, this movie’s title character stands in front of a massive poster of himself at a rally. For 10 points each:",
            "answers_sanitized": [
                "Citizen Kane",
                "cinematographers [or directors of photography; accept cinematography]",
                "Taxi Driver"
            ],
            "parts_sanitized": [
                "Name this 1941 movie about the life of a fictional newspaper magnate and failed politician, directed by and starring Orson Welles.",
                "For Citizen Kane, Gregg Toland experimented with low-angle and deep-focus shots while performing this job. While making a movie, people with this job are responsible for a film’s visual elements.",
                "Bernard Herrmann wrote the score to Citizen Kane as well as this 1976 movie. Its main character declares “some day a real rain will come and wash all this scum off the streets,” and cuts his hair into a mohawk when he decides to assassinate Senator Palantine."
            ],
            "category": "Trash"
        },
        {
            "leadin_sanitized": "This set of four equations includes a version of Ampere’s law modified to include the displacement current. For 10 points each:",
            "answers_sanitized": [
                "Maxwell’s equations",
                "0",
                "magnetic flux [prompt on flux; prompt on “phi” or “phi B”]"
            ],
            "parts_sanitized": [
                "Name these equations that describe the behaviors and interactions of electric and magnetic fields. They are named after a Scottish physicist.",
                "One of Maxwell’s equations, Gauss’s law for magnetism, states that the divergence of the magnetic field is equal to this value. That result implies that magnetic monopoles do not exist.",
                "Another equation, Faraday’s law, states that the induced emf (E-M-F) equals the negative time derivative of this quantity. This quantity is equal to the product of a magnetic field and the perpendicular area it passes through."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This conflict was preceded by a movement led by Peter the Hermit and Walter the Penniless, who led lower-class people who were slaughtered after wandering into Seljuk territory. For 10 points each:",
            "answers_sanitized": [
                "First Crusade [prompt on Crusades]",
                "Byzantine Empire [accept Eastern Roman Empire; prompt on Roman Empire]",
                "Antioch"
            ],
            "parts_sanitized": [
                "Name this holy war called for by Urban II at the Council of Clermont. This war ended with the 1099 capture of Jerusalem, whose inhabitants were massacred.",
                "The First Crusade can be traced back to an appeal for help fighting the Seljuks by Alexius Comnenus, a ruler of this empire. Its capital city of Constantinople was conquered in 1453 by the Ottomans.",
                "One of the largest engagements in the First Crusade was the capture of this city on the Orontes River. The Holy Lance was discovered in this city, which was an early stronghold of Christianity."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "Father Dosen relates the story of Nansen and the kitten in one of this author’s novels. For 10 points each:",
            "answers_sanitized": [
                "Yukio Mishima [or Kimitake Hiraoka, accept names in either order]",
                "The Sea of Fertility [or Hōjō no Umi]",
                "garden [or orchard]"
            ],
            "parts_sanitized": [
                "Name this Japanese author of The Temple of the Golden Pavilion and The Sailor Who Fell from Grace with the Sea.",
                "In this Mishima tetralogy, the law student Shigekuni Honda attempts to save the lives of his school friend Kiyoaki, whom he believes is being continuously reincarnated only to be doomed to an early death every time.",
                "In his memoir Sun and Steel, Mishima compares his body to this place, which he used the two title concepts to grow. At the end of Candide, Candide reminds Pangloss that “we must cultivate” one of these places."
            ],
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Snooty French wine connoisseurs rated wines from this area as superior to French wines in a blind taste test called the Judgement of Paris. For 10 points each:",
            "answers_sanitized": [
                "Napa Valley",
                "terroir",
                "San Francisco Bay [do not accept or prompt on “San Pablo Bay”]"
            ],
            "parts_sanitized": [
                "Name this famous wine-grape growing area in Northern California.",
                "The many different microclimates of the Napa Valley results in many diverse environmental factors, which are encapsulated in this French term often applied to wine grapes.",
                "Napa is located north of this body of water, which is the namesake of a metropolitan area including San Mateo and Oakland. The Pacific Ocean and this body of water are connected by the Golden Gate."
            ],
            "category": "Geography"
        },
        {
            "leadin_sanitized": "The first man with this title claimed to have seen twelve vultures, while another man claimed to have seen six, leading to a feud. For 10 points each:",
            "answers_sanitized": [
                "kings of Rome [prompt on partial answer]",
                "Romulus",
                "Numa Pompilius"
            ],
            "parts_sanitized": [
                "Identify this title shared by a number of men, including one who was suckled by the she-wolf Lupa. The last man with this title fought a war against Lars Porsena.",
                "This first king of Rome killed his twin brother Remus and named the city of Rome after himself.",
                "This second king of Rome built the temple of Janus. This man codified most of the early tenets of the Roman religion, which he was supposedly taught by the nymph Egeria."
            ],
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Answer some questions about technology used during the Age of Exploration, for 10 points each:",
            "answers_sanitized": [
                "compass",
                "caravels",
                "calculating longitude [prompt on telling time at sea or similar answers]"
            ],
            "parts_sanitized": [
                "This device, invented during the Song Dynasty, was originally made from lodestone, and consisted of a needle floated in a bowl of water to accurately align with the north or south poles.",
                "This small and maneuverable ship with lateen sails was developed by the Portuguese for journeys exploring the African coast and the Atlantic Ocean.",
                "John Harrison was awarded 20,000 pounds for inventing the marine chronometer, which was used to accurately accomplish this specific task."
            ],
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The collective set of these organs in a plant is known as the androecium [an-DREE-shyum]. For 10 points each:",
            "answers_sanitized": [
                "stamen",
                "angiosperms [or Angiospermae; or Magnoliophyta]",
                "endosperm"
            ],
            "parts_sanitized": [
                "Name this pollen-producing organ that is composed of the anther and the filament. This organ is the male reproductive organ of a flower.",
                "Stamens [STAY-mens] and pistils are found in this diverse group of plants. Unlike gymnosperms, plants in this group have ovules and seeds enclosed in an ovary, and they are known as flowering plants.",
                "During fertilization in angiosperms, this tissue is formed alongside the embryo in double fertilization. This tissue provides nutrition as starch for the embryo and usually consists of triploid cells."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The original version of this poem was thirty lines, but its author scrapped it because it was not of sufficient intensity. For 10 points each:",
            "answers_sanitized": [
                "“In a Station of the Metro”",
                "Ezra Weston Loomis Pound",
                "Thomas Stearns Eliot [or T.S. Eliot]"
            ],
            "parts_sanitized": [
                "Name this poem, which was inspired by Japanese hokku and appeared with unusual spacing in the 1913 edition of Poetry. In its entirety, it reads “The apparition of these faces in the crowd; Petals on a wet, black bough.”",
                "“In a Station of the Metro” was written by this American expatriate, who composed The Pisan Cantos while imprisoned in Italy for treason after World War II.",
                "Bob Dylan’s song “Desolation Row” imagines Ezra Pound and this author “fighting in the captain’s tower.” In real life, Pound edited and removed large chunks of this man’s epic poem “The Waste Land.”"
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Name the following abstract expressionist painters, for 10 points each.",
            "answers_sanitized": [
                "(Paul) Jackson Pollock",
                "Mark Rothko [or Markus Yakovlevich Rothkowitz]",
                "Barnett Newman"
            ],
            "parts_sanitized": [
                "This painter’s tendency to pour and splash paint onto the canvas earned him the nickname “Jack the Dripper.” His works include Full Fathom Five and a painting subtitled Lavender Mist.",
                "This Latvian-born American color-field painter is considered part of abstract expressionism. His paintings often solely feature stripes of different colors, and he refused to give the Four Seasons murals to a restaurant in the Seagram Building.",
                "This other American color-field painter developed vertical stripes of colour called “zips” to define the structure of his paintings. His works include Who’s Afraid of Red, Yellow and Blue and Vir heroicus sublimis (VEER “heroic”-us sub-LEEM-us)."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        }
    ]
}