{
    "tossups": [
        {
            "question_sanitized": "One poem by this author opens by describing three figures “in placid sandals, and in white robes graced,” which represent Ambition, Love and Poetry. This author declared “Yes, I will be thy priest” in a poem which asks the title goddess to hear the speaker’s “tuneless numbers.” This author wondered “Do I wake or sleep?” in a poem which opens “My heart aches, and a drowsy numbness pains.” That poem declares “Thou wast not born for death, immortal Bird!” This poet wrote “Beauty is truth, truth beauty” in a poem written about a classical vase. For 10 points, name this English poet who wrote odes “to Indolence,” “to a Nightingale,” and “on a Grecian Urn.”",
            "answer_sanitized": "John Keats",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": "This country was dominated for more than a century by the True Whig Party, which once infamously “won” an election with fifteen times more votes than eligible voters. Its president William Tubman allied this country with the United States early in the Cold War, but his successor, William Tolbert, leaned towards the Soviet Union. Samuel Doe became president of this country after staging a bloody coup in 1980, but was executed ten years later on the orders of warlord Charles Taylor. In 2006, this country became the first African country to elect a female head of state when it chose Ellen Johnson Sirleaf as president. For 10 points, name this country that was founded by freed American slaves.",
            "answer_sanitized": "Liberia",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "A leader of this religion invented a string instrument called the taus. A central text in this religion is divided into shabads written in the Gurmukhi script. In a baptism ceremony, members of this religion stir sugar and water in an iron bowl before sprinkling it on their eyes and hair. Adherents to this religion must wear five articles of faith at all times, including a sword called a kirpan. Places of worship in this religion are known as gurdwaras, the holiest of which is located in Amritsar. The holy text Adi Granth is the eleventh and final of this faith’s gurus. For 10 points, name this religion, founded by Nanak, whose adherents keep their hair uncut and commonly wear turbans.",
            "answer_sanitized": "Sikhism",
            "category": "Religion"
        },
        {
            "question_sanitized": "The “iron catastrophe” is thought to be responsible for this body’s magnetosphere. Objects that orbit near this body include the Apohele, Atens, and Amors asteroids. This body’s multiple banded iron formations give evidence for a period in which it was completely frozen over. This body was hypothesized to have been hit by an object named Theia to form its only natural satellite. Iridium deposits on this body date to about the same time as its Chicxulub (CHICK-su-loob) crater was formed. This planet’s polar ice caps are melting at an alarming rate due to increased greenhouse gas emissions in the past two centuries. For 10 points, name this third planet from the Sun.",
            "answer_sanitized": "Earth",
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "question_sanitized": "In one episode of this show, a character becomes jealous when his wife hires a handsome language tutor for their son, causing the wife to exclaim “Do you even know how smart I am in Spanish?” A running gag on this show involves a character saying “Gotta fix that step” every time he trips on a broken step in his house. That character, Phil, often encourages his son, Luke, to join him in his hobbies of performing magic tricks and trampolining. In the very first episode of this series, the gay couple Cameron and Mitchell adopt the Vietnamese baby Lily. For 10 points, name this mockumentary sitcom that airs on ABC and follows the Dunphys and the Pritchetts.",
            "answer_sanitized": "Modern Family",
            "category": "Trash"
        },
        {
            "question_sanitized": "An essay by this thinker argues that “perfectibility,” or the faculty of self-improvement, separates humans from animals. In that essay, this thinker described humanity’s transition from pure self-love, or amour de soi, to self-esteem based on comparison to others, or amour propre (UH-moor PROP). He wrote a novel about the ideal education for a boy who later marries Sophie. In another treatise, this author of Discourse on Inequality argued that a sovereign must govern according to the people’s “general will.” He began a book with the line “man is born free, and everywhere he is in chains.” For 10 points, name this philosopher who wrote Emile and The Social Contract.",
            "answer_sanitized": "Jean-Jacques Rousseau",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "At the end of a story by this author, a man tells a woman in an elevator that if she wants to look at his feet, she should just say so and not be a “God-damned sneak about it.” In that short story by this author, a man makes a young girl jealous by mentioning Sharon Lipschutz while they play on a beach. The protagonist of that story tells Sibyl Carpenter to go inside before shooting himself. The protagonist of a novel by this author visits a merry-go-round with his younger sister Phoebe in New York and constantly rails against “phonies.” For 10 points, name this author who wrote about Seymour Glass in \"A Perfect Day For Bananafish\" and Holden Caulfield in The Catcher in the Rye.",
            "answer_sanitized": "Jerome David Salinger",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "A play named after this character opens with a crowd carrying olive branches wrapped in wood to ward off the plague. In another play, this character recognizes that a thunderstorm foretells his death and asks his daughter to take him outside to die on holy ground. One of this character’s daughters is entombed and left to die for the crime of burying her brother Polyneices. This character travels the road to Colonus with his daughters Ismene and Antigone in the last of Sophocles’s Theban plays. For 10 points, name this king of Thebes who blinds himself after he finds out that he killed his father Laius and married his mother Jocasta.",
            "answer_sanitized": "Oedipus [accept Oedipus Rex or Oedipus at Colonus]",
            "subcategory": "Literature Classical",
            "category": "Literature"
        },
        {
            "question_sanitized": "This taxonomic class contains the only synapsids that are living today. Ancestors of this class include cynodonts, which emerged in the late Permian. This class was initially classified into the groups Prototheria, Metatheria, and Eutheria. Some members of this class release prolactin from their pituitary gland. This class of organisms experienced a radiation in the Paleogene period after an extinction event that ended the Cretaceous period and the age of reptiles. The only order within this class that lays eggs is Monotremata. This class also includes marsupials and placentals. For 10 points, name this class of animals, distinguished by having fur and milk-producing glands.",
            "answer_sanitized": "Mammalia [or mammals]",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "According to Creophylus, this man’s sons Mermeros and Pheres were killed by the Corinthians for aiding in a revenge plot. As told by Apollonius of Rhodes, this man helped murder and scatter the body parts of his lover’s half-brother Apsyrtus (ap-SIR-tus). This man’s bride-to-be received a cursed dress and burned to death when she put it on. This man’s lover gave him a protective ointment that helped him plow a field with fire-breathing oxen in Colchis. According to Euripides, his two sons and his second wife, Glauce (glossy), were murdered out of vengeance by his first wife Medea. For 10 points, name this Greek mythological hero who led the Argonauts to fetch the Golden Fleece.",
            "answer_sanitized": "Jason",
            "category": "Mythology"
        },
        {
            "question_sanitized": "This artist was inspired by the painting Sunset on the Oise by Charles-Francois Daubigny to build a studio-boat on the Seine. This artist was forced to purchase a series of objects along the Epte River to finish one of his series of paintings. One series by this artist of Poplars was painted from St Thomas’ Hospital in London. This artist painted a religious building at different times and seasons in his series on Rouen Cathedral. This artist of a series of paintings of Haystacks painted a Japanese footbridge in his garden at Giverny. A painting by this man of Le Havre at dawn gave rise to the name “Impressionism”. For 10 points, name this French painter of Impression: Sunrise and Water Lilies.",
            "answer_sanitized": "(Oscar-)Claude Monet [do not accept or prompt on “Manet”]",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The resolution of this analytical technique can be improved by using a double focusing analyzer setup, which additionally includes an electrostatic analyzer. A step in this technique can be achieved by charging droplets and evaporating them beyond their Rayleigh limit until they explode into smaller droplets, during which a Taylor cone is observed. That step in this technique is described as “hard” and is called electrospray ionization, contrasted with “soft” methods like field desorption and MALDI. For 10 points, name this technique in which samples are ionized, accelerated, and then deflected in a magnetic field so that their fragments are sorted by their m to z ratio.",
            "answer_sanitized": "mass spectrometry [or mass spectroscopy; or MS]",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "This modern-day country was once ruled by renegade Janissaries known as dahije, who massacred this country’s elite, known as knez, in 1804. A rebel whose name translates to “Black George” is considered the national hero of this country. A leader of a secret society in this country codenamed “Apis” orchestrated the murder of its king Alexander and its queen Draga in 1903. In the July Crisis, Austria-Hungary sent an ultimatum to this country, whose nationalist organizations included the radical Black Hand. A man from this country shot the successor to Franz Joseph, leading to the outbreak of World War I. For 10 points, name this country, the home of Franz Ferdinand’s assassin, Gavrilo Princip.",
            "answer_sanitized": "Republic of Serbia [or Republika Srbija]",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "Tom Wolfe compared this thinker to Newton in the essay “What If He Is Right.” This man hypothesized that humans focus on the recent past when facing new situations, claiming “we look at the present through a rear-view mirror.” This theorist contrasted forms of communication that emphasize transmitting information to those that stress sensory involvement, respectively calling them “hot” and “cool.” This author proposed the idea that the way phenomena are delivered affects how they are perceived in his 1964 book Understanding Media. For 10 points, name this Canadian theorist and academic who coined the phrase “the medium is the message.”",
            "answer_sanitized": "Herbert Marshall McLuhan",
            "category": "Social Science"
        },
        {
            "question_sanitized": "Clark Kerr, a leader of one of these institutions in California, gave a 1963 speech expounding on “the uses of” this type of institution. Charles Van Hise originated the idea that these institutions should serve their home states, an idea popularized by Wisconsin governor Robert La Follette. The federal government set aside 30,000 acres per Congressman to fund these institutions after the Civil War in the Morrill Land Grant Acts. Allan Bakke sued one of these institutions for using racial quotas in an affirmative action scheme. For 10 points, name this type of institutes, examples of which are located in Ann Arbor and Berkeley.",
            "answer_sanitized": "public universities in the United States [or colleges; or medical schools; prompt on schools]",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "One character in this novel successfully defends himself from a lance attack with a pillow. This novel includes a poem written by the dead shepherd and scholar Chrysostom. This novel claims that most of its events were translated from the Arabic notebooks of Cide Hamete Benengeli. Some Yanguesans beat up the title character and his servant when they discover their horses having sex with the title character’s horse Rocinante. The title character of this novel often claims that he must get back to El Toboso to attend to his love Dulcinea. For 10 points, name this novel in which Sancho Panza assists an errant Spanish knight, written by Miguel de Cervantes.",
            "answer_sanitized": "Don Quixote [or The Ingenious Gentleman Don Quixote of La Mancha; or Don Quixote de la Mancha; or El ingenioso hidalgo don Quijote de la Mancha]",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "In the first movement of one of this composer’s symphonies, the cellos introduce a theme taken from his song “Ging heut' (hoit) Morgen über's Feld.” This composer scored the slow movement of his fifth symphony for strings and harp only. This composer’s sixth symphony includes three strikes of a hammer. The third movement of this composer’s first symphony begins with a solo double bass introducing a canon on a minor-key version of “Frère Jacques.” This composer wrote the Adagietto movement of his fifth symphony to profess his love for his wife Alma. For 10 points, name this composer of the Titan and Tragic symphonies and the Symphony of a Thousand.",
            "answer_sanitized": "Gustav Mahler",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Six of eight generals were executed by one side in this war for failing to rescue drowning sailors after one battle. During this war, one city was devastated by a plague made worse by the confinement of the Long Walls, which connected that city to its port. An immediate cause of this war was the imposition of sanctions on the city of Megara. This war was interrupted by a peace treaty named for Nicias, a general who was killed on a disastrous expedition to capture the city of Syracuse. A “funeral oration” given for soldiers killed in this war was given by Pericles. Thucydides wrote a history of—for 10 points—what war between alliances of Greek city-states led by Athens and Sparta?",
            "answer_sanitized": "Peloponnesian War",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "A character in this opera compares his “tongue of malice” to an assassin’s dagger, claiming “We are alike!” in the aria “Pari siamo.” Another character in this opera falls in love with a man who pretends to be a student named Gualtier Maldè. During the chorus “Zitti, zitti,” a group of courtiers kidnap that woman from her bedroom as her father unwittingly steadies their ladder. In the final act of this opera, the main character realizes the body in his sack belongs to his daughter Gilda instead of his real target, the Duke of Mantua, whom he hears distantly singing “La donna è mobile.” For 10 points, name this Giuseppe Verdi opera about the title hunchbacked court jester.",
            "answer_sanitized": "Rigoletto",
            "subcategory": "Fine Arts Audiovisual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "Performing a “conjugation” named for this quantity doesn’t change any physical laws according to the CPT theorem. By continuity, the divergence of the current density equals the negative time derivative of the density of this quantity. The magnetic force on a moving particle can be calculated by multiplying this quantity by the cross product of velocity and the magnetic field. Balancing the electric force and gravitational force on oil drops helped Robert Millikan find that this property is quantized. The time derivative of this quantity is electric current. For 10 points, name this quantity that is measured in coulombs.",
            "answer_sanitized": "electric charge [prompt on q; do not accept or prompt on “elementary charge” or “charge of an electron”]",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": ". This poet wrote about women who “believe in Christ and Longfellow, both dead,” and who are “unbeautiful and have comfortable minds” in his poem “the Cambridge ladies who have furnished souls.” In another poem by this author, a “trig westpointer most succinctly bred” has his subordinates beat up the title character. He asked “how do you like your blue-eyed boy / Mister Death” in a poem which begins “Buffalo Bill’s / defunct.” The title “conscientious object-or” is “more brave than me:more blond than you” in this poet’s “i sing of olaf glad and big.” For 10 points, name this American poet known for his unusual punctuation and capitalization.",
            "answer_sanitized": "Edward Estlin Cummings [or e. e. cummings] Bonuses",
            "subcategory": "Literature American",
            "category": "Literature"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "These objects, which are classified into intrinsic and extrinsic types, include Miras, RR Lyrae, and Cepheids. For 10 points each:",
            "answers_sanitized": [
                "variable stars",
                "absolute magnitude [prompt on luminosity]",
                "Edwin Hubble"
            ],
            "parts_sanitized": [
                "Name these types of stars, whose brightness as seen from the Earth fluctuates over time.",
                "Cepheids are useful distance indicators because one can predict this quantity from the period of their light variation. Subtracting this quantity from apparent magnitude yields the distance modulus.",
                "Variable stars are used to find distances to galaxies to measure a quantity named for this scientist, which describes the expansion of the universe. NASA launched a giant space telescope named for this scientist in 1990."
            ],
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Name some common laboratory techniques, for 10 points each.",
            "answers_sanitized": [
                "distillation",
                "recrystallisation [prompt on crystallisation]",
                "work-up"
            ],
            "parts_sanitized": [
                "This technique is used to separate constituents of a mixture based on their boiling points. Long-chain hydrocarbons are separated using the “fractional” form of this technique.",
                "Solid products can be purified using this process, where the solid is dissolved at high temperatures before being cooled to induce precipitation, whilst impurities remain in the solution.",
                "Distillation and recrystallisation are part of this series of steps used to purify and isolate the products of a reaction. Other techniques that are part of this series include rotary evaporation and liquid-liquid extraction."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The Jewish Banu Qurayza tribe was destroyed after they turned traitor during a siege of this city. For 10 points each:",
            "answers_sanitized": [
                "Medina",
                "Islam [accept Sunni Islam]",
                "Sassanid Empire [or Sassanian Empire; prompt on Persian Empire]"
            ],
            "parts_sanitized": [
                "Name this city that was the destination of the hijra. This city was successfully defended at the Battle of the Trench.",
                "The Battle of the Trench was a victory in the early expansion of this Abrahamic religion, which is now prevalent in most of the Middle East.",
                "Abu Bakr’s military endeavors included sending Khalid ibn al-Walid to campaign against this empire. Its last emperor Yazdegerd III was defeated by al-Walid at the Battle of Qadisiyyah."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "Richard Neville became known as the “Kingmaker” for his role in deposing two kings during this war. For 10 points each:",
            "answers_sanitized": [
                "Wars of the Roses",
                "Battle of Bosworth Field",
                "Henry VI [prompt on Henry]"
            ],
            "parts_sanitized": [
                "Name this 15th-century civil war between the Houses of York and Lancaster, which ended with the accession of Henry VII to the throne of England.",
                "Henry VII decisively defeated Richard III in this 1485 battle ending the Wars of the Roses.",
                "In the opening battle of the Wars of the Roses, this king was captured by the forces of Richard, Duke of York. His reign was interrupted by that of Edward IV, who may have ordered his execution in the Tower of London."
            ],
            "subcategory": "History British",
            "category": "History"
        },
        {
            "leadin_sanitized": "The title object of this painting had previously helped rescue the HMS <em>Victory</em> at the Battle of Trafalgar. For 10 points each:",
            "answers_sanitized": [
                "The Fighting Temeraire tugged to her last berth to be broken up",
                "J(oseph) M(allord) W(illiam) Turner",
                "Tate [the Clore Gallery is in Tate Britain; also accept Tate Modern, Tate Liverpool or Tate St Ives]"
            ],
            "parts_sanitized": [
                "Name this 1839 painting that depicts the title ship being dragged to be broken up at sunset by a tugboat emitting black smoke.",
                "This English artist of The Fighting Temeraire painted a train crossing Maidenhead Bridge in Rain, Steam and Speed and showed bodies being thrown overboard in The Slave Ship.",
                "Turner’s bequest after his death is the largest ever donation of artworks to the UK National Gallery. Most of the collection is now displayed in the Clore Gallery, a wing of one of this family of four British art galleries."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This person failed to achieve a third consecutive World Championship “distance double” in 2017 after coming second to Muktar Edris. For 10 points each:",
            "answers_sanitized": [
                "Mohamed Farah",
                "10,000 meters [or 10K or 10 kilometers]",
                "Usain Bolt"
            ],
            "parts_sanitized": [
                "Name this knighted British runner who won the “distance double” in both the London and Rio Olympics, the most decorated track and field athlete of all time for the the United Kingdom.",
                "This is the distance, in meters, of the longer of the two races of the distance double. This distance is the second longest running race after the marathon at the World Championships and the Olympics.",
                "The parallel of the distance double for sprinting is winning the 100 and 200 meter races. This Jamaican sprinter accomplished that feat in the 2008, 2012, and 2016 Olympics, setting two world records along the way."
            ],
            "category": "Trash"
        },
        {
            "leadin_sanitized": "This poem declares, “I prize thy love more than whole Mines of Gold, or All the riches that the East doth hold.” For 10 points each:",
            "answers_sanitized": [
                "“To My Dear and Loving Husband”",
                "Anne Bradstreet",
                "Puritanism [prompt on Christianity or Protestantism]"
            ],
            "parts_sanitized": [
                "Name this poem, in which the author tells her subject “If ever two were one, then surely we.”",
                "“To My Dear and Loving Husband” is part of The Tenth Muse Lately Sprung Up in America, a collection of poetry by this early American female poet.",
                "Bradstreet belonged to this religious group prominent in colonial New England. Her poems emphasize her belief in this faith’s marriage covenants, where women took complementary roles to men."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Peter Agre shared the 2003 Nobel Prize in Chemistry for his discovery of these structures, which have six transmembrane alpha helices. For 10 points each:",
            "answers_sanitized": [
                "aquaporins",
                "spinal cord [or spine]",
                "autoimmune diseases [or autoimmune disorders]"
            ],
            "parts_sanitized": [
                "Name these integral membrane proteins that form pores to facilitate the transport of water across cells.",
                "Disturbed function of aquaporin-4 can lead to neuromyelitis optica, causing inflammation of the optic nerve and this body part. This organ, located in the vertebral column, makes up the CNS along with the brain.",
                "Neuromyelitis optica is one of these diseases in which the body’s immune system mistakenly reacts to a normal part of the body. Examples of this kind of disease include celiac disease, lupus, and rheumatoid arthritis."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Tristan Tzara and Vladimir Lenin meet in Zurich in this author’s play <em>Travesties</em>. For 10 points each:",
            "answers_sanitized": [
                "Tom Stoppard [or Tomáš Straussler]",
                "Arcadia",
                "a tortoise [or turtle; or terrapin]"
            ],
            "parts_sanitized": [
                "Name this Czech-born British playwright who borrowed two characters from Hamlet for his play Rosencrantz and Guildenstern are Dead.",
                "Thomasina Coverly asks her math tutor Septimus Hodge “What is carnal embrace?” in the opening scene of this Stoppard play, which takes place in the Sidley Park country house both in 1809 and the present day.",
                "This animal, which represents the endurance and continuity of existence, is present in all scenes of Arcadia. It is ironically named Lightning in the scenes that take place in the modern era."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This author of the essay <em>What is Enlightenment?</em> was responsible for popularizing the term <em>a priori</em>. For 10 points each:",
            "answers_sanitized": [
                "Immanuel Kant",
                "hypothetical imperative",
                "Critique of Pure Reason"
            ],
            "parts_sanitized": [
                "Name this German philosopher who formulated the concept of the categorical imperative in his Groundwork of the Metaphysics of Morals.",
                "Kant distinguished the categorical imperative, which is an absolute and universal requirement, with this type of imperative. This kind of imperative, which includes rules of skill, only applies to one who has a specific goal.",
                "This other book by Kant, which distinguishes between synthetic and analytic judgments, helped start his “Copernican revolution” in metaphysics. He followed it up with two books with similar titles."
            ],
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "This quantity is defined as the ratio of the shear stress to the strain rate, and its reciprocal is known as fluidity. For 10 points each:",
            "answers_sanitized": [
                "viscosity [accept dynamic viscosity or kinematic viscosity; prompt on mu, nu, or eta]",
                "mass density [accept rho]",
                "time [or t]"
            ],
            "parts_sanitized": [
                "Name this property that describes the resistance of a fluid to flow.",
                "Kinematic viscosity measures resistive flow in the presence of gravity, so it equals dynamic viscosity divided by this quantity. This quantity stays constant throughout an incompressible fluid.",
                "Examples of non-Newtonian fluids include thixotropic fluids, which change their viscosity as a function of this quantity. Units describing viscosity always have dimensions of pressure multiplied by this quantity."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The president who gave this speech retreated to Camp David for a week before it to consult with a diverse group of prominent leaders from across the country. For 10 points each:",
            "answers_sanitized": [
                "“Malaise” speech [accept “crisis of confidence” speech before it is read]",
                "Jimmy Carter",
                "Iran Hostage Crisis"
            ],
            "parts_sanitized": [
                "Name this 1979 presidential address which was intended to address the energy crisis by asking Americans to cut down on energy use. It mentions a “crisis of confidence” plaguing the United States.",
                "This president gave the “Malaise” speech. Though his presidency resulted in successes such as the signing of the Camp David Accords, he still lost to Ronald Reagan in the election of 1980.",
                "Carter’s inability to resolve this 1979 to 1981 event contributed to his defeat by Reagan. This event was caused by the United States’ refusal to extradite Mohammed Reza Shah Pahlavi to its namesake country."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "This woman was instructed to shake the trunk of a palm tree while giving birth. For 10 points each:",
            "answers_sanitized": [
                "Mary [or Maryam; accept the Virgin Mary]",
                "the Qur’an [or Koran]",
                "Theotokos"
            ],
            "parts_sanitized": [
                "Name this woman, given the title Mustafia or “She who was chosen,” who gave birth to Jesus despite being kept pure “from the touch of man.”",
                "The aforementioned description of Mary is present in this religious text. This book also describes Mary as being the daughter of Imran in a chapter dedicated to her, called the “Surat Maryam.”",
                "The Council of Ephesus rejected Nestorius’ claim that Mary could not be referred to by this title. This title common in Eastern Orthodox iconography roughly translates to “bearer of God.”"
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "An epic poem written in this language recounts the tragedy of Rostam and Sohrab. For 10 points each:",
            "answers_sanitized": [
                "Persian [or Farsi]",
                "Ferdowsi",
                "a jug of wine [prompt on alcohol]"
            ],
            "parts_sanitized": [
                "Name this native language of most Iranian literature, which became a symbol of Iranian independence from Arab rule.",
                "The story of Rostam and Sohrab appears in the Shahnameh, which was written by this poet. He became known as the “savior of the Persian language” for choosing to write in Farsi instead of Arabic.",
                "The Sufi poet Rumi often uses this substance as a metaphor for religious transcendence. A line from the Rubaiyat of Omar Khayyam imagines being in the wilderness with this substance, a loaf of bread, and thou."
            ],
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "In a deceptive cadence, a dominant seventh chord resolves to a chord of this scale degree, leaving a “hanging” feeling in the listener. For 10 points each:",
            "answers_sanitized": [
                "six [or sixth]",
                "Ludwig Van Beethoven",
                "piano sonata [prompt on sonata]"
            ],
            "parts_sanitized": [
                "Name this number, the scale degree of the submediant. The relative minor of a major key is built on the scale degree of this number.",
                "This composer used a deceptive cadence near the end of the ‘C’ section of his bagatelle Für Elise. He also wrote nine symphonies, including the “Choral” Symphony.",
                "Beethoven also used a deceptive cadence with the second and third chords of Les Adieux, a work of this type. Beethoven wrote 32 of these pieces, including “The Tempest” and Pathétique."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Ivan Turgenev popularized this archetype by writing a novella that purports to be the “diary” of one of these people. For 10 points each:",
            "answers_sanitized": [
                "superfluous man",
                "Alexander Pushkin",
                "verse [or verse novel]"
            ],
            "parts_sanitized": [
                "Name this archetype prominent in mid-19th century Russian literature. Characters in this archetype, such as Eugene Onegin, are generally intelligent and aristocratic, but cynical and incapable of effective action.",
                "Eugene Onegin was written by this Russian author who died in a duel against Georges-Charles D’Anthes.",
                "Pushkin wrote Eugene Onegin using this poetic form unusual for a novel. While Eugene Onegin adheres to a strict rhyme scheme, rhyming is not used in the “free” type of this form."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This man dropped envelopes addressed to “Friends of the Nazi Party” and observed how many people put them in the mailbox in his “lost letter” experiment. For 10 points each:",
            "answers_sanitized": [
                "Stanley Milgram",
                "Yale University",
                "personality"
            ],
            "parts_sanitized": [
                "Name this psychologist, the primary investigator on a later experiment that tested subjects' obedience to authority by having them administer electric shocks to fellow participants.",
                "Milgram conducted his obedience to authority experiment at this university. While a political science professor at this university, Robert Dahl wrote Who Governs? about the local government of this university's city.",
                "Milgram studied under Gordon Allport, who created a three-tiered hierarchy of this concept. This general concept is measured by the MMPI."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "This artist collaborated with Edward Steichen to open the gallery “291” out of Steichen’s apartment. For 10 points each:",
            "answers_sanitized": [
                "Alfred Stieglitz",
                "Georgia Totto O’Keeffe",
                "World War II [or the Second World War or WW2]"
            ],
            "parts_sanitized": [
                "Name this Photo-Secessionist photographer who founded the magazine Camera Work. This artist also took a photograph showing the passengers of the lower decks of the SS Kaiser Wilhelm.",
                "Stieglitz married this American artists, whose paintings were often inspiration by the deserts of New Mexico. This artist also painted many depictions of animal skulls and flowers.",
                "Edward Steichen helped the Navy produce The Fighting Lady, an Oscar-winning documentary about this war. During this war, Ansel Adams documented the Japanese internment camp Manzanar."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "During this war, a sniper known as the “White Death” became the deadliest individual soldier in history, killing 505 enemy soldiers. For 10 points each:",
            "answers_sanitized": [
                "Winter War",
                "Joseph Stalin [or Ioseb Jugashvili]",
                "Carl Gustaf Emil Mannerheim [or Mannerheim Line]"
            ],
            "parts_sanitized": [
                "Name this 1939 to 1940 war, during which Finland inflicted massive casualties on invading Soviet forces.",
                "The Soviet Union was ill-prepared for the war in part due to this Soviet leader’s purge of all competent military leaders. He led the Soviet Union through World War II.",
                "This commander-in-chief of Finnish forces during the Winter War and the later Continuation War names a defensive line across the Karelian Isthmus meant to protect against Soviet attack."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "The Four Gods, Kāne, Kū, Lono, and Kanaloa, command the religious pantheon of this place. For 10 points each:",
            "answers_sanitized": [
                "Hawai’i [or Hawaiian Islands]",
                "Pele",
                "Māui"
            ],
            "parts_sanitized": [
                "Name this place whose creation myth is told with the Kumulipo, a chant which links royalty with the gods. In a story from this place, the goddess Hi’iaka journeys to retrieve the singer Lohiau, only to have her sacred grove burned down.",
                "This Hawaiian goddess, who burned down Hi’iaka’s sacred grove in a fit of jealousy, lends her name to volcanic glass that takes the form of thin strands. She lives in the caldera of Kilauea (key-lao-ay-uh) and represents fire, lightning, and volcanoes.",
                "This trickster god worked with his father to push the sky upwards, freeing mankind from its oppressive weight. He also goaded his brothers into hauling the Hawaiian Islands out of the ocean with his great fish hook."
            ],
            "category": "Mythology"
        }
    ]
}