{
    "tossups": [
        {
            "question_sanitized": "A ruler of this kingdom built a besieging machine called the Helepolis, or “Taker of Cities,” which failed to capture Rhodes. That king, named Demetrius, lost the Battle of Ipsus, where he fought alongside with his father Antigonus the One-Eyed. This kingdom, which was annexed by Rome after the Battle of Pydna, formed a federation of Greek cities called the League of Corinth after it defeated Thebes at the Battle of Chaeronea. Using soldiers armed with long sarissa pikes, a conqueror from this kingdom defeated Darius III at the Battle of Gaugamela and ended the Achaemenid Persian Empire. For 10 points, name this kingdom, the home of Alexander the Great.",
            "answer_sanitized": "Macedonia",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "These particles were discovered in an experiment in which two tanks of water and cadmium chloride were separated by a scintillator. If this particle is its own antiparticle, then double beta decay can occur without this particle ever being produced. These particles, which were first detected by Cowan and Reines, are studied by experiments at Super-Kamiokande and Sudbury that detect oscillations between their flavors. These particles were first postulated by Pauli to explain the conservation of angular momentum in beta decay. For 10 points, name these nearly massless and neutral leptons that come in electron, muon, and tau types.",
            "answer_sanitized": "neutrinos [or any specific types of neutrinos as long as they include the word “neutrino”]",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "In a stream-of-consciousness chapter of a novel by this author, a character constantly refers to her mother as “a hot thing.” That character created by this author asks “You rememory me?” in a sequence of three intertwining disembodied voices only heard by women. This author wrote a novel whose main character explains that she has a “tree” on her back because of beatings she received from Schoolteacher. This author wrote a novel that begins “124 Bluestone Road was spiteful,” in which Paul D helps nurse an escaped slave back to health. For 10 points, name this American author who wrote about Sethe’s murder of her infant daughter in her novel Beloved.",
            "answer_sanitized": "Toni Morrison",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "Practitioners of this religion take refuge in the “Three Roots” as part of the practices of Ngöndro (NUN-dro). In one region, this religion has supplanted the indigenous Bon religion. Some of this religion’s leaders were historically selected by the Golden Urn. A leader of this religion was Padmasambhava, known as Guru Rinpoche. It’s not from Egypt, but one text from this religion describes the soul’s experiences during bardo in a Book of the Dead. Sects of this religion include the Gelug-pa, or “Yellow Hat,” and the “Red Hat.” A leader of this religion fled to Dharamsala, India in 1959 after the Chinese occupation of Tibet. For 10 points, name this religion practiced by the Dalai Lama.",
            "answer_sanitized": "Tibetan Buddhism [or word forms]",
            "category": "Religion"
        },
        {
            "question_sanitized": "Mary Tudor and Wendell Johnson deliberately sought to induce errors in this process during a controversial study they conducted at an orphanage in Davenport, Iowa. Children with a “selective” disorder impairing this process are able to perform it in comfortable situations but not situations that cause social anxiety. At around one to two years of age, “reduplication” can be observed in infants performing this process. Disorders of this faculty may result in echolalia, and can be linked to damage in Wernicke’s area or Broca’s area. This faculty is impaired in apraxia and aphasia. For 10 points, name this physiological faculty used to communicate, which may be affected by stuttering.",
            "answer_sanitized": "speech [or word forms such as speaking; or stuttering before “process” is read; prompt on language]",
            "category": "Social Science"
        },
        {
            "question_sanitized": "Thomas Dekker based his play Satiromastix on the feud between John Marston and this author, which was dubbed “The War of the Theatres.” In a play by this author, a puppet show is accused of promoting cross-dressing by the Puritan Zeal-of-the-Land Busy. A poem by this author begins “Drink to me only with thine eyes” and is titled “To Celia.” This author created a character who disguises himself as Scoto the Mountebank to dupe three men who wish to inherit his fortune. In another play by this author of Bartholomew Fair, Sir Epicure Mammon is fooled by Dol Common, Subtle, and Face into thinking that they possess the philosopher’s stone. For 10 points, name this English Jacobean playwright of Volpone and The Alchemist.",
            "answer_sanitized": "Ben Jonson",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": "A few months before the outbreak of this war, John Slidell was sent on a diplomatic mission to its eventual losers, who rebuffed him. For ignoring orders and negotiating a much softer treaty than was demanded, Nicholas Trist was fired immediately after signing the treaty ending this war. A never-passed bill that would have banned slavery in all territory acquired through this war was introduced by David Wilmot. The treaty that ended this war gave the United States a massive tract of land that included the modern states of Utah, Nevada, and California. For 10 points, name this war ended by the Treaty of Guadalupe Hidalgo, fought between the United States and its large southern neighbor.",
            "answer_sanitized": "Mexican-American War",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "The rate of this process can be measured through the use of an acetylene reduction assay. Organisms that perform this process live in symbiosis with their hosts, which provide them with adequate oxygen through the heme protein leg-hemoglobin. The enzyme that performs this process comes in iron-only, molybdenum, and vanadium varieties; that enzyme requires a cofactor known as FeMoCo. This biological process, whose manmade analogue is the Haber-Bosch process, is performed by bacteria such as Rhizobium and Azotobacter that live in root nodules of legumes. For 10 points, name this process in which nitrogen gas is converted to ammonia.",
            "answer_sanitized": "nitrogen fixation [prompt on partial answers]",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "The third book of a treatise by this thinker defines a citizen as someone who participates in the “deliberative or judicial” administration of a state. He began that work by stating that “man is, by nature, a political animal.” This author defined a person’s highest goal as eudaimonia (you-da-MO-nia) and advocated following a “golden mean” between extremes. He discussed hamartia (ha-MAR-sha), or fatal flaw, and catharsis when discussing tragedy in his Poetics. This author of Politics taught at the Lyceum and wrote a treatise on ethics named for his son Nicomachus. For 10 points, name this ancient Greek philosopher who taught Alexander of Great studied under Plato.",
            "answer_sanitized": "Aristotle",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "This architect designed a 51-unit housing complex intended for workers in Pessac. This architect proposed a building design that was originally cruciform-shaped and later changed to a “chicken-claw.” That design, the “Cartesian skyscraper,” was part of this architect’s ideal “Radiant City,” which influenced this architect’s design of a city where he placed many “open hand” sculptures. This architect outlined his philosophy towards the design of modern buildings in his Five Points of Architecture, and he designed the Indian city Chandigarh. For 10 points, name this Swiss-French architect who wrote the manifesto Towards a New Architecture and designed the Villa Savoye (sa-VWAH).",
            "answer_sanitized": "Le Corbusier [or Charles-Edouard Jeanneret]",
            "subcategory": "Fine Arts Other",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "A player for this team scored 48 points on just 15 shots and set the NBA record for most free throws in a game without a miss to beat the Thunder in the 2011 playoffs. During 2015 free agency, this team’s owner fruitlessly drove around Houston looking to sign DeAndre Jordan. This team started DeShawn Stevenson and Tyson Chandler when they won their only NBA championship under coach Rick Carlisle. This franchise’s all-time leading scorer is a seven-foot-tall forward known for his signature one-legged fadeaway jumper. For 10 points, name this NBA team that won the 2011 Finals under owner Mark Cuban and star player Dirk Nowitzki.",
            "answer_sanitized": "Dallas Mavericks [accept either; or the Mavs]",
            "category": "Trash"
        },
        {
            "question_sanitized": "Along with Hephaestus, this deity was honored in the Chalceia festival, in which women wove a sacred peplos—depicting this deity’s defeat of the giant Enceladus during the Gigantomachy—to honor her as the patron of handicrafts. After the fall of Troy, Cassandra embraced a statue of this goddess and begged for protection before being abducted by Ajax the Lesser. In one myth, this goddess overshadowed Poseidon’s gift of a salt spring with her gift of the first domesticated olive tree. With that gift, she won the patronage of a city that later honored her by building the Parthenon. For 10 points, name this Greek goddess of the military and wisdom, the patron of Athens.",
            "answer_sanitized": "Pallas Athena [or Athena Polias, Athena Ergane, or Athena Promachos]",
            "category": "Mythology"
        },
        {
            "question_sanitized": "In a photograph taken by Robert Capa near this island’s city of Sperlinga, a peasant helps a soldier by pointing in the direction of where enemy troops had moved. Using the body of a homeless man named Glyndwr Michael, British intelligence forces successfully concealed the invasion of this island in Operation Mincemeat. Native son Lucky Luciano was returned to this island in return for his help assisting the American invasion of this island, codenamed Operation Husky, during which rival commanders Bernard Montgomery and George Patton raced to capture cities such as Palermo and Messina. For 10 points, name this homeland of the mafia, an island off the southern coast of Italy.",
            "answer_sanitized": "Sicily [or Sicilia]",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "At a climactic moment in this novel, its narrator describes how “the sky cracked in two, from end to end, and a great sheet of flame poured down through the rift.” In this novel’s final line, its narrator wishes for a large crowd of spectators to greet him with cries of hate on the day of his execution. During the second part of this novel, a magistrate and a prosecutor attack the narrator for his emotional indifference to other people. At the beginning of this novel, its narrator takes a bus from Algiers to Marengo, where he shows no grief at his mother’s funeral. For 10 points, name this novella in which Meursault is jailed for shooting an Arab on a beach, written by Albert Camus.",
            "answer_sanitized": "The Stranger [or L’Etranger; or The Outsider]",
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "question_sanitized": "These substances exactly follow a virial equation that has been trimmed to the single term “Z equals 1”. The entropy of one of these substances is calculated using the Sackur-Tetrode equation. These substances are described by the Maxwell-Boltzmann distribution and have a compressibility equal to one over pressure, a fugacity equal to their pressure, and an internal energy of three-halves RT. The law describing these substances is obtained if you set the interaction and volume terms a and b to zero in the van der Waals equation. These substances, which only exist at low pressures and high temperatures, occupy exactly 22.4 liters per mole. For 10 points, name these hypothetical substances that obey the law “PV equals nRT”.",
            "answer_sanitized": "ideal gases [prompt on gases]",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "Osvaldo Golijov’s concerto for this instrument, “Azul,” was premiered by Alisa Weilerstein. Another player of this instrument paired Saint-Saens’s A-minor concerto for it and Schumann’s single-movement concerto in A minor on an album recorded with her husband Daniel Barenboim. This instrument plays the solo in Tchaikovsky’s Variations on a Rococo Theme and in Max Bruch’s Kol Nidre. Edward Elgar’s Concerto in E minor for this instrument was popularized by a famous recording made by Jacqueline du Pre. Bach wrote six solo suites for this instrument. For 10 points, name this instrument played by Mstislav Rostropovich and Yo-Yo Ma.",
            "answer_sanitized": "cello [or violoncello]",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This ruler established the system of Chapar Khaneh, a postal service that connected his entire empire from end to end. This man’s daughter Atossa is notable for being one of the first recorded sufferers of breast cancer, which was excised by a Greek slave. After this ruler defeated Nabonidus, the last ruler of the Chaldean Empire, he freed the Jews from their captivity, becoming the only non-Jew to be called “the Messiah.” A namesake cylinder written by this ruler is considered the oldest declaration of human rights. This father of Cambyses II absorbed the Median Empire, Lydia, and Babylon into his massive empire. For 10 points, name this founder of the Achaemenid Persian Empire.",
            "answer_sanitized": "Cyrus II [or Cyrus the Great; prompt on “Cyrus”]",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "A novel set in this country begins with a man believing he has “solved the problem of sex rather well” because he regularly sees the prostitute Soraya. The protagonist of another novel set in this country becomes friends with a homeless man named December. That novel’s protagonist grew up in this country’s state institutional home of Huis Norenius, and carries his mother to the hospital in a wheelbarrow. An affair with Melanie Isaacs causes David Lurie to lose his job as an English professor in a novel set in this country, Disgrace. For 10 points, name this country, the setting of The Life and Times of Michael K, as well as many other books by its native-born author J. M. Coetzee (kuut-SEE).",
            "answer_sanitized": "Republic of South Africa [or RSA]",
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "question_sanitized": "The moment-generating function of a random variable X is defined as the expectation value of this function of X times t. This function of x and this function of negative-x appear in the definition of the hyperbolic sine and cosine functions. The Taylor series of this function begins with the terms 1, x, and x-squared over 2. This function of i times theta is equal to cosine theta plus i sine theta, according to Euler’s formula. This function, which is equal to its own derivative and antiderivative, can be used to model radioactive decay and continuously compounded interest. For 10 points, name this function that is the inverse of the natural logarithm function.",
            "answer_sanitized": "exponential function [or e to the x or e to the negative -x and equivalents; or exponential growth or exponential decay; or exp x; or exp negative x; accept any variable in place of “x”]",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "Some of this painting’s symbols appear in a comic strip-like sheet of prints titled for the “Dream and Lie” of a military leader. A painting based on a figure from this painting was stolen from the National Gallery of Victoria by the “Australian Cultural Terrorists” in 1986; that reworking of a figure from this painting depicts Dora Maar as a green-skinned Weeping Woman. While working on this grisaille painting, the artist transformed the sun into an eye centered on a light bulb. In this painting, dagger-like tongues appear in the mouths of a bull, a screaming horse, and a woman with her dead child. For 10 points, the bombing of a Basque town inspired what anti-war painting by Pablo Picasso?",
            "answer_sanitized": "Guernica",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": ". In one of this author’s novels, a poet follows a young woman into the “magic circle” of Court of Miracles, where he meets its king, Clopin Trouillefou [TROY-foh]. The main character of another novel by this author is saved by Bishop Myriel, who pretends to have given him silver candlesticks. This author wrote a novel in which Phoebus is stabbed by Claude Frollo, who is consumed with jealousy over the relationship between Phoebus and Esmerelda. He also wrote a novel in which Marius falls in love with Cosette, whose mother Fantine is freed by Jean Valjean. For 10 points, name this French author of The Hunchback of Notre Dame and Les Miserables.",
            "answer_sanitized": "Victor Hugo Bonuses",
            "subcategory": "Literature European",
            "category": "Literature"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "Most of this city’s main attractions are not in its city limits proper, but rather in an unincorporated community called Paradise directly to its south. For 10 points each:",
            "answers_sanitized": [
                "Las Vegas",
                "nuclear tests [or atomic bomb tests; prompt on hydrogen bomb tests]",
                "the Mirage"
            ],
            "parts_sanitized": [
                "Name this city home to hotels like the Bellagio and the MGM Grand, located along a major boulevard termed “the Strip.”",
                "Before the casino industry took off, Las Vegas was popular in the 1950s because it was close to a site where these events occurred regularly. Other places in the world where these events occurred include Lop Nur and Semipalatinsk.",
                "This iconic hotel on the Las Vegas Strip puts on a volcano show at regular intervals at night. This hotel was the home of Siegfried and Roy’s famous act with tigers before one of them mauled Roy and dragged him offstage."
            ],
            "category": "Trash"
        },
        {
            "leadin_sanitized": "Sometimes, mythological figures need replacement body parts. For 10 points each:",
            "answers_sanitized": [
                "mirror",
                "Osiris",
                "Demeter"
            ],
            "parts_sanitized": [
                "After using his foot as bait for the monster Cipactli (see-PAHK-tlee), Tezcatlipoca (tes-cot-lee-POKE-uh) replaced it with a “smoking” one of these objects. Perseus used his shield as one of these devices to avoid looking at Medusa.",
                "After his brother Set killed and dismembered this Egyptian god of the underworld, his wife Isis reassembled the body and replaced his missing phallus with one made of gold.",
                "After Tantalus cooked and served his son Pelops to the gods, only this goddess partook, absentmindedly eating the boy’s left shoulder. Hephaestus crafted Pelops a new one made of ivory."
            ],
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "This poet described how “A Service, like a Drum – / Kept beating” in her poem “I felt a Funeral, in my Brain.” For 10 points each:",
            "answers_sanitized": [
                "Emily Dickinson",
                "dashes [or hyphens]",
                "“They shut me up in Prose –”"
            ],
            "parts_sanitized": [
                "Name this American poet of “I’m Nobody! Who are you?” and “Because I could not stop for Death.”",
                "These punctuation marks are present in nearly every Dickinson poem. One of these punctuation marks ends the line “Because I could not stop for Death – .”",
                "The title of this Dickinson poem also ends in a dash. In it, she describes how her imagination kept her entertained despite being exiled to a closet “because they liked me ‘still.’”"
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This ruler defeated his elder brother Robert Curthose at the Battle of Tinchebray. For 10 points each:",
            "answers_sanitized": [
                "Henry I of England [or Henry Beauclerc; prompt on Henry]",
                "Normandy",
                "Louis [or Louis VI; or Louis I; or Louis the Fat; or Louis the Pious]"
            ],
            "parts_sanitized": [
                "Name this English king. The death of his heir, William Adelin, plunged England into a period of civil war between Matilda and Stephen known as the Anarchy.",
                "After Henry I defeated Robert Curthose, he claimed this territory for England. Curthose was a duke of this region in northern France, as was Henry I’s illustrious father, William the Conqueror.",
                "Henry’s claims to Normandy were contested by the sixth king of this name, nicknamed “the Fat.” The first king of this name succeeded Charlemagne and was nicknamed “the Pious.”"
            ],
            "subcategory": "History British",
            "category": "History"
        },
        {
            "leadin_sanitized": "The Hannes Alfvén Prize is awarded annually for groundbreaking work studying these substances. For 10 points each:",
            "answers_sanitized": [
                "plasma",
                "magnetic field [prompt on B or B field]",
                "Princeton University"
            ],
            "parts_sanitized": [
                "Name this fourth state of matter consisting of ionized particles, which makes up the interior of the Sun and lightning.",
                "In tokamaks, plasmas are toroidally confined to catalyze nuclear fusion using a strong version of these fields. A charged particle moving in one of these fields experiences a force equal to q v times these fields’ magnitude.",
                "This university’s plasma physics laboratory is a national laboratory for fusion research. Albert Einstein was a scholar at this American university’s Institute for Advanced Study."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This rabbi put forth 13 principles of faith to summarize Jewish theology. For 10 points each:",
            "answers_sanitized": [
                "Moses Maimonides [or Moses ben Maimon]",
                "Mishnah [do not accept or prompt on “Mishneh” or “Mishneh Torah”]",
                "Spain"
            ],
            "parts_sanitized": [
                "Name this philosopher and polymath whose Guide for the Perplexed seeks to reconcile the Old Testament with Aristotelianism. He is also known as Rambam.",
                "Maimonides wrote a commentary on this text, a collection of Jewish oral traditions. Commentary on this text is found in the Gemara, which, along with this text, makes up the Talmud.",
                "Maimonides was born in Cordoba, a great center of learning in this country. Many Sephardic Jews who lived in this country on the Iberian Peninsula were expelled in 1492."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "Answer the following about World War One poetry, for 10 points each:",
            "answers_sanitized": [
                "Wilfred Owen",
                "Siegfried Sassoon",
                "“forever England” [or “for ever England”]"
            ],
            "parts_sanitized": [
                "This English poet of “Futility” asked “What passing-bells for those who die as cattle” in his sonnet “Anthem for Doomed Youth.” He described a Horace quotation as “the old lie” in “Dulce et decorum est.”",
                "This friend of Owen described soldiers as “citizens of death’s grey land” in his poem “Dreamers.” An officer cries “O Christ, they’re coming at us!” in his poem “Counter-Attack.”",
                "Rupert Brooke’s poem The Soldier, which begins “If I should die, think only this of me,” states that there is now “some corner of a foreign field” that has this characteristic. Please answer with the exact quote."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This composer won the Prix de Rome in 1882 when he was just 22 years old, referring to the delicate art of pleasing the judges as a “game.” For 10 points each:",
            "answers_sanitized": [
                "Achille-Claude Debussy",
                "Hector Berlioz",
                "Boulanger [accept Lili Boulanger and Nadia Boulanger]"
            ],
            "parts_sanitized": [
                "Name this composer who would later write Prelude to the Afternoon of a Faun and Clair de Lune.",
                "This French composer entered the Prix de Rome four times, finally winning with his cantata Sardanapale. His most famous piece includes the movements “March to the Scaffold” and “Dream of a Witches’ Sabbath.”",
                "A composer with this surname became the first woman to win the Prix de Rome in 1913. Her sister taught many composers, including Virgil Thomson and Philip Glass."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "You’re designing a social science experiment, and you want to use the proper methodology. For 10 points each:",
            "answers_sanitized": [
                "between-subjects design",
                "longitudinal study",
                "arithmetic mean"
            ],
            "parts_sanitized": [
                "You decide to use this type of experimental design. In this type of design, subjects are assigned to different treatment groups, in contrast to within-subject design, where all subjects are given all treatments.",
                "You want to study your subjects over many years, so you conduct this kind of study. An example is the Up series of documentaries by Michael Apted, which interviewed a set of British children every seven years.",
                "When analyzing data from your study, you decide to use this measure of central tendency. It is less resistant to outlier effects than the median, and is calculated by taking the average of your observations."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "The Ghent nosology is used to diagnose this disease, whose symptoms include arachno-dactyly and aneurysm of the aorta. For 10 points each:",
            "answers_sanitized": [
                "Marfan’s syndrome",
                "lens",
                "collagen"
            ],
            "parts_sanitized": [
                "Name this disease whose sufferers can have long, slender limbs and cardiovascular weakness. It is caused by a genetic mutation that leads to defective production of fibrillin-1.",
                "Another symptom of Marfan’s syndrome is subluxation of this structure, in which it is positioned away from its normal location. This biconvex structure in the eye helps focus light towards the retina.",
                "The symptoms of Marfan’s syndrome are very similar to Ehlers-Danlos syndrome, which is caused by a misproduction of this protein. This component of the extracellular matrix can be hydrolyzed to form gelatin."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "For speaking out against the regime of this country, dissident Georgi Markov was assassinated in London with a ricin pellet shot out of an umbrella gun.",
            "answers_sanitized": [
                "Bulgaria",
                "the Reichstag",
                "Soviet Union [or Union of Soviet Socialist Republics; or USSR; or Soyuz Sovetskikh Sotsialisticheskikh Respublik; or CCCP; prompt on Russia]"
            ],
            "parts_sanitized": [
                "Name this country whose first communist leader was Georgi Dimitrov. It was ruled for most of the Cold War by Todor Zhivkov.",
                "Before becoming leader of Bulgaria, Dimitrov was put on trial for allegedly setting fire in 1933 to this German building. A soldier triumphantly raises a flag atop this building in a 1945 photograph.",
                "This country’s flag was raised atop the Reichstag when it captured Berlin in World War II. This country was the target of Operation Barbarossa."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "Atomicity and consistency are two of the ACID properties that can guarantee the reliability of transactions in these systems. For 10 points each:",
            "answers_sanitized": [
                "databases [accept relational databases]",
                "SQL [accept Structured Query Language; accept MySQL or PostgreSQL]",
                "MongoDB"
            ],
            "parts_sanitized": [
                "Name these structured information storage systems. The common “relational” type of these systems contains tables that have rows and columns.",
                "Statements such as “select star from table” in this language are used to interact with relational databases. Systems whose names start with the prefixes “My” and “Postgres” use their own extensions of this language.",
                "This most prevalent NoSQL system, or non-relational database system, stores information in JSON-like documents instead of tables. Applications built on the MEAN (“mean”) software stack use this database system."
            ],
            "subcategory": "Science Computer Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Walter Damrosch commissioned a piece by this composer that includes parts for celesta, saxophones, and four taxi horns. For 10 points each:",
            "answers_sanitized": [
                "George Gershwin",
                "Republic of Cuba",
                "Cuban rumba [accept rhumba]"
            ],
            "parts_sanitized": [
                "Name this American composer best known for the pieces An American in Paris and Rhapsody in Blue.",
                "Gershwin wrote an Overture based on the dances of this country. Dance rhythms in this country are driven by the claves (CLAH-vays), which Gershwin placed in front of the conductor along with the maracas, bongos and guiros.",
                "Gershwin’s Cuban Overture was originally named for this Cuban dance, whose most popular form is guaguancó (gwa-gwan-KOH). A ballroom dance with this name is the slowest Latin dance performed in international competitions."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This thinker analyzed the historical development of science in <em>Science and the Modern World.</em> For 10 points each:",
            "answers_sanitized": [
                "Alfred North Whitehead",
                "mathematics",
                "God [or Christian God]"
            ],
            "parts_sanitized": [
                "Name this English philosopher who developed process philosophy, in which he argued that reality consists of processes, in his book Process and Reality.",
                "Whitehead collaborated with Bertrand Russell on a book that attempted to provide a complete set of axioms and rules to form a foundation for this field of study. That book is named for the “Principles” of this subject.",
                "A Bertrand Russell analogy compares this figure to a teapot to argue against its existence. In contrast, the teleological and ontological arguments argue for this figure’s existence."
            ],
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "This element is the most common to be alloyed with iron and chromium in austenitic stainless steels. For 10 points each:",
            "answers_sanitized": [
                "nickel [or Ni]",
                "carbon monoxide [do not accept or prompt on “carbon dioxide” or “CO2”]",
                "aluminum [or aluminium; or Al]"
            ],
            "parts_sanitized": [
                "Name this first-row transition metal, which is produced using the Mond process. It is the heaviest of the three transition metals to be ferromagnetic.",
                "The Mond process forms nickel tetracarbonyl by reacting nickel with this gaseous compound. This diatomic gas with a triple bond is combined with hydrogen to give syngas, and has the formula CO.",
                "Murray Raney combined nickel with this element to create a catalyst for the hydrogenation of vegetable oils. Methyl groups are attached to this element in MAO [“emm-ay-oh”], which is used as a co-catalyst for polymerisation reactions."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The victors of this battle were assisted by a large delivery of Russian weapons organized by Nikolai Leontiev. For 10 points each:",
            "answers_sanitized": [
                "Battle of Adowa",
                "Italy",
                "chemical weapons [accept poison gas; accept mustard gas and other specific chemical agents; accept just gas]"
            ],
            "parts_sanitized": [
                "Name this 1896 battle against a European power which preserved Ethiopian independence.",
                "This country lost the Battle of Adowa, and as a result, was prevented from colonizing Ethiopia. This country later occupied Ethiopia in the 1930s during the dictatorship of Benito Mussolini.",
                "During the Second Italo-Ethiopian War, Italy broke the Geneva Convention by using this weapon against Ethiopians. Another use of this weapon in a colonial conflict was against the Berbers during the Rif War."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "This poem’s line “We must love one another or die” was changed after publication because its author felt it was too sugary. For 10 points each:",
            "answers_sanitized": [
                "“September 1, 1939”",
                "Wystan Hugh Auden",
                "obscenity [or word forms like obscene; or pornographic or pornography or similar answers]"
            ],
            "parts_sanitized": [
                "Name this poem which asserts that what “mad Nijinsky / wrote about Diaghilev / Is true of the normal heart.” It begins with the author sitting “in one of the dives / on Fifty-Second Street.”",
                "This poet and lover of Christopher Isherwood wrote “September 1, 1939,” as well as a poem that begins “Stop all the clocks, cut off the telephone,” “Funeral Blues.”",
                "Auden’s poem “Platonic Blow” is an example of this material. Henry Miller’s Tropic of Cancer was banned from American bookshelves for being this kind of material."
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This artist’s first known painting is a copy of a Martin Schongauer engraving which is titled <em>The Torment of Saint Anthony</em>. For 10 points each:",
            "answers_sanitized": [
                "Michelangelo (di Lodovico) Buonarroti (Simoni)",
                "The Last Judgment",
                "tondo [or Doni Tondo; or Taddei Tondo]"
            ],
            "parts_sanitized": [
                "Name this Renaissance artist, who painted The Creation of Adam as part of his decorations for the ceiling of the Sistine Chapel.",
                "This fresco covers the altar wall of the Sistine Chapel, and illustrates the Second Coming of Christ. Daniele da Volterra was commissioned to paint over genitalia in this fresco.",
                "Agnolo Doni and Taddeo Taddei each separately commissioned Michelangelo to produce this type of artwork. These artworks were small round paintings or sculptures common during the Renaissance."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "For 10 points each, answer the following about <em>West Coast Hotel Co. v. Parrish</em>:",
            "answers_sanitized": [
                "Franklin Delano Roosevelt [or FDR; prompt on Roosevelt]",
                "Charles Evans Hughes",
                "Lochner v. New York [or Lochner era]"
            ],
            "parts_sanitized": [
                "Owen Roberts’ critical decision to switch sides from conservative to liberal in the case protected the Supreme Court from this president’s court-packing scheme. This president led the United States through the Great Depression.",
                "This man was Chief Justice when the case was decided. This Chief Justice through the 1930s lost the 1916 election to Woodrow Wilson and also organized the Washington Naval Conference as Warren Harding’s Secretary of State.",
                "The case ended an informal period in Supreme Court history started by this case. During this case’s so-called “era,” the Supreme Court struck down laws that regulated working conditions."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "The opening chapter of this work discusses Nietzsche’s conception of the “eternal return” as it relates to the title concept. For 10 points each:",
            "answers_sanitized": [
                "The Unbearable Lightness of Being",
                "Milan Kundera",
                "angels"
            ],
            "parts_sanitized": [
                "Name this novel that follows the lives of the womanizer Tomas and his wife Tereza during the Prague Spring.",
                "This Czech author of The Joke also wrote The Unbearable Lightness of Being.",
                "The third and sixth sections of Kundera’s novel The Book of Laughter and Forgetting are named for these beings. Throughout the novel, Kundera imagines these beings dancing in a circle and laughing."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        }
    ]
}