{
    "tossups": [
        {
            "question_sanitized": "After the death of his horse, one character in a work named after this man decides to throw a cannon into the sea, only to find out that a wizard has brought it back to use. A character in that work named after this person forgets about his love while trapped in an island due to the sorcery of Alcina. The last line of a poem named for this character declares that the story was brought by a legendary poet named Turodolus. In a work named for this man, (*) Thierry defeats Pinabel in a duel shortly before the traitorous Ganelon is teared apart by horses. In that work, this character’s temples burst while blowing an oliphaunt horn before dying at Roncevaux Pass. For 10 points, name this nephew of Charlamagne, the subject of a namesake Chanson.",
            "answer_sanitized": "Roland (or Orlando; accept Song of Roland or La Chanson de Roland; accept Orlando Furioso)",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "A work by this author opens with a character poking coals on a grate; that character later quotes a definition of life as a “combination of heterogeneous changes.” The metal worker Haley appears in that work, whose title character is noticed for wearing a red fez hat. In another work by this author, the protagonist hears “whispers in an unknown tongue” and wind in the trees making the music of Aeolian harps. A (*) “grey clad” soldier tricks one of this writer’s protagonists,who later realizes that a sound “like the stroke of a blacksmith’s hammer upon the anvil” came from his own pocket watch. This creator of the title chess-playing robot in the story “Moxon’s Master” also wrote about Peyton Farquhar’s seeking to burn down the title structure before being hanged by Union soldiers. For 10 points, name this author of “An Occurrence at Owl Creek Bridge.”",
            "answer_sanitized": "Ambrose Bierce",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonist of one novel by this author secretly meets friends such as Steve Hart and Joe Bryne in the hills and later falls in love with an Irish girl named Mary. While on a trip near the Bellingen River, characters in another novel by this author watch Mr. Jeffris brutally murder a native man. One character in that novel by this author meets his friend Wardley-Fish and marries Miriam Chadwick after the central action is completed. Thomas Curnow betrays a character created by this author during a brawl at Glenrowan. Another novel by this author involves two characters making a (*) bet regarding the transportation of a Glass Church to Boat Harbour, requiring traversal through the Outback. For 10 points, name this Australian author of The True History of the Kelly Gang and Oscar and Lucinda.",
            "answer_sanitized": "Peter Carey",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonist of one story by this author repeatedly describes his love for another character, who responds with “ah, ah.” In one story by this author, a character tells the protagonist about Pirlipat’s transformation into an ugly figure. Olympia is revealed to not be the daughter of Spallanzi and instead an automaton created by (*) Coppelius in one story by this author. In that story by this author, Clara is saved by Lothar from falling off a tall steeple, which Nathanael jumps from after shouting “pretty eyes, pretty eyes.” The clockmaker Drosselmeyer gives Marie the title object in a story by this author which was adapted into a Tchaikovsky ballet. For 10 points, name this German author of “The Sandman” and “The Nutcracker and the Mouse King.”",
            "answer_sanitized": "E.T.A. Hoffman [or Ernst Theodor Amadeus Hoffmann]",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "Description acceptable. As a result of one of these things, a character’s mother is blinded by her baby daughter at birth. That character has her face cut by her aunt and turns into a beggar as a result of one of these things. One character has two names as a result of one of these things, which allows them to change sex by immersing themselves in water. The most notable one of these is lost as a result of a (*) medical operation, and a character uses one of these to say “all this is pointless—they’ll finish us before we start!” at a meeting with a group of people who have these things. The main character of the work in which these things appear is switched at birth with a boy whose one of these things gives him the nickname “Shiva of the Knees.” For 10 points, name these supernatural traits possessed by children born within an hour of India’s independence in a Salman Rushdie novel.",
            "answer_sanitized": "the powers of the Midnight’s Children [accept equivalents; prompt on just “Midnight’s Children” with “What do they have?”]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "In a poem by this author, the title figure tries to relieve her guilt by talking to “dim killed children” but only succeeds in saying “I loved you all.” The central figures of another poem by this author live in a “rented back room” filled with “tobacco crumbs, vases, and fringes.” A poem by this author opens “Abortions will not let you forget.” Another poem by this author describes “dinner as a (*) casual affair” for the “old yellow pair” that eat the title food. Another poem by this author sees the central characters “strike straight” and “lurk late.” This poet wrote about seven pool players at the Golden Shovel who “sing sin” and “die soon.” For 10 points, name this first African-American to win a Pulitzer Prize, the author of “the mother,” “The Bean Eaters,” and “We Real Cool.”",
            "answer_sanitized": "Gwendolyn Brooks",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "This character is pronounced dead after escaping from a ship by falling off of its rigging. “He died when he no longer had his angel” is engraved on this character’s unmarked grave. This character uses a file hidden in a coin to escape from ropes after fearing that a man is hiding in his garden. This man saves Champmathieu’s life before calling a man “the Emperor.” This character moves out of a convent owned by Fauchelevent, whom he saved by pulling a (*) carriage cart off of him. This character’s soul is “bought” by Bishop Myriel for two silver candlesticks before he becomes mayor of Montreuil-sur-Mer under the name Monsieur Madeleine. For 10 points, name this character who adopts Cosette and is pursued by Inspector Javert in Victor Hugo’s Les Miserables.",
            "answer_sanitized": "Jean Valjean [accept either; accept Monsieur Madeleine until read]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in one of this author’s novels angers his father by writing a scholarly article on Charles Darwin. A poet is replaced by a radio in a novel by this author, which ends with a barber who joined the British army being beaten to death by a group of British soldiers after smashing a glass of beer in a prostitute’s face. That novel by this author includes an untrained dentist who sells fake teeth he stole from dead bodies, Dr. (*) Booshy. This man also wrote a novel in which a boy sees his father, who had previously banned music, playing a tambourine. Amina is hit by a car and Yasin has an affair with a courtesan in that novel by this author, which is part of a trilogy containing Palace Walk and Sugar Street. For 10 points, name this Egyptian author of Midaq Alley and the Cairo Trilogy.",
            "answer_sanitized": "Naguib Mahfouz",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "One of these animals created by Mary Chase is described as “6 foot and 3 and one-half inches tall'' by Elwood P. Dowd, whose sister’s purse was hidden by that imaginary animal after he was booked into a sanitarium. Another one of these animals is the main character of Joel Chandler Harris’ Uncle Remus stories and frequently runs into problems in The Laughin’ Place. In one story, a group of these animals get help from a bird named (*) Kehaar and are attacked at the title location. The daughter of a character nicknamed after this animal drowns in a bathtub; that character, Harry Angstrom, is a former high school basketball star created by John Updike. For 10 points, name these mammals, the central characters in Harvey and Watership Down.",
            "answer_sanitized": "rabbits [do not accept or prompt on hares; accept Pooka due to some ambiguity regarding Harvey]"
        },
        {
            "question_sanitized": "This character criticizes his surroundings when he first appears, and his request for a certain accomodation is taken as evidence for his “sense of human dignity.” When someone asks this character if he has a pocket-mirror, he covers his face with his hands, believing that he could last \"ten thousand years with only [his] thoughts for company.\" Another character disturbs this character because he cannot (*) blink. This character, who planned to publish a pacifist newspaper in Mexico, becomes distraught when his colleagues deride him for deserting the military. This character stays with two companions in hopes of convincing them that he is not a coward; those characters are Inez and Estelle. For 10 points, what character exclaims, \"Hell is other people!\" in No Exit by Jean-Paul Sartre?",
            "answer_sanitized": "Joseph Garcin [accept either]",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "Description Acceptable. The beginning of a work made up of these texts recounts the protagonist getting beat up for supposedly “winking” at a boy at church. One of these texts mentions Miss Millie calling a character’s actions “ungrateful” and is present alongside another of these texts which describes the Olinka tribe. One of these “chapters” describes a reunion at a July barbeque, while another describes a quilt being torn apart. A depiction of (*) Corrine falling ill is present in one of these texts, another of which describes the protagonist’s pursuit of a woman towards Memphis, Tennessee. Many of these texts describe a character’s rape and abuse by Alphonso, while some describe their writer’s affair with the blues singer Shug Avery. For 10 points, name these epistles that make up an Alice Walker novel.",
            "answer_sanitized": "letters in The Color Purple [prompt on letters; accept Celie’s letters or Nettie’s letters; accept synonyms for letters; accept chapters, portions, or anything of that nature in The Color Purple until “chapters” is read]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "One source claims that a draft of this poem was written on a folded piece of paper containing notes on Empedocles. That draft’s last line described “naked shingles of the world.” A character in a work based on this poem explains “things are bad / All over,” and that work’s title figure thinks about “enormous beds” and “blandishments in French.” This poem describes “vast edges drear” and a “moon-blanched land” that is “so various” and “so new.” This poem says that one figure heard the (*) “eternal note of sadness… long ago” on the Aegean Sea. The title figure is given a “bottle of Nuit d’Amour” in a parody of this poem by Anthony Hecht. This poem describes a “melancholy, long, withdrawing roar” and a “darkling plain” where “ignorant armies clash by night.” For 10 points, name this Matthew Arnold poem written about the cliffs of England.",
            "answer_sanitized": "“Dover Beach”",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "While living in Capri, this author coined the term “God building,\" which incorporates “religious atheism” for collective humanity. In a poem by this author, the “black Demon of the tempest” scares groups of birds before the title bird cries “Let it break in all its fury!\" In a short story by this author, after a 16-year old girl is seduced by a soldier, she is threatened by a group of men who had given her kringles every morning. In a play by this author, a character remarks \"You spoiled the song, you idiot,” after the (*) Actor commits suicide. In that play by this author of “The Song of the Stormy Petrel” and “Twenty Six Men and a Girl,\" boiling water is poured on Natasha’s feet, setting off a brawl in which Vaska murders his landlord Kostilyoff. For 10 points, name this Russian author of The Lower Depths.",
            "answer_sanitized": "Maxim Gorky [or Alexei Maximovich Peshkov]"
        },
        {
            "question_sanitized": "The protagonist of this novel broke her legs in two places skiing down a hill. The protagonist reads a story about a Jew falling in love with a nun in this novel, later comparing the story to her hatred for a character who slept with the maid Gladys. Marco demands his diamond pin back after attempting to rape this novel’s protagonist, who flirts with a sailor and tells him that her name is (*) Elly Higginbottom. After hemorrhaging upon losing her virginity to Irwin, this novel’s protagonist is taken to the hospital by Joan, who later hangs herself. The medical student Buddy Willard is the former love interest of the protagonist in this novel, which begins with her pondering the execution of the Rosenbergs. Dr. Gordon administers electroshock treatment to the protagonist of, for 10 points, what novel about Esther Greenwood’s depression, written by Sylvia Plath?",
            "answer_sanitized": "The Bell Jar",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in this play rebuffs another’s compliments by claiming that she has “something of the Puritan in me.” An Australian businessman in this play is in love with a character who only says “Yes mamma.” This play’s protagonist’s husband owns a checkbook with a lock on it, which she breaks to discover payments to another woman. A character in this play comments “We are all in the (*) gutter, but some of us are looking at the stars.” The protagonist overhears Cecil Graham's comments about the nature of women as she hides behind a curtain in this play. A character requests a photo of the protagonist and her son as she leaves to marry Lord Augustus at the end of this play, earlier claiming ownership of the title object left on a table at Lord Darlington’s house. Mrs. Erlynne never reveals that she is the title character’s mother in, for 10 points, what Oscar Wilde play?",
            "answer_sanitized": "Lady Windermere’s Fan",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "A line from this poem titles Elyn Saks’ autobiography, which describes her experiences living with schizophrenia. A concept described in this poem is “vexed to nightmare.\" A certain image “troubles [the speaker’s] sight” in this poem, which describes “A gaze blank… as the sun” and “shadows of… desert (*) birds.\" This poem, which claims that a “ceremony of innocence is drowned,\" decries those “full of passionate intensity.” This poem describes a “blood-dimmed tide” and mentions the “Spiritus Mundi” before describing a “rough beast… moving its slow thighs.\" A line from this poem was used to title Chinua Achebe’s first novel and states “Things fall apart; the center cannot hold.\" For 10 points, name this W. B. Yeats poem that references the return of Christ.",
            "answer_sanitized": "“The Second Coming”",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "One man locks this character in a crucible to distill him and regain some pills this character had consumed. This character releases the Cloud Horses after realizing he was given a low status, “Protector of the Horses.” After being tricked to put a circlet on his head, this character can be controlled by another through headache spells. This character urinates on five (*) stone pillars before realizing that they are the hand of another character. This character is forced by a priest to accompany him to Vulture Peak along with Sandy and Pig. This character has a staff that can enlarge and contract at his will. This character rebels against heaven but is trapped under a mountain by the Buddha until he is freed by the monk Tang Sanzang. For 10 points, name this “Monkey King,” a central character in Journey to the West.",
            "answer_sanitized": "Sun Wukong [accept Monkey King before read; prompt on partial answers]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "In this play, Willie proclaims that he was accepted at Harvard with the same cordiality that Longfellow would have shown to a black woman dancing on Brittle Street. Two characters in this play joke about how they could’ve killed each other in the Boer War. One character remarks “’tis cool beneath thy willow trees” after stating that “the days grow hot, O Babylon.” A character in this play walks outside after (*) twenty years but comes back indoors after supposedly dodging an automobile. Guilt-ridden for turning in his mother who led “the Movement,” Don Parritt throws himself off the fire escape at the end of this play. In this play, Hickey admonishes other people about following “pipe dreams” before admitting to killing his wife. For 10 points, name this play about people residing in Harry Hope’s saloon, a work by Eugene O’Neill.",
            "answer_sanitized": "The Iceman Cometh",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "This character asks another whether a madman “be a gentleman or a yeoman” before mocking those who trust in the “tameness of a wolf.” This character describes a time “where nobles are their tailors’ tutors'' as part of a “prophecy Merlin shall make.” His superior comments “I think the world’s asleep” while asking for this character. This character’s last line before his unexplained disappearance is “And I’ll go to bed at noon” in response to a remark about “supper i’ th’ morning.” He frequently debates with his master, whom he addresses as (*) “nuncle.” This character mistakes Tom O’Bedlam for a spirit and accompanies a monarch into a raging storm. For 10 points, name this coxcomb wearing character who often provides comic relief in Shakespeare’s King Lear.",
            "answer_sanitized": "King Lear’s Fool"
        },
        {
            "question_sanitized": "One of this author's early poems describes a bird that flies off from “a withered branch.” In another poem, this author depicts the penetrating power of a cicada's screech. This author frequently included motifs of changing weather, including one that portrays “fishes' eyes” that are “with tears” at the end of spring. In this author's first publication, a referee compares two poems side-by-side, including two written by himself. That collection's name references a children's game of placing two (*) shells side-by-side to compare them. A water sound often translated as “Kerplunk” or “Splash” results when a frog leaps into an old pond in another work by this author. For 10 points, what author wrote a collection of 17-syllable haiku in The Narrow Road to the Deep North?",
            "answer_sanitized": "Matsuo Basho [accept either]",
            "subcategory": "Poetry",
            "category": "Literature"
        }
    ],
    "bonuses": []
}