{
    "tossups": [
        {
            "question_sanitized": "The speaker of one of these poems laments, “That time of year thou mayst in me behold” beseeching the reader in its final line “To love that well which thou must leave ere long.” Phrases such as “the master-mistress of my passion” and “unfolding his imprison'd pride” from these poems have fueled speculation that their author was bisexual. The speaker concludes that “All losses are restored and sorrows end” in one of these poems, and in another, the speaker claims that if he is mistaken, “[He] never writ, nor no man ever loved.” That poem states (*) “Love is not love / Which alters when it alteration finds.” The line “So long lives this, and gives life to thee,” ends the most famous of these poems, 27 of which are about the Dark Lady. For 10 points, name this collection of 14-line poems, the most famous of which begins “Shall I compare thee to a summer’s day?”",
            "answer_sanitized": "sonnets by William Shakespeare [or equivalents; prompt on partial answers, such as sonnets or poems by Shakespeare]",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "This character’s father fictitiously loaned money to a town to be repaid over time. While discussing this character, a judge asks, \"will you accuse a lady to her face of smelling bad?\" causing her neighbors to “[begin] to feel sorry for her.” This character is forced to give the corpse of her father to the Board of Aldermen. This character falls in love with a man who frequently drinks at the Elks Club and worked up North before travelling to the fictional town of (*) Jefferson. This woman, whose black servant Tobe brings her groceries, goes out once in her story to buy arsenic, using it to kill Homer Barron. For 10 points, name this character, the old woman who keeps Homer’s dead body in a bedroom above the stairs in a short story by William Faulkner.",
            "answer_sanitized": "Emily Grierson [accept either; accept “A Rose for Emily”]",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonist of one poem by this author meets Captain One, Motherth, Jesus, and Don Quixote. That protagonist then travels down the Nile and is killed by an iceberg in Antarctica. The title character of another work by this author calls a hotel manager Bouboulina and calls himself Canavaro. A widow in that work is stoned and decapitated after spending the night with the narrator. This author wrote a poem that contains (*) 33,333 17-syllable verses and is a “modern sequel” to an ancient poem. The title character of one of this man’s novels stares at the narrator, who is about to begin reading Dante’s Divine Comedy, through a glass window. That title character eventually befriends the narrator and leads him to Madame Hortense’s Hotel. The Odyssey: A Modern Sequel is by, for 10 points, what author of Zorba the Greek?",
            "answer_sanitized": "Nikos Kazantzakis",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonist of this novel dreams about walking into the Golden Gate Park and seeing children play hopscotch. In one scene in this novel, the protagonist stares at a picture of James Clerk Maxwell to try and use the Nefastis machine. Vittorio tells Niccolo about the Lost Guard of Faggio in a fictional play written by Richard Wharfinger within this novel. Randolph Driblette directs a production of that play, (*) The Courier’s Tragedy. The protagonist of this novel sees the word “W.A.S.T.E.” written in a bathroom at the Scope. A lawyer named Metzger helps the protagonist execute the estate of Pierce Inverarity in this novel, in which a secretive postal service organization is symbolized by a muted post horn. Trystero is investigated by Oedipa Maas in, for 10 points, what novel by Thomas Pynchon?",
            "answer_sanitized": "The Crying of Lot 49",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "In a series of lectures, Vladimir Nabokov argued that this character follows his author’s “formula” and begins living “Life with a capital L” at the end of the work in which he appears. This character is respected for his ability to “completely exclud[e] his personal opinion of the matter,” leading him to be promoted to a city position and use the extra money earned to furnish a new house. This character has a recurring dream that ends with “some force” that shoves him through a sack. This character loses his love of playing (*) whist after falling off of a step ladder while hanging curtains. This character’s caretaker, Gerasim, remarks “everyone dies someday” at his funeral, which was announced by his friend Pyotr Ivanovich to a group of lawyers he worked with. For 10 points, name this title character of a Leo Tolstoy novella.",
            "answer_sanitized": "Ivan Ilyich [accept either; accept The Death of Ivan Ilyich]",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonists of this text escape from their flammable house by hiring a miner who digs out a tunnel. The wife of a blind man in this text blindfolds herself to feel the pain he does. A stray dog accompanies a character in this text to the top of a mountain and reveals himself to be the god of death. One character in this text loses a (*) dice game and is forced to retire to a forest with his family. A character in this text attempts to disrobe Draupadi but fails when a god magically extends the cloth. This text follows the legendary Kurukshetra War, in which Krishna freezes time to discuss Arjuna’s duty as a Kshatriya. For 10 points, name this Hindu epic about the clash between the Pandavas and Kauravas which includes the Bhagavad Gita in its sixth book.",
            "answer_sanitized": "Mahabharata",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "In this play, two characters discuss combinations of removing two paws from two cats, including one where one cat has six and the other has none. The protagonist of this play arrives late to work, but his boss, Mr. Papillon, does not notice because he is conversing with another character. That character, Botard, insists he does not \"need [journalists] to tell [him] what to think\" and says he both despises religion and esteems it highly. Later in this play, a woman quietly claims, (*) \"They're like gods\" about a crowd in the street below a window. That character, Daisy, is the love interest of another character in this play who loudly proclaims, \"I'm not capitulating!\" to a sickness that turned his friend Jean's skin green and formed a bump on his head. For 10 points, every character but Berenger transforms into the title animal of what play by Eugene Ionesco?",
            "answer_sanitized": "Rhinoceros",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "In this city, Father Butler scolds Leo Dillon for reading fictional adventure stories rather than his Roman History material. Before going to an event in this city wished to not be some “Freemason Affair,” a character is asked if he recalls a poem titled for a certain people’s “Farewell To Steed.” In one story set in this city, Ignatius Gallaher waits at a bar for an old friend named Little Chandler, who makes his baby cry by reading a Byron poem aloud. Two youths learn about the death of (*) Father Flynn in this city, the setting of stories such as “A Little Cloud.” An eastern-themed bazaar in this city serves as the title setting of one short story, while another story set here concludes with Gabriel Conroy imagining snow falling on the grave of Michael Furey, one of “The Dead.” For 10 points, name this city, the namesake of a James Joyce collection of short stories.",
            "answer_sanitized": "Dublin, Ireland [accept Dubliners]",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonist of a novel first looks at these things after she receives Graham Crackers and states “I like Jane Withers” while listening to a story about a Christmas doll. The last chapter of a novel titled for these things shows a character conversing with an imaginary friend who suggests “we could go outside and play I guess.” One character is reminded of these features after a cat is thrown into a radiator, and unwittingly kills a dog named Bob while trying to acquire them. These features title a novel that opens with the arrival of (*) Henry Washington, and Maureen Peal's presence intensifies the protagonist’s desire for them. Claudia narrates that novel, in which the protagonist idolizes these features on a Shirley Temple mug. For 10 points, name these facial features desired by Pecola Breedlove in a Toni Morrison novel.",
            "answer_sanitized": "blue eyes [accept The Bluest Eye; prompt on any answer mentioning eyes without including the word “blue”]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "In this novel, two “bedwetters” must serve punishment by trading places on bunkers each night, becoming drenched by the other’s urine. Three characters in this novel “smile bitterly” after receiving a note that describes them as “Iron Youth.” This novel’s protagonist feels a sense of “strangeness” after arriving home and finding out that his mother is dying of cancer. Three French women are visited by (*) Lee and Kropp in this novel, whose protagonist feels guilty after ending the life of the printer Gerard Duval. Kat aids the main characters of this novel, one of whom named Muller inherits Kemmerich’s boots after he dies. Paul Baumer joins German forces fighting World War One in, For 10 points, what novel by Erich Maria Remarque?",
            "answer_sanitized": "All Quiet on the Western Front",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The biographer of this poem’s author, Paul Mariani, said that this poem \"wears a deliberately commonplace costume\" and was most likely written about African-American traditions at funeral wakes. According to Elizabeth Bishop, this poem’s author drew inspiration from Cuban factory workers to write this poem’s opening lines. This poem describes a “dresser of deal” and asks to “Let the lamp (*) affix its beam,” to “show how cold she is, and dumb.” This poem instructs, “let the boys / Bring flowers in last month's newspapers” and opens with “Call the roller of big cigars” and “bid him whip / In kitchen cups concupiscent curds.” For 10 points, the creation of the title dessert is described in what poem by Wallace Stevens?",
            "answer_sanitized": "“The Emperor of Ice Cream”",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonist of one novel by this author paints Pythoness at Tripod, which depicts a crazy cat lady who is actually his sister. Don Lethbridge later helps that protagonist create a magnum opus. In another novel by this author, Mr. Judd attends a garden party held by Belle Radclyffe twenty years after the title protagonist disappears. This author wrote about the prostitute Nance Lightfoot, who is loved by the adopted brother of Rhoda in one novel, while another character created by this man is financed by Mr. (*) Bonner. Hurtle Duffield is adopted by the Courtneys in one of this man’s novels, and in another he wrote about a title German explorer who dies during a journey into the Outback. For 10 points, name this Australian author of The Vivisector and Voss.",
            "answer_sanitized": "Patrick Victor Martindale White",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "An essay about this character describes a man who terrorized the author in his childhood by taking away “balls, bats, spinning tops, and marbles.” The work this character appears in opens with him being asked to “turn on the light” after an alarm sounds a loud “Brrring!” An essay describing five people from the author’s childhood is titled for how this man “Was Born.” This character frightens his sister by killing a (*) rat with a skillet in “Fear,” the first section of the novel in which he appears. This man visits Ernie’s Kitchen Shack and famously signs a ransom note with the word “Reds.” Jan Erlorne hires attorney Boris Max to defend this character for the murder of his girlfriend, Bessie Mears, and his employer’s daughter, Mary Dalton. For 10 points, name this protagonist of Richard Wright’s novel Native Son.",
            "answer_sanitized": "Bigger Thomas [accept either]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "This book includes a story of a man who buys every almond from a market because his daughter ate some without paying. In this book, the author describes a volatile political climate that began with American drone strikes in 2004. The author of this book recounts moving to Shangla while writing under the pseudonym \"Gul Mukai\" for a BBC blog. Later, the author explains how her family did not own passports to fly with her to (*) Queen Elizabeth Hospital in Birmingham for a facial nerve surgery. The main conflict of this autobiographical work erupts on October 9, 2012, where the author is shot while returning from a Pakistan Studies exam. For 10 points, what autobiography includes events from the life of \"the girl who fought for education\" against the Taliban?",
            "answer_sanitized": "I Am Malala: The Girl Who Stood Up for Education and Was Shot by the Taliban [prompt on Malala Yousafzai’s autobiography or similar]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A poem by this author criticizes “Egnatius, made a gentleman by a bushy beard / And teeth brushed with Spanish urine.” An epyllion by this author describes the marriage of Peleus and Thetis and the abandonment of Ariadne by Theseus. One poem by this author tries to cope with the death of one whom “Fortune has carried… away from me.” Another poem by this author threatens to sodomize Aurelius and Furius and is called (*) Carmen 16. This author is upset that his “girlfriend’s little swollen eyes are red with weeping” after the death of her pet sparrow. One poem by this author ends with “hail and farewell” or “ave atque vale.” Clodia was believed to be the true identity of a dedicatee of many of this author’s poems. For 10 points, name this Roman poet who dedicated many poems to his lover Lesbia.",
            "answer_sanitized": "Gaius Valerius Catullus",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "Description acceptable. The heaviest one of these characters must be carried by the others after falling into a river and falling asleep. These characters originally doubt the ability of a companion to be a \"burglar,\" who later steals a cup from another character. A character who accompanies this group saves them by mimicking their voices until three vagabonds turn to stone, and a leader of these characters finds a sword called (*) Orcrist. These characters float down barrels to reach Lake Town, which is later burned down. The leader of these characters refuses to offer any compensation to the rest of them, despite their assistance in killing Smaug, causing them to attack each other in the Battle of Five Armies before uniting against an army of goblins. For 10 points, what group of thirteen characters does Bilbo Baggins accompany to the Lonely Mountain?",
            "answer_sanitized": "dwarves from The Hobbit [accept Thorin and Company; prompt on dwarves by asking “in what book?”; do not accept or prompt on any Lord of the Rings references]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "This author discusses whether aliens' sins are covered by Jesus's sacrifice in a case against the traditional Christian God. In this author’s argument against reconciliation with an enemy, he quotes Milton's idea that it is not possible \"where wounds of deadly hate have pierced so deep,\" and explains that every attempt at peace has been ignored. This author wrote another work, the best-selling title in American history, which discusses the relationship between a (*) small island and a continent. This author later defended the French Revolution in Rights of Man. In another work, this author describes \"crowned ruffians\" and warned its readers not to be \"summer soldier[s] during \"the times that try men's souls.\" For 10 points, what influential author wrote pamphlets such as The American Crisis and Common Sense?",
            "answer_sanitized": "Thomas Paine"
        },
        {
            "question_sanitized": "A “lyric tragic episode” found in a poem from this country describes a woman’s wishes to be exiled to Syria or Libya, and it also notes Monsayeed’s exploits to help the protagonist. A poet from this country created works such as Mensagem, which famously described myth as “the nothing that is all.” That author from this country created a “factless autobiography” of one of his many (*) heteronyms catalogued in The Book of the Disquiet. A monster named Adamastor captures the protagonists of an epic poem from this country, which contain scenes depicting Bacchus and Venus debating on guiding a ship towards Calicut. Fernando Pessoa and Luís de Camões hailed from, for 10 points, what country home to the hero of The Lusiads, Vasco de Gama?",
            "answer_sanitized": "Portugal",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "A writer with this surname wrote of the Roman murder trial of a man who kills his wife and her parents in a 21,000 line verse novel. That author with this surname ended a poem with the line “Again the Cousin's whistle!” while describing a “faultless” artist. Another writer with this surname wrote of children in mines who weep, “we are weary, / And we cannot run or leap” in “The Cry of the Children.” An author with this surname remarks of a woman “Looking as if she were alive” after being painted by (*) Fra Pandolf. That writer with this surname wrote “Gather the north flowers to complete the south,” in a poem that opens “Yes, call me by my pet-name!” For 10 points, name this surname shared by a wife who asked, “How do I love thee? Let me count the ways,\" and her husband, the author of “My Last Duchess.”",
            "answer_sanitized": "Browning [accept Robert Browning or Elizabeth Barrett Browning; prompt on Moulton-Barrett]",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character created by this author discusses a 1920 experiment conducted on an ape by Kohler during a lecture at Appleton College. In a novel by this author, a character is attacked with spitballs when attempting to view the play Sunset at the Globe Salon, and earlier claims that he has “solved the problem of sex rather well.” A doctor identifies the protagonist as “CM” in a novel by this author, and in another the protagonist begins an affair with the dog caretaker (*) Bev Shaw. The protagonist earlier sleeps with the prostitute Soraya in that novel, and his daughter Lucy is raped by three robbers. The activist Elizabeth Costello was created by this author, who wrote about a harelipped man transporting his sick mother Anna to Prince Albert. For 10 points, name this author of The Life and Times of Michael K, who wrote about Professor David Lurie’s affair with Melanie Issacs in Disgrace.",
            "answer_sanitized": "J. M. Coetzee [or John Maxwell Coetzee]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        }
    ],
    "bonuses": []
}