{
    "tossups": [
        {
            "question_sanitized": "In one poem by this author, the speaker expresses his fascination with a bicycle wheel before \"the hub jammed, rims rusted, the chain snapped\"; that poem is \"Wheels Within Wheels.\" In another poem, this author recounts how \"big dark blobs burned / Like a plate of eyes\" as the speaker fills a bathtub with the title object. That poem's tone shifts from excitement to bitter disappointment upon finding \"A rat-grey fungus.\" In another poem by this author, whispers from old men remind the speaker that he was (*) \"Away at school\" when a \"bumper knocked him clear.\" Another poem by this author reminisces about his father, who “could handle a spade” cutting up turf in Toner’s bog. For 10 points, what poet who wrote \"Blackberry-Picking,\" \"Mid-Term Break,\" and \"Digging\" died in Ireland in 2013?",
            "answer_sanitized": "Seamus Heaney",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "This man wrote a series of 5 books that opens with “The Delineaments of Giants,” which discusses the path of a waterfall that ends with a river’s return to the sea. That set of books are in poetic form and are centered on a city that includes Passaic General Hospital, where this man worked as a physician. In one of this man’s poems, he ponders what would happen if he “dance[s] naked, grotesquely / before my mirror” while his wife Kathleen is asleep. That poem ends with the assertion (*) “Who shall say I am not / the happy genius of my household?” That poem appears in the same collection as a poem about fruits “you were probably / saving / for breakfast” and which were “so sweet / and so cold.” For 10 points, name this imagist author who wrote “Danse Russe” and “This is Just to Say.”",
            "answer_sanitized": "William Carlos Williams",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "One character in the beginning of this story asks his son to “listen to the wind” to try and distract him from winning a chess game. That character opens the door of his house to observe the “streetlight opposite” that shone on a “quiet and deserted road.” A fakir placed a spell on an object in this story to show that people cannot interfere with their fates. The mangled corpse of a character in this story suddenly disappears at its end. Another character in this story takes the title object after (*) Sergeant-Major Morris throws it into a fire. Mr. White requests two hundred pounds to pay off his mortgage in this story, which is fulfilled when his son Herbert dies in a factory accident. For 10 points, name this W.W. Jacobs short story about the title cursed object that can grant three wishes.",
            "answer_sanitized": "“The Monkey’s Paw”",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A portrait of Pope Innocent X by Diego Velazquez hangs in the Doria Palace in this work. In another scene from this work, the protagonist refuses to ride in Mrs. Walker’s carriage, stating “if this is improper… then I am all improper.” A character in this novella declares that “American men are the best” and falls asleep, causing a boat ride to be cancelled. That character is the brother of the protagonist and is named (*) Randolph. The protagonist of this work is shunned after she is deemed an outcast by people like Mrs. Costello. The protagonist of this novella moves from Schenectady, New York, to Vevey, Switzerland. The title character of this work dies of Roman fever after going to the Colosseum with Mr. Giovanelli. For 10 points, name this novella by Henry James about Winterbourne’s love for the title girl.",
            "answer_sanitized": "Daisy Miller",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "This character is given a golden staff by two servants of God after arriving on a mountain top. This character “yearned for travel and traffic” before arriving at a place where the rivers were filled with ambergris. This character is thrown into a cave when his wife dies, leading him to murder other widowed spouses to obtain their rations. This character gives wine to the (*) “Old Man of the Sea,” allowing this character to escape enslavement. This character throws himself into a valley with a piece of meat on his back so he can obtain diamonds from the rocs. This character meets an impoverished porter with the same name and tells him stories of how he obtained his wealth. For 10 points, name this sailor from Baghdad who takes seven voyages in the Arabian Nights.",
            "answer_sanitized": "Sinbad the Sailor",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The subject of one poem by this author let “gold hair scatter in the breeze / That twined it in a thousand sweet knots.” The Earl of Surrey translated one line by this author as “Love that doth reign and live within my thought.” This poet gave the “Coronation Oration” speech on accepting the poet laureate position of his country. This poet wrote about Scipio Africanus’ triumph over Hannibal in his epic poem (*) Africa. This poet opened one of his collections by addressing “you who hear the sound in scattered rhymes.” This poet met a dedicatee of one of his collections at the church of Sainte-Claire d’Avignon on Good Friday. For 10 points, name this Italian namesake of a sonnet form who dedicated Il Canzoniere to his lover Laura.",
            "answer_sanitized": "Petrarch [accept Francesco Petrarca]",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "This author’s first published work was a translated version of David Strauss’s The Life of Jesus Christ. In a short story by this author, the title character finds Tina with a knife, leading him to believe that she had killed Wybrow. In a novel by this author, the protagonist returns a turquoise necklace to its owner after she pawns it off. That owner falls in love with the protagonist, who saves a (*) Jewish singer from drowning in the Thames. This author’s short story “Mr. Gilfil’s Love Story” is part of the collection Scenes of Clerical Life, and she also wrote a novel in which Duncan’s skeleton is found in a quarry clutching the protagonist’s bag of stolen gold. The life of that novel’s title character vastly improves after he adopts the girl Eppie. For 10 points, name this author of Daniel Deronda and Silas Marner.",
            "answer_sanitized": "George Eliot [Accept Mary Ann Evans]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "This work takes place near a town which is as “flat as a flannel-cake” and contains “as… self-satisfied a class of peasantry as ever clustered round a Maypole.” The title character of this work fights like a “welterweight cinnamon bear,” and another character is renamed “Old Hank, the Trapper.” A note in this story describes three trees a hundred yards apart on the road to Poplar Grove. One character in this story is enticed by the promise of a pair of moccasins and a silver mounted rifle. This story describes the game (*) Black Scout, in which one character rides another for “ninety miles,\" and also describes the layout of Summit, Alabama. In this story, Bill is driven crazy by a child who is eventually returned to Ebenezer Dorset at a price of $250, paid by the narrator. For 10 points, name this story about the title kidnapped boy penned by O. Henry.",
            "answer_sanitized": "“The Ransom of Red Chief”",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "One character in this novel is motivated to exact revenge for the rape of her sister, and thus knits burial coverings for other characters in this novel. Another character in this novel requires “four strong men” to help him drink chocolate, then tosses a coin into a crowd to compensate for killing a child before the coin is thrown back at him. That character, who is stabbed with a knife, is the uncle of another character in this novel who puts himself in danger when he frees (*) Gabelle, his former servant, and helps save his wife's father who had learned to make shoes while in prison before being “recalled to life.” In this novel, Lucy's husband Darnay is saved when the similar-looking Sydney Carton sacrifices himself at the guillotine. For 10 points, name this novel set in London and Paris during the French Revolution, by Charles Dickens.",
            "answer_sanitized": "A Tale of Two Cities",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A trail in this short story is described as a “thin dark line” that originates from a “pine-covered island.” That trail, as described by the protagonist, leads to the Chilcoot Pass. This story’s protagonist is described as “not much of a thinker” and later mutters “You were right, old fellow.” That protagonist hopes to be able to reach “the boys” by six o’clock in the evening, given that he is walking four miles per hour. This short story’s protagonist, who wishes to reach a (*) camp on Henderson Creek, repeatedly falls while running before recalling advice given to him by an old man at Sulphur Creek. The protagonist then attempts to kill his dog, but fails to do so, leading to his death. For 10 points, name this short story in which the protagonist freezes to death after failing to do the title action, written by Jack London.",
            "answer_sanitized": "“To Build a Fire”",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "One character in a poem by this author researches the Battle of the Saints after losing his wife Maud to cancer. In another poem by this author, the “colonel of carrion” cries “Waste no compassion on these separate dead.” The “gorilla wrestles with the superman” in that poem by this author before the narrator mentions the “English tongue I love.” Ants urge Ma (*) Kilman to find a plant in the forest which is used to heal the fisherman Philoctete in one poem by this author. The narrator of one poem by this author asks “how can I face such slaughter and be cool? / How can I turn away from [the title place] and live.” He’s not Greek, but Hector and Achille vie for the hand of Helen in one poem by this author, which is based on the Iliad by Homer. For 10 points, name this St. Lucian poet of “A Far Cry from Africa” and Omeros.",
            "answer_sanitized": "Derek Walcott",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "A section of this novel says that Eros must guide Beauty and that Knowledge falls into the “abyss.” One character in this novel bares his teeth at the protagonist and says “you will pay” but later leaves without collecting any payment. The protagonist of this novel is disgusted by an old man who uses makeup to conceal his age. A group of primitive people dance in a circle while singing of a (*) “stranger god” in a dream in this novel. One character in this novel says that the disinfectant in the air is a protective measure against the sirocco, but the actual cause is a cholera epidemic. After eating overripe strawberries, the protagonist of this novel dies while observing the Polish boy Tadzio on the beach. For 10 points, name this novella about Gustav von Aschenbach’s stay at the title city by Thomas Mann.",
            "answer_sanitized": "Death in Venice [or Der Tod in Venedig]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in this family rolls her eyes after another rambles about her love for what she calls “my laaaast coffee.” A description of this family’s living room remarks “Weariness has, in fact, won.” A member of this family mocks another as an “Entrepreneur! Titan of the system!” A member of this family describes a gory sledding accident, and another weirdly yells “FLAMING SPEAR!” A character with this last name receives a nickname meaning (*) “One for whom bread is not enough” and screams out a tribal chant, repeating “OCOMOGOSIAY!” Willy ruins one member of this family’s dream of opening a liquor store by stealing $6500 from a life insurance payout, the rest of which is used by this family’s matriarch for a down payment on a house in Chicago’s all-white Clybourne Park. For 10 points, name this central family of Lorraine Hansberry’s A Raisin in the Sun.",
            "answer_sanitized": "Younger family",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "This author became rich after writing a novel in which a laundry-shop owner marries a teetotal roofer, leading a drunken group of wedding guests to cause chaos in an art museum. In another novel by this author, a man with severe lung problems named Bonnemort meets the main character, who eventually falls in love with his daughter. In that novel, the anarchist (*) Souvarine tampers with a mine shaft after a failed strike, causing Catharine to die before Etienne is rescued. An open letter from this author states, “As they have dared, so shall I dare,” to avoid being “haunted by the spectre of the innocent man, far away, suffering the most horrible of tortures for a crime he did not commit.” For 10 points, name this French author of Germinal who defended Alfred Dreyfus in the letter “J’Accuse...!”",
            "answer_sanitized": "Emile Zola",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "One character in this novel visits Prudencia Pitre after hearing a song provoking thoughts of death. A German Mastiff with rabies attacks the animals of one character in this novel, forcing a man to kill all of them except for a tortoise. A man who used to play chess at the Parish Cafe told his lover to “remember me with a rose” before committing suicide in this novel by drinking cyanide. A man in this novel tries to rescue his parrot from a mango tree, but falls from a ladder (*) to his death, and he earlier discovered a note left by Jeremiah de Saint-Amour. A character who has slept with at least 623 women in this novel orders the captain of the ship New Fidelity to raise a yellow flag, indicating the title disease. For 10 points, Doctor Juvenal Urbino’s death allows Florentino Ariza to finally win over Fermina Daza in what novel by Gabriel Garcia Marquez?",
            "answer_sanitized": "Love in the Time of Cholera [accept El amor en los tiempos de colera]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The speaker of a poem by this author dreams of a chamber where scenes from The Romance of the Rose are painted on the walls; that poem concludes with the speaker deciding “That I will, in process of time / Strive to put this dream in rhyme.” The narrator of another poem by this author witnesses Nature denying requests for an eagle’s hand; that poem includes an early reference to (*) Valentine’s Day as being a romantic occasion. The two title characters of another poem by this author are separated when one is offered as a prisoner of war by her father Calchas. This author inserts himself into a work where he recounts the Aeneid and is guided by the Eagle to the title structure. For 10 points, name this poet of Troilus and Criseyde, The House of Fame,and The Parlement of Foules, who wrote about pilgrims traveling to Thomas Becket’s shrine in The Canterbury Tales.",
            "answer_sanitized": "Geoffrey Chaucer",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "The opening of one play from this country features a character riding in on a “wild hippogriff, running swift as the wind.” Laurencia fights off offenders who try to subject her to “droit du seigneur” in a play from this country. The protagonist of one play written by an author from this country urges Astolfo to marry Rosaura to preserve her honor. A village in a play from this country says “[the town] did it” in reference to the killing of Commander Guzman. In addition to (*) The Sheep Well, another play from this country sees the Polish king Basilio lock his son Segismundo in a tower because a prophecy says Segismundo will kill his father. For 10 points, name this country whose Golden Age included playwrights like Lope de Vega and Pedro Calderon de la Barca.",
            "answer_sanitized": "Kingdom of Spain [or Reino de España] (the Calderon play referenced is Life is a Dream)",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "After one of these events, a character inquires “Did we run outa gas?” before “half a dozen fingers” point to the amputated wheel of his car. At one of these events, a character announces that the newest work of Vladimir Tostoff will be played, and preparation for these events involves a butler pressing a button on a (*) juicing machine 200 times every half-hour. During one of these events, a character is impressed by the presence of “Volume One of the ‘Stoddard Lectures’” and other real books instead of cardboard replicas in a library. People attending these events address their host as a “regular Belasco” and “old sport,” and all of them take place in a West Egg mansion opposite a green light on a dock. Nick Carraway often describes the lavishness of, for 10 points, what nighttime events in an F. Scott Fitzgerald novel?",
            "answer_sanitized": "Jay Gatsby’s parties [accept either Jay or Gatsby for the name; accept synonyms for party; prompt on parties or equivalents alone]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The speaker of a poem in this collection claims that he “found new spheres” and “of new lands can [he] write.” Another poem in this collection asks the addressee to “untie or break that knot again” before lamenting “Except you enthrall me, never shall be free.” A poem depicting a “short sleep past” is found alongside a poem calling the speaker “A little world made cunningly” in this collection. A poem in this collection says “you / as yet but (*) knock, breathe, shine, and seek to mend” and concludes “Nor ever chaste, except you ravish me”; that poem begins, “Batter my heart, three person’d God.” The most famous poem in this collection compares the title figure to “chance, kings, and desperate men” before concluding that it itself shall die. For 10 points, name this collection of 14-line poems which includes “Death be Not Proud,” a work by John Donne.",
            "answer_sanitized": "Holy Sonnets",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in this novella claims that beauty is only measured by how old a person is and how much a house costs. A discovery made by a character in this novella is initially mocked because of his Turkish clothing, and a king in this novel orders the sun to set at 7:40 pm. The title character of this novella meets a drunkard who drinks to forget about his alcoholism. The narrator of this novella worries about forgetting to draw a strap on a (*) sheep, and earlier attempts to prevent a snake from biting the ankle of the title character. A fox requests that the title character of this novella tame him, and that character earlier prevents the spread of baobab trees in order to protect a selfish rose. Asteroid B-612 is the title character’s former home in, for 10 points, what novella by Antoine de Saint-Exupéry?",
            "answer_sanitized": "The Little Prince [accept Le Petit Prince]",
            "subcategory": "Short Fiction",
            "category": "Literature"
        }
    ],
    "bonuses": []
}