{
    "tossups": [
        {
            "question_sanitized": "This character mocks a tale of four girls who “went to the woods to get a bird’s nest” and later “found a nest with four eggs in it.” In one scene this character offers a woman half of a chocolate candy to pop into her mouth, stating that she would live on barrels and boxes of it. At the beginning of a play, this man debates the definition of the term “copper’s nark” after being introduced solely as a “note taker.” This man later asks a general to visit his lab at (*) Wimpole Street, where he is served by a housekeeper named Mrs. Pearce. This character gets infuriated when a lady throws slippers at him after debating “the new small talk.” At the beginning of a play, this character bets Colonel Pickering that he can turn a Cockney woman into a true lady. For 10 points, name this professor who attempts to teach Eliza Doolitle in Pygmalion.",
            "answer_sanitized": "Professor Henry Higgins [accept either]",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character created by this author mentions a police officer who actually helped thugs while listing his past employers. That character has a conversation with Scipio outside a hospital which houses the syphilitic Campuzano . A character says 320 prayers over a balsam in another novel by this author in which a priest tells the story of “The Impertinently Curious Man.” Master Peter owns a supposedly fortune-telling ape in that novel, whose second part was published 10 years after its first. One character is told to whip himself (*) 3,300 times in a novel by this author of The Dialogue of the Dogs that is divided into three “sallies.\" That novel’s title character leaves an inn without paying and calls a group of prostitutes “ladies.” A priest and a barber burn most of that character’s books while he is sleeping, and he earlier nicknames a village girl Dulcinea. For 10 points, name this author of Don Quixote.",
            "answer_sanitized": "Miguel de Cervantes Saavedra",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "In this novel, one character chooses not to watch a film implied to be Ingmar Bergman’s Winter Light, and Santa Battaglia goes bowling with that character’s mother. The protagonist of this novel constantly talks about his love for Dr. Nuts soda and meets women such as Lana Lee and a performer named Darlene. One character in this novel is attacked by a pet cockatoo and earlier befriends a woman named Mrs. Trixie. Characters in this novel often meet at the (*) Night of Joy Bar, and its protagonist enjoys reading Boethius. That protagonist of this novel attempts to lead a failed workers’ riot at the Levy Pants Factory in New Orleans. For 10 points, name this novel centering on Myrna Mynkoff and Ignatius J. Reilly, written by John Kennedy Toole.",
            "answer_sanitized": "A Confederacy of Dunces",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The speaker of a poem by this author shouts “Careful!” three times after claiming “Life is not a dream.\" That poem declares that “whoever is afraid of death will carry it on his shoulders” after warning that “living iguanas” will “bite the men that do not dream.\" Another poem by this author describes a “basket of lime already set” and later says “the wind swept away the cotton.” That poem has sections titled “Absent Soul” and “Goring and Death,” the latter of which describes a boy who “brought the white sheet.\" The speaker of a poem by this author of (*) “City That Does Not Sleep” repeats “I refuse to see it” and tells its subject “you have died forever” after an event that occurred “at five in the afternoon.” For 10 points, name this Spanish poet who wrote “Lament for the Death of a Bullfighter.\"",
            "answer_sanitized": "Federico Garcia Lorca [or Federico del Sagrado Corazon de Jesus Garcia Lorca]",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "Early versions of this type of book were made from deerskin and agave plant fibers. One of these books describes eight great omens including a comet, the flooding of a lake, and the disappearance of a two-headed man; that work was commissioned by Diego Duran. One type of these books contains three sections of folios, one of which lists the tributes subjugated nations offered to the nation that wrote these books. One book of this type was commissioned by Don Antonio de Mendoza, the (*) viceroy of New Spain. Another of these books describes the Binding of the Years, a ritual that required all fires to be put out to renew the world for another 52 years. Notably, human sacrifice of a political prisoner is required in a ritual from the Florentine example of this book. For 10 points, what types of paperback books from Pre-Columbian Mexico were written in Spanish and Nahuatl?",
            "answer_sanitized": "Aztec codices [accept codex; prompt on Aztec books]"
        },
        {
            "question_sanitized": "T.S. Eliot described this location as a “strong brown god” that is “untamed and intractable” in “The Dry Salvages.” Another work about this location describes the author’s time working as a “cub pilot” under Horace Bixby. Two characters flee to this location after one of them creates a conflict by giving a Bible marked “HALF PAST TWO” to Sophia, leading her to elope with Harney. A character at this location is painted blue and holds a sign with the words (*) “Sick Arab – but not harmless when out of his head.” Two characters run away to this location after schemes in which they scam townspeople by pretending to be the brothers of Peter Wilks; those two also claim to be a Duke and a Dauphin while on this location. Huck Finn and Jim travel along, for 10 points, what major American river?",
            "answer_sanitized": "Mississippi River [accept river on the first clue and prompt thereafter; accept Life on the Mississippi]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in this novel explains that people can have more than one cousin to a character whose mother says of the protagonist “Whatever our souls are made of, his and mine are the same.” A character in this novel requests that a side of a buried coffin and the corresponding side of his own coffin be removed as to join the two in death. A character in this novel locks herself in with two bodyguards, leaving her husband (*) Edgar to confront the protagonist alone. That protagonist returns mysteriously wealthy after a three-year disappearance. The narrator of this novel sees the protagonist attempting to speak to the ghost of his past love, and earlier saw her name, Catherine Earnshaw, scratched onto a ledge. Nelly Dean relays the history of the title estate to Mr. Lockwood in, for 10 points, what novel about Heathcliff, written by Emily Bronte?",
            "answer_sanitized": "Wuthering Heights",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "In a work by this author, the protagonist notices that a child is the “spit-image” of another character, insinuating the possibility of incest. The protagonist of one story by this author steals a nickel dropped by a hunter, who points a gun at her to see if it scares her. In another story by this author, the uncle of the protagonist drops firecrackers into her room to wake her up at 6:30 A.M. A character in that story by this author is proud of his beard and is named (*) Papa-Daddy. In one story by this author, the elderly Phoenix Jackson treks along the Natchez Trace to obtain medicine for her grandson who swallowed lye. In another story by this author, Stella-Rondo lies and turns Sister’s family against her, causing her to move to the title location. For 10 points, name this Mississippian author of “A Worn Path” and “Why I Live at the P.O.”",
            "answer_sanitized": "Eudora Welty",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in a story by this author is given a dagger in exchange for her sister’s hair and is supposed to drip the blood of her lover onto her feet to return to her original form. In another one of his stories, the main character is captured by a toad before marrying a man and changing her name to Maia. That marriage saddens a swallow who then tells the tale to a human implied to be this author. In another story by this author, the title character kidnaps Kai and forces him to spell letters from (*) ice shards before he is saved by Gerda; that story inspired Disney’s Frozen. In another story by this author, an animal is bullied by his siblings before turning into a beautiful swan. For 10 points, name this author of “The Little Mermaid,” “The Snow Queen,” “Thumbelina,” and “The Ugly Duckling,” a Danish fairytale writer.",
            "answer_sanitized": "Hans Christian Andersen",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "This character says “Babylon once had two million people in it, and all we know about 'em is the names of the kings,” though he remarks that “nobody very remarkable” has ever come out of the setting of the work in which he appears. This character, while acting as the owner of an ice cream shop, overhears one character confront the junior class president about his pride before they confess their love for each other. This character laments “All that education for nothing” about a boy who attended (*) MIT and died in World War I, Joe Crowell Jr. This man also serves as the minister at the main characters’ wedding and says “Saints and poet, maybe” realize life while they live it. This character also introduces the play, its author, and the Gibbs and Webb families of Grover's Corners. For 10 points, name this omniscient narrator in Thornton Wilder’s Our Town.",
            "answer_sanitized": "the Stage Manager",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "This poem’s setting is described as a “deep romantic chasm” that is “as holy and enchanted / As e’er beneath a waning moon was haunted.” This poem’s setting is further characterized by “twice five miles of fertile ground / With walls and towers” and a river that “ran / Through caverns measureless to man / Down to a sunless sea.” The speaker of this poem hears an (*) Abyssinian maid play a dulcimer in a vision and cries “Beware! Beware!” when imagining himself with “flashing eyes” and “floating hair.\" That vision happens after eating honeydew and drinking “the milk of Paradise.” This poem, subtitled “Or, a vision in a dream. A Fragment,” opens with the title person decreeing a “stately pleasure dome” in Xanadu. For 10 points, name this poem titled for a Mongol ruler, written by Samuel Taylor Coleridge.",
            "answer_sanitized": "“Kubla Khan”",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "A prose poem in this language describes “the brief joys and vain hopes of a whole long life” arising “in gray garments.” That poem in this language is collected with five others on the same subject, including one that asks “Will the despotism of the earthly never cease?” A fragmentary novel in this language tells the story of a troubadour-like figure who wrote in this language’s Minnesang style. That novel introduced the blue flower as a symbol of this language’s (*) Romanticism. “A legend of bygone ages” haunts the speaker of a poem in this language about a maiden with “golden hair” luring a sailor to his death. A poem in this language calls its subject “a beautiful spark of the gods” and a “daughter of Elysium.” For 10 points, name this language of Novalis and Heinrich Heine, which Friedrich Schiller used to write “Ode to Joy.”",
            "answer_sanitized": "German [or Deutsch; accept Middle High German] (The first poems mentioned are Novalis’s first and second “Hymns to the Night.” The novel is Heinrich von Ofterdingen by Novalis. The post-power poem is Heine’s “Die Lorelei”)",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "A poem that describes this object claims that \"many an eye has danced to see\" it. That poem describes this object as \"shattered,\" yet likens its power to that of a meteor or an eagle. This object's might is continuously represented by images of thunder and lightning and \"know[ing] the conquered knee\" of its enemies. A poem includes images of \"winds… hurrying o'er the flood / And (*) waves… white below\" this title object. That poem reveres this heroic object that was \"once red with heroes' blood / Where knelt the vanquished foe.\" A poem argues that one should \"tear her tattered ensign down\" from this title object before \"giv[ing] her to the god of storms.\" For 10 points, Oliver Wendell Holmes wrote a poem titled for what nickname of the USS Constitution, celebrating the ship’s metal-like resilience?",
            "answer_sanitized": "Old Ironsides [accept USS Constitution before mention; prompt on a ship or synonyms]",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "The narrator of a short story from this country claims that “Strindberg describes experiences unlike my own” and thinks he might have seen a raincoat-wearing ghost. A character from this country constantly listens for the sound of a girl’s drum, and laughs when he finds out that she is much younger than him. Another story from this country concludes with a character realizing that “It’s alright if I steal from [her]. I’d starve if I didn’t,” before (*) stealing an old woman’s clothes and fleeing. “The Dancing Girl of Izu” was written by an author from this country, and a story from this country features multiple characters who give conflicting accounts about the murder of Takehiro. “In a Grove” and “Rashomon” take place in, for 10 points, what country home to authors Yasunari Kawabata and Ryunosuke Akutagawa?",
            "answer_sanitized": "Japan [accept Nippon or Nihon] (The first clue refers to “Cogwheels” by Akutagawa)",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in this play contemplates building an island State after discovering a woman burned a document that belongs in a strong-box. A discussion of languages in this play’s third act resembles the Tower of Babel story. A character in this play reads a news headline discussing the decline in human births. This play opens with the ship Amelia bringing a member of the League of (*) Humanity to the title institution before she is proposed to by the company’s manager. A character in this play’s epilogue is kidnapped for a year before threatening to kill “the new Adam and Eve.” That character’s life is spared by Radius during the central attack in this play. For 10 points, name this play in which Domin and his wife Helena are killed during the revolt of the title human-like machines, a work of Karel Capek.",
            "answer_sanitized": "R.U.R. [or Rossum’s Universal Robots]",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "This character ventures to a haunted lake where water burns at nighttime. This character tells another character that vengeance is better than indulging in mourning after the death of that character’s “soulmate” and “true mentor.” That soulmate’s killer melts this character’s sword, prompting him to use a different sword with a hilt depicting a flood that wiped out a tribe of giants. This son of (*) Ecgtheow is lent a sword by Unferth and slays two creatures descended from Cain. This character is later abandoned by all of his men except the Shylfing warrior Wiglaf in a battle against a dragon whose wrath was invoked by the accidental theft of a goblet. This character helps defend the mead hall of Hrothgar against both Grendel and Grendel’s mother. For 10 points, name this namesake hero of an Old English epic poem.",
            "answer_sanitized": "Beowulf",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "This character continues to whisper the word “pray” while listening to a man describe how he “plowed mother Earth” and has “been with the railroads.” This character always wears a “headkerchief” that contains two points at the top resembling rabbit’s ears, and claims she “injured an organ” after reminiscing about a place that supposedly contains a secret panel. This character, who frequently rambles about a house located either in (*) Tennessee or Georgia, tells stories about her watermelon-bringing suitor Mr. Teagarden. After eating sandwiches and dancing the waltz at Red Sammy’s diner, this character is rescued from a car accident by three men, only to become the last person in her family killed by the Misfit. For 10 points, identify this elderly lady in A Good Man is Hard to Find.",
            "answer_sanitized": "the grandmother",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "This novel’s narrator notes that some of the books available to him at the time of writing include the Bible and the Children’s Encyclopedia. That narrator describes the death of his “very photogenic mother” with the phrase “(picnic, lightning).” In this novel, the narrator cannot bring himself to drown his wife on Hourglass Lake. This novel’s early chapters describe a character’s youthful sexual encounters with a girl who later died in Corfu named (*) Annabel Leigh. A manuscript edited by John Ray Jr. serves as the backdrop for this novel, whose two main characters take residence at the Enchanted Hunters hotel before Claire Quilty is shot by its protagonist. For 10 points, name this novel centering on Humbert Humbert’s attraction to the title nymphet, written by Vladimir Nabokov.",
            "answer_sanitized": "Lolita",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "In one novel by this author, the protagonist’s cousin regrets marrying a school teacher because she dislikes the idea of having sex. In that novel, the title character’s son murders his half siblings and kills himself, leading his birth mother and father to remarry. In another novel by this author, a character proposes in jest by sending a valentine, but her offer is taken seriously. That book remarks that men marry because “possession is not possible without marriage,” and one of its characters is bankrupted after a dog drives his (*) sheep off a cliff. In another novel by this author, the title character pays a “weather prophet” to beat out his rival Donald Farfrae and sells his daughter and wife for five guineas. For 10 points, name this author of Jude the Obscure, Far from the Madding Crowd, and The Mayor of Casterbridge.",
            "answer_sanitized": "Thomas Hardy",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in this novel reads Chekhov’s Sakhalin Island aloud to a person who then thanks him for “telling [her] about the Gilyaks.” Warnings in this novel are given when a guard dog explodes without a sound, and a character’s friend is found strangled with a bedsheet in a hotel. The male protagonist reads the story “Town of Cats” to his father, who has dementia, and that protagonist vividly remembers his mother letting another (*) man suck on her breast. One protagonist in this novel kills by applying a needle to a specific point on her target’s neck, and a dowager hires her to kill the leader of the Sakigake cult. A writer’s revision of Fuka-Eri’s novella Air Chrysalis angers the Little People in this novel. Aomame loves Tengo in, for 10 points, what longest novel by Haruki Murakami, whose title plays on that of a George Orwell novel?",
            "answer_sanitized": "1Q84 [or ichi-kyu-hachi-yon]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        }
    ],
    "bonuses": []
}