{
    "tossups": [
        {
            "question_sanitized": "A character in this story gives his wife a book of poems entirely in German. Dr. Sivetski calls it a “perfect crime” that the Army released that man from the hospital. A little girl in this story repeatedly asks her mother a question that sounds like another character’s name. In this story, a character plays the piano and causes conflict with another character by sharing his piano bench. One character in this work kisses a girl’s (*) feet and explains how certain animals get a disease named after the food they eat. That character plays with Sybil Carpenter and is the source of Muriel’s mother’s anxiety about a beach vacation. Seymour Glass abruptly kills himself at the end of, for 10 points, what short story by J.D. Salinger?",
            "answer_sanitized": "“A Perfect Day for Bananafish”",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "This is the profession of Luba Luft, who is killed in an elevator in Do Androids Dream of Electric Sheep? In another novel, Ray Kennedy dreams of marrying a 12 year old girl who falls in love with this profession when she travels to Chicago. That girl trains for this profession with Madison Bowers after leaving Moonstone, Colorado. Another character with this profession threatens suicide as a man tries to drown “The Persian” and her love interest. That character with this profession buries her kidnapper with a (*) gold ring he had given her as a present. The title character of that work kidnaps a woman of this profession after she replaces Carlotta and calls himself the “Angel of Music” while training her. Thea Kronborg and Christine Daaé have, for 10 points, what musical profession haunted by a title “phantom” in a Gaston Leroux novel?",
            "answer_sanitized": "opera singer [accept equivalents; prompt on singer, performer, or equivalent; do not accept any specific vocal parts except soprano]"
        },
        {
            "question_sanitized": "One character in this novel is forced to wear a blue silk dress and mascara so that guards can abuse him. The protagonist of this novel writes a story about a man who stabs his wife to make himself weep, because his tears turn into pearls. A man fires two characters in this novel after his son hides birthday money and a gold watch under a pillow. One character in this novel beats another with brass knuckles before getting shot in the eye with a slingshot. Rahim (*) Khan convinces the protagonist of this novel to save Sohrab, whom the protagonist adopts and takes to San Francisco. In this novel, Assef rapes a Hazara servant in an alley while his friend watches. This novel is titled after the action Hassan performs for Amir during contests in Kabul. For 10 points, name this first novel by Khaled Hosseini.",
            "answer_sanitized": "The Kite Runner",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "This author coined the term for an art and poetry movement in the short-lived magazine BLAST. This author wrote in that essay, “Every concept, every motion presents itself to the vivid consciousness in some primary form.” In one poem by this author, he describes \"pallid\" and \"half-awakened\" gods that have been reduced to nothing; that poem is titled \"The Return.\" In another poem, this writer describes a conversation with Mr. Nixon who tells the speaker to (*) \"give up verse, my boy,\" repeating the idea that poetry is a \"dead art.\" In another of this man's poems, he likens the image of \"faces in the crowd\" to flower petals. For 10 points, name this modernist poet who wrote poems such as \"Hugh Selwyn Mauberley\" and \"In the Station of the Metro.\"",
            "answer_sanitized": "Ezra Pound",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "Two characters in this poem are “like two pigeons in one nest / Folded in each other’s wings.” In this poem, Jeanie “pined and pined away,” and after her death, “no grass will grow / Where she lies low.” One character in this poem tries to plant a “kernel-stone” watered with her tears but it “never saw the sun.” The protagonist of this poem tells her sister to “hug me, kiss me, (*) suck my juices.” When a character in this poem does not have any method to pay for fruit, the title people say to “buy from us with a golden curl.” The title people of this poem shout “come buy our orchard fruits, / Come buy, come buy.” For 10 points, name this poem in which Laura and Lizzie resist the calls of the title creatures, written by Christina Rossetti.",
            "answer_sanitized": "“Goblin Market”",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "In a play by this author, it is revealed that the Dead Man was once a slave who was sold for a flask of rum. That play concludes with the central group exiting as a forest is smoked out. A character created by this author describes a stamp as “a tax on / The habit of talking with paper,” and was told by a modernist that women are less intelligent than men due to their smaller brains. In a play by this author, a medical student tells a woman that her people (*) “have no respect for what [they] cannot understand.” Lakunle is unable to pay a bride price in a play by this author, and another begins with the protagonist chanting about the Not-I bird. Olunde commits ritual suicide in place of his father Elesin in that play due to the intervention of Simon Pilkings. For 10 points, name this Nigerian playwright of The Lion and the Jewel and Death and the King’s Horseman.",
            "answer_sanitized": "Wole Soyinka (the first two clues are from A Dance of the Forests)",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonist of this novel faints after reading a letter that states, “We will never, ever see each other again.” A cellist leaves for Montenegro midway through a performance in this novel because he is told someone there is dying. A lawyer commits suicide by jumping off a train and the dressmaker Amalia attempts to poison herself in this novel. This novel’s protagonist dies of a heart attack while riding a tram and is abducted by the cocaine addict Liberius, a commander of the (*) Forest Brotherhood. The protagonist’s love interest in this novel is married to a man nicknamed “The Shooter.” That man, Strelnikov, commits suicide, after which the protagonist finds his body. A woman shoots Kornakov in this novel, part of which takes place during the Russian Revolution. For 10 points, name this novel about the title lover of Lara by Boris Pasternak.",
            "answer_sanitized": "Doctor Zhivago",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in this novel walks up and down the lawn steps, looking down as if he “hoped to find some precious jewel he dropped there.” The protagonist of this novel is asked to give the “sex talk” to Mr. Cardinal, but fails because he does not know how to talk about sex. The protagonist of this novel defends another character by stating that Herr Ribbentrop was not always a “trickster” and that many Englishmen stayed with members of the (*) Nazi regime. The narrator of this novel desires to perfect the art of “bantering” so he can get along with his new employer, Mr. Farraday. That narrator also travels to the home of Miss Kenton, hoping to bring her back to Darlington Hall. For 10 points, name this Kazuo Ishiguro novel narrated by the butler Stevens.",
            "answer_sanitized": "The Remains of the Day",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "One of this author’s characters notes that man has watched the title animals “for centuries prior to this time.” This author also created Bernard Litko, who comforts his friend Danny Shapiro with insulting talk of “broads” after Danny and his girlfriend Deborah Solomon break up. In another of this author’s works, George refuses to participate in Dave’s scheme to rob the central establishment. This author of The Duck Variations and (*) Sexual Perversity in Chicago wrote about Karen’s seduction of the Hollywood executive Bobby Gould in another work. This author of Speed-the-Plow featured Shelley “The Machine” Levine as one of several salesmen who work under the manager John Williamson. For 10 points, name this famously profane playwright, who wrote about Ricky Roma’s attempts to sell real estate in Glengarry Glen Ross.",
            "answer_sanitized": "David Mamet",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "A poem by this author describes “spellbound horses” and a “moon that is always rising.” The author describes himself as “huntsman and herdsman” and “famous among the barns” in that poem. Another poem by this author mentions the “windings of the sea” and “unicorn evils.” People are “mad” and “dead as nails” in that poem, which claims that their “bones are picked clean” and their “clean bones gone.” This author wrote about the “frail deeds” of “good men” in one poem, and “Time” holds him (*) “green and dying” in another poem in which he was “young and easy under the apple boughs.” This author wrote about “grave men, who see with blinding sight” in a poem which urges the listener to “rage, rage against the dying of the light.” For 10 points, name this Welsh poet who wrote “Fern Hill” and “Do not go gentle into that good night.”",
            "answer_sanitized": "Dylan (Marlais) Thomas",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "After admiring the architecture of one building, a character in this novel imagines that structure with his desired tomb inscription, “those who have secretly understood my heart.” A character in this novel distinguishes the terms “muddle” and “mystery” after carriages arrive late to an angry group of women. At the end of this novel, a group of men fall into a rowboat accident, coinciding with the climax of a religious festival nearby. (*) Major Callendar frequently debates with a woman in this novel who uses a pair of broken glasses as evidence against one character. Mrs. Moore’s son Ronny Heaslop falls in love but does not marry a character who falsely accuses Dr. Aziz of rape near the Malabar Caves. For 10 points, name this novel featuring Adela Quested, penned by E.M Forster.",
            "answer_sanitized": "A Passage To India",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "This character concludes that the response of a schoolboy was lying at the bottom of “spurious profundity” attributed to Machiavelli and Campanella. In another work, this protagonist tries to figure out the origin of a gruff voice which vaguely utters the words “sacre” and “diable,” as well another, more inscrutable shrill voice. At the end of that story, this character mentions that a local Prefect named G- was “too cunning to be profound.” This character describes the marble-guessing game “even and odd” and wears thick green spectacles as a disguise to obtain a (*) document found in a card rack from Minister D. In another appearance, this character deduces that an orangutan killed Madame L'Espanaye and her daughter near a Paris quarter. For 10 points, name this detective featured in a trio of short stories by Edgar Allen Poe.",
            "answer_sanitized": "C. Auguste Dupin [accept either underlined part]",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A poem by this author ends by saying those who live alone will “along the city’s avenues / fitfully wander when the wild leaves loosen.” The speaker of a poem by this author calls the central figures “Early successes, Creation’s favorite ones.” This author found the inspiration for one poem from instruction by Auguste Rodin; that poem describes the title (*) creature’s view of “a curtain of pupils.” Another poem by this author describes the title figure as “suffused with brilliance from inside” and ends with the declaration “You must change your life.” This author began his most famous collection with the line “Who, if I cried out, would hear me among the Angelic orders?” For 10 points, what German poet wrote “The Panther,\" “The Archaic Torso of Apollo,\" and the Duino Elegies?",
            "answer_sanitized": "Rainer Maria Rilke",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "Members of this family are classified as “the ones who live by the dump” when another character describes the four kinds of people. One member of this family is asked “Do you have any friends?” and is offended when a man calls her “ma’am.\" Another member of this family is permitted to hunt out of season and is named after a (*) Confederate general. One member of this family uses a broken chiffarobe as an excuse to have a man enter her home and starts crying when shown the difference in the length of that man’s arms at a rape trial. One member of this family is deemed to have fallen on his knife despite having actually been killed by Boo Radley. For 10 points, name this racist white family with members Mayella and Bob, the antagonists of To Kill a Mockingbird.",
            "answer_sanitized": "the Ewell family",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The son of a character created by this author attempts to avoid conscription by hitchhiking to Namibia. A character created by this author is criticized by a childhood friend at a political event for never learning the friend’s real name; that character’s father Lionel earlier died in prison. In a novel by this author, the protagonist accuses her son Victor of stealing a gun, and later becomes paranoid about her servant taking her (*) car keys. The title character of a novel by this author decides to exile herself in France after encouragement from her lover Bernard. A dead body is swept back to the surface by a flood in a novel by this author, causing Mehring to leave his farm in the hands of Jacobus, and another novel by this author ends with Maureen Smales running to a helicopter. For 10 points, what South African author wrote The Conservationist, Burger’s Daughter, and July’s People?",
            "answer_sanitized": "Nadine Gordimer",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The protagonist of one play by this author notes that “they’re all gone now, and there isn’t anything more the [title location] can do to me” before asking for “Holy Water.” Another play by this author sparked protest after using the word “shift,” referring to women’s undergarments. Bartley ignores his mother’s request to stay and plans to go to Connemara, resulting in his death in a play by this author. In that play, (*) Maurya laments the death of five sons and a husband who all died at the title location. In one of his plays, Christy Mahon becomes a local hero after claiming to have killed his father with a spade, contributing to real-life riots at the Abbey Theater. For 10 points, name this Irish playwright of Riders to the Sea and Playboy of the Western World.",
            "answer_sanitized": "John Millington Synge",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "A mother in this novel returns home to cook soup containing a piece of flesh cut off from her own arm. The Second Wife blackmails another character in this novel by threatening to commit suicide. The protagonist of this novel is told a story by her mother about her running away from Kweilin with three fancy dresses. Lindo dons an “American face” when taken to a beauty parlor by her daughter in a section of this novel titled (*) “Queen Mother of the Western Skies.” A trip to the beach results in Bing drowning in this novel, which saddens his older sister Rose Hsu Jordan. Waverly becomes a national chess champion at the age of nine in this novel. This novel opens with Jing Mei-Woo replacing her mother Suyuan at the head of the title group’s mahjong table. For 10 points, name this novel about the title group of Chinese-American women, written by Amy Tan.",
            "answer_sanitized": "The Joy Luck Club",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in one play by this author threatens to disrupt the coronation of Queen Victoria if the sheriff cannot prevent an elopement. The protagonist of a play by this author sings “The Song of Great Capitulation,” which convinces a soldier to withdraw his complaints. This playwright described acting in a way that prevented the audience from identifying with the characters in the play to achieve a (*) “distancing effect.” He’s not John Gay, but “Mack the Knife” marries Polly Peachum in a play by this author. Anna Fierling travels in a wagon to sell supplies to soldiers in the Thirty Years’ War with her children Kattrin, Eilif, and Swiss Cheese in another of this author’s plays. For 10 points, name this playwright of The Threepenny Opera and Mother Courage and Her Children.",
            "answer_sanitized": "Bertolt Brecht",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "In a narrative written in this language, a man whose name means “Son of Sycamore” cries, \"May the King have mercy on me...may I be conducted to the city of eternity,\" pleading to be buried in his home country despite having deserted his duties as an official. Another work written in this language of the Story of Sinuhe describes how individuals who pass through caves, mazes, and gates guarded by creatures like \"He who lives on snakes\" and \"He who dances in blood\" can enjoy the lush (*) Field of Reeds, or Aaru. In that text, Spell 125 explains the rules for weighing a deceased person's heart against the goddess Maat, symbolized by an ostrich feather. If a person failed that test described in this language, his mummified heart would be eaten. For 10 points, in what language did scribes produce the Book of the Dead and the top section of the Rosetta Stone?",
            "answer_sanitized": "Ancient Egyptian [also accept hieroglyphics or hieratic]"
        },
        {
            "question_sanitized": "A woman uses a twig to draw a line in the sand that never disappears in one novel by this author. In another novel by this author set in 1551, Solomon is given to Archduke Maximilian as a present. Characters in a novel by this author describe a painting that combines multiple works by different artists, such as Francisco de Goya and Leonardo da Vinci. A man with a radio and a woman who eats chickens and rabbits are characters in that novel, in which that woman is found dead holding a set of (*) keys. A dog licks a woman’s face in that novel by this author, leading it to be called the “dog of tears.\" Other characters in that novel include a girl with dark glasses and an old man with an eye patch. For 10 points, name this Portuguese author of The Stone Raft, The Elephant’s Journey, and Blindness.",
            "answer_sanitized": "José de Sousa Saramago",
            "subcategory": "Long Fiction",
            "category": "Literature"
        }
    ],
    "bonuses": []
}