{
    "tossups": [
        {
            "question_sanitized": "A stage direction for the second scene in one of this author’s plays admits “Something needs to be said about” the play’s unusual setting. In that play, Lady Croom complains to Richard Noakes about his noisy steam engine. A group in another play by this author claim to only be able to do performances involving bloodbaths. In a play by this author, Ezra Chater wrote the poem “The Couch of Eros” and another character character is tasked with proving (*) Fermat’s Last Theorem. A group of characters offer to stage The Rape of the Sabine Women in another play by this man, in which the Player is stabbed by a fake, retractable knife. Thomasina Coverly dies in one of this man’s plays, which takes place at Sidley Park in both 1809 and the modern day. For 10 points, name this Czech-born British playwright of Arcadia and Rosencrantz and Guildenstern Are Dead.",
            "answer_sanitized": "Sir Tom Stoppard [accept Tomáš Straussler]",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "In this story, the protagonist states that the weather is “like moist black velvet” on his trip to Brazil. Another character eats filet mignon in this story as he recounts how he fractured his skull after being hurled against a tree by a Cape buffalo. That character later says that he and the protagonist can discuss the main event of this story “over a bottle of Veuve Cliquot” wine. Later, the protagonist of this story captures a dog in a (*) Burmese tiger pit instead of his intended target, and stabs Ivan with a sapling using a trick he learned in Uganda. Before sleeping in a “very excellent bed,” the protagonist of this story jumps into the sea and swims towards the chateau of Ship-Trap Island. For 10 points, General Zaroff is fed to his dogs after Sanger Rainsford survives being hunted in what story by Richard Connell?",
            "answer_sanitized": "“The Most Dangerous Game”",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A chorus in this play sings a melody revolving around figures who “talk of a hundred dollars” but “had hardly a dollar” while one character complains about the brain growing hot. A character in this play rambles about seeing pictures of kings in a rich “Turkish Pavilion” before seeing a woman in a rose garden. A character in this play states “Don’t you think I can stand the sight of blood” after earlier witnessing the poisoning of a dog named (*) Diana. One character in this play decapitates another’s pet canary named Serena while raving about adventures with the cook Kristine. After the arrival of a Count, this play’s title character ruins the plan of running a Lake Como Hotel with the servant Jean by committing suicide with a razor. For 10 points, name this August Strindberg drama.",
            "answer_sanitized": "Miss Julie [or Fröken Julie]",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "This author wrote a one-chapter introduction titled “La Côte Basque 1965” for the unfinished novel Answered Prayers, which exposes many of this author's female friends, nicknamed “swans.” In another novel by this author, in an attempt to plead insanity for a crime, a deranged man claims that a giant yellow bird ate him in his dreams. This author referred to the scandalous protagonist of one of his novels as an “American Geisha.” A character in one of his novels meets (*) Eugene “Dick” Hickok in prison. The film adaptation of one of this author’s books popularized the song “Moon River.\" This author taught himself how to transcribe spoken word in a “non-fiction novel” based on the murder of the Clutter family. For 10 points, name this author of Breakfast at Tif any’s and In Cold Blood.",
            "answer_sanitized": "Truman Garcia Capote [accept Truman Streckfus Persons]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "In a novel by this author, a woman protests in the Municipal Reference Library and is later shot in the face. The protagonist of a novel by this author receives a note saying “I saw you” after he cheats on his wife the bootlegger Stephanie. That novel begins with the protagonist’s aunt Sophie saying “Perhaps I could have saved him.” In a novel by this author, a character hires Napoleon to teach farming and donates (*) milk to a village, which returns the favor by sending him a wreath when his wife dies. That man, whose son owned a portrait of Abraham Lincoln, reads his son’s speeches about social justice on the way to the trial of his son’s murderer in a novel by this author. For 10 points, name this South African novelist who wrote about Arthur Jarvis’ murder by Absalom Kumalo in Cry, the Beloved Country.",
            "answer_sanitized": "Alan Paton",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "While going to one of these places, characters hear a violin play Beethoven in pitch darkness. Another of these places includes an electrical-fitting factory, where a character works alongside a foreman who forcibly removes that character's golden crown with a spoon. A woman who accompanies that character earlier screams every night that she can see fire in the distance. That woman, Madame (*) Schacter, leaves for this place aboard a cattle car from Sighet, Hungary. En route to one of these places, a character wrestles and kills his father for a piece of bread, which amuses their captors. A character in the infirmary of one of these places agrees to leave just days before that place was liberated by the Soviet Army. For 10 points, name these settings of Night by Elie Wiesel, including Gleiwitz, Buna, and Buchenwald.",
            "answer_sanitized": "Nazi concentration camps [or death camps; or extermination camps; or Konzentrationslager; prompt on camps; anti-prompt on specific examples]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The speaker of a poem by this author claims the “world hath slandered… and mocked” the title figure, who he describes as a “deadly assassin that strikes down the fair.” This author of a “Hymn to Death” also wrote a poem which ends with the speaker claiming “Hope, blossoming within my heart, May look to heaven as I depart.” The speaker of another poem by this author asks the title being if it seeks a “plashy brink” or a “marge of river wide” before claiming (*) “the abyss of heaven hath swallowed up thy form.” That poem asks “While glow the heavens with the last steps of day … Whither dost thou pursue thy solitary way?” This author addressed a poem to “him who in the love of Nature holds Communion with her visible forms.” For 10 points, name this American poet of “To A Waterfowl” and “Thanatopsis.”",
            "answer_sanitized": "William Cullen Bryant",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "A person with this first name falls into financial troubles and moves to a house owned by her ex-fiance Captain Wentworth’s sister in Persuasion, Jane Austen’s last published novel. In a novel by an author with this first name, a young woman makes money by selling paintings after escaping from her drunkard husband. That novel is told through letters from Gilbert Markham and centers on Helen Graham, who lives at the title residence. That author with this first name also wrote a novel about a governess who works for the Bloomfield family before marrying (*) Edward Weston. A character with this first name gets her friend drunk on currant wine and hates Gilbert Blythe after being adopted by Matthew Cuthbert. For 10 points, name this first name of the author of Agnes Gray and the main character of a novel centered at Green Gables.",
            "answer_sanitized": "Anne [accept Anne Elliot; or Anne Bronte; or Anne of Green Gables; or Anne Shirley]"
        },
        {
            "question_sanitized": "This work gives insight into its country’s common practice of bear worship. A character in this work travels to Saari to find a bride and almost marries a woman, but instead woos the Maid of the North. That character's mother resurrects him after finding him dead in a river, having been alerted to his death by a bloody hairbrush. This work describes the creation of the world by a shattered duck egg before the first man is born to Ilmatar. This work names a special type of trochaic tetrameter which was used by Henry (*) Wadsworth Longfellow for The Song of Hiawatha. The Sampo is a magical bringer of prosperity which is recovered by Ilmarinen, Lemminkäinen, and Väinämöinen in this work. For 10 points, name this compilation of Finnish mythology, a work of epic poetry by Elias Lönnrot.",
            "answer_sanitized": "The Kalevala",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "One character in this novel was a “human divining rod” for oil, leading companies to follow him to find large deposits. Another character in this novel relates how Snark poisoned an entire squadron because he put soap in the sweet potatoes, while a third was investigated by the FBI for majoring in English history. The protagonist of this novel is stabbed by (*) Nately’s whore after she blames him for the death of Nately. One character says “I’m cold” before dying in this novel, and the protagonist sits naked in a tree during the funeral of that character, Snowden. Doc Daneeka tells the protagonist that pilots who want to be grounded for insanity are not insane, because avoiding conflict is a rational thing to do, an example of the title paradox. For 10 points, name this novel which follows Yossarian during World War II, a work by Joseph Heller.",
            "answer_sanitized": "Catch-22",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "[Moderator’s note: read the answerline to yourself first before reading to players]A character undertakes this action after her lover The General is killed in a plane crash. In a short story, Lilla eats a piece of candy everyday in support of a person who undertook this action to teach botany, and in another short story a character lives with a 103-year old woman after doing it. Pranab trails the narrator and her mother due to becoming (*) lonely after undergoing this action in a story from the collection Unaccustomed Earth, and a character in a novel pretends to be “Ngozi Okonkwo” in order to find work after doing this action. That character begins a blog about her experience adjusting after this action, which Gogol’s parents undergo at the beginning of The Namesake. For 10 points, Jhumpa Lahiri has written about many characters who left India by doing what action, which Ifemelu undergoes to study at Princeton in Chimamanda Adichie’s Americanah?",
            "answer_sanitized": "immigrating to the United States of America [accept word forms; accept moving or equivalents for “immigrating”; accept “studying in” or equivalents for “immigrating to”; accept America or USA for the country name; accept specific American cities or universities in place of the country; prompt on immigrating, moving, going to college, or equivalents by asking, “to what country?”]"
        },
        {
            "question_sanitized": "In this novel, Tommy Dukes claims that civilization’s salvation is the “resurrection of the body” and the “democracy of touch.” Two characters in this novel name some body parts “Lady Jane” and “John Thomas” and discuss running away to Venice. The beginning of this novel states “Ours is essentially a tragic age, so we refuse to take it tragically.” The protagonist of this novel starts an affair with the Irish playwright (*) Michaelis, believing him to be an outsider, before realizing he is dull. R v Penguin Books Ltd found this book did not violate the Obscene Publications Act 1959. The protagonist of this novel starts an affair with another character after her husband Clifford is paralyzed from the waist-down. For 10 points, name this novel about Constance Reid’s affair with the gamekeeper Oliver Mellors, written by D.H. Lawrence.",
            "answer_sanitized": "Lady Chatterley’s Lover",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "The narrator of one poem by this author “took the elevator / Sixteen floors above the ground” but failed to commit suicide. That poem ends with the exclamation “Life is fine! Fine as wine!” In another poem by this author, the narrator has been to “places with no carpet on the floor” but notes that “I’se a been climbing on.” A character in another of his poems “slept like a (*) rock or a man that’s dead.” The narrator of one of this author’s poems declares “life for me ain’t been no crystal stair.” The narrator of another says that “the stars went out and so did the moon” after observing a “Negro play / Down on Lenox Avenue the other night.” For 10 points, name this Harlem Renaissance poet of “Mother to Son” and “The Weary Blues.”",
            "answer_sanitized": "Langston Hughes (the first poem referenced is “Life is Fine”)",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "The author of this poem was inspired to write it after reading two articles by Benjamin Haydon. This poem says not to grieve because “she cannot fade” and later describes a “peaceful citadel.” This poem, which mentions “forest branches” and “trodden weed,” describes the “dales” of paradise. The subject of this poem leaves the readers with a “cloy’d” heart, and in it, a “burning forehead” is described alongside the “breathing human passion” and a “green altar.” A “mysterious priest” and a (*) “Sylvan historian” appear in this poem, which mentions the “Cold Pastoral.” This poem’s subject tells a “flowery tale” and causes the speaker to ask “what pipes and timbrels?” are depicted on it. That title object will survive “When old age shall this generation waste” in, for 10 points, what poem by John Keats that declares “beauty is truth, truth beauty”?",
            "answer_sanitized": "“Ode on a Grecian Urn”",
            "subcategory": "Poetry",
            "category": "Literature"
        },
        {
            "question_sanitized": "This character is described as his \"boss's minion, without backbone or intelligence\" and fears being called lazy. This character wonders why a woman cries outside his door, and is anxious whether his family can pay their interest payments to his employer. This character earlier cuts out a picture of a woman wrapped in furs and puts it in a \"pretty gilt frame.\" This character is spotted after venturing outside his room to hear the (*) violin-playing of his sister, who frequently brings him dry bread and rotting fruit. As a result, his father throws apples at this character, one of which lodges into his back and slowly kills him. For 10 points, name this traveling salesman who discovers that he has transformed into a bug at the start of The Metamorphosis by Franz Kafka.",
            "answer_sanitized": "Gregor Samsa [accept either]",
            "subcategory": "Short Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in this play says that “[he] is all right with oppression” while reading an excerpt about Napoleon. This play ends with a character spending his bus fare to play a Sarah Vaughn song on the jukebox. The teacher Prentice gives a character six lashings after finding a caricature of him drawn in that character’s math textbook; that book later starts off a conversation between two characters about whether Abraham Lincoln or Jesus were (*) “men of magnitude.” Earlier in this play, a character talks about beating his dance partner Hilda Samuels. The title character of this play rips up his essay titled “A World Without Collisions” upon hearing that his father will be coming home from the hospital, and is later told the “twist ending” of a childhood story about flying a kite. Hally demands that the servants Sam and Willie call him the title name in, for 10 points, what Athol Fugard play?",
            "answer_sanitized": "Master Harold...and the Boys",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "A forest in this country contains no trees that are \"thicker than one's wrists.\" This country built the now-obsolete Floating Fortress with the equivalent labor of \"several hundred cargo ships.\" More than half of this country’s population goes barefoot, and it lowered its chocolate ration to 20 grams. 85% of this country’s population falls into its lowest of three classes, characterized by low intelligence. This country's (*) language has no need for words like \"bad\" and continuously replaces words in new versions of the dictionary. Throughout history, this country has been at war with only one of its neighbors, although its enemy alternates between East Asia and Eurasia. The people are constantly surveyed by telescreens, the Thought Police, and the omniscient Big Brother in, for 10 points, what home country of Winston in 1984?",
            "answer_sanitized": "Oceania",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "A character in this work claims that he saw the Army of Death marching towards him like “soldiers on parade” while earlier stating that a man did not know if he was carrying a watermelon. At the beginning of this play, Mr. Rand demands a character head to a commissioner's office, while later a woman complains about a store charging ten cents more than the A&P for a loaf of bread. At the end of this play, characters sing about a dog named Blue as tribute, and a man named (*) Brownie serves as the accomplice for this work’s protagonist. Alberta dies in childbirth near the end of this play, in which the protagonist’s brother Gabriel constantly plays the trumpet. Cory and Troy Maxon appear in, For 10 points, what sixth play in August Wilson’s Pittsburgh Cycle?",
            "answer_sanitized": "Fences",
            "subcategory": "Drama",
            "category": "Literature"
        },
        {
            "question_sanitized": "A novel by this author begins with the protagonist searching for his dog at a pound, later questioning someone about his father’s role in a highly publicized murder. In a novel by this author, a character nicknamed “The Poet” is blackmailed with pornography that he had sold into staying silent about the murder of Ricardo. A university student discusses politics with his former chauffeur in the title (*) bar in one novel by this author, and he began his first novel with members of “The Circle” playing dice to decide which of them will steal a chemistry test. A radionovela writer kills off all of his characters in various disasters in a novel by this author, in which the protagonist Mario begins a relationship with the title 32-year old divorcee. Conversation in the Cathedral is by, for 10 points, what Peruvian author of The Time of the Hero and Aunt Julia and the Scriptwriter?",
            "answer_sanitized": "Mario Vargas Llosa [prompt on just Vargas or Llosa]",
            "subcategory": "Long Fiction",
            "category": "Literature"
        },
        {
            "question_sanitized": "An essay criticizing this work quotes its author describing an encounter which “fixed [his] conception of blind, furious, unreasoning rage.” That criticism points to a study using the word “dialect” in place of “language” to illustrate the mindset of the writer of this work. It also compares this novel’s depiction of a certain region to the picture of Dorian Gray. Descriptions of two (*) rivers in this novel are cited as evidence of this work’s major flaw in an essay which disparages a theory that this work’s setting is meant to facilitate “the disintegration of the mind” of a character in this novel. A black boy announcing that character’s death is said to most blatantly show this work’s racism in Chinua Achebe’s “An Image of Africa.” “Mistah Kurtz— he dead” is a quote from, for 10 points, what Joseph Conrad novel?",
            "answer_sanitized": "Heart of Darkness"
        }
    ],
    "bonuses": []
}