{
    "tossups": [],
    "bonuses": [
        {
            "leadin": "The enemy release hypothesis and novel weapons hypothesis are two potential explanations for the dominance of these types of species. For 10 points each:",
            "answers": [
                "invasive species [or exotic species; accept alien species; accept non-native species]",
                "plants [or Plantae]",
                "viroids"
            ],
            "parts": [
                "Give these types of species which the enemy release hypothesis suggests are less likely to be preyed upon due to a lack of coevolution. The propagule pressure roughly quantifies the number of these species.",
                "The enemy release hypothesis is typically applied to this taxonomic kingdom, which may contain alkaloids, terpenoids, or phenolics in an attempt to ward off predators.",
                "Plants in the angiosperm clade may be infected by these smallest known pathogens, which consist of an uncoated short circular strand of RNA that replicates using a host cell’s RNA polymerase."
            ],
            "category": "Science",
            "subcategory": "Biology"
        },
        {
            "leadin": "This novel’s fourth section is titled for a white mulberry tree, under which two characters amorously embrace, with fatal repercussions. For 10 points each:",
            "answers": [
                "O Pioneers!",
                "Willa Cather",
                "throwing them to wolves [accept something like feeding them to wolves; prompt on anything describing throwing them off a sled by asking “What happened after they were thrown off the sled?”]"
            ],
            "parts": [
                "Name this novel about the Bergson family, Swedish-American immigrants living in Nebraska.",
                "O Pioneers! is by this American author who depicted life in the Great Plains. She chronicled Jim Burden’s friendship with the title Bohemian immigrant in My Ántonia (“AHN-toh-nee-uh”).",
                "In My Ántonia, Russian immigrants Pavel and Peter became outcasts in their own country after doing this to a bride and bridegroom on the way back from a wedding."
            ],
            "category": "Literature",
            "subcategory": "American Literature"
        },
        {
            "leadin": "Answer the following about the women’s clubs movement of the Progressive era, for 10 points each.",
            "answers": [
                "Pure Food and Drug Act of 1906 [or Pure Food and Drug Act of 1906; prompt on Food and Drug Act]",
                "Arab Americans [accept Syrians, Lebanese, Maronites, or Melkites]",
                "Saturday evening [accept the Saturday Evening Girls or Saturday Evening Post; prompt on partial answers]"
            ],
            "parts": [
                "A letter-writing campaign by the General Federation of Women’s Clubs helped pass this law, which was also inspired by the efforts of Harvey Wiley’s “poison squad” and a socialist novel about Lithuanian immigrants.",
                "Hannah Sabbagh founded a Ladies' Aid Society of Boston for immigrants of this ethnicity. The Downtown Community House stood in a “little” New York neighborhood of this ethnicity, where immigrant authors formed the Pen League.",
                "Also in Boston, the Paul Revere Pottery was operated by a reading group for young women named for this specific time of the week. Norman Rockwell’s Four Freedoms were published in a “Post” named for this time."
            ],
            "category": "History",
            "subcategory": "American History"
        },
        {
            "leadin": "This poet asked “Are we no greater than the noise we make / Along one blind atomic pilgrimage[?]” in the title poem of his collection The Man Against the Sky. For 10 points each:",
            "answers": [
                "Edwin Arlington Robinson",
                "“The House on the Hill”",
                "villanelle"
            ],
            "parts": [
                "Name this American poet, whose most famous creations include Richard Cory, who puts a bullet in his head, and Miniver Cheevy, who feels that he was born too late.",
                "This Robinson poem asks, “Why is it then we stray / Around the sunken sill?”. Each of its tercets ends with the lines “They are all gone away” or “There is nothing more to say.”",
                "The tercets of “The House on the Hill” all end with one of those two lines because the poem is in this poetic form, also used by Sylvia Plath in her “Mad Girl’s Love Song.”"
            ],
            "category": "Literature",
            "subcategory": "American Literature"
        },
        {
            "leadin": "Joseph Haydn wrote 45 of these pieces, including one that ends with a “Gypsy Rondo.” For 10 points each:",
            "answers": [
                "piano trio [prompt on trio]",
                "B-flat clarinet and viola [accept in either order]",
                "Sergei (Vasilyevich) Rachmaninoff"
            ],
            "parts": [
                "Name this chamber music genre that commonly consists of a violin, cello, and a certain keyboard instrument.",
                "Mozart’s “Kegelstatt” (“KAY-gull-shtaht”) Trio, which is sometimes classified as a piano trio, unusually replaces the violin and cello with these two instruments. Schumann did the same in his Märchenerzählungen (“MAIRK-nurr-zay-loong-un”).",
                "This later composer wrote two “elegiac” piano trios, the latter of which was written on the occasion of the death of Tchaikovsky."
            ],
            "category": "Fine Arts",
            "subcategory": "Auditory Fine Arts"
        },
        {
            "leadin": "The possibly-Basque noblewoman Dhuoda’s Liber Manualis, which is addressed to her son William, is an early example of a genre named for these people. For 10 points each:",
            "answers": [
                "princes [accept mirror for princes, specula principum, Il Principe, or De Principatibus)",
                "Charles the Bald [or Charles II; accept Carolus Calvus or Carolus II; prompt on Charles or Carolus]",
                "County of Barcelona"
            ],
            "parts": [
                "What sort of person was addressed in a genre of medieval political theory named after a “mirror for” them? Niccolo Machiavelli’s most famous book is titled for this sort of person.",
                "Dhuoda wrote the Liber Manualis while William was a hostage at the court of this king, who divided up the Carolingian empire with his half-brothers Lothair and Louis the German by signing the Treaty of Verdun.",
                "Dhuoda’s husband Bernard was later executed by Charles and was the count of this polity, which shares its name with its capital city. Modern nationalists like to romanticize a ruler of this county named Wilfred the Hairy."
            ],
            "category": "History",
            "subcategory": "European History"
        },
        {
            "leadin": "American dramatists sure love portraying dysfunctional families. For 10 points each:",
            "answers": [
                "The Lion in Winter",
                "Eugene (Gladstone) O'Neill",
                "Stephen Karam"
            ],
            "parts": [
                "Henry II, Eleanor of Aquitaine, and their children all scheme incessantly against each other in this play by James Goldman.",
                "The mother of all American dysfunctional families is surely the Tyrones, created by this playwright in his Long Day’s Journey into Night.",
                "The various crises of the Blake family spill out on Thanksgiving in this playwright’s The Humans, which won the 2016 Tony Award for Best Play. His play Speech & Debate is a mainstay of community and school theatre."
            ],
            "category": "Literature",
            "subcategory": "American Literature"
        },
        {
            "leadin": "Subtitle B of this act is called the DISCLOSE Act and tries to counteract the effects of the Citizens United decision. For 10 points each:",
            "answers": [
                "For the People Act [or H.R.1]",
                "filibuster",
                "Jeff Merkley [or Jeffrey Alan Merkley]"
            ],
            "parts": [
                "Name this piece of legislation originally introduced in 2019, but reintroduced and passed in the house in March 2021, which attempts to reduce money in politics and the ubiquity of partisan gerrymandering.",
                "In order for the For the People Act to pass the Senate, this procedure would likely need to be eliminated. Traditionally, this procedure involved senators’speaking extensively to delay the vote on a bill.",
                "The current version of the For the People Act was sponsored in the Senate by this junior senator from Oregon, the only one to endorse Bernie Sanders in the 2016 primaries. With Carl Levin, he introduced the amendment that became the Volcker Rule."
            ],
            "category": "History",
            "subcategory": "American History"
        },
        {
            "leadin": "Peter Burke has cataloged many heterodox members of this profession in early modern Europe, such as the mystic Jakob Boehme (“BO-muh”) and a “Captain” who led the Pilgrimage of Grace. For 10 points each:",
            "answers": [
                "shoemakers [or cobblers] (the rebellions were the bundschuh movement; the Peter Burke passage appears in Popular Culture in Early Modern Europe)",
                "Sebastian [or Sebastian I; or Sebastião I; or Sebastian I the Desired]",
                "Paris"
            ],
            "parts": [
                "Name this profession. A series of peasant rebellions in early 16th century Germany used flags depicting items produced by this profession bound with long strings.",
                "Rhymes by the shoemaker-prophet Gonçalo Anes Bandarra popularized the belief that this king would return as “the Hidden One” to save Portugal. This king’s death at the Battle of Alcácer Quibir (“al-cah-SEAR kwi-BEER”) doomed the Aviz dynasty.",
                "Eric Hobsbawm and Joan Scott’s article on the profession's reputation for radicalism, “Political Shoemakers,” cites the number of cobblers deported after the fall of the socialist “Commune” set up in this capital city in 1871."
            ],
            "category": "History",
            "subcategory": "European History"
        },
        {
            "leadin": "The courtesan Phryne (“FRY-neh”) is widely believed to be the model for this sculpture. For 10 points each:",
            "answers": [
                "Aphrodite of Knidos [or Aphrodite of Cnidus or Venus of Knidos or Venus of Cnidus; prompt on Aphrodite or Venus]",
                "marble",
                "Parian marble"
            ],
            "parts": [
                "Name this sculpture by Praxiteles (“prak-SIT-uh-leez”) that depicts a Greek goddess holding a towel with one hand and covering her genitals with the other.",
                "The Aphrodite of Knidos is made of this material. Lord Elgin’s men plundered sculptures of this material from the Parthenon and brought them back to England.",
                "In Classical sculpture, the two most prized varieties of white marble were Pentelian and this other variety, named for an island in the Cyclades. It was used to sculpt the Nike of Samothrace."
            ],
            "category": "Fine Arts",
            "subcategory": "Other Fine Arts"
        },
        {
            "leadin": "When this function for a system is explicitly dependent on time, the system’s behavior is said to be non-autonomous. For 10 points each:",
            "answers": [
                "the Lagrangian [prompt on L]",
                "Beltrami’s identity",
                "integrability [or integrable]"
            ],
            "parts": [
                "Name this difference between kinetic and potential energies. Its time integral is the action.",
                "Non-autonomous systems fail to satisfy this useful identity, according to which the Lagrangian minus generalized velocity dot generalized velocity gradient of the Lagrangian is constant. One can derive this identity by applying the inverse chain rule twice to an Euler-Lagrange equation.",
                "Non-autonomous systems also generally lack this property of having a full set of constants of motion. Solvable systems – systems whose motion has a closed form – have this property, though the converse does not hold."
            ],
            "category": "Science",
            "subcategory": "Physics"
        },
        {
            "leadin": "Answer the following about the anthropology of ethnicity, for 10 points each.",
            "answers": [
                "Clifford (James) Geertz",
                "instrumentalism",
                "Fredrik Barth [or Thomas Fredrik Weybye Barth]"
            ],
            "parts": [
                "This author of The Interpretation of Cultures, who popularized the notion of “thick description,” was working on a theory of the effects of ethnic diversity when he died in 2006.",
                "This approach to the study of ethnicity, often contrasted with primordialism, assumes that ethnic groups are created to advance political interests. In the philosophy of science, this term refers to the view that scientific theories are to be evaluated according to their predictive power and not according to notions of truth.",
                "This Norwegian anthropologist’s introduction to the 1969 collection Ethnic Groups and Boundaries is often credited with shifting the study of ethnicity away from primordialism and towards instrumentalism."
            ],
            "category": "Social Science",
            "subcategory": "Social Science"
        },
        {
            "leadin": "Answer the following about efforts to address declining birth rates in 20th century Europe, for 10 points each.",
            "answers": [
                "folkhemmet [accept “home of the people” or “people’s home”]",
                "Nazi Party [or National Socialist German Workers' Party; or NSDAP; Nationalsozialistische Deutsche Arbeiterpartei]",
                "Nicolae Ceaușescu"
            ],
            "parts": [
                "Alva and Gunnar Myrdal’s book on Sweden's declining birth rate, Crisis in the Population Question, inspired many of the policies in this ideal of the Swedish welfare state first described by Per Albin Hansson. The Swedish term or English translation is acceptable.",
                "Starting in 1935, this party aimed to raise its country’s birth rate with the Lebensborn, or “Font of Life,” program. Its leader also promoted the concept of Lebensraum, which called for expansion into Eastern Europe.",
                "This leader threatened doctors with pay cuts if their districts experienced falling birth rates, awarded the order of “Maternal Glory” to women with seven or more children, and banned contraception via Decree 770."
            ],
            "category": "History",
            "subcategory": "European History"
        },
        {
            "leadin": "Upon hearing Enrico Caruso sing this aria, its composer supposedly said \"Who sent you to me—God?\" For 10 points each:",
            "answers": [
                "“Che gelida manina” (“kay JEH-lee-dah mah-NEE-nah”)",
                "Giacomo Puccini [or Giacomo Antonio Domenico Michele Secondo Maria Puccini]",
                "La fanciulla del West (“lah fahn-CHOO-lah dell west”) [or The Girl of the Golden West or The Girl of the West]"
            ],
            "parts": [
                "Give the original Italian name of this tenor aria sung by Rodolfo in an 1896 opera, in which he describes his life as a poet. The character Mimi responds to it by singing \"Sì, mi chiamano Mimì.\"",
                "Those arias appear in La bohème, by this composer of Madama Butterfly.",
                "Another famed Puccini tenor aria is “Ch’ella mi creda” (“KELL-ah mee KRAY-dah”), which is sung by Dick Johnson (also known as the bandit Ramerrez) in this Puccini opera set during the California Gold Rush."
            ],
            "category": "Fine Arts",
            "subcategory": "Other Fine Arts"
        },
        {
            "leadin": "One philosopher from this country used the “argument from queerness” to argue against moral realism in Ethics: Inventing Right from Wrong. For 10 points each:",
            "answers": [
                "Commonwealth of Australia",
                "animals",
                "type-identity theory [or type physicalism; prompt on mind-brain identity or identity theory of the mind or reductive materialism]"
            ],
            "parts": [
                "Name this country of origin of J.L. Mackie. Another philosopher from here, Frank Jackson, designed a thought experiment in which a color scientist named Mary sees red for the first time.",
                "Perhaps the most famous contemporary Australian philosopher is Peter Singer, who advocated veganism in a 1975 book titled for the “liberation” of these beings.",
                "Australian philosopher J.J.C. Smart was an advocate of this theory of mind-body relations. In this theory, general mental categories are equivalent to general physical categories, even though each individual mental property may not be equivalent to an individual physical property."
            ],
            "category": "Philosophy",
            "subcategory": "Philosophy"
        },
        {
            "leadin": "South America’s location of this type is in Arenápolis, Brazil, and Africa’s is in the Central African Republic. For 10 points each:",
            "answers": [
                "continental pole of inaccessibility [or point of inaccessibility]",
                "South Dakota",
                "Ob"
            ],
            "parts": [
                "Name this term in geography for the spot of land in each continent that is farthest from an ocean.",
                "The North American pole of inaccessibility is in this state, on the Pine Ridge Reservation, the current home of the majority of the Oglala Sioux.",
                "The location of Eurasia’s pole of inaccessibility depends on whether you count the bay of this river as part of the Arctic Ocean. Its source is at Katun, a bit more than 1000 miles southwest of the source of the Yenisey."
            ],
            "category": "Geography",
            "subcategory": "Geography"
        },
        {
            "leadin": "The Indian city of Arikamedu may be the source of the thousands of “Indo-Pacific” objects of this sort found at Mapungubwe (“map-un-GOOB-way”), where local craftsmen also produced these objects from gold and ostrich shells. For 10 points each:",
            "answers": [
                "beads [accept more specific answers; prompt on answers about glass objects generally]",
                "Kilwa",
                "Democratic Republic of the Congo [prompt on Congo]"
            ],
            "parts": [
                "Name these small objects, whose “aggrey” type was used for decoration in Ghana. “Trade” objects of this sort, often made by the artisans of Murano in Venice, were used as currency in Africa.",
                "The Kingdom of Mapungubwe likely traded for glass beads through this port city, which was later ruled by the Mahdali dynasty of sultans. This city’s ruler al-Hasan ibn Sulaiman commissioned its Husuni Kubwa palace.",
                "In this modern-day country’s Luba Kingdom, “men of memory” used beads arranged on wood boards called lusaka to remember huge amounts of oral history. The Luba mined copper in this country’s Katanga region."
            ],
            "category": "History",
            "subcategory": "Other History"
        },
        {
            "leadin": "Take a culinary tour of Indonesia. For 10 points each:",
            "answers": [
                "Java",
                "rendang",
                "Batak [accept Mandailing, since arsik seems especially associated with them]"
            ],
            "parts": [
                "A vegetable and tamarind soup called sayur asem and a raw vegetable salad called lalab are among the traditional dishes of the Sundanese people on this island, the location of the nation’s capital of Jakarta.",
                "West Sumatra is the origin of this dish, common throughout Southeast Asia, in which meat, typically beef, is braised in spices and coconut milk, after which the coconut milk is reduced away until the mixture is almost dry.",
                "This North Sumatran ethnic group makes a spicy fish dish called arsik seasoned with andaliman, a local spice similar to Sichuan pepper. This ethnic group is the largest in Indonesia after the Javanese, Sundanese, and Malay."
            ],
            "category": "Geography",
            "subcategory": "Geography"
        },
        {
            "leadin": "In a sermon delivered in this city, a character summarizes an episode from The Golden Legend in which the inhabitants of King Umberto’s Italy saw an evil angel with a hunting-spear. For 10 points each:",
            "answers": [
                "Oran, Algeria",
                "The Plague [or La peste]",
                "Albert Camus"
            ],
            "parts": [
                "Name this city in which a priest describes how only one monk did not flee Mercy Monastery after watching seventy-seven comrades die. The priest then declares “My brothers, each one of us must be the one who stays!”",
                "Those sermons by Father Paneloux are delivered in the city of Oran, Algeria, which is ravaged by an epidemic in this novel.",
                "The Plague is by this French existentialist author of The Stranger."
            ],
            "category": "Literature",
            "subcategory": "British Literature"
        },
        {
            "leadin": "Identify the following features of African-American Vernacular English, also known as AAVE, for 10 points each.",
            "answers": [
                "creoles [or creole languages]",
                "pin-pen merger [accept in either order]",
                "negative concord [or emphatic negation or negative intensification or intensifying negatives; prompt on double negative or multiple negation]"
            ],
            "parts": [
                "Because AAVE’s African influences are only minor, it is generally regarded as a dialect of English rather than as this kind of language, made of multiple pre-existing ones. Haiti and Louisiana have French-based examples.",
                "AAVE is one of the few dialects outside of the American South to have close front vowel mergers before nasal consonants such as “m” and “n.” That merger is usually named for these two words.",
                "In AAVE, the two negatives in a sentence such as “I haven’t seen no one” reinforce each other rather than cancelling each other out to produce a positive. That reinforcement is known by this term."
            ],
            "category": "Social Science",
            "subcategory": "Social Science Linguistics"
        },
        {
            "leadin": "The converse of a theorem named for this man forms the basis of the Lucas primality test. For 10 points each:",
            "answers": [
                "Pierre de Fermat [accept Fermat’s Little Theorem, but do not accept or prompt on “Fermat’s Last Theorem”]",
                "Carmichael Numbers [or absolute pseudoprimes; prompt on pseudoprimes]",
                "square-free [accept “its prime factors have no squares”]"
            ],
            "parts": [
                "Name this French scientist who names that “little theorem” from number theory, which states that a raised to the power of p is congruent to a mod p.",
                "561 is the smallest of these numbers that satisfy Fermat’s Little Theorem, but are not actually prime. The infinitude of these numbers was proven by Alford, Granville, and Pomerance in 1994.",
                "Carmichael Numbers have this property, such that their prime factors are pairwise coprime. The Mobius Function will return 1 or negative 1 if the input has this property; otherwise it will return zero."
            ],
            "category": "Science",
            "subcategory": "Math"
        },
        {
            "leadin": "This man believes that the earth is shaped like a sausage and that mirrors are the secret to time travel, as you’re always looking at a younger version of yourself, due to the time it takes light to travel. For 10 points each:",
            "answers": [
                "De Selby",
                "James (Augustine Aloysius) Joyce",
                "Graham Greene"
            ],
            "parts": [
                "Name this fictional scientist and philosopher who invents a substance capable of removing oxygen from air in The Dalkey Archive. He is much admired by the protagonist of The Third Policeman.",
                "In The Dalkey Archive, this real-life author has faked his death and denies having written most of the books attributed to him. Little Chandler grapples with his failed literary ambitions in this author’s story “A Little Cloud.”",
                "Flann O’Brien’s novel At Swim-Two-Birds was published due to the recommendation of this English Catholic author, who wrote The Power and the Glory and The Quiet American."
            ],
            "category": "Literature",
            "subcategory": "British Literature"
        },
        {
            "leadin": "In this artist’s version of The Last Supper, Judas Iscariot, dressed in greenish-black, sits in the center with his back to the viewer. For 10 points each:",
            "answers": [
                "El Greco [or Domenikos Theotokopoulos]",
                "Bologna, Italy",
                "St. John the Baptist [or Ioannes ho Baptistes or Ioannes ho Baptizon; prompt on “St. John” or “Ioannes”]"
            ],
            "parts": [
                "Name this Cretan-born artist of The Burial of the Count of Orgaz.",
                "El Greco’s The Last Supper is housed in this city’s Pinacoteca Nazionale (PEE-nuh-ko-teh-kuh nat-s’yo-NAH-lay”). One of its prized possessions is the Massacre of the Innocents by Guido Reni, who was born in and based in this city.",
                "El Greco’s The Opening of the Fifth Seal is housed in a church named for this figure. Besides Jesus and Mary, he is the only figure who consistently appears in the Madonnas of Raphael."
            ],
            "category": "Fine Arts",
            "subcategory": "Visual Fine Arts"
        },
        {
            "leadin": "In Turkey, newborn babies are given blue beads called nazar that are believed to protect them from this concept. For 10 points each:",
            "answers": [
                "the evil eye [or malocchio; or mati]",
                "a hand [or the hand of Mary; or the hand of Miriam; or the hand of Fatima]",
                "zar ritual [or zar cult]"
            ],
            "parts": [
                "Identify this concept common to many belief systems in the eastern Mediterranean. Broadly, this concept is a curse inflicted by an onlooker’s envious gaze.",
                "A charm called the hamsa, which is believed to avert the evil eye in many Middle Eastern cultures, is shaped like one of these objects. Jews, Christians, and Muslims variously name it for Miriam, Mary, and Fatima.",
                "In North Africa, protection against the evil eye is offered by this folk ritual, in which a spirit is exorcised with the help of special drum rhythms. This ritual is controversial for its perceived similarities to paganism."
            ],
            "category": "Religion",
            "subcategory": "Religion"
        },
        {
            "leadin": "In one play by this author, the Countess of Belfor falls for her secretary Teodoro and attempts to disrupt his romance with her servant Marcela. For 10 points each:",
            "answers": [
                "Lope de Vega [or Lope Félix de Vega Carpio]",
                "Kingdom of Spain",
                "written in three acts [or three-act structure]"
            ],
            "parts": [
                "Name this playwright whose comedias include The Dog in the Manger and Fuenteovejuna (“FWEN-tay-ooh-vey-hoo-nuh”).",
                "Along with Miguel de Cervantes, Lope de Vega is considered one of the leading figures of this country’s Golden Age.",
                "Lope de Vega’s comedias differ from Renaissance tragedies in their rejection of Aristotelian unities and in their use of this structure. In the 20th century, Syd Field began using this structure to explain other media."
            ],
            "category": "Fine Arts",
            "subcategory": "Auditory Fine Arts"
        },
        {
            "leadin": "In a deposition concerning a breach of contract stemming from this practice, the plaintiff used the term “monkey points” to describe how net profit percentages were worthless compared to gross profit percentages. For 10 points each:",
            "answers": [
                "Hollywood accounting [or Hollywood bookkeeping]",
                "Harvey Weinstein",
                "Winston Groom [or Winston Francis Groom Jr.]"
            ],
            "parts": [
                "Name this form of “creative accounting” used by a certain industry. It often involves shifting around distribution, marketing, and production costs between shell companies to hide the profits of creative ventures.",
                "In 2011, this co-founder of Miramax and his brother Bob were sued by Michael Moore over the Hollywood accounting practices used to calculate the distribution fees of the film Fahrenheit 9/11.",
                "A botched negotiation by this writer meant that Hollywood accounting ensured he never received any of his share of the profits for the adaptation of his novel Forrest Gump."
            ],
            "category": "Other Academic",
            "subcategory": "Other Academic"
        },
        {
            "leadin": "An essay imagines a painting by this artist in which there is “no discontinuity between art and life” and which “heightens reality” and makes identifications “self-evident immediately.” For 10 points each:",
            "answers": [
                "Ilya (Yefimovich) Repin",
                "Clement Greenberg [or K. Hardesh]",
                "(Paul) Jackson Pollock"
            ],
            "parts": [
                "Name this artist who is said to paint effect instead of cause in an essay that contrasts what a peasant gets from this painter with what a cultivated spectator gets from Picasso.",
                "The aforementioned essay is “Avant-Garde and Kitsch” by this American art critic, who coined the term “Post-Painterly Abstraction.”",
                "Greenberg was a prominent champion of this abstract expressionist “action painter” of Autumn Rhythm and Full Fathom Five."
            ],
            "category": "Fine Arts",
            "subcategory": "Visual Fine Arts"
        },
        {
            "leadin": "An invention of Alexander Lodygin was widely installed during the campaign for this goal, which Lodygin himself declined to help lead due to poor health. For 10 points each:",
            "answers": [
                "electrification [or anything about electrifying the Soviet Union or installing an electricity grid; accept “electrification of the whole country”]",
                "Baku",
                "canals"
            ],
            "parts": [
                "Name this type of effort implemented in the Soviet Union by the GOELRO plan in the 1920s. The campaign was kicked off by Lenin’s declaration that “Communism equals Soviet power plus [this goal].”",
                "The first Soviet elektrichka train was opened in 1926 to connect this city with nearby Sabunçu (“sa-boon-CHOO”). This capital of a Soviet Socialist Republic was targeted by the Nazi Operation Edelweiss due to the wealth of its oil fields.",
                "In another major infrastructure project of the early Soviet era, prisoners dug one of these structures to link the White Sea and the Baltic. The USSR threatened to intervene in a 1956 crisis over one of these structures in Egypt."
            ],
            "category": "History",
            "subcategory": "European History"
        },
        {
            "leadin": "This type of quantum mechanical problem generally has the boundary condition that the wave function goes to zero at infinity distance, as opposed to a bound state problem. For 10 points each:",
            "answers": [
                "scattering problems",
                "scattering amplitude",
                "method of Born approximations"
            ],
            "parts": [
                "Name this class of problem in which we seek to find the distribution of particles after they hit or bounce off of some potential.",
                "Computing this quantity, symbolized f, is the usual objective of a scattering problem. It gives the probability density of the outgoing wave as a function of angle, so its square modulus is the differential scattering cross-section.",
                "To do this iterative technique for a scattering problem, insert the incident wave as the wave function in the scattering integral, then re-insert the resulting wave function, etc. This technique gives a first-order scattering amplitude proportional to the integral over all space of the potential times e to the quantity i delta k dot r."
            ],
            "category": "Science",
            "subcategory": "Physics"
        },
        {
            "leadin": "This daughter of High King Eochaid Feidlech (“OH-kha FYTHE-lekh”) renamed seven of her sons “Maine” (MAH-nyeh) in an attempt to fulfill a druid's prophecy that it turned out she was misinterpreting anyway. For 10 points each:",
            "answers": [
                "Medb (“MEH-duv”) [or Maedhbh; or Méabh; or Méibh; or Maedbh; or Maeve]",
                "Cú Chulainn (“koo KULL-in”) [or Cú Chulaind; accept Sétanta]",
                "Lugaid (“LOO-ghahd”) mac Con Roí"
            ],
            "parts": [
                "Name this woman who became queen of Connacht (“KON-ahkht”), then led her army in an attempt to steal the most prized possession of her ex-husband Conchobar (“KON-kho-var”) mac Nessa, the king of Ulster.",
                "Due to a curse, the only one able to defend Ulster from Medb during the Cattle Raid of Cooley was this teenage hero. This son of the god Lugh experienced a battle frenzy called the ríastrad (“REE-strahd”).",
                "Cú Chulainn survived the Cattle Raid of Cooley, but died thanks to a plot carried out by Medb and this son of Cu Roí, who killed Cú Chulainn with the last of his three magic spears."
            ],
            "category": "Mythology",
            "subcategory": "Mythology"
        },
        {
            "leadin": "In Part 1 of the novel in which he appears, this character works as a sign-painter, but he later reports on “Deserving Destitutes” for a newspaper. For 10 points each:",
            "answers": [
                "Mohun Biswas [accept either name; or Mr. Biswas]",
                "V(idiadhar) S(urajprasad) Naipaul [or Vidia Naipaul]",
                "Homi K. Bhabha"
            ],
            "parts": [
                "Name this twelve-fingered protagonist who feels stifled by the Tulsi family into which he has married.",
                "A House for Mr. Biswas is by this Nobel Prize-winning Trinidadian author of A Bend in the River.",
                "This Indian postcolonial critic and author of Nation & Narration identified Naipaul’s fiction as the impetus for his own literary studies in the preface to a new edition of his The Location of Culture."
            ],
            "category": "Literature",
            "subcategory": "World Literature"
        },
        {
            "leadin": "To illustrate his point that “all men believe in their hearts that injustice is far more profitable [...] than justice,” Glaucon imagines a just and unjust man each obtaining a magical one of these objects. For 10 points each:",
            "answers": [
                "rings [prompt on gold or jewellery]",
                "Republic [or Politeia]",
                "Henricus Stephanus [or Henri Estienne]"
            ],
            "parts": [
                "Name these objects, one of which allows Gyges (“GUY-jeez”) to usurp the throne of Lydia, as recounted in a certain philosophical work.",
                "The ring of Gyges episode appears in this Platonic dialogue about justice and the city-state. It also contains the Allegory of the Cave.",
                "If you’ve ever cited individual passages from Plato, you’ve likely used page and section numbers that are named for this French printer and correspond to his 1578 edition of Plato’s works."
            ],
            "category": "Philosophy",
            "subcategory": "Philosophy"
        },
        {
            "leadin": "For 10 points each, give the following about the hypotheses proposed by controversial astronomer Thomas Gold:",
            "answers": [
                "maria [accept lunar mare or lunar seas]",
                "panspermia [accept accidental panspermia; accept exogenesis]",
                "steady-state theory"
            ],
            "parts": [
                "Gold suggested that a layer of dust covered the surface of the Moon, and that impact events removed said dust to create these large, dark basaltic plains on the lunar surface.",
                "Gold once mused that humans evolved from space garbage dumped on Earth by aliens long ago. Gold likened that theory to an “accidental” form of this process, which was first proposed by Arrhenius and holds that life spread from other planets via space dust.",
                "Gold and fellow astronomer Hermann Bondi proposed this model of the universe’s evolution, which they argued follows from the perfect cosmological principle. It holds that the universe’s density is always constant."
            ],
            "category": "Science",
            "subcategory": "Other Science"
        },
        {
            "leadin": "This book’s closing chapter, \"Realism and the Later Tradition,\" discusses Laurence Sterne's formal innovations and how Jane Austen carried on Fanny Burney's legacy. For 10 points each:",
            "answers": [
                "The Rise of the Novel: Studies in Defoe, Richardson and Fielding",
                "Robinson Crusoe",
                "Tobias (George) Smollett"
            ],
            "parts": [
                "Name this work of literary criticism by Ian Watt, subtitled “Studies in Defoe, Richardson and Fielding.”",
                "The third chapter of The Rise of the Novel focuses on this Daniel Defoe novel, whose shipwrecked title character rescues a man whom he names Friday.",
                "Watt declares that all of this author’s novels have “manifest flaws in the central situations and general structure” except for The Expedition of Humphry Clinker. His other picaresques include The Adventures of Roderick Random."
            ],
            "category": "Literature",
            "subcategory": "British Literature"
        },
        {
            "leadin": "A “people’s history” by Michael Parenti is titled for an event that occurred in this building and discusses the unpopular massacre of elephants staged during its opening ceremony. For 10 points each:",
            "answers": [
                "Theater of Pompey [or Theatrum Pompeii; accept anything Pompey and theater, like Pompey’s theater; prompt on theater]",
                "Julius Caesar [or Gaius Julius Caesar]",
                "Sejanus [or Lucius Aelius Sejanus]"
            ],
            "parts": [
                "Identify this building. Gladiators were stationed in this building’s adjoining portico during an action that Tullius Cimber began in this building’s curia.",
                "A senate meeting in the Theater of Pompey was the site of the 44 BCE assassination of this man, whom Suetonius credits with saying “kai su, teknon” before dying.",
                "The writer Cordus was forced to starve himself after joking that “Pompey's theater [was] truly destroyed” by the installation of a statue of this man there. This Praetorian prefect seized power for part of Tiberius’s reign."
            ],
            "category": "History",
            "subcategory": "American History"
        },
        {
            "leadin": "The psoriasis drug apremilast inhibits the fourth isoform of this enzyme, which methyl·xanthines inhibit in addition to inhibiting adenosine receptors. For 10 points each:",
            "answers": [
                "phosphodiesterases [or PDEs; accept 3’5’-cyclic nucleotide phosphodiesterases]",
                "sildenafil [or Viagra]",
                "nitric oxide [or NO]"
            ],
            "parts": [
                "Give this set of enzymes responsible primarily for the breakdown of second messenger molecules.",
                "This phos·pho·di·ester·ase 5 inhibitor was originally investigated by Pfizer as a possible therapy for angina, but was eventually repositioned as treatment for erectile dysfunction.",
                "PDE5 inhibitors act on vasodilation that begins with the release of this gaseous signalling molecule, which in turn activates guanylate (“GWAN-ill-ate”) cyclase."
            ],
            "category": "Science",
            "subcategory": "Biology"
        },
        {
            "leadin": "The “King Midas of the New Right” deployed this technique for organizations like Paul Keating’s Citizens for Decent Literature. For 10 points each:",
            "answers": [
                "direct mail [accept anything indicating junk mail or advertising mail; accept letterbox drops; prompt on direct marketing; prompt on soliciting donations or equivalents]",
                "Moral Majority",
                "Equal Rights Amendment [or Equal Rights Amendment]"
            ],
            "parts": [
                "Name this practice whose use in promoting conservative causes was pioneered by Richard Viguerie.",
                "Viguerie and the Heritage Foundation’s Paul Weyrich recruited Jerry Falwell Senior to found this Conservative Christian coalition, and set him up with more than a million addresses to send its monthly “report” to.",
                "Viguerie’s direct mail company also contracted with Phyllis Schlafly’s (“SHLA-flee’s”) campaign to “Stop” this proposed addition to the constitution, which is intended to address sex discrimination."
            ],
            "category": "History",
            "subcategory": "American History"
        },
        {
            "leadin": "In one of this film’s most atmospheric scenes, the central characters encounter the victim of a pirate attack as they ferry across a lake through the moonlight and fog. For 10 points each:",
            "answers": [
                "Ugetsu [or Tales of Ugetsu or Ugetsu Monogatari or The Tales of the Wave after the Rain Moon]",
                "Akira Kurosawa [accept names in either order]",
                "A Fistful of Dollars [or Per un pugno di dollari]"
            ],
            "parts": [
                "Name this film directed by Kenji Mizoguchi, in which the potter Genjūrō abandons his family in pursuit of wealth, while his brother Tobei abandons his wife in pursuit of glory as a samurai.",
                "Mizoguchi is generally considered one of the three great directors of Golden Age Japanese cinema, alongside Yasujirō Ozu and this director of Seven Samurai and Rashomon.",
                "Without Kurosawa’s permission, his film Yojimbo was remade by Sergio Leone as this Spaghetti Western starring Clint Eastwood. It is the first film in a trilogy that includes The Good, the Bad, and the Ugly."
            ],
            "category": "History",
            "subcategory": "World History"
        },
        {
            "leadin": "Besides working on a perpetual motion machine, the Ngarrindjeri (“nah-rind-JER-ee”) writer David Unaipon invented a mechanism that revolutionized tools used in this task. For 10 points each:",
            "answers": [
                "shearing",
                "Australian Labor Party [or ALP; prompt on Labor Party with “of what country?”]",
                "squatters [accept stockman or stockmen, as the character is called in some versions of “Waltzing Matilda”]"
            ],
            "parts": [
                "Name this task, the occupation of people who worked in namesake “sheds” with “tar-boys.” This is the action of cutting the wool off a sheep.",
                "A landmark 1891 sheep shearers’strike led to the founding of this party under the “Tree of Knowledge.” This party’s later leaders included Billy Hughes and Gough Whitlam.",
                "The striking shearers clashed with these land owners, who claimed vast areas of New South Wales in a namesake “-ocracy” that was challenged by “selectors” after the Robertson Land Acts. One of these people rides up on his horse to demand the swagman’s “jumbuk” in “Waltzing Matilda.”"
            ],
            "category": "History",
            "subcategory": "European History"
        },
        {
            "leadin": "Like its artist's The Origin of the World, this painting was commissioned by Turkish diplomat Halil Sherif Pasha. For 10 points each:",
            "answers": [
                "The Sleepers [or Le sommeil or Sleep or Two Friends or Les deux amies or Indolence and Lust or Paresse et luxure]",
                "Joanna Hiffernan [or Joanna Heffernan]",
                "James Abbott McNeill Whistler"
            ],
            "parts": [
                "Name this painting by Gustave Courbet (“coor-bay”) that depicts a lesbian couple in bed.",
                "The red-haired woman in The Sleepers is based on this model, whom Courbet painted as “la belle irlandaise” (“lah bell eer-lawn-dez”). She was the lover of a man who painted her in Symphony in White No. 1..",
                "That lover of Hiffernan’s was this English painter who depicted his mother in Arrangement in Grey and Black No. 1."
            ],
            "category": "Fine Arts",
            "subcategory": "Visual Fine Arts"
        },
        {
            "leadin": "ANSWER: James Abbott McNeill Whistler 41. Who is a Jew? Answer the following about a controversial topic in contemporary Jewish law, for 10 points each.",
            "answers": [
                "the Law of Return [or hok ha-sh’vut; accept right of return]",
                "Ethiopia",
                "mamzerim [prompt on bastards]"
            ],
            "parts": [
                "The question was heavily debated after the 1962 “Brother Daniel” case, in which a Jew who had converted to Catholicism attempted to claim Israeli citizenship under this law. This law gives all Jews the right to live in Israel.",
                "The Israeli government has long resisted attempts to claim citizenship by the Falash Mura, a group of Christian converts from this country. The Falash Mura consider themselves part of this country’s Beta Israel community.",
                "Some Orthodox Rabbis argue for a restrictive definition of Jewishness to avoid increasing the number of these people, who are born from an illicit relationship or a mother who is an agunah. These people cannot marry another Jew in Israel."
            ],
            "category": "Literature",
            "subcategory": "World Literature"
        },
        {
            "leadin": "To discourage the practice of drinking undiluted wine, these people were often forced to do so while dancing foolishly during communal feasts. For 10 points each:",
            "answers": [
                "helots",
                "Scythians (that group was the so-called “Scythian archers”)",
                "Brennus"
            ],
            "parts": [
                "Name this enslaved class of Sparta whose members were often from Messenia.",
                "Drinking undiluted wine, which supposedly drove Cleomenes I of Sparta to suicide, was a custom that the Greeks named after this ethnic group. A philosopher of this ethnicity named Anacharsis visited Athens, where 300 pointed hat-wearing members of this group supposedly served as a police force.",
                "Pausanias claims that a Gallic chieftain of this name committed suicide by drinking unwatered wine after being wounded at Delphi. Another Gallic leader of this name yelled “Vae victis!” during his 390 BC Sack of Rome."
            ],
            "category": "History",
            "subcategory": "European History"
        },
        {
            "leadin": "The components of this substance include albumins, globulins, and prolamins. For 10 points each:",
            "answers": [
                "gluten",
                "tissue transglutaminase [or tTG or TG2]",
                "collagen"
            ],
            "parts": [
                "Name this substance consisting of seed storage proteins such as gliadin. Forms of this substance are found in members of the Triticeae [try-TEE-see-ay] tribe.",
                "The gluten-related disorder celiac disease can be diagnosed by testing for antibodies to one of these enzymes. In molecular gastronomy, that one of these enzymes is used with fibrin and thrombin as a “meat glue.”",
                "This other protein with common culinary use consists of triple helices with a high concentration of glycine, proline, and hydroxyproline."
            ],
            "category": "Science",
            "subcategory": "Biology"
        },
        {
            "leadin": "The “real” theory of these entities assumes that they are driven by technological shocks rather than monetary shocks. For 10 points each:",
            "answers": [
                "business cycles [or economic cycles or trade cycles]",
                "Robert (Emerson) Lucas, Jr.",
                "Hodrick-Prescott filter [or Hodrick-Prescott decomposition; prompt on HP filter]"
            ],
            "parts": [
                "Name these patterns of economic activity that create booms and busts.",
                "This Chicago-school economist suggested evaluating business cycles by their cost to social welfare. His namesake “critique” states that historical relationships between macroeconomic variables will not hold in the future as people adjust their behavior to accommodate new models.",
                "This doubly-eponymous tool in macroeconomic analysis is used to extract the business cycle component from a time series by smoothing out short-term fluctuations."
            ],
            "category": "Social Science",
            "subcategory": "Social Science"
        },
        {
            "leadin": "A protein that prominently exhibits this phenomenon was isolated from the jellyfish Aequorea victoria and contains a prominent beta barrel containing a covalently bonded HBI. For 10 points each:",
            "answers": [
                "fluorescence [prompt on bioluminescence]",
                "flow cytometry [or FC]",
                "phycobiliproteins [or phycobilins; accept PBPs]"
            ],
            "parts": [
                "Name this phenomenon that the protein GFP exhibits when exposed to blue light.",
                "Fluorescent labels are commonly given to cells in this technique, which streams a suspension of cells past a laser to infer properties of the cells.",
                "These compounds serve as excellent fluorochromes for quantitative flow cytometry due to their large size and Stokes shifts. These cyanobacteria- and algae-derived proteins name a light-harvesting complex found in those organisms, and include R-PE and APC. Either the proteins or the class of chromophores is acceptable."
            ],
            "category": "Science",
            "subcategory": "Physics"
        },
        {
            "leadin": "The oldest surviving European-made chess set, the Lewis chessmen, was found on this country’s isle of Lewis. For 10 points each:",
            "answers": [
                "Scotland [prompt on “United Kingdom” or “Great Britain”; do NOT prompt on or accept “England”]",
                "walrus ivory [or walrus tusk or morse; prompt on ivory or tusk; do NOT prompt on or accept “bone”]",
                "Book of Kells [or Book of Columba or Codex Cenannensis or Leabhar Cheanannais]"
            ],
            "parts": [
                "Name this country, whose notable medieval art includes hundreds of Pictish stones found along the Clyde-Forth line and illuminated manuscripts produced at Iona Abbey.",
                "Most of the Lewis chessmen are made from this material, perhaps the most common animal-based product used in carving in 11th- and 12th-century Northern Europe.",
                "Although named for an Irish abbey, this illuminated Gospel book may have been made in the Iona abbey. It is thought to have been made later than the Lindisfarne Gospels, although they are in much the same style."
            ],
            "category": "History",
            "subcategory": "European History"
        },
        {
            "leadin": "According to a certain “Cold Pastoral,” a statement about these two concepts is “all / Ye know on earth, and all ye need to know.” For 10 points each:",
            "answers": [
                "truth and beauty [accept in either order]",
                "John Keats",
                "swallow(s) [prompt on birds]"
            ],
            "parts": [
                "Name these two concepts that a certain “Attic shape” declares to be equivalent at the conclusion of an 1819 poem.",
                "That comparison occurs at the end of “Ode on a Grecian Urn” by this English Romantic poet, whose other odes include “To Autumn.”",
                "Keats’s “To Autumn” ends with the image of these creatures “twitter[ing] in the skies.” Matthew Arnold’s “The Scholar-Gipsy” imagines these “black-wing’d” creatures “haunt[ing] the glittering Thames.”"
            ],
            "category": "Literature",
            "subcategory": "American Literature"
        },
        {
            "leadin": "The “peach-plum prophecy,” which cryptically suggested that someone with this family name would overthrow the Sui, was fulfilled by Gaozu’s founding of the Tang dynasty. For 10 points each",
            "answers": [
                "Li [accept Li Yuan or Li Zicheng]",
                "floods",
                "Wu Sangui"
            ],
            "parts": [
                "Give this family name. Much later, having this auspicious family name helped a “dashing prince” to assemble a rebel army that overthrew the Ming dynasty and installed him as emperor of the short-lived Shun dynasty.",
                "During his campaign against the Ming, Li Zicheng unleashed one of these events that may have killed millions in the city of Kaifeng. Yu the Great of the legendary Xia dynasty helped subdue a “great” one of these disasters.",
                "Li was last seen being pursued by this general, who let the Manchus into China via the Shanhai Pass. He later carved out a personal fiefdom in southwest China and led the revolt of the “three feudatories.”"
            ],
            "category": "History",
            "subcategory": "World History"
        },
        {
            "leadin": "Polish history has provided material for many novels. For 10 points each:",
            "answers": [
                "Yiddish",
                "Olga (Nawoja) Tokarczuk (“toh-CAR-chook”)",
                "spring [or springtime or wiośnie or Frühling; accept Spring Awakening or Frühlings erwachen or First Spring or Before the Spring or Early Spring or Spring To Come]"
            ],
            "parts": [
                "The Khmelnytsky [K’MAIL-nit-skih] Uprising in Poland is the backdrop for Isaac Bashevis Singer’s Satan in Goray, which was written in this language, also used by Sholem Aleichem in his tales of Tevye the Milkman.",
                "This author wrote of Jacob Frank, an 18th-century Jew who claimed to be the messiah, in her novel The Books of Jacob. Chopin’s sister transports his heart back to Warsaw in a novel by this author made up of 116 short vignettes.",
                "Cezary Baryka navigates the Polish-Soviet war in a Stefan Żeromski novel titled for this time period, which also titles a Franz Wedekind play in which the sexual naïveté of Melchior Gabor and Moritz Stiefel has disastrous consequences."
            ],
            "category": "Literature",
            "subcategory": "European Literature"
        },
        {
            "leadin": "Answer the following about historically-informed performances of Baroque music, for 10 points each.",
            "answers": [
                "recorder(s) [or fipple flute(s) or block flute(s); prompt on duct flute(s)]",
                "Music for the Royal Fireworks [accept Royal Fireworks Music]",
                "415 hertz"
            ],
            "parts": [
                "Historically-informed ensembles often replace modern transverse flutes with these beaked flutes. Some of you likely played a cheap plastic one of these in elementary school.",
                "Charles Mackerras’s (“muh-KAIR-uh-sez”) 1959 recording of this Handel suite was the first to use as large an orchestra as the one at the 1749 premiere. This piece was written to celebrate the signing of the Treaty of Aix-la-Chapelle (“ex-lah-shuh-pell”).",
                "People with absolute pitch can get disoriented by historically-informed performances that use so-called Baroque pitch, which standardly sets A4 at this many hertz, instead of the modern 440 hertz."
            ],
            "category": "Fine Arts",
            "subcategory": "Auditory Fine Arts"
        },
        {
            "leadin": "The Medellin Conference is often cited as the origin of this religious movement, whose “father,” Gustavo Gutierrez, called for a “preferential option” for the poor. For 10 points each:",
            "answers": [
                "liberation theology",
                "Pope Benedict XVI (“the sixteenth”) [or Joseph (Aloysius) Ratzinger; accept Benedictus XVI; prompt on Benedict or Benedictus]",
                "James H. Cone [or James Hal Cone]"
            ],
            "parts": [
                "Identify this religious movement popular in Latin America, which integrates Marxist social critique with Catholicism.",
                "This cardinal sought to suppress liberation theology as head of the Congregation of the Doctrine of the Faith in the 1980s. He is better known as the first pope in over 700 years to resign.",
                "This pastor in the African Methodist Episcopal church founded “black liberation theology,” identifying Jesus with black victims of white oppression in works like The Cross and the Lynching Tree."
            ],
            "category": "History",
            "subcategory": "European History"
        },
        {
            "leadin": "Answer the following about the many meanings of the word “conceit” in Shakespeare, for 10 points each.",
            "answers": [
                "A Midsummer Night’s Dream",
                "the forest of Arden [prompt on forest]",
                "Juliet"
            ],
            "parts": [
                "Egeus uses the word “conceit” to mean a trinket when he accuses Lysander of winning Hermia’s heart with conceits in this play, whose protagonists are enchanted by Puck on Oberon’s orders.",
                "Rosalind uses “conceit” to mean intelligence when she calls Orlando “a gentleman of good conceit” while they are in this primary setting of As You Like It.",
                "“Conceit” means imagination when this character describes it as “more rich in matter than in words.” She waits impatiently for the sun to set in a soliloquy that begins “Gallop apace, you fiery-footed steeds, / Toward Phoebus's lodging.”"
            ],
            "category": "Literature",
            "subcategory": "European Literature"
        },
        {
            "leadin": "This album was recorded by two quartets, one playing in each channel of the stereo mix. For 10 points each:",
            "answers": [
                "Free Jazz: A Collective Improvisation",
                "Eric Dolphy",
                "trumpet"
            ],
            "parts": [
                "Name this 1961 album led by Ornette Coleman that coined the term for a new style.",
                "On Free Jazz, this multi-instrumentalist played bass clarinet, an instrument he made prominent in jazz. His work as a flutist can be heard on the track “Gazzelloni” from his own album Out to Lunch!",
                "Freddie Hubbard played this instrument on Free Jazz. Other players of this instrument include Dizzy Gillespie and Miles Davis."
            ],
            "category": "Fine Arts",
            "subcategory": "Other Fine Arts"
        },
        {
            "leadin": "Answer the following about extraverted personalities, for 10 points each.",
            "answers": [
                "Carl (Gustav) Jung",
                "Hans (Jürgen) Eysenck",
                "agreeableness [do NOT prompt on or accept “agreeability”]"
            ],
            "parts": [
                "The term “extraversion” was introduced to psychology by this Swiss psychoanalyst who created the idea of the “collective unconscious.”",
                "Extraversion is part of this German-British psychologist’s three-factor model of personality. This psychologist’s claims that there is a link between certain personality traits and cancer triggered posthumous mass retraction of his papers starting in 2019.",
                "The Big Five personality traits are usually memorized with the acronyms OCEAN or CANOE, with extraversion as the E. What trait is the A? Its associated characteristics include cooperativeness and warmth."
            ],
            "category": "History",
            "subcategory": "American History"
        },
        {
            "leadin": "As part of its process of deriving the twelve categories, this book divides judgments into those of quantity, quality, relation, and modality. For 10 points each:",
            "answers": [
                "Critique of Pure Reason [or Kritik der reinen Vernunft; prompt on First Critique]",
                "apperception [or apperzeption]",
                "Gottfried Wilhelm Leibniz"
            ],
            "parts": [
                "Name this work that, in part, seeks to answer “how are synthetic a priori (“ah pree-AW-ree”) judgments possible?”",
                "In the Critique of Pure Reason, Kant uses this term to refer to the recognition that one’s mental representations belong to oneself. Its “pure” or “transcendental” form is the sense of “I think” that accompanies all representations.",
                "This earlier German philosopher of Monadology defined apperception as the reflective knowledge of internal consciousness. He declared that we live in the best of all possible worlds in his Discourse on Metaphysics."
            ],
            "category": "Philosophy",
            "subcategory": "Philosophy European"
        },
        {
            "leadin": "Answer the following about wood engravings, for 10 points each.",
            "answers": [
                "Virgil [or Publius Vergilius Maro]",
                "M(aurits) C(ornelis) Escher",
                "Adolph Menzel [or Adolph (Friedrich Erdmann) von Menzel]"
            ],
            "parts": [
                "William Blake made a series of seventeen wood engravings for Robert Thornton’s translations of this poet. This poet shares a boat with a more modern poet in Delacroix’s (“deh-luh-kwahz”) earliest major painting.",
                "This Dutch graphic artist made multiple wood engravings of mobius strips. His fondness for impossible objects can be seen in his lithograph Ascending and Descending, which depicts Penrose stairs.",
                "This 19th-century German artist made his name with wood engravings for Franz Kugler’s History of Frederick the Great. His oil paintings of Frederick include one of him playing the flute at Sanssouci (“saan-soo-see”)."
            ],
            "category": "Literature",
            "subcategory": "European Literature"
        },
        {
            "leadin": "Gemistus Pletho, a scholar whose personal religion was a mix of Greek paganism and Zoroastrianism, influenced the founding of an institution of this name. For 10 points each:",
            "answers": [
                "Platonic Academy [accept Florentine Academy, Neoplatonic Academy, The Academy, or Plato's Academy; or Akademia]",
                "Florence [or Firenze]",
                "Malatesta"
            ],
            "parts": [
                "Give this name of that institution, which was founded under Marsilio Ficino. Many members of the Greek location of the same name emigrated to Gundishapur after Justinian closed it in 529.",
                "Pletho reintroduced Plato to the West via his speeches at an ecumenical council in this city, where the Platonic Academy was founded by Cosimo de Medici.",
                "Pletho's bones were reburied by a condottiero from this house, Sigismondo Pandolfo, who also achieved the unique distinction of being “canonized into hell” by Pius II. This house, which ruled Rimini, included Francesca da Polenta's lover Paolo."
            ],
            "category": "Fine Arts",
            "subcategory": "Painting"
        },
        {
            "leadin": "Answer the following about third-gender figures and gender ambiguity in Hindu mythology, for 10 points each.",
            "answers": [
                "Arjuna",
                "Manu [accept Shraddhadeva Manu or Vaivasvata Manu]",
                "Bahuchara Mata"
            ],
            "parts": [
                "After this hero rejected the apsara Urvashi, she cursed him to spend a year as a third-gender kliba, during which time he posed as the female dancing tutor Brihannala. This protagonist of the Mahabharata was the third of the Pandavas.",
                "The androgynous deity Ila, who was cursed to switch sexes every month after entering a grove sacred to Parvati, was one of the ten children of this progenitor of humanity. This man was rescued from a flood by Vishnu's avatar Matsya.",
                "This deity, who is often depicted riding a rooster, is the patron goddess of hijras. In one of her origin myths, she cuts off her own breasts to avoid being sexually assaulted by the bandit Bapiya, whom she cursed with impotence."
            ],
            "category": "Mythology",
            "subcategory": "Mythology Japanese"
        },
        {
            "leadin": "For flows in this regime, a diffuser should, perhaps surprisingly, narrow in the direction of flow. For 10 points each:",
            "answers": [
                "supersonic flow",
                "the mass continuity equation",
                "the Sears-Haack body"
            ],
            "parts": [
                "Name this flow regime where compressibility is always important.",
                "The usual approximation to this equation sets the divergence of the flow velocity to zero, but is not valid for supersonic flow due to compressibility. This equation states that the partial time derivative of density, plus the divergence of density times flow velocity, equals zero.",
                "This body has the lowest wave drag for a given length and volume in a supersonic flow, at least if linearization is valid. This shape is pointed at each end. It is co-named for American and German engineers who discovered it independently in the 1940s."
            ],
            "category": "Science",
            "subcategory": "Physics"
        },
        {
            "leadin": "One character in this story is shocked that a Condemned Man about to be punished was never informed that he has been condemned. For 10 points each:",
            "answers": [
                "“In the Penal Colony” [or “In the Penal Settlement” or “In der Strafkolonie”]",
                "mock execution [accept equivalents that mention a fake execution or pretending to execute someone; prompt on things involving a firing squad]",
                "Aleksandr (Isayevich) Solzhenitsyn"
            ],
            "parts": [
                "Name this short story by Franz Kafka in which the Officer eagerly shows the Traveller a machine that carves the text of a law into the body of anyone condemned for breaking that law.",
                "Before being sent to labor camps in a penal colony, Dostoevsky and other members of the Petrashevsky Circle were subjected to this psychological ploy, meant to instill gratitude towards the tsar.",
                "This Soviet author wrote about labor camps in his non-fiction work The Gulag Archipelago and his novel One Day in the Life of Ivan Denisovich."
            ],
            "category": "Literature",
            "subcategory": "European Literature"
        },
        {
            "leadin": "The splitting of fructose-1,6-bisphosphate into G3P and DHAP is the reverse of this reaction. For 10 points each:",
            "answers": [
                "aldol condensation [or aldol reaction]",
                "enol [accept enolates; accept keto-enol tautomerization; accept alkenols]",
                "chair conformation [prompt on cyclohexane by asking “What is its specific conformation?”]"
            ],
            "parts": [
                "Name this reaction which produces a namesake product by reacting a pair of carbonyl compounds. This reaction often features a condensation step whose elimination of water produces a conjugated product.",
                "The atypical nucleophilic carbon is due to the formation of one of these intermediate compounds from the initial carbonyl.",
                "The Zimmerman-Traxler model of the aldol condensation predicts E-enolates favoring anti products and Z-enolates favoring syn products due to a transition state with this particular conformation."
            ],
            "category": "Science",
            "subcategory": "Chemistry"
        },
        {
            "leadin": "Answer the following about Mario Draghi, for 10 points each.",
            "answers": [
                "Italy [or The Italian Republic]",
                "European Central Bank [or ECB]",
                "Abdul Hamid Dbeibeh"
            ],
            "parts": [
                "Mario Draghi is the current prime minister of this European country, after Giuseppe Conti resigned in February 2021.. His coalition’s largest constituent is the Five Star Movement.",
                "Before ascending to the office of Prime Minister, Draghi was president of this financial institution, which is responsible for the monetary policy of the Eurozone.",
                "Draghi plans to visit Libya in April 2021, in response to this man becoming Prime Minister of Libya. This man is the first leader of a unified Libya since the Second Libyan Civil War began in 2014."
            ],
            "category": "History",
            "subcategory": "World History"
        },
        {
            "leadin": "Characters in this novel attempt to solve the mystery of why Blanche Glover killed herself. For 10 points each:",
            "answers": [
                "Possession",
                "Robert Browning [prompt on Browning]",
                "Proserpina [or Proserpine; do not accept or prompt on “Persephone”]"
            ],
            "parts": [
                "Name this A.S. Byatt novel in which the academics Roland Michell and Maud Bailey uncover the secret romance between Victorian poets Randolph Henry Ash and Christabel LaMotte.",
                "Randolph Ash is likely based on this Victorian author of The Ring and the Book. The murderous Duke of Ferrara describes his ex-wife in this poet’s monologue “My Last Duchess.”",
                "Possession opens with Michell studying an Ash poem titled for this goddess, who also titles a real-life poem that declares, “To-day will die to-morrow / Time stoops to no man’s lure.”"
            ],
            "category": "Literature",
            "subcategory": "British Literature"
        },
        {
            "leadin": "The Kartlian diplomat Gonchara helped negotiate a 1612 treaty between these two powers while working to secure the release of her state’s king, Simon I. For 10 points each:",
            "answers": [
                "the Ottoman empire AND the Safavid dynasty [accept in either order; prompt on Persia or Iran for “Safavid”]",
                "Mehmed II [or Mehmed the Conqueror; prompt on Mehmed]",
                "Teresa Sampsonia [accept either name; prompt on Lady Shirley]"
            ],
            "parts": [
                "Name these powers, two of the three “gunpowder empires.” They signed the Peace of Amasya after fighting the Battle of Chaldiran.",
                "An earlier female diplomat at the Ottoman court, Sara Khatun, succeeded in convincing this sultan not to wipe out the nascent White Sheep Turkoman state. This sultan captured Constantinople in 1453.",
                "This Circassian noblewoman and “Ambassadress of the King of Persia” became a sensation in Jacobean England after marrying Robert Shirley during one of his embassies to the Safavid court."
            ],
            "category": "History",
            "subcategory": "World History"
        },
        {
            "leadin": "Throughout this novel, the protagonist remains devoted to the half-Filipino cad Alva, until she sees him for what he is in its final section, “Pyrrhic Victory.” For 10 points each:",
            "answers": [
                "The Blacker the Berry",
                "Harlem Renaissance",
                "James Weldon Johnson"
            ],
            "parts": [
                "Name this novel in which African-American teenager Emma Lou Morgan faces prejudice not only from the white people in her native Idaho but also from lighter-skinned African-Americans in California.",
                "The author of The Blacker the Berry, Wallace Thurman, is sometimes considered a member of this 1920s and 1930s flourishing of African-American literature and art in New York City.",
                "This author of The Autobiography of an Ex-Colored Man, a participant in the Harlem Renaissance, wrote the poem “Lift Ev’ry Voice and Sing,” sometimes called the Black National Anthem."
            ],
            "category": "Literature",
            "subcategory": "American Literature"
        },
        {
            "leadin": "The most prominent example of these compounds contains nitrogen heterocycles in the center, as synthesized by Arduengo. For 10 points each:",
            "answers": [
                "persistent carbenes [prompt on carbenes or n-heterocyclic carbenes]",
                "dimerization [or homodimerization; prompt on addition reaction]",
                "air"
            ],
            "parts": [
                "Name this specific class of compounds that contain a neutral carbon atom with a lone pair and also exhibit thermodynamic stability.",
                "Persistent carbenes may exist in a Wanzlick equilibrium where they reversibly undergo this sort of process to form an alkene. Cyclopentadiene undergoes this kind of process at room temperature through the Diels-Alder reaction.",
                "Despite the stability of persistent carbenes, they are sufficiently reactive that they are typically synthesized in the absence of this substance. Inert gases replace this substance when working with compounds that will likely react with oxygen or water vapor."
            ],
            "category": "Science",
            "subcategory": "Chemistry"
        },
        {
            "leadin": "Answer the following about the legacy of Simone de Beauvoir’s The Second Sex, for 10 points each.",
            "answers": [
                "gender",
                "The Feminine Mystique",
                "Hipparchia"
            ],
            "parts": [
                "Judith Butler claimed that Beauvoir’s phrase “One is not born, but rather becomes, a woman” successfully distinguished between sex, which is anatomical, and this other concept, which is constructed through acculturation.",
                "Beauvoir’s criticisms of Freud in The Second Sex inspired a similar chapter in this 1963 book by Betty Friedan [free-DAAN] that explores the forces that trap American women into the roles of being housewives and mothers.",
                "Contemporary French feminist Michèle Le Doeuff provided a critical reading of The Second Sex in a book titled for the “choice” of this female Greek Cynic philosopher."
            ],
            "category": "History",
            "subcategory": "History Classical"
        },
        {
            "leadin": "The tumor suppressor activity of PTEN (“P-ten”) is due to its negative regulation of this compound’s namesake pathway. For 10 points each:",
            "answers": [
                "Akt [or protein kinase B or PKB]",
                "autophagy",
                "cancer"
            ],
            "parts": [
                "Name this compound which is activated by PI3K in a signal transduction pathway in which it may phosphorylate mTOR.",
                "Protein kinase B’s substrate mTOR inhibits this process in which a cell targets unwanted components for removal by isolating those components in a vesicle that merges with the lysosome.",
                "mTOR inhibitors have been promising candidates to treat this general class of diseases caused by uncontrolled cell growth."
            ],
            "category": "Science",
            "subcategory": "Biology"
        },
        {
            "leadin": "In an example of the “mandala model” of Southeast Asian states, Fa Ngum founded a kingdom in this modern-day country by confederating many muang city states under his rule. For 10 points each:",
            "answers": [
                "Laos",
                "Sukhothai Kingdom",
                "Chandragupta Maurya [or Sandrokottos; or Androcottus]"
            ],
            "parts": [
                "Name this country, where the kingdom of a “million elephants,” Lan Xang, was based. Much later, the Vietnam War spilled over into this country’s CIA-sponsored “Secret War,” creating many Hmong refugees.",
                "Another kingdom in the mandala model, which Stanley Tambiah used as an example of a “galactic polity,” was this state whose king Ram Khamhaeng supposedly invented the Thai alphabet.",
                "In an earlier instance of the mandala metaphor for states, this king’s advisor Chanakya sketched a “rajamandala” theory in his Arthashastra."
            ],
            "category": "History",
            "subcategory": "World History"
        },
        {
            "leadin": "Answer the following about essays published in Harper’s Magazine, for 10 points each.",
            "answers": [
                "David Foster Wallace [accept DFW]",
                "Norman (Kingsley) Mailer",
                "The Lifespan of a Fact"
            ],
            "parts": [
                "Harper’s published this author’s essay about luxury cruises, “Shipping Out,” which was later re-published as “A Supposedly Fun Thing I’ll Never Do Again.” He also wrote the footnote-packed novel Infinite Jest.",
                "In 1970, this author’s rejoinder to second-wave feminism, “The Prisoner of Life,” took up a full issue of Harper’s Magazine. He analyzed the 1960 Democratic Convention in “Superman Comes to the Supermarket.”",
                "Harper’s Magazine originally commissioned John D’Agata’s essay “What Happens There,” before he submitted it to The Believer. That essay’s lengthy process of fact-checking by Jim Fingal is chronicled in this 2012 book."
            ],
            "category": "Literature",
            "subcategory": "American Literature"
        },
        {
            "leadin": "It is often possible to investigate the behavior of differential equations without either solving them analytically or numerically. For 10 points each:",
            "answers": [
                "phase portrait [or phase plane representation; accept phase space or phase diagram]",
                "slope field [or direction fields; accept vector fields]",
                "determinant"
            ],
            "parts": [
                "This representation of a system of ODEs plots position versus velocity, and is often used to determine if the solutions to the system are stable or unstable. In these representations, unstable solutions tend towards infinity, while stable ones tend toward 0..",
                "In this representation, the tangent of a differential equation is drawn at every point of interest on a graph. Solutions for an initial value can then be found by connecting those tangents into a curve.",
                "To determine if a set of solutions to ODEs are linearly independent, one can calculate the Wronskian, a form of this operation. For a 2 by 2 matrix this operation is simply “a times d minus b times c.”"
            ],
            "category": "Science",
            "subcategory": "Math"
        },
        {
            "leadin": "The jagged shape of the Rocky Mountains inspired this architect’s design of the Frederic C. Hamilton building, an extension to the Denver Art Museum. For 10 points each:",
            "answers": [
                "Daniel Libeskind",
                "World Trade Center [or WTC]",
                "Thom Mayne"
            ],
            "parts": [
                "Name this Polish-American architect whose Jewish Museum in Berlin features sections called “voids” meant to represent the emptiness left by the erasures of the Holocaust.",
                "Libeskind won the rights to oversee the rebuilding of this Lower Manhattan complex, which includes a David Childs building colloquially known as Freedom Tower.",
                "This controversial LA-based architect, a co-founder of the firm Morphosis and designer of the Diamond Ranch High School in Pomona and Caltrans District 7 Headquarters, submitted rejected plans for the rebuilt World Trade Center."
            ],
            "category": "Fine Arts",
            "subcategory": "Other Fine Arts"
        },
        {
            "leadin": "These structural elements are designed to support loads across their axes – in real ones of these, often in only one or two directions. For 10 points each:",
            "answers": [
                "beams [accept more specific answers such a I-beams]",
                "buckling [accept word forms like buckle]",
                "the Euler-Bernoulli beam equation [accept Bernoulli’s beam equation; prompt on beam equation]"
            ],
            "parts": [
                "Name these elements that are thus complementary to trusses.",
                "Avoiding this condition of sudden deformation of a beam is a main consideration in design of beam structures. It occurs when a critical load is exceeded. For a simply-supported I-beam loaded vertically toward its middle, this failure will manifest as an axial twisting of the beam near the load.",
                "Buckling can be modeled with this ODE. For a beam along z = 0, this equation is: d-squared by d-x-squared of quantity E times I times d-squared w by d-x-squared, close quantity, equals l, where E is Young’s modulus, I is second moment of area, w is deflection, and l is load."
            ],
            "category": "Science",
            "subcategory": "Physics"
        },
        {
            "leadin": "Answer the following about archaeoacoustics, a field concerned with the acoustics of archaeological sites and artifacts, for 10 points each.",
            "answers": [
                "Maya civilization [accept word forms like Mayan or more specific answers, like Late Classic Maya]",
                "Chavin de Huantar [prompt on Chavin]",
                "Nigeria [or Federal Republic of Nigeria]"
            ],
            "parts": [
                "Researchers have noted that clapping hands near this civilization’s Kukulkan pyramid produces a “chirping” sound reminiscent of the quetzal bird. Kukulkan is located in the ruins of this civilization’s city of Chichen Itza.",
                "Archaeoacoustic work has suggested that the acoustics of the labyrinth at this site were designed to disorient worshippers as they were led to the Lanzón granite stele. Alberto Fujimori named a military operation after this early Peruvian site.",
                "The archaeologist Bernard Fagg first uncovered Neolithic “rock gongs” in this African country, where he also found one of the terracotta heads of this country’s Nok culture being used as a scarecrow."
            ],
            "category": "History",
            "subcategory": "Other History"
        },
        {
            "leadin": "According to a mostly-lost Sophocles play, King Carnabon of the Getae and King Lyncus of Scythia both made attempts on this man's life during his travels. For 10 points each:",
            "answers": [
                "Triptolemus [or Buzyges]",
                "Demeter",
                "dragon-drawn chariots [accept anything indicating a chariot pulled by dragons; accept serpents instead of dragons; prompt on chariots, winged chariots, or flying chariots by asking \"what are the chariots pulled by?\"] (The play is Medea, which ends with the title character murdering her sons and escaping Corinth in a chariot drawn by dragons.)"
            ],
            "parts": [
                "Name this son of Celeus and Metanira who was tasked with spreading knowledge of the art of agriculture to Greece.",
                "Triptolemus learned the secrets of agriculture from this Greek goddess after her attempt to burn away his brother Demophon's mortality was foiled. At the time, this goddess was searching for her daughter Persephone.",
                "To allow Triptolemus to travel across Greece carrying out his mission, Demeter gave him one of these specific vehicles. At the end of a play, the bodies of Alcimenes and Tisander appear in one of these specific vehicles."
            ],
            "category": "Literature",
            "subcategory": "British Literature"
        },
        {
            "leadin": "This country’s first president, François Tombalbaye, alienated its northern Muslim population by mandating participation in the brutal yondo initiation rite for all civil servants. For 10 points each:",
            "answers": [
                "Chad",
                "Muammar Gaddafi [or Colonel Gaddafi; accept Muammar Muhammad Abu Minyar al-Gaddafi]",
                "uranium [or yellowcake uranium]"
            ],
            "parts": [
                "Name this African country whose northern neighbor distributed backdated identity cards in its Aouzou Strip in an effort to incorporate it into a Saharan Islamic state, but was defeated by this country in the Toyota War.",
                "That northern neighbor, Libya, was led during its conflict with Chad by this dictator, who described his Third International Theory in The Green Book.",
                "One motive for the conflict over the Aouzou Strip was its supposedly rich deposits of this resource. Joseph C. Wilson disputed claims about a sale of this resource in Niger in the article “What I Didn't Find in Africa.”"
            ],
            "category": "History",
            "subcategory": "World History"
        },
        {
            "leadin": "The bond-dissociation energy is typically defined as the standard enthalpy change of this process. For 10 points each:",
            "answers": [
                "homolytic bond cleavage [or homolysis; prompt on bond cleavage or bond fission]",
                "free radicals",
                "benzoyl peroxide [or DBPO or dibenzoyl peroxide]"
            ],
            "parts": [
                "Give this process which splits a molecule along a bond, with each half of the molecule retaining one electron of the bond.",
                "When a neutral molecule with an even number of electrons undergoes homolytic cleavage, the resulting products are these compounds, which contain unpaired valence electrons.",
                "This common acne treatment undergoes homolytic cleavage when serving as a radical initiator."
            ],
            "category": "Science",
            "subcategory": "Chemistry"
        },
        {
            "leadin": "The doctor Samuel Cartwright claimed that this action could only result from a mental illness he dubbed “drapetomania.” For 10 points each:",
            "answers": [
                "escaping slavery [accept obvious equivalents of being a runaway or fugitive slave]",
                "Roll, Jordan, Roll: The World the Slaves Made",
                "censuses (those are the 1840 and 1890 censuses, respectively)"
            ],
            "parts": [
                "Name this action that Henry “Box” Brown performed by mailing himself to Philadelphia. Harriet Tubman helped dozens of people perform this action.",
                "Cartwright’s “extreme racist” theory is discussed in this book by Eugene Genovese, which is subtitled for “the world the slaves made.” It shares its name with a spiritual that describes John baptizing people in the title river.",
                "In another instance of antebellum abuse of psychiatry, one of these projects claimed that insanity was 10 times more common among free Black people than slaves. A machine invented by Herman Hollerith was used for one of these projects that inspired Frederick Turner’s frontier thesis."
            ],
            "category": "Literature",
            "subcategory": "American Literature"
        },
        {
            "leadin": "This quantity for an electromagnetic field in a material medium is subject to competing definitions due to Abraham and Minkowski. For 10 points each:",
            "answers": [
                "momentum [prompt on p]",
                "index of refraction [or refractive index; prompt on n]",
                "Poynting vector [prompt on S]"
            ],
            "parts": [
                "Name this quantity. For a photon in free space, this quantity is given by Planck’s constant times frequency divided by speed of light.",
                "The different definitions of electromagnetic momentum center on this quantity. One definition multiplies the free-space momentum by this quantity, whereas the other divides the free-space momentum by it.",
                "In SI units and free space, the momentum density of an electromagnetic wave is given by this vector divided by the speed of light."
            ],
            "category": "Science",
            "subcategory": "Physics"
        },
        {
            "leadin": "Answer the following about Japanese funeral ceremonies, for 10 points each.",
            "answers": [
                "bills of money [or coins, sometimes; or yen; accept equivalents like cash]",
                "a new funeral name",
                "Heart Sutra"
            ],
            "parts": [
                "At funerals, it is customary to tie black-and-white ribbons on envelopes with these contents, which are given to the bereaved family. Red envelopes with these contents are given out in Chinese New Year celebrations.",
                "Japanese funerals are controversial for their high costs, especially the money charged by temples for one of these things. Buying one of these things called a kaimyo is said to prevent the deceased from returning as a ghost.",
                "At the beginning of a Japanese wake, Buddhist priests chant sutras. This sutra, the most commonly-recited one in Mahayana Buddhism, ends with a mantra that repeats “Gone, gone, gone beyond, gone utterly beyond.”"
            ],
            "category": "Fine Arts",
            "subcategory": "Other Fine Arts"
        },
        {
            "leadin": "“A king of France” is not one of these expressions, because there are multiple historical kings of France. However, “the present king of France” is one of these, even though it does not refer to a real individual. For 10 points each:",
            "answers": [
                "definite description(s) [prompt on descriptions]",
                "John (Rogers) Searle",
                "Keith (Sedgwick) Donnellan (“DAWN-eh-lun”)"
            ],
            "parts": [
                "In “On Denoting,” Bertrand Russell argued that names function as disguised versions of what expressions, whose denotational content uniquely identifies an individual?",
                "This philosopher attempted to fix problems in Russell’s theory by suggesting that names correspond to a “cluster” of definite descriptions. He is better known for formulating the Chinese Room thought experiment.",
                "In his article “Reference and Definite Descriptions,” this philosopher used the example of the phrase “Smith’s murderer,” alluding to a man falsely accused of murdering Smith, to illustrate the difference between attributive and referential uses of definite descriptions."
            ],
            "category": "Philosophy",
            "subcategory": "Philosophy"
        },
        {
            "leadin": "Some Omar Khayyam verses in this form declare that “Wilderness were Paradise enow” if he had “A Book of Verses underneath the Bough, / A Jug of Wine, a Loaf of Bread—and Thou.” For 10 points each:",
            "answers": [
                "rubāʿī [or rubāʿiyāt]",
                "ghazals",
                "Sa’di [or Abū-Muhammad Muslih al-Dīn bin Abdallāh Shīrāzī, Saadi Shirazi; prompt on Shirazi]"
            ],
            "parts": [
                "Give this Persian term for a quatrain, often with an AABA rhyme scheme.",
                "During the 19th century, Goethe (“GURR-tuh”) popularized these Persian and Arabic odes in Europe. Most of the poems in Hafez’s Divan are in this form, written in couplets whose second line ends with a refrain called a radif.",
                "Although this 13th-century Persian poet wrote many ghazals, he is better known for the aphorisms collected in his Gulistan and the didactic verse tales collected in his Bustan."
            ],
            "category": "Literature",
            "subcategory": "World Literature"
        },
        {
            "leadin": "Implements used in this ritual included a snake-shaped blade called a werhekau and a forked blade called a peseshkaf that was also used to cut umbilical cords. For 10 points each:",
            "answers": [
                "the Opening of the Mouth and Eyes (ceremony or ritual) [or wepet-er]",
                "Anubis [or Anpu; or Inpu]",
                "Ammit [or Ammut; or Ahemait]"
            ],
            "parts": [
                "Name this ritual, legendarily invented by Ptah, that was performed both to restore certain people's access to sustenance and light and to allow statues to act as surrogate bodies.",
                "One of the priests carrying out the Opening of the Mouth ceremony wore a jackal mask to impersonate this Egyptian god of death and mummification.",
                "Anubis also oversaw the weighing of the hearts of the dead against the feather of Ma'at; hearts that failed the test were immediately eaten by this demoness, who was part-lion, part-crocodile, and part-hippo."
            ],
            "category": "Mythology",
            "subcategory": "Mythology"
        },
        {
            "leadin": "Complexes with this property are found on the right-hand side of Tanabe-Sugano diagrams. For 10 points each:",
            "answers": [
                "low-spin complexes",
                "d-orbitals",
                "square planar"
            ],
            "parts": [
                "Name this type of complex that typically contains strong-field ligands.",
                "In coordination complexes, ligands cause a splitting in the energy of these sets of five orbitals, which are partially occupied in transition metals.",
                "Complexes containing 8 d-electrons in low-spin environments tend to form complexes with this geometry. This geometry’s highest-energy d-orbital is the dx2-y2 (“d x squared minus y squared”) orbital."
            ],
            "category": "Science",
            "subcategory": "Chemistry"
        },
        {
            "leadin": "Answer the following about the story “Mr. Miao” from Pu Songling’s Strange Tales from a Chinese Studio, for 10 points each.",
            "answers": [
                "tigers",
                "The Library of Babel [or La biblioteca de Babel]",
                "Herbert (Allen) Giles"
            ],
            "parts": [
                "The title character of Mr. Miao can transform into this animal. Other literary examples of this animal are Shere Khan from The Jungle Book and Richard Parker, who accompanies the protagonist on a lifeboat in The Life of Pi.",
                "“Mr Miao” was one of the stories Jorge Luis Borges chose for a real-life anthology of this title. A Borges story with this title imagines a place that collects every possible combination of letters.",
                "“Mr Miao” was re-titled “The Tiger Guest” in this sinologist’s 1880 bowdlerized translation of Strange Tales from a Chinese Studio, the earliest in English. He is better known for the transliteration system he introduced in his 1892 Chinese-English dictionary."
            ],
            "category": "Literature",
            "subcategory": "European Literature"
        },
        {
            "leadin": "Henry Garnet wrote treatises advocating that these people use tricks like “mental reservation” and “equivocation” to avoid lying when interrogated. For 10 points each:",
            "answers": [
                "Catholic priests [or Jesuits; prompt on Catholics, synonyms for clerics, saints, or martyrs; prompt on priests with “of what denomination?”]",
                "Gunpowder plot",
                "Anne [or Anna; accept Anne Vaux or Anne of Denmark (the wife of James I)]"
            ],
            "parts": [
                "Name these people, such as Edmund Campion, who were the target of a campaign of persecution begun in the 1580s. Nicholas Owen built many hiding places for these people, their namesake “holes,” in country manors.",
                "The Jesuit Henry Garnet was executed for being the confessor of Robert Catesby, the leader of this failed plot that would have installed James I’s daughter Elizabeth as a Catholic queen.",
                "A wealthy Catholic recusant of the Vaux (“vox”) family with this first name used orange juice to write letters to Henry Garnet during his imprisonment. The North Berwick witch trials were held after a fleet bringing a queen with this first name from Denmark was nearly wrecked by storms."
            ],
            "category": "History",
            "subcategory": "European History"
        },
        {
            "leadin": "A paper by Karolyi et al. attempted to use chaos theory to resolve a paradox about these organisms, which asks why they often co-exist in the same niche in violation of the competitive exclusion principle. For 10 points each:",
            "answers": [
                "plankton [accept the paradox of the plankton]",
                "hadal zone [or the hadopelagic zone; do NOT prompt on “hadean”]",
                "red tides"
            ],
            "parts": [
                "Name this type of organism that is the subject of a paradox devised by G. Evelyn Hutchinson. Photosynthetic species of this type of organism produce the carbon in the biological pump.",
                "Another solution to the paradox of the plankton involves dividing up the pelagic region into five zones, and treating them each as their own ecosystem. Heterotrophs in this deepest layer of the pelagic zone eat marine snow and occupy trenches below the benthos.",
                "When plankton move from the pelagic to the littoral zone, they may cause a “tide” named for this color, in which algae bloom and poison the waters. These “tides” are responsible for several adverse effects, such as the accumulation of saxitoxin in shellfish."
            ],
            "category": "Science",
            "subcategory": "Other Science"
        },
        {
            "leadin": "Leonard Bernstein loved the limelight, but sometimes he had to share it with soloists. For 10 points each:",
            "answers": [
                "Boston Symphony Orchestra [or BSO]",
                "Glenn Gould",
                "Krystian Zimerman"
            ],
            "parts": [
                "A 14-year-old Midori (“mih-daw-ree”) snapped E strings on two different violins while playing Bernstein’s Serenade with this orchestra during their regular summer residence at Tanglewood.",
                "Before accompanying this eccentric Canadian pianist in Brahms’s Piano Concerto No. 1, Bernstein infamously disavowed the performance. This pianist was known for his detached articulation in performances of Bach.",
                "Bernstein went on to record both of Brahms’s piano concerti and Beethoven’s last three piano concerti with this Polish pianist. This pianist formed the Polish Festival Orchestra with whom he recorded a hyper-detailed set of Chopin concerti."
            ],
            "category": "Fine Arts",
            "subcategory": "Auditory Fine Arts"
        },
        {
            "leadin": "Answer the following about sumptuary laws passed to regulate fashion in colonial America, for 10 points each.",
            "answers": [
                "Colony of Virginia",
                "beaver [prompt on fur, pelts, or skins]",
                "governor of Spanish Louisiana [do not accept answers mentioning “French Louisiana” or “New France”] (the first governor is Esteban Rodríguez Miró)"
            ],
            "parts": [
                "In 1621, this colony restricted the wearing of high fashion to members of its Governor’s Council. The lower part of this colony’s legislature was the House of Burgesses.",
                "A 1634 ordinance in the Massachusetts Bay Colony forbade, among other things, the wearing of silk, gold thread, and hats made of this material. This commodity names the wars the Iroquois fought against Algonquian tribes in the 18th century.",
                "A holder of this title passed a law forcing Black women to wear tignon headscarves. “Bloody” O’Reilly also held this title, as did a man who settled Canarian migrants called isleños in his namesake Galvez Town."
            ],
            "category": "History",
            "subcategory": "American History"
        },
        {
            "leadin": "Alexander Cold and his grandmother join an Amazon expedition in this author’s novel City of the Beasts. For 10 points each:",
            "answers": [
                "Isabel Allende [or Isabel Angélica Allende Llona]",
                "staying silent [accept clear equivalents, such as silence or being mute or not talking]",
                "Eva Luna [accept either]"
            ],
            "parts": [
                "Name this Chilean author who wrote about the Trueba family in her debut novel, The House of the Spirits.",
                "The Trueba family seek medical help when Clara chooses to engage in this behavior for nine years, stopping at last on her nineteenth birthday.",
                "This character tells such tales as “Toad's Mouth” and “The Little Heidelberg” in a collection by Allende. She is also the title character of a novel in which she has a romance with the guerrilla fighter Huberto Naranjo."
            ],
            "category": "Literature",
            "subcategory": "World Literature"
        },
        {
            "leadin": "Natalie Zemon Davis is currently working on a book about David Nassy, one of the leaders of a slave-holding Jewish community in this colony. For 10 points each:",
            "answers": [
                "Surinam [or Suriname]",
                "maroons",
                "sugar"
            ],
            "parts": [
                "Name this colony where “Jew’s Savannah” was founded. Abolitionists spread John Gabriel Stedman’s illustrations of slavery in this colony, which stayed in the hands of one imperial power via the 1667 Treaty of Breda.",
                "These people, who formed groups like the Kwinti and Ndyuka in Suriname, often timed their raids against Jodensavanne to coincide with Yom Kippur. In general, this term refers to slaves who escaped and established free colonies in places like Jamaica.",
                "The plantations at Jodensavanne produced this good from its namesake “cane,” and struggled to turn a profit after cultivation of its namesake “beet” became popular in Europe."
            ],
            "category": "History",
            "subcategory": "American History"
        },
        {
            "leadin": "In a play, the arrival of a member of this profession is re-enacted in “The Dance of the Lost Traveller.” For 10 points each:",
            "answers": [
                "photographer",
                "The Lion and the Jewel",
                "Republic of South Africa"
            ],
            "parts": [
                "Name this profession. The protagonist recounts switching identities with Robert Zwelinzima’s corpse in a play that begins and ends in the workplace of a member of this profession.",
                "The first of those plays is this one by Wole Soyinka. This play’s title characters are the chieftain Baroka and the town beauty Sidi, who is sought after by the Westernizing schoolteacher Lakunle.",
                "The second aforementioned play is Sizwe Bansi is Dead by Athol Fugard, an author from this country, whose Nobel Laureates include J.M. Coetzee."
            ],
            "category": "Literature",
            "subcategory": "British Literature"
        },
        {
            "leadin": "This man built on the work of Robert Floyd to develop a set of rules used to determine the correctness of computer programs in the field of formal methods. For 10 points each:",
            "answers": [
                "Sir Anthony Hoare [or Charles Richard Tony Hoare]",
                "null pointer [or null value point; prompt on dangling pointer]",
                "deadlock"
            ],
            "parts": [
                "Name this computer scientist, the 1980 Turing Award laureate. He also invented the language CSP.",
                "In 2009, Hoare apologized for inventing pointers that have this property, calling it a “billion dollar mistake.” In C++, dereferencing this kind of pointer will lead to undefined behavior.",
                "Hoare also recast Dijkstra’s [DYKE-struh’s] formulation of the dining philosophers problem to more intuitively show how this situation may appear, in which a concurrent system is unable to do any more work since every agent is awaiting progress from others."
            ],
            "category": "Science",
            "subcategory": "Other Science"
        },
        {
            "leadin": "Because it was written for Pentecost, this piece includes a setting of the Veni Sancte Spiritus and two Alleluias. For 10 points each:",
            "answers": [
                "Berliner Messe [or Berlin Mass]",
                "minimalism [or minimalist; or minimal music]",
                "Short Ride in a Fast Machine"
            ],
            "parts": [
                "Name this choral work in the tintinnabuli (“tin-tin-AAB-yoo-lee”) style, which was originally written for choir and organ, but is frequently performed in a 1997 version accompanied by string orchestra.",
                "The Berliner Messe is by Arvo Pärt (“pairt”), whose style is sometimes called the “holy” variant of this style, associated with Philip Glass. It makes use of limited musical material, which is frequently repeated.",
                "There is disagreement as to whether this “fanfare for orchestra” by John Adams should count as a work of minimalism or postminimalism. It begins with a pulse for woodblock."
            ],
            "category": "Fine Arts",
            "subcategory": "Auditory Fine Arts"
        },
        {
            "leadin": "Transitions whose symmetries match x, y, or z on a character table are detectable by this technique. For 10 points each:",
            "answers": [
                "IR spectroscopy [or infrared spectroscopy]",
                "carbonyl [prompt on aldehyde or ketone]",
                "3N-6"
            ],
            "parts": [
                "Name this analytical technique which detects transitions that cause a change in a molecule’s dipole moment.",
                "A stretch at about 1750 cm-1 (“inverse centimeters”) in IR spectroscopy indicates the stretching mode of one of these functional groups consisting of a carbon double bonded to an oxygen.",
                "The number of vibrational modes for a non-linear molecule with N atoms is this function of N, which can be found by taking the total number of degrees of freedom for each atom then subtracting translational and rotational degrees of freedom."
            ],
            "category": "Science",
            "subcategory": "Chemistry"
        },
        {
            "leadin": "Some 18th-century European poets dabbled in epic poetry. For 10 points each:",
            "answers": [
                "Voltaire [or François-Marie Arouet]",
                "da Gama [accept Basilio da Gama or Vasco da Gama]",
                "Hermann and Dorothea [or Hermann und Dorothea]"
            ],
            "parts": [
                "This French author wrote the mock epic The Maid of Orleans and the actual epic La Henriade (“lah awn-ree-ah-duh”). You may know him better for writing Candide.",
                "An 18th-century poet with this surname wrote of the subjugation of the Guarani people by the Jesuits in the epic O Uraguai. A real-life historical figure with this last name is the protagonist of The Lusiads.",
                "Goethe’s (“GURR-tuhz”) only foray into epic poetry was this work about the romance between an innkeeper’s son and a refugee from the French Revolutionary Wars."
            ],
            "category": "Literature",
            "subcategory": "American Literature"
        },
        {
            "leadin": "Lesser divinities worshipped alongside these gods included gods of fortune called bagha and angel-like beings called yazata. For 10 points each:",
            "answers": [
                "the ahuras [do not accept or prompt on “asuras”]",
                "Zoroastrianism [or Behdin Mazdayasna; prompt on Mazdayasna]",
                "Anahita [or Anahiti; or Anaitis]"
            ],
            "parts": [
                "Name these deities from ancient Iranian religion, who were opposed to the daevas. They correspond to a set of cognate deities who were the antagonists of the Vedic gods in ancient Indian religion.",
                "The most prominent of the ahuras, Ahura Mazda, became the supreme god of this dualistic Persian religion. In this religion, the daevas are the servants of the evil god Angra Mainyu.",
                "Another important ancient Iranian deity, along with Mithra and Ahura Mazda, was this water goddess whose cult was absorbed into Zoroastrianism. This goddess shared several characteristics of Ishtar and Saraswati."
            ],
            "category": "Religion",
            "subcategory": "Religion Other"
        },
        {
            "leadin": "Robert K. Merton’s strain theory suggested that this sort of behavior can be produced by societal pressure to conform. For 10 points each:",
            "answers": [
                "deviant behavior [or deviance]",
                "Outsiders: Studies in the Sociology of Deviance",
                "control theory [accept power-control theory; accept social control theory]"
            ],
            "parts": [
                "Give this term in sociology and criminology for behavior that departs from or breaks societal norms.",
                "Sociologist Howard S. Becker pioneered labeling theory in this 1963 book that argues that deviance is a socially constructed phenomenon",
                "This word follows “power” in a theory by John Hagan that identifies differing parental restrictions as the cause of the gender gap in deviance. This word follows “social” in a Travis Hirschi theory that says that ties to institutions like family prevent one from acting out."
            ],
            "category": "Social Science",
            "subcategory": "Social Science"
        },
        {
            "leadin": "Answer the following about East Asian fox spirit myths, for 10 points each.",
            "answers": [
                "Inari Okami [or O-Inari]",
                "Daji [or Su Da Ji]",
                "Korean peninsula"
            ],
            "parts": [
                "In Japan, pure-white foxes serve as the messengers of this Shinto kami of fertility, sake, and rice, whose foremost shrine is in the Fushimi ward of Kyoto.",
                "In a Chinese myth, this favorite concubine of King Zhou was possessed by a malevolent nine-tailed fox spirit who served Nüwa. Her influence over King Zhou eventually led to the rebellion that ended the Shang Dynasty.",
                "Fox spirits called gumiho are almost always depicted as malevolent in later legends from this peninsula, whose myths also include hanbok-wearing spirits called dokkaebi (doh-kay-bee)."
            ],
            "category": "Mythology",
            "subcategory": "Mythology Japanese"
        },
        {
            "leadin": "Maurice Ravel (“ruh-vell”) often took inspiration from other composers. For 10 points each:",
            "answers": [
                "Valses nobles et sentimentales [accept in either order; or noble and sentimental]",
                "(Achille) Claude Debussy",
                "“Åse’s Death” from Peer Gynt [or “The Death of Åse” or “Åses død”]"
            ],
            "parts": [
                "Ravel was inspired by Schubert’s waltzes to write a set of waltzes titled for these two adjectives.",
                "Ravel’s string quartet took this other French composer’s string quartet as its model. Ravel also made a four-hands transcription of his Prélude to the Afternoon of a Faun.",
                "A lost early work by Ravel was his Variations on a Theme of Grieg, which was based on this slow movement by Grieg that begins with the ascending notes F-sharp, B, C-sharp in a quarter-quarter-half note rhythm."
            ],
            "category": "Fine Arts",
            "subcategory": "Auditory Fine Arts"
        }
    ]
}