{"tossups": [{"question_sanitized": "Versions of these molecules containing selenol and pyrrole groups are not considered “canonical” types of these molecules. People with PKU cannot metabolize one example of these molecules, resulting in musty-smelling urine. The Miller-Urey experiment produced over (*) 20 types of these molecules from inorganic precursors. These biological molecules are zwitter-ionic, due to their possession of both amine and carboxyl groups. The isoelectric point of these molecules is determined by their R groups. For 10 points, name these biomolecules, the building blocks of proteins.", "answer_sanitized": "amino acids", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This city was originally ruled by a system of nine archons, who were led by the Eponymous Archon, the Polemarch, and the Basileus. This city’s constitution was reformed by Cleisthenes [“klies-thuh-nees”], a reformer who introduced ostracism to this city. At the request of Lysander, Critias led a cruel oligarchy in this city. This city was briefly ruled by the Thirty (*) Tyrants, and a leader of this city gave a well-known Funeral Oration before dying of the plague. This city was led during its Golden Age by Pericles, and it lost the Peloponnesian War to Sparta. For 10 points, name this Greek city-state that invented democracy and contains the Parthenon.", "answer_sanitized": "Athens [or Athenai; or Athinai]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "An American art collective known as The Ten was primarily associated with this art movement. A member of this movement drew inspiration from ukiyo-e [“oo-kee-yo ay”] prints to depict a woman putting her hair in a bun in The Coiffure. Gustave Caillebotte [“kie-baht”] was a member of this movement and appeared with other members of it enjoying a meal in (*) Luncheon of the Boating Party. A painting from this movement depicts a sunrise over the port of Le Havre [“luh havv”]. For 10 points, name this late 19th century art movement led by Mary Cassatt, Pierre-Auguste Renoir [“ren-wah”], and Claude Monet [“mo-nay”].", "answer_sanitized": "Impressionism [or Impressionist; or American Impressionism]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In a book written with James Baldwin, this thinker argued that referring to black and white is a “horrible generality.” In addition to A Rap on Race, this thinker wrote a book that compared the gender roles of the Arapesh and Mundugumor. In addition to Sex and Temperament in Three Primitive Societies, this thinker wrote a book that claimed that compared the lives of American (*) teenagers and teenagers from the title place. For 10 points, name this American anthropologist who claimed that more lax sexual norms led to less stress among the Tu’a, the author of Coming of Age in Samoa.", "answer_sanitized": "Margaret Mead", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "This author created Los, the fallen form of Urthona -- one of the Four Zoas in his myth system that were created by the splitting of Albion. In one poem by this author, the speaker hears the “soldiers hapless sigh” and other “mind-forg’d manacles” in the city of London This poet asked “what immortal hand or eye could frame thy (*) fearful symmetry” in a poem whose title animal burns “bright in the forests of the night.” For 10 points, name this Romantic poet who contrasted “The Lamb” with “The Tyger” in his Songs of Innocence and Experience.", "answer_sanitized": "William Blake", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "In this state, the widow of “Pinto Democrat” Bob Stump accused a same-named candidate of deliberately confusing voters during an election to replace Trent Franks. This state’s supreme court removed the InvestinED tax measure from the 2018 ballot, reigniting the #RedForEd movement that led a spring teacher walkout. A 2010 law in this state required people to produce immigration documents for the police, and a recently-pardoned former (*) sheriff in this state finished dead last in a primary to replace retiring senator Jeff Flake. For 10 points, name this state, the site of a private memorial for John McCain in Phoenix.", "answer_sanitized": "Arizona", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "This structure’s transition zone is found in between its 410 and 660 discontinuities. Higher helium-3 to helium-4 ratios found deep in this structure help support the theory that plumes named for this structure are responsible for hot spots. Post-perovskite is common in the lower depths of this structure, and its deepest part is known as the (*) “D double prime” layer. The Gutenberg discontinuity separates the lithosphere and asthenosphere in this structure. Convection within this layer is thought to drive plate tectonics. For 10 points, name this layer of the Earth in between the crust and the inner core.", "answer_sanitized": "mantle [or mantle plums]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "At one event in this city, Miho Bona failed to re-establish the sovereignty of the Republic of Ragusa. A decisive cavalry charge against one foe of this city led its leader to claim \"I came, I saw, God conquered.\" Terrible weather and Nikola Jurisic’s stand at Guns [“goons”] played a part in the second failed siege of this city by (*) Suleiman [“soo-lay-mahn”] the Magnificent. A meeting in this city after the Napoleonic Wars that attempted to create a balance of power in Europe guaranteed Switzerland’s neutrality and was presided over by Klemens von Metternich. For 10 points, name this city which defeated Ottoman invasions in 1529 and 1683, the Habsburg capital of Austria.", "answer_sanitized": "Vienna [or the Congress of Vienna; or Becs; or Viden; or Vindobona; or Wenia; or Wien; or Weinis]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "According to legend, St. Magnus of Füssen killed one of these creatures with the help of three bears. Helios grants Medea a chariot pulled by these creatures when she is fleeing from Jason. It’s not holding up the sky, but Heracles killed one of these creatures in order to steal a golden (*) apple from the Garden of the Hesperides. After following a vow to where he would found Thebes, Cadmus used the teeth of one of these animals to sow the Spartoi. For 10 points, name this animal that St. George killed to save a princess from being sacrificed.", "answer_sanitized": "Dragon [prompt on snake or serpent]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "One character in this novel has the words \"a return after long wanderings\" written on his gravestone. The protagonist of this novel becomes a window washer after being fired for writing an article about Oedipus [“edd-ih-pus”]. This novel opens with a discussion of (*) Nietzsche's [“neet-chuh’s”] theory of eternal return and features Karenin, a dog who ultimately dies of cancer. Sabina has an affair with Franz in this novel whose two main characters are crushed to death under a truck. For 10 points, name this novel about Tomáš and Tereza that takes place around the Prague Spring, written by Milan Kundera.", "answer_sanitized": "The Unbearable Lightness of Being [or Nesnesitelná lehkost bytí]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This law states that “neither the US nor any state shall . . . pay any debt . . . incurred in aid of insurrection or rebellion.” Language in this law meant to refute a decision written by Roger Taney includes the phrase “privileges or immunities,” and the Lochner era involved a very broad interpretation of this amendment’s (*) “due process” clause. For 10 points, name this Constitutional Amendment that granted citizenship to “all persons born or naturalized in the United States,” including recently freed former slaves.", "answer_sanitized": "The Fourteenth Amendment", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Both Bose and Fermi name quantum mechanical versions of a state of matter described by this adjective. This adjective describes mixtures for which the enthalpy of mixing is zero. The activity coefficient quantifies deviations from this type of behavior. Deviations from this state are quantified by the a and b parameters in the (*) van der Waals equation. Solutions described by this adjective have their vapor pressure determined in Raoult’s law. Gases with this property have zero volume and perfectly elastic collisions. For 10 points, name this adjective that describes a “gas law” that states PV equals nRT.", "answer_sanitized": "ideal [or ideal gas; or ideal solution]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Leonard Bernstein claimed that a tone poem by this composer represented the \"last ditch stand\" of tonal and syntactic containment. A prelude by this composer based on the Breton legend of Ys [“ees”] states that it is “Emerging from the fog little by little.” One work by this composer depicts a satyr “pursuing nymphs and naiads.” A Watteau painting and (*) Verlaine poem inspired one work by this composer, the third movement of his Suite Bergamasque. For 10 points, name this French composer of The Sunken Cathedral, Clair de Lune, and Prelude to the Afternoon of a Faun.", "answer_sanitized": "Claude Debussy [or Achille-Claude Debussy]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This island’s north is home to the Tsimihety people, who are centered around the city of Mandritsara. Lake Alaotra is the center of rice production on this island, which is the westernmost extent of the Austronesian expansion. This country was home to the Merina dynasty, which names this island’s largest (*) ethnic group. Native wildlife of this island include the catlike fossa [“foo-sah”] and a primate with an extremely long finger, the aye-aye [“eye-eye”] lemur. For 10 points, name this African island country with capital at Antananarivo.", "answer_sanitized": "Madagascar [or Republic of Madagascar]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "One of this author’s plays was banned by Lord Chamberlain for depicting biblical characters and had illustrations of it done by Aubrey Beardsley in an English translation by Alfred Douglas. This author noted “the coward does it with a kiss” after claiming “each man kills the thing he loves.” This author of the play Salomé wrote about how both Cecily and (*) Gwendolyn look to marry a man with the title trait. This author of “The Ballad of Reading Gaol” [“redding jail”] ends his most famous play with Algernon and Jack Worthing rechristening themselves with the title name. For 10 points, name this Irish author of The Importance of Being Earnest.", "answer_sanitized": "Oscar Wilde [or Oscar Finghals O'Flahertie Wills Wilde]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "During this event, “ghost trains” full of fleeing refugees were set on fire. The 1933 pamphlet “Now or Never” supported this event, as did a resolution delivered by A.K. Falzul Huq [“fal-zool huck”], which is commemorated by a minaret in Iqbal [“ik-ball”] Park. This event was protested on Direct Action Day, which led to mass killings in the Week of the Long Knives. This action was carried out along the Radcliffe Line. Lord Mountbatten was criticized for rushing this event, which split (*) Bengal and Punjab. This event resulted in massive population transfers and sectarian violence between Hindus and Muslims. For 10 points, name this August 1947 event that turned the British Raj into two nations ruled from Islamabad and New Delhi.", "answer_sanitized": "partition of India [or any answer that indicates India being split into two different countries; or the independence of Pakistan; or the creation of Pakistan; or any reasonable equivalent for creation or independence for Pakistan, since this necessitates the Partition; prompt on the independence of India, since this didn’t necessarily require Partition]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In one story by this author, the protagonist is mistaken for a Yale student when he attempts to act drunk and eventually is arrested for loitering. In addition to Soapy in “The Cop and the Anthem,” this author created Ebenezer Dorset, whose son is kidnapped, but proves to be such a (*) nuisance that the criminals pay to have the child taken back. In a Christmas classic by this man, Jim and Della ironically swap presents. For 10 points, name this author of “The Ransom of Red Chief” and “The Gift of the Magi.”", "answer_sanitized": "O. Henry [or William Sydney Porter]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "In preparation for this event, Japanese Buddhist temples ring a large bell 108 times and little girls commonly receive a gift of hagoita [“ha-goy-tah”]. In Zoroastrianism, preparation for this event includes gathering seven food items whose name start with the letter S for the haft-seen. The Jewish version of this event includes the eating of apples dipped in (*) honey along with the blowing of a “shofar.” In Iran, the Nowruz [“now-rooz”] festival celebrates this day. The Chinese version has a lion dance with firecrackers to chase off evil spirits. For 10 points, name this holiday that occurs on January 1.", "answer_sanitized": "New Year’s Day [accept New Year’s Eve]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "ANSWER: New Year’s Day [accept New Year’s Eve] <Religion>  19. Kevin Martin, often considered the best player of this sport, retired in 2014. A crucial piece of equipment in playing this sport is customarily sourced from Ailsa Craig, an island off the coast of Scotland. This game is typically played in 10 “ends,” with the last play in each end called the “hammer.” In this sport, which made its Olympic debut in 1998, the (*) skip may aim to place guards which shield a target area known as the house. For 10 points, name this Olympic sport, in which players sweep in front of stones that are thrown down an ice rink and is colloquially known as “Chess on Ice.”", "answer_sanitized": "curling", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "The Ewald sphere describes the propagation of these entities in crystal planes. The discovery of these things included fluorescence on a screen coated with barium plat-in-o-cyanide after attaching a coil to a Crookes tube. The equation 2 d sin theta equals n lambda was formulated by William and Lawrence (*) Bragg to describe the diffraction of these waves. These waves were discovered by Wilhelm Röntgen [“rent-gen”] and are in between ultraviolet and gamma radiation on the electromagnetic spectrum. For 10 points, name this type of radiation often used to take medical pictures of bones.", "answer_sanitized": "X-rays [or X-radiation; or X-ray waves; prompt on electromagnetic (radiation); prompt on radiation; prompt on EM radiation; prompt on light; prompt on wave(s)]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "After this deity poisoned the water on the island of Aegina, it was repopulated by ants that were turned into humans. Although not Alcmene, this deity turned Galanthis into a weasel. In another myth, the cloud nymph, Nephele, was created to resemble this deity to trick Ixion. This goddess turned Lamia into a child eating monster and blinded Tiresias for claiming women enjoy sex more than men. This “cow-eyed” goddess sent the (*) thousand eyed Argus to watch Io, and took away Echo’s voice. The peacock was the sacred bird of this goddess. For 10 points, name this Greek goddess who was the wife of Zeus.", "answer_sanitized": "Hera", "subcategory": "Mythology", "category": "Mythology"}], "bonuses": [{"leadin_sanitized": "In one poem, this author states “Thirty years now I have labored / To dredge the silt from your throat. / I am none the wiser.” For 10 points each:", "answers_sanitized": ["Sylvia Plath", "Lady Lazarus", "Nazism [or National Socialism; or Nazi party] "], "parts_sanitized": ["Name this poet who declares, “I shall never get you put together entirely” in “The Colossus.”", "This poem by Plath describes attempting suicide with the opening line “I have done it again. / One year in every ten / I manage it--” The title character of this poem rises “out of the ash” and eats men “like air.”", "In Sylvia Plath’s poem “Daddy,” she frequently references this specific ideology, with lines like “Every woman adores a Fascist,” describing the title character as “Not God but a swastika” and as “A man in black with a Meinkampf look.”"], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Operation Bertram was a series of deceptions practiced by the Allies in the lead up to this battle. For 10 points each:", "answers_sanitized": ["Second Battle of El Alamein", "Bernard Montgomery", "Rhine River "], "parts_sanitized": ["Name this World War II battle, which took place in Egypt. This battle saw Erwin Rommel’s forces defeated by the Desert Rats.", "This British general led the Desert Rats and was victorious at El Alamein.", "Montgomery was defeated at the Battle of Arnhem, which was part of Operation Market Garden, an Allied attempt to cross this river."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This doctrine is one of the five solae in Reformation theology. For 10 points each:", "answers_sanitized": ["sola fide [or salvation by grace alone; or salvation by faith alone]", "Protestantism [or the Protestant Reformation]", "predestination "], "parts_sanitized": ["Name this doctrine which states that salvation is not possible only through good works, but rather requires an act of belief in God on the part of the individual.", "Sola fide [“sole-a feed-ay”] was the rallying cry of this general denomination, whose namesake “Reformation” included leaders like John Calvin. It was opposed by the Council of Trent.", "Martin Luther and John Calvin espoused “single” and “double” versions, respectively, of this doctrine concerning the fate of the dead. This idea can be considered a religious form of determinism."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Despite losing 87-79, this player managed to dunk on Lebron James in the closing seconds of the 2018 Eastern Conference Finals. For 10 points each:", "answers_sanitized": ["Jayson Tatum [or Jayson Christopher Tatum]", "Kobe Bryant [or Kobe Bean Bryant]", "Stephen A. Smith [or Stephen Anthony Smith] "], "parts_sanitized": ["Name this Boston Celtics small forward, whose record of 10 games of 20 or more points in their first playoffs is only matched by Kareem Abdul-Jabbar.", "Tatum and this other player are the only two to drop 20 points in three consecutive playoff games. This longtime Lakers shooting guard finished with 60 points in his last game before retiring in 2016.", "This vocal SportsCenter analyst and co-host on First Take with Max Kellerman and Molly Qerim supported the hype around Tatum."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "The heat of fusion describes the change in enthalpy needed to undergo a phase transition at this point. For 10 points each:", "answers_sanitized": ["melting point [or freezing point]", "calorimetry [or differential scanning calorimetry; or word forms, such as using a calorimeter]", "bomb calorimeter "], "parts_sanitized": ["Name this physical property that specifies the transition temperature between a substance’s solid and liquid phases.", "The melting point of a substance can be determined by performing the “differential scanning” type of this technique. This technique, used to measure heat changes, can also be performed using coffee cups.", "These types of calorimeters are constant-volume devices used to measure the heat exchanged during combustion reactions. They are named for being able to withstand large pressures."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This empire’s rise began after conquering the neighboring land of Kush and burning the city of Meroe to the ground. For 10 points each:", "answers_sanitized": ["Aksum [or Axum, or the Aksumite Empire]", "Ethiopia [or ītiyop’iya; or Federal Democratic Republic of Ethiopia; or YeEtiyop’iya]", "Italy [or Italia; or Italian Republic; or Repubblica Italiana] "], "parts_sanitized": ["Name this trading empire in the Horn of Africa. Along with Alodia and Makuria, it was one of the first Christian kingdoms in the region, and its capital still allegedly holds the Ark of the Covenant.", "The northern part of this modern-day country was ruled by the Kingdom of Axum. This country’s emperors included Menelik II and Haile Selassie, the Rastafarian Messiah.", "During its second invasion of Ethiopia, this country used poison gas on Haile Selassie’s defenders. This country was defeated in its first invasion of Ethiopia at Adowa by Menelik II."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "In Mahler’s 6th Symphony, these instruments are described in the score as“always in the distance.”For 10 points each:", "answers_sanitized": ["Cowbells", "Timpani [or kettledrum]", "Hammer "], "parts_sanitized": ["Name these unpitched percussion instruments. Onstage and offstage versions of these “herdenglocken” are to invoke a pastoral feel as the “last earthly sounds” are heard “by the departing spirit on the mountain top.”", "In Mahler’s 6th, these large, bowl-shaped tunable drums play an underpinning dotted rhythm to the “fate” motif in the 1st movement march, and open the scherzo with a short solo.", "Three “blows of fate” from this other unusual instrument are called for in Mahler’s 6th symphony, but usually only two are played. This instrument is described as “powerful, but dull in resonance, with a non-metallic character.”"], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "A finding recently made at Fermilab's MiniBooNE may have found evidence for a fourth, “sterile” version of this particle that compose dark matter. For 10 points each:", "answers_sanitized": ["neutrinos [or sterile neutrinos]", "Super-Kamiokande [prompt on SK]", "blue "], "parts_sanitized": ["Name these extremely small, uncharged particles with electron, muon and tau flavors.", "This neutrino observatory near Hida, Japan, uses a huge underground vat of very pure water to detect neutrinos. This observatory was the first instrument to detect neutrinos created by a supernova in 1987.", "Photomultiplier tubes around Super-K’s tank detect light from Cherenkov [“chair-en-kov”] radiation, which glows this color. The color charges on quarks can be red, green, or this color."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This author described “consummation” jarring “two hemispheres” in his poem “The Convergence of the Twain.” For 10 points each:", "answers_sanitized": ["Thomas Hardy", "RMS Titanic", "Far From the Madding Crowd "], "parts_sanitized": ["Name this author, who described “purblind doomsters” in “Hap” and seeing a bird who knew “some blessed hope” in “The Darkling Thrush.”", "Thomas Hardy’s poem “The Convergence of the Twain” is about this “unsinkable ship,” who meets her end with “a sinister mate,” “A Shape of Ice.”", "This novel by Thomas Hardy takes its title from a line in “Elegy Written in a Country Churchyard.” This novel focuses on the life and relationships of Bathsheba Everdene."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "During this character’s “death,” he sings “Daisy Bell” as he is slowly deprogrammed. For 10 points each:", "answers_sanitized": ["HAL-9000", "2001: A Space Odyssey", "spaceships "], "parts_sanitized": ["Name this super-intelligent computer that attempts to thwart Dave Bowman’s mission to Jupiter to investigate a mysterious radio signal. In one scene, Bowman begs this character to “open the pod bay doors.”", "HAL-9000 is the antagonist of this Stanley Kubrick film based on an Arthur C. Clarke story, in which a monolith of unknown origin appears at different points in human evolution.", "A shot in 2001: A Space Odyssey is a match-cut juxtaposing a bone thrown in the air with one of these vehicles. Other examples of these vehicles include the USS Enterprise and the Millennium Falcon."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "During what he called a “Crisis in my Mental History” this philosopher spent some time worried that the chlimited structure of music meant that we would inevitably run out of original compositions. For 10 points each:", "answers_sanitized": ["John Stuart Mill", "Utilitarianism", "harm [or the harm principle] "], "parts_sanitized": ["Name this English philosopher, who presented five principles of inductive reasoning in his A System of Logic. He also wrote The Subjection of Women with his wife, Harriet Taylor", "Mill was a proponent of this school of philosophy founded by Jeremy Bentham. This school of ethics argues for a moral calculus to find the method that produces the greatest good for the greatest number of people.", "In On Liberty, Mill distinguishes between this action and mere offense. He argues that the only reason for government to reduce a person’s liberty is to prevent this from happening to other people."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "The original JMARC [“j-mark”] proposal for this invasion wanted to land at the nearby port of Trinidad. For 10 points each:", "answers_sanitized": ["Bay of Pigs Invasion", "Cuba [or Republic of Cuba; or Republica de Cuba]", "Turkey [or Republic of Turkey; or Turkiye Cumhuriyeti] "], "parts_sanitized": ["Name this ultimately failed invasion, which saw the defeat of Brigade 2506.", "The Bay of Pigs Invasion sought to overthrow this country’s Communist government, led at the time by Fidel Castro.", "The failed Bay of Pigs invasion partially led to the Cuban Missile Crisis, which was also partially a response to the US harboring missiles in Italy and this other European country."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Ludwig Schläfli [“schlaf-lee”] proved that there are exactly six of the four-dimensional analogues of these bodies. For 10 points each:", "answers_sanitized": ["Platonic solids", "dodecahedron [or rhombic dodecahedron; or dodecahedra]", "spheres "], "parts_sanitized": ["Name these solids, which are convex polyhedra with faces composed of congruent convex regular polygons. There are five of these solids in three dimensions.", "The regular 3D form of this shape is a Platonic solid with all sides made of pentagons. Kepler’s interest in pomegranate seeds led him to discover the “rhombic” form of this shape.", "Kepler also conjectured that either cubic or hexagonal close packing of these shapes is the densest possible. The volume of these shapes is equal to four-thirds pi r cubed."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This author’s line “Truth, crushed to the earth, shall rise again” was quoted by Martin Luther King Jr. in his “Give Us The Ballot” speech. For 10 points each:", "answers_sanitized": ["William Cullen Bryant", "“Thanatopsis”", "New York City, New York "], "parts_sanitized": ["Name this non-Shelley poet, who wondered in another poem if the title bird pursues its “solitary way.”", "In this Bryant poem known as a “meditation on death,” he instructs the reader to “approach thy grave, / Like one who wraps the drapery of his couch / About him and lies down to pleasant dreams.”", "William Cullen Bryant was a long-time editor of this city’s Evening Post. Other newspapers in this city include Bloomsbury and its namesake Times."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "One sculpture of this type of person has a monkey carved beneath its legs and depicts a curly-haired youth lifting a bandaged hand behind his head. For 10 point each:", "answers_sanitized": ["slaves [or Dying Slave; or Rebellious Slave]", "Moses", "Michelangelo [or Michelangelo di Lodovico Buonarroti Simoni] "], "parts_sanitized": ["Name this type of person. Sculptures of Dying and Rebellious versions of these type of people were originally created for the tomb of Pope Julius II.", "The most famous feature of Julius II’s tomb is a sculpture of this biblical man with horns, due to the Latin Vulgate’s translation of Exodus.", "This Renaissance artist was commissioned by Pope Julius II for his tomb and to paint scenes such as The Last Judgement in the Sistine Chapel."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about Ra’s daily journey on the boat Atet. For 10 points each:", "answers_sanitized": ["Apep [or Apepi or Aapep or Apophis]", "Set [or Seth or Setesh or Sutekh or Setekh or Suty]", "Khepri [or Khepera; or Kheper; or Khepra; or Chepri] "], "parts_sanitized": ["This god of chaos, who is represented as a serpent, attacks Ra’s barge during its nightly journey through the Duat.", "Along with the goddess Sekhmet, this god of deserts and storms assists Ra in his nightly battle against Apep, though he is more well known for murdering Osiris.", "At the end of the journey, Ra is reborn in the form of this scarab beetle, the embodiment of the rising sun."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "In 2013, Pinnacles was established as the newest national park in the United States. For 10 points each:", "answers_sanitized": ["California", "Death Valley National Park", "Channel Islands National Park "], "parts_sanitized": ["Pinnacles National Park is located in this state. This state is also the site of Joshua Tree and Kings Canyon National Parks.", "This other park in California contains Badwater Basin, at 282 feet below sea level, and Furnace Creek, the site of the world’s highest recorded temperature at 134 degrees Fahrenheit.", "This national park, which includes Santa Cruz Island in its namesake archipelago [“ar-kuh-pell-ah-go”], extends along the coast from Santa Barbara to Los Angeles. A European archipelago with the same name contains Guernsey and Jersey."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "Fenestrated capillaries covering parts of a certain organ that lack this structure, which was discovered by Paul Ehrlich. For 10 points each:", "answers_sanitized": ["blood-brain barrier", "astrocytes", "stroke "], "parts_sanitized": ["Name this structure which impedes influx of most compounds into parts of the nervous system from the circulatory system. This structure prevents diffusion via endothelial tight junction complexes.", "These cells help maintain the blood-brain barrier by forming the glia limitans, endfeet protrusions that ensheath the capillaries. These glial cells are named for their star-like appearance.", "After one of these events where blood flow to the brain is cut off, astrocytes can become reactive, forming a glial scar. These events often cause weakness in one side of the body."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "This author anthologized the poems of Christopher Okigbo into the collection Don’t Let Him Die. For 10 points each:", "answers_sanitized": ["Chinua Achebe [“ah-chay-bay”] [or Albert Chinua Achebe; or Albert Chinualumogu Achebe]", "Things Fall Apart", "egwugwu [“ehg-wug-woo” but allow some leeway] "], "parts_sanitized": ["Name this author who criticized Joseph Conrad’s Heart of Darkness for its racist portrayal of African people in “An Image of Africa.”", "This Chinua Achebe novel follows the life of Okonkwo, whose village of Umuofia [“u-mow-fee-ah”]  is brought under the influence of British colonialism and Christian missionaries. This novel’s title refers to the crumbling of Igbo culture.", "These elders are the judges of the Umuofia village. Enoch rips off the masks of one of these representations of ancestral spirits, resulting in this band burning down Enoch’s compound."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "The Xhosa people suffered one of these events after the teenage prophetess Nongqawuse convinced tribes to slaughter livestock in the Cattle Killing Movement. For 10 points each:", "answers_sanitized": ["famine [or Irish Potato Famine; or Great Famine]", "(the) Ukraine [or Ukrayina]", "Winston Churchill [or Sir Winston Leonard Spencer-Churchill] "], "parts_sanitized": ["Name these mass food shortages. Irish people used coffin ships to flee one of these events caused by a potato blight.", "Joseph Stalin was largely responsible for the Holodomor, a famine that killed over seven million people in this modern-day country.", "This British Prime Minister was criticized by Madhusree Mukerjee in her book [This Man’s] Secret War for refusing to send aid during India’s Bengal Famine. This man coined the term “iron curtain.”"], "subcategory": "Other History", "category": "History"}]}