{"tossups": [{"question_sanitized": "This character is a wedding-guest of a distant lord in the story of Erec and Enide, which is the source for the tale of Geraint, in which a character probably based on this one has the name “Tud.” This character fled on horseback to join a number of warriors in the Valley of Stones after committing a robbery. This is the main character of a book by Marion Zimmer Bradley titled for “mists” that is credited with this character’s modern image. This character tried to discredit a romantic rival with a magic drinking horn, created the mists that surround “isle of apples,” and sent a dwarf to bring a stolen sword to Accalon. After being caught in a liaison with Guiomar (“GWEE-oh-mar”), this character instigated the visit of the Green Knight. This unhappy spouse of Urien heals Arthur after he is brought to Avalon after his death. For 10 points, Merlin taught magic to what Arthurian enchantress?", "answer_sanitized": "Morgan Le Fay [or Morgen or Morgaine or Morgana; accept answers that refer to her as a “faery,” such as Faery Morgana; prompt on Le Fay; do not accept or prompt on “Morrigan” – ask the player to repeat their answer as necessary] &lt;Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "The “Hjortspring” (“YOTE-spring”) example of these objects is similar to many Bronze Age petroglyphs. A so-called “Buddha bucket” was found near a large one of these objects in Oseberg. Barry Clifford is best known for discovering one of these objects that comprises the main attraction of the Whydah (“WHY-duh”) site. One of these objects is the main attraction of the Mary Rose Museum. In 1961, a large one of these created for the Vasa dynasty was recovered in Stockholm. A king identified as Raedwald of East Anglia was found under a mound and inside one of these objects at Sutton Hoo. Two halves of one of these objects made by Harland and Wolff were found in 1985 by Robert Ballard. For 10 points, identify these craft used for Viking burials.", "answer_sanitized": "ships [or boats or shipwrecks] &lt;Historio/Archaeo&gt;", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "This virus expresses ICP8, an unusually ATP- and magnesium-independent protein that anneals to single-stranded DNA. This virus disrupts host protein synthesis and degrades mRNAs with its virion host shutoff protein, which is encoded on its “long unique region” along with several of its capsid proteins. This virus attaches by binding to heparan sulfate proteoglycans with its glycoproteins B and C, after which its glycoproteins D, H, and L join together in a fusion complex. It causes “whitlow” lesions on fingers and thumbs. This virus maintains a reservoir by expressing latency associated transcript RNA while dormant in the sacral and trigeminal ganglia. This virus accounts for the 1 and 2 members of a large family that includes the Epstein–Barr and varicella zoster viruses. For 10 points, identify this “simplex” virus that causes both cold and genital sores.", "answer_sanitized": "herpes simplex virus [or HSV-1; or HSV-2; or HHV-1; or HHV-2; prompt on HHV] &lt;Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In a story by this author, after the painter Clara Glencairn dies of a stroke, a rival contemporary paints a portrait of her, then never paints again. A character created by this author has sex with a sailor from the Nordstjärnan (“nord-SHWAR-nahn”) in order to later convince the police that she was raped by the mill owner Aaron Loewenthal, whom she shoots in order to avenge the suicide of her father. This author wrote a story inspired by Lewis Carroll’s Sylvie and Bruno Concluded that notes how “animals and beggars” now inhabit the “tattered ruins” of an object that remains the only “Relic of the Disciplines of Geography.” In a story by this author, Carlos Daneri attempts to write a poem describing every inch of Earth using the title point of space located in his cellar. For 10 points, name this author of “Emma Zunz,” “On Exactitude in Science,” and “The Aleph,” a blind Argentinian who also wrote “The Library of Babel.”", "answer_sanitized": "Jorge Luis Borges [the first story is “The Duel\"] &lt;Short Fiction&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Major composers of solo repertoire for this instrument include Ludwig Milde and Julius Weissenborn. A march is this instrument’s variation in The Young Person’s Guide to the Orchestra. The most famous orchestral solo for this instrument, probably intended for its “French” variety, begins with a fermata on high C, followed by a mordent on B. The dulcian was the Renaissance precursor to this instrument, which is now generally made according to the Heckel system and features a “pancake key.” Important excerpts for this instrument include the main melody of “The Kalendar Prince” from Scheherazade and the opening to the overture of The Marriage of Figaro, where it plays along with strings. A solo by this instrument begins “The Adoration of the Earth,” the first section of Stravinsky’s The Rite of Spring. For 10 points, identify this low-pitched double-reed woodwind.", "answer_sanitized": "bassoon &lt;Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In Nielsen theory, this quantity is the multiplicity of the zero of the function “f-of-z minus z” at a fixed point of f. For a linear operator, a quantity given this name equals the dimension of the kernel minus the dimension of the cokernel. The signature of a quadratic form is the difference between the positive and negative types of this quantity, which count the number of the form’s positive and negative eigenvalues. In group theory, the number of left cosets of a subgroup H with respect to a group G is given this name. Another type of these things is repeated to indicate implicit summation in the Einstein convention. The manipulation of tensors often involves “gymnastics” named for these things, in which they are raised, lowered, and contracted. For 10 points, name this variable that denotes a position in an ordered list, such as the i in the expression “x-sub-i.”", "answer_sanitized": "index [or indices; accept fixed-point index or index of inertia] &lt;Other Science (Math)&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Frederic Remington was inspired by this series of paintings to give the same name to some of his own canvases, like The Old Stage-Coach of the Plains. “Cremorne Lights” and “Chelsea” are the subtitles of two identically-named paintings in this series, whose collective name was coined by Frederick Leyland. A dispute over a painting in this series was chronicled in the book The Gentle Art of Making Enemies, which features Baron Huddleston asking “Which part of the picture is the bridge?” To imitate Japanese prints, an artist artificially increased the height of Old Battersea Bridge for one of this series’ entries. Golden splatters against a black background evoke a falling rocket in a painting in this series that was derided as “flinging a pot of paint in the public’s face” by John Ruskin. For 10 points, identify this series by James Whistler, whose musical name evokes its black-and-blue night scenes.", "answer_sanitized": "nocturnes by James Abbott McNeill Whistler [prompt on night scenes until the end; prompt on Whistler paintings until “Whistler” is read] &lt;Painting/Sculpture&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Description acceptable. A report by Timothy J. Heaphy sharply criticized the response to this event, which caused Kenneth Frazier and several CEOs to resign from a manufacturing council. In a Vice News video from this event, Christopher Cantwell remarked “I go to the gym all the time.” After this event, a clip from the short film Don’t Be a Sucker was shared by Keith Ellison. The Internet discovered the identities of a hot dog stand worker in Berkeley and a man in an “Arkansas Engineering” shirt who participated in this event. The phrase “very fine people on both sides” referenced participants in this event, where Heather Heyer was killed in a hit-and-run. During this event, a tiki torch-wielding mob surrounded a statue of Robert E. Lee in Emancipation Park. For 10 points, identify this August 2017 white supremacist rally held near the University of Virginia.", "answer_sanitized": "Unite the Right rally [accept any answers that mention a rally or protest taking place in Charlottesville or the University of Virginia; prompt on far-right or white supremacist rally by asking “At where?”] &lt;Current Events&gt;", "subcategory": "Current Events American", "category": "Current Events"}, {"question_sanitized": "Early Swiss and Palatine immigrants to this present-day US state were led by the baron Christoph von Graffenried. Other Germans who settled this state include families from Moravia who went to the “Wachovia Tract.” Its representatives became the first to vote for independence after drafting the Halifax Resolves. This state is home to the settlement of New Bern, where an unpopular governor in the 1760s levied taxes to build “Tryon Palace.” Settlers of this state fought many wars with a native people who later migrated north and joined the Iroquois, the Tuscarora. John White’s granddaughter, Virginia Dare, was born in a colony in this state whose inhabitants left only the single word “CROATOAN” on a post. For 10 points, name this state where the Roanoke colony was founded.", "answer_sanitized": "North Carolina &lt;US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Two characters in a play by this author sing a song that follows the play’s title with, “If the women don’t get you, the liquor must.” At the end of that play by this author, Rebecca repeatedly tells Devlin that she doesn’t “know of any baby.” A character created by this playwright doesn’t go “the whole hog” during a two-hour sexual encounter, but tells his brother Lenny that he was satisfied anyway. Ruth, the only female character in that play by him, abandons her husband Teddy to work as a prostitute for his other family members. In another play by this author of Ashes to Ashes, two characters discuss the unseen character Wilson, as well as requests that they receive for “Ormitha Macarounada.” In that play by this author, the hitman Ben is hired to kill his partner Gus, an order that he receives from the title conveyance. For 10 points, name this author of “comedies of menace” such as The Homecoming and The Dumb Waiter.", "answer_sanitized": "Harold Pinter &lt;Drama&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The false distinction made in the study of true and false beliefs in this discipline was criticized in the book Knowledge and Social Imagery by David Bloor. In a 1983 paper, Thomas Gieryn argued that the process of “boundary-work” helps to define this discipline, which is studied from a sociological perspective by the “strong programme” of the Edinburgh School. A book titled for this discipline “in a free society” was written by an Austrian proponent of “epistemological anarchism” who criticized Karl Popper’s falsificationist approach to this discipline. For 10 points, name this academic discipline analyzed by Paul Feyerabend in the book Against Method, which develops through a process of “paradigm shifts” according to a book on the “structure” of its “revolutions” by Thomas Kuhn.", "answer_sanitized": "science [or The Structure of Scientific Revolutions; accept subdisciplines until “in a free society” is read] &lt;Social Science&gt;", "category": "Philosophy"}, {"question_sanitized": "A poem compares one of these animals to a person who is “part woman, three parts a child,” because she scans to ensure “that nobody looks” when her “feet / Practice a tinker shuffle / Picked up on a street.” A poem by William Blake asks one of these animals, “art not thou / A man like me?” William Butler Yeats described how the minds of Julius Caesar, Helen, and Michelangelo “moved upon silence,” like one of these animals “upon the stream,” in his poem titled for a “Long-Legged” one. The speaker of a poem numbered either 465 or 591 “Signed away / What portion of me be / Assignable,” when “there interposed” one of these animals. In that poem, one of these animals arrives with a “Blue – uncertain – stumbling” sound when “The Stillness in the Room / Was like the Stillness in the Air.” For 10 points, the speaker of an Emily Dickinson poem heard what animal “buzz” when she died?", "answer_sanitized": "fly [accept long-legged fly; prompt on insects] &lt;Non-Epic Poetry&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Attempts to neutralize this concept fall into “specificatory” and “justificatory” forms, according to a book by Susan Hurley. An article titled for a type of this concept divides it into four forms, including “constitutive” and “resultant,” and argues that its existence means that the Control Principle ultimately provides no basis for judgment. An essay about this concept analyzes Paul Gauguin’s decision whether to leave his family for Tahiti. In her paper “What is the Point of Equality?” Elizabeth Anderson criticizes a school of egalitarianism named for this concept, proponents of which often build on John Rawls’s claim that distribution of resources shouldn’t depend on the outcome of “social and natural lotteries.” Bernard Williams described a “moral” form of, for 10 points, what concept, which refers to things that happen by chance?", "answer_sanitized": "luck [or moral luck; or luck egalitarianism; prompt on chance until it is read] &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "Under a canonical transformation, the operator for this quantity is replaced by its old form plus the partial time derivative of the generating function. When separating variables in the Hamilton–Jacobi equation, this quantity multiplied by time gives the difference between Hamilton’s characteristic and principal functions. The sign of this quantity determines whether an orbit has an eccentricity greater or less than 1, since it is negative only for bound orbits. A system with time translation symmetry will conserve this quantity according to Noether’s (“NUR-tuh’s”) theorem. In special relativity, this scalar quantity is divided by the speed of light and grouped with momentum to form a four-vector. For 10 points, name this quantity calculated by the Hamiltonian operator, which has kinetic and potential components.", "answer_sanitized": "energy [accept total energy; do not accept or prompt on specific types such as “kinetic energy” or “potential energy”] &lt;Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Due in part to a developmental disorder that renders her incapable of doing math, an office worker in this country is demoted to cleaning bathrooms in the novel Fear and Trembling by Amélie Nothomb. A memoir by an autistic teenager from this country, titled The Reason I Jump, was co-translated by David Mitchell, who himself anticipated the nested narration of Cloud Atlas with his novel number9dream, which is set here. In a novel set in this country, a dyslexic girl describes her life caring for a goat on a farm commune in a manuscript titled Air Chrysalis. In a novel from this country, fantasies about traveling to Africa initially deter the young father Bird from caring for his son, who was born diagnosed with a brain hernia. For 10 points, name this country where A Personal Matter and other novels featuring intellectually disabled children were written by Kenzaburō Ōe.", "answer_sanitized": "Japan [or Nippon-koku; or Nihon-koku] &lt;Long Fiction&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The composition of these items was regulated by the 1906 Berne Convention. After visiting the Great Exhibition, the Lundström brothers began manufacturing these items in Sweden. John Walker sold these items in packages labeled “Congreve” as a tribute to an earlier inventor of rockets. The Salvation Army opened a factory for these items to take advantage of the negative press surrounding a chief producer of them, Bryant and May. Annie Besant spread awareness of a strike of young women making these items in 1888, which led to the widespread substitution of a “white” chemical critical to their function with a similar, less harmful “red” form. Workers who manufactured these products often had disfigured faces as a result of “phossy jaw.” For 10 points, name these items once called “lucifers,” whose phosphorus-containing heads can ignite.", "answer_sanitized": "matches [or matchsticks] &lt;European History post-600&gt;", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "Charlie Parker recorded the song “Noise” with a jazz orchestra led by a man from this country, which achieved a big hit in the 1940s with the song “Tanga.” In the film Duck Soup, Groucho Marx whistles a tune from this country called “The Peanut Vendor.” A musician from this country recorded a hit 1962 version of Herbie Hancock’s “Watermelon Man” on his album of the same title. Some musical ensembles from this country are called charangas. Dizzy Gillespie incorporated a song from this country, “Manteca,” into the album Afro, on which he collaborated with Chano Pozo. Popular dance styles from this country include rumba and conga. For 10 points, name this Caribbean country home to many African-influenced musical traditions, as well as a genre named for its capital called the habanera.", "answer_sanitized": "(Republic of) Cuba (The first clue refers to Machito, and the third clue refers to Mongo Santamaria.) &lt;Other Art (Jazz)&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Fine-tuning of the work functions of these substances results in the “electrochemical promotion” of them in the presence of a current. The efficacy of these substances is proportional to the hyperbolic tangent of the Thiele modulus. The Sabatier (“sah-bah-tee-AY”) principle predicts a local maximum for the heats of adsorption of these substances, which can be shown on a volcano plot. A hot, powdered substance of this kind moves from the “regenerator” to the “riser” during the industrial cracking of petroleum. Quaternary ammonium salts function as “phase-transfer” examples of these substances. The turnover number quantifies the efficiency of these substances, which are said to be “heterogeneous” if they are in a different phase than the rest of the reaction, and which by definition are not consumed in a reaction. For 10 points, name these substances that accelerate the rates of reactions.", "answer_sanitized": "catalysts &lt;Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Varieties of this religious tradition include an occult “path” called weizza, which is less popular than “merit-making” in the country where it is present. Laywomen who devote their lives to this religious tradition, called mae chee, are still prevented from becoming nuns. A nationalist named Wirathu is a leader within this religious tradition, which is mainly practiced in the US by members of the vipassana movement. This tradition comprises views promoted by Mahinda that were declared orthodox by a “third” council held in 250 BC. Contemporary sites of worship for this tradition include the Shwedagon Pagoda, found in a country where its monks have aided attacks against local Rohingyas (“ro-HIN-juhs”). The Pali canon is the basis for the doctrines of, for 10 points, what dominant variety of Buddhism in Southeast Asia?", "answer_sanitized": "Theravada Buddhism [prompt on Buddhism or Burmese Buddhism] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "This leader let filmmaker Barbet Schroeder record his cabinet’s daily proceedings for a documentary subtitled “A Self Portrait.” For being a go-go dancer for the Revolutionary Suicide Mechanised Regiment Band, this leader’s last wife was nicknamed “Suicide Sarah.” A holiday on February 16th commemorates an activist archbishop that this leader had killed named Janani Luwum. The current president of this leader’s country joined an abortive attempt to overthrow him at Mbarara barracks. He took asylum in Saudi Arabia after being overthrown when he tried to annex the Kagera region of Julius Nyerere’s country. Benjamin Netanyahu’s brother Yonatan was killed in a raid in this leader’s country against PLO hijackers at Entebbe airport. For 10 points, name this brutal Ugandan dictator.", "answer_sanitized": "Idi Amin Dada (Yoweri Museveni is the current president of Uganda referenced in this question.) &lt;Other History&gt; Bonuses", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "This nonfiction work criticizes the construction of the Glen Canyon Dam, a stance its author later developed in novels such as <em>Hayduke Lives</em> and <em>The Monkey Wrench Gang</em>. For 10 points each:", "answers_sanitized": ["Desert Solitaire", "Ancestral Puebloans [or Ancient Puebloans; accept the Anasazi]", "Aldo Leopold &lt;Miscellaneous Lit&gt;"], "parts_sanitized": ["Name this 1968 memoir by Edward Abbey that describes his experiences as a ranger at Arches National Park.", "In Desert Solitaire, Abbey asks whether the “fear born of nightmares” or the “nightmares that rise from fear” drove this cliff-dwelling Native American culture out of sites like Arches and Mesa Verde National Park.", "Desert Solitaire is often compared to A Sand County Almanac, a similarly autobiographical work by this environmentalist Wisconsinite, who advanced a form of conservation organized around the “land ethic.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Pizzicato lower strings play this work’s “camel theme,” which separates a “peaceful Russian song” from an “oriental melody” played first by the English horn. For 10 points each:", "answers_sanitized": ["In the Steppes of Central Asia [or In Central Asia or V srednyeĭ Azii]", "violin", "Tamara &lt;Music&gt;"], "parts_sanitized": ["Name this tone poem by Alexander Borodin that depicts a caravan under Russian military protection by combining those two themes.", "Throughout In the Steppes of Central Asia, this string instrument plays high harmonics representing the arid steppe. This is the most common instrument in the symphonic orchestra.", "This tone poem by Mily Balakirev has two principal themes that respectively represent the Terek River and its title character, with the latter introduced by the oboe."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Examples of these conditions include Dhat syndrome, in which sufferers believe that they are passing semen through their urine. For 10 points each:", "answers_sanitized": ["culture-bound or culture-specific syndrome [accept any equivalent to “syndrome”; they just need one of the two bolded phrases]", "koro [or shuk yang]", "eating disorders &lt;Social Science&gt;"], "parts_sanitized": ["Name this type of condition found only in certain societies. The DSM-5 lists Ataque de nervios (“ah-TAH-kay de NER-bee-os”) and “Ghost sickness” as these sorts of conditions.", "Unlike the DSM-IV (“dsm-four”), the DSM-5 [emphasize] does not list this disorder, which involves an irrational fear of the genitals retracting into the body, as culture-bound.", "In a 2003 paper, Pamela Keel and Kelly Klump analyzed whether these disorders are culture-bound syndromes within Western cultures. They concluded that anorexia nervosa was not, but that bulimia nervosa was."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "If the runtime of these algorithms can be written as [read slowly] “<em>T</em>-of-<em>N</em> equals <em>a</em> times <em>T</em> of <em>N</em>-over-<em>b</em>,” then one can use the master theorem to solve for <em>T</em>-of-<em>N</em>. For 10 points each:", "answers_sanitized": ["divide-and-conquer algorithms [or recursive algorithms]", "matrix multiplication [accept anything that indicates multiplying matrices]", "log-base-2 of 7 [or log 7 in base 2; or log 7 over log 2; or log 7 divided by log 2; prompt on log 7 by asking “What is the base of the logarithm?,” and accept if the response is “two”; do not accept or prompt on “natural log of 7”] &lt;Other Science (Computer Science)&gt;"], "parts_sanitized": ["Name this type of algorithm that solves a large problem by breaking it into smaller parts and solving each part. They typically call themselves repeatedly until they reach a base case.", "The recursive Strassen algorithm performs this task asymptotically faster than a naïve approach by breaking its input into blocks and only calling itself seven times, rather than the normal eight times.", "Ignoring the overhead cost due to matrix additions, the asymptotic runtime of Strassen’s algorithm for N-by-N matrices is big-O of N raised to what power? It may help to know that the relevant master recurrence relation is [read slowly] “T-of-N equals 7 times T of N-over-2.”"], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "This event was sparked after a car in the motorcade that carried Rabbi Menachem Schneerson struck two Guyanese-American children, killing one of them, Gavin Cato. For 10 points each:", "answers_sanitized": ["Crown Heights Riots", "Rudy Giuliani", "Daniel Patrick Moynihan &lt;US History&gt;"], "parts_sanitized": ["Name these 1991 New York riots that targeted Hasidic Jews. At their height, Yankel Rosenbaum was stabbed to death by Lemrick Nelson, who was himself stabbed with an ice pick 19 years later.", "New York’s first African-American mayor, David Dinkins, was criticized for the ineffective police response to the riots, contributing to his 1993 loss to this Italian-American Republican who remained in office through 2001.", "In his campaign, Giuliani used the phrase “defining deviancy down” coined by this sitting US Senator for New York, who publicly disagreed with Dinkins and the NYPD about the motives behind the Crown Heights Riot."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A 2016 book analyzes the “chromatic chatter” of these animals in relation to the evolution of language. For 10 points each:", "answers_sanitized": ["octopus or octopi [accept cephalopods, including squid and cuttlefish, although Godfrey-Smith is primarily concerned with the octopus; prompt on molluscs]", "Immanuel Kant", "Diogenes the Cynic &lt;Philosophy&gt;"], "parts_sanitized": ["Name these animals that are often cited as evidence for “embodied cognition,” whose consciousness is the subject of the philosopher Peter Godfrey-Smith’s book Other Minds.", "“Embodied cognition,” which argues that the entire body of an organism structures cognition, as opposed to just the mind, is a theory with roots in this man’s book Universal Natural History and Theory of Heaven. He also wrote the Critique of Pure Reason.", "Conflicting accounts of this Ancient Greek philosopher’s death attribute it either to his eating raw octopus or fighting with a dog over a piece of octopus. Anecdotes about this man often mention his “dog-like” nature, which gave rise to the name of the philosophical school with which he is associated."], "category": "Philosophy"}, {"leadin_sanitized": "A red-painted replica of this structure was built in the commune of Fréjus to serve foreign soldiers. For 10 points each:", "answers_sanitized": ["Great Mosque of Djenné (“jen-NAY”) [accept masjid in place of “mosque”]", "adobe", "Iran [or Islamic Republic of Iran] &lt;Other Art (Architecture)&gt;"], "parts_sanitized": ["Name this building rebuilt in 1907 under French colonial supervision. Many bundles of palm sticks jut out of the walls of this building, whose qibla wall includes three towers, unlike the larger, similar Sankoré University building in the same country.", "The Great Mosque of Djenné, like many buildings in arid environments, was built from this material made by shaping mud into bricks and sun-drying them.", "The large adobe citadel of Bam in this country was heavily damaged by a 2003 earthquake. This modern-day country is the origin of the four-part charbagh garden design and the home of the Chehel Sotoun pavilion."], "category": "History"}, {"leadin_sanitized": "Adela, a member of this family, became the co-founder of both the Communist Party of Australia and the Australia First Movement after moving there due to her estrangement from her mother. For 10 points each:", "answers_sanitized": ["Pankhurst", "World War I [or WWI, or the Great War, or the War to End All Wars]", "dreadnoughts [or HMS Dreadnought; prompt on ships or battleships] &lt;British/CW History&gt;"], "parts_sanitized": ["Name this family whose matriarch founded the Women’s Social and Political Union, the leading militant suffragist group in the United Kingdom.", "Emmeline Pankhurst also became estranged from her daughter Sylvia, who, like Adela, opposed the UK’s involvement in this war. British women first gained the right to vote at the end of this war.", "In 1914, Sylvia Pankhurst founded an anti-war paper called the Worker’s one of these things. The 1906 construction of an object with this name helped provoke a South American panic in which Brazil built two of the Minas Geraes (“MEE-nuss zheh-RICE”) class of these objects."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "The WD40 domain consists of several repeats that form this motif and lock together into a circular solenoid. For 10 points each:", "answers_sanitized": ["beta-propeller", "helix", "green fluorescence protein [or GFP] &lt;Biology&gt;"], "parts_sanitized": ["Viral neuraminidase forms a tetramer of what protein domain, made up of blade-shaped beta-sheets toroidally arranged around a central axis?", "Parallel beta strands can form a different solenoid domain named for this general shape. Rosalind Franklin’s PhD student took the X-ray diffraction image confirming the “double” form of this structure for DNA.", "Eleven beta strands twist and coil to form a closed “beta-barrel” in the structure of this widely-used reporter protein first isolated from the jellyfish Aequorea victoria."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Answer the following about science fiction and mainstream literature, for 10 points each.", "answers_sanitized": ["Doris (May) Lessing [The series is Canopus in Argos]", "Thomas (Ruggles) Pynchon (Jr.)", "Oryx and Crake [by Margaret Atwood] &lt;Long Fiction&gt;"], "parts_sanitized": ["This author noted that younger readers of her series about an advanced alien civilization from the star of Canopus rarely engaged with her more traditionally literary output.", "In his essay “Close Encounters,” Jonathan Lethem wrote that any hope that science fiction could merge with the literary mainstream died when Arthur C. Clarke’s novel Rendezvous with Rama won the Nebula Award over this author’s book Gravity’s Rainbow.", "The author of this novel refused the label of science fiction, since this book has no “talking squids in outer space.” It does, however, feature a character named Snowman in a world filled with genetically engineered hybrid animals like rakunks."], "subcategory": "Literature Other", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the term “Mozarab,” for 10 points each.", "answers_sanitized": ["Iberian peninsula [prompt on Hispania]", "Toledo", "Francisco Jiménez de Cisneros [accept either underlined portion; accept Cardinal Jiménez] &lt;European History post-600&gt;"], "parts_sanitized": ["The name “Mozarab” was given to Christians who lived under Muslim rule in al-Andalus on this peninsula, which was slowly recovered by Christians during the Reconquista.", "The early Catholic Mozarabic Rite is still practiced in this city, where the Visigoths held a series of early church councils. This city is historically known for its high-quality steel, which rivaled that of Damascus.", "This cardinal promoted the revival of the Mozarabic Rite in Toledo, producing the earliest printed instructions for them. After becoming Isabella’s personal confessor, he authorized the Alhambra Decree, kicking tens of thousands of Jews out of Spain."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Herodotus records that a huge temple was built on a site visited by this character in Egypt, a site now identified with a sunken city also called Thonis. For 10 points each:", "answers_sanitized": ["Heracles [or Hercules] (The site is called Heracleion.)", "Stymphalian birds [or Stymphalídes órnithes]", "Arcadia [prompt on Greece or Peloponnesus or Peloponnese; BE CAREFUL and do not accept or prompt on “Acadia”] &lt;Mythology&gt;"], "parts_sanitized": ["Name this hero who performed twelve labors for Eurystheus.", "In the sixth of his labors, Heracles dealt with these menacing bronze-beaked creatures, which Artemis gave Heracles a rattle, or krotala, to deal with.", "The Stymphalian birds lived around Lake Stymphalis, which was found in this region. Pausanias claimed that this region’s city of Lycosura, named for one of its culture heroes, was the oldest city in the world."], "category": "Mythology"}, {"leadin_sanitized": "An opponent of this move argued that this network should not just focus on viewers between the ages of 26 and 35 who live in Scarsdale, New York, and was fired shortly afterwards. For 10 points each:", "answers_sanitized": ["the rural purge", "M*A*S*H", "“The Revolution Will Not Be Televised” &lt;Trash&gt;"], "parts_sanitized": ["Name this period of the early 1970s in which CBS cancelled a large number of popular shows such as Petticoat Junction, The Beverly Hillbillies, and Green Acres in favor of more relevant shows targeted toward urban audiences.", "One of the new, more relevant shows introduced after the rural purge was this one that, despite focusing on a surgical unit during the Korean War, was a commentary on the ongoing Vietnam War.", "The proclamation that “Green Acres, The Beverly Hillbillies, and Hooterville Junction will no longer be so goddamn relevant” appears in this 1970 song-poem by Gil-Scott Heron, which warns “you will not be able to plug in, turn on, and cop out.”"], "category": "Trash"}, {"leadin_sanitized": "In 2015, an extremely green method of producing these species via ultrasound treatment using a natural kappa-carrageenan was published. For 10 points each:", "answers_sanitized": ["silver nanoparticles [or colloidal silver; or AgNPs; prompt on silver]", "silver mirror", "citrate [or citric acid] &lt;Chemistry&gt;"], "parts_sanitized": ["Identify these suspensions that have an even stronger localized surface plasmon resonance than analogous substances derived from the next-lightest metal in the same group.", "In the positive Tollens test for the presence of aldehydes, silver nitrate is reduced to a colloidal form of silver named for one of these objects.", "Gold and silver nanoparticles are stabilized by attaching “capping ligands” derived from this compound. Several molecules of NADH are made in a “cycle” named for this compound during aerobic respiration."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Salvador Dalí used the costumes of people in a slave market to create an illusionary “disappearing” image of this person. For 10 points each:", "answers_sanitized": ["Voltaire [or François-Marie Arouet; accept, but do not reveal, Slave Market with the Disappearing Bust of Voltaire]", "portrait bust", "écorché (“ay-kor-SHAY”) &lt;Painting/Sculpture&gt;"], "parts_sanitized": ["Name this author who was shown seated in an armchair in a Neoclassical sculpture by Jean-Antoine Houdon that was gifted to Catherine the Great.", "Houdon used this sculptural form to depict Voltaire, George Washington, and other contemporaries. This form only depicts a person’s head and shoulders.", "Art schools study replicas of a Houdon sculpture known by this term, which shows a human body without its skin to reveal its muscles. This term is the French word for “flayed.”"], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This novel’s antagonist boasts about making the prostitute Anna Wetherell miscarry after his horse gets startled and kicks her in the stomach. For 10 points each:", "answers_sanitized": ["The Luminaries", "Wilkie Collins", "opium [or poppy tears; or laudanum] &lt;Long Fiction&gt;"], "parts_sanitized": ["A “Character Chart” assigns a sign of the zodiac to each of twelve characters at the start of what longest-ever Booker-winning novel, set during a gold rush in the town of Hokitika?", "Eleanor Catton’s The Luminaries is a contemporary example of the “sensation novel,” a melodramatic genre that reached its peak with this Victorian author’s book The Woman in White.", "In perhaps the most the Victorian touch of all in The Luminaries, Anna develops an addiction to this drug. Wilkie Collins was himself addicted to this narcotic, which inspired Coleridge to write “Kubla Khan.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This city was founded by Cossacks headed by Fyodor Shubin and originally was given a name meaning “white grave,” surprisingly not referring to people freezing to death in camps there. For 10 points each:", "answers_sanitized": ["Astana", "(Republic of) Kazakhstan [or Respublika Kazakhstan]", "Nursultan Nazarbayev &lt;Other History&gt;"], "parts_sanitized": ["Name this city where futuristic buildings like the Palace of Peace and Reconciliation were built after it received a new designation in 1998. It recently hosted the 2017 World Exposition, whose theme was “Future Energy.”", "Astana replaced Almaty as the capital of this largest Central Asian republic.", "Proving that just about anyone can become an authoritarian leader, this ex-steel mill worker and current President of Kazakhstan has led the country for 27 years since its independence."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answer the following about the apocryphal Book of Enoch, for 10 points each.", "answers_sanitized": ["Noah", "Behemoth [or Behemot]", "Ethiopian Orthodox Church [or Ethiopian Orthodox Tewahedo Church; accept any answer indicating the Eastern Orthodox church in Ethiopia] &lt;Religion&gt;"], "parts_sanitized": ["The book’s namesake is the great-grandfather of this Biblical patriarch, who is often painted as having passed out drunk surrounded by three of his sons. He built a craft that landed on Mount Ararat.", "In the Book of Enoch, this creature is described as living in an “invisible wilderness” east of the Garden of Eden. Sometimes thought to be a hippo or a rhinoceros, it is mentioned alongside the Leviathan in the Book of Job.", "This church is the only one in the world that includes the Book of Enoch in its canon. The illuminated Garima Gospels are held in a monastery run by this church, which had a 15th-century split over a Sabbatarian controversy."], "category": "Religion"}, {"leadin_sanitized": "Identify the following about the physics of building a quantum computer, for 10 points each.", "answers_sanitized": ["quantum superposition", "adiabatic theorem [accept adiabatic quantum computation]", "quantum annealing &lt;Physics&gt;"], "parts_sanitized": ["Quantum computers must avoid decoherence, in which their qubits (“q-bits”) lose this property of existing in a sum of different states. In general, this property is lost when a measurement collapses a system to a single state.", "In a class of quantum computers based on this theorem, a system is initialized in its ground state, and then its Hamiltonian is perturbed. If the perturbation is slow enough, this theorem guarantees that the system will stay in its ground state.", "The company D-Wave markets quantum computers to perform this optimization task, in which a system is initialized into a superposition of all possible states and evolves in time to locate the ground state."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The speaker of this poem tells his lover not to cry, because “the best gesture of my brain is less than / your eyelids’ flutter which says / we are for each other.” For 10 points each:", "answers_sanitized": ["“since feeling is first”", "e e cummings [or Edward Estlin Cummings]", "“may i feel said he” &lt;Non-Epic Poetry&gt;"], "parts_sanitized": ["Name this love poem that asks “who pays any attention / to the syntax of things,” for “life’s not a paragraph / And death i think is no parenthesis.”", "This American poet of “since feeling is first” regularly ignored the rules of punctuation and capitalization.", "The line “you are Mine said she” ends this cummings poem, written as a dialogue between a man and a woman as they are having sex."], "subcategory": "Literature American", "category": "Literature"}]}