{"tossups": [{"question_sanitized": "A man rebelling against this ruler captured the Bakhmut salt mines after its seizure by the government. This ruler, who declared that “money is the artery of war,” increased his revenue by replacing an estate tax with a poll tax of 70 kopeks per person. This ruler consolidated a growing number of prikazy into twelve executive bodies called collegia. This ruler’s crackdowns on peasants fleeing to the outskirts of the country led to the Bulavin Rebellion. This ruler executed soldiers who attempted to replace him with Sophia Alekseyevna after cutting short his “Grand Embassy.” To reduce the power of the upper class, this ruler introduced a merit-based hierarchy with fourteen ranks. Under this ruler, those without a token indicating tax compliance ran the risk of having their beard publicly shaved. For 10 points, name this tsar who made sweeping reforms as the first Emperor of Russia.", "answer_sanitized": "Peter the Great [or Peter I or Pyotr Velikiy; prompt on Peter] &lt;European History post-600&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In the Histories, Herodotus wrote that this philosopher countered Bias of Priene’s advice that the Ionians emigrate to Sardinia with a proposal that the Ionians instead establish a council chamber at the city of Teos. Simplicius credited this man with writing a Nautical Star-Guide, and Callimachus wrote of how this man advised sailors to navigate by Ursa Minor, rather than Ursa Major. According to Aristotle, this philosopher believed that “all things are full of gods,” and that because magnetic objects have the power to move iron, they have souls. He’s not Euclid, but this philosopher is credited with the discovery of five geometric theorems, including that a circle is bisected by its diameter. Several sources hold that this man predicted an event that stopped a battle between Lydia and Media, a solar eclipse. For 10 points, name this pre-Socratic philosopher from Miletus, who considered water to be the original principle of nature.", "answer_sanitized": "Thales of Miletus &lt;Philosophy&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "A character created by this author stops believing in the supernatural and hears the speech of birds as mere chatter, after which he blots a manuscript and is imprisoned in a crystal bottle. In a story by this author, a character drops a sock that she’s knitting as she listens to her fiancé recite a love poem, then begs him to throw the poem into a fire. The phrase “pretty eyes, pretty eyes” is repeated by a barometer-seller in that story by this author and reminds Nathaniel of a figure who steals the eyes of children who don’t go to bed. In a novella by this author of the collection Night Pieces, the clockmaker Drosselmeier creates a toy that defends Marie from a seven-headed rodent. For 10 points, name this German author of “The Sandman” and The Nutcracker and the Mouse King.", "answer_sanitized": "E. T. A. Hoffmann [or Ernst Theodor Amadeus Hoffmann] &lt;Short Fiction&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A building of this type alternates between using rectangular and hemispherical balconies, and features columns shaped like stacks of bobbins to represent the textile manufacturer who commissioned it. A group of modernist buildings of this type in the Eixample (“uh-SHOMP-luh”) district are nicknamed the “Block of Discord.” The curved roof of one of these buildings includes a turret topped with a cross next to a mosaic, which may represent Saint George slaying the dragon. Josep Maria Jujol designed the wrought-iron balconies that supplement the wavy stone façade of one of these buildings, which is nicknamed “La Pedrera” (“la pud-RARE-uh”) for its resemblance to a quarry. After seeing the plans for Parc Güell (“gwail”), the Batlló (“ball-YO”) family commissioned one of these buildings from that park’s architect. For 10 points, identify these buildings, one of which was commissioned by Pere Milà (“PAY-ruh mee-LAH”) from Antoni Gaudí.", "answer_sanitized": "houses [or housing; or casas; accept apartments or apartamentos; accept apartment blocks; accept Casa Milà or Casa Batlló or Casa Calvet; prompt on residences; prompt on Gaudi buildings before “Gaudi\" is read] &lt;Other Art (Architecture)&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "It’s not “pair,” but this is the first word in the name of a function that can be integrated up to its first minimum to give the coordination number of a liquid. This portion of the hydrogen atom wavefunction is divided by its argument to give a dummy variable u, for which solutions are written in terms of Laguerre (“la-GAIR”) polynomials. Multiplying the average number density by 4-pi-r-squared gives this type of “distribution function,” whose Fourier transform appears in the definition of the structure factor. Orbitals have “N minus L minus one” nodes described by this adjective, such as one for the 2s (“two-ess”) orbital and two for the 3s orbital. In astronomy, movement in this direction may cause a Doppler redshift or blueshift. For 10 points, give this adjective that describes the non-angular coordinate in a polar coordinate system, whose direction is symbolized r-hat.", "answer_sanitized": "radial [accept radius; accept radial distribution function or radial kinetic energy or radial velocity or radial direction] &lt;Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The history of this political movement is divided into three ages in the 2010 “biography” of it by Justin Vaïsse (“joos-TAN vah-EESE”). A man who is often considered the “godfather” of this movement quipped that he helped start it because he was “mugged by reality.” Several leaders of this movement served as aides during the “Team B” exercise to a leader of the Coalition for a Democratic Majority, Washington Senator “Scoop” Jackson. Daniel Bell co-founded a quarterly journal to advocate this movement’s ideas titled The Public Interest. This movement was intellectually incubated by Commentary magazine during the Vietnam War era, during which thinkers such as Norman Podhoretz (“pod-HOR-its”) switched to the Republican Party. For 10 points, name this hawkish tradition in US conservatism espoused by Dick Cheney.", "answer_sanitized": "neoconservatism [or neocons; accept neo after “conservatism” is read; prompt on conservatism until “conservatism” is read] &lt;US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Three sadistic children in this novel force a rabbit to run as fast as it can, then tug its collapsed body along a string until it nearly dies. A group of women in this novel cut the penis off the corpse of a shopkeeper who used to lend them money in exchange for sexual favors. The protagonist of this novel hides the corpse of a guard whose throat had been slit by the eleven-year-old boy Jeanlin. In this novel, the Russian anarchist Souvarine sabotages an installation nicknamed “Le Voreux,” trapping the protagonist underground with the brute Chaval and his androgynous lover Catherine Maheu (“kaht-REEN mah-OO”). In this 13th novel from the series Les Rougon-Macquart (“lay roo-GON-mah-CAR”), soldiers fire into a mob to end a weeks-long strike at the Montsou mines. For 10 points, name this novel about the coal worker Étienne Lantier (“ay-tee-EN lawn-tee-AY”) by Émile Zola.", "answer_sanitized": "Germinal (“zhair-mee-NALL”) &lt;Long Fiction&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The binding of a hydrophobic ligand to its target produces a characteristic negative change in this quantity. For an alloy or compound, this quantity is equal to the sum of its value for each constituent element weighted by its mass fraction, according to Kopp’s rule. This quantity is measured in the y-axis of DSC curves. This quantity tends toward infinity at the lambda point of helium. By treating the vibrations of a lattice as phonons in a box, the Debye model estimates this quantity for a solid. The adiabatic index is the ratio of this quantity’s value at constant pressure to its value at constant volume. For water, this quantity has a value of one calorie per gram degree Celsius. For 10 points, identify this amount of heat change for a unit change in temperature.", "answer_sanitized": "specific heat capacity [or heat capacity] &lt;Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Religious attitudes towards this title concept are examined in a book by Jon Miller and Eugenie Scott. In a book titled for a certain man’s “Cathedral,” D. S. Wilson linked theology to this concept’s “cultural” form. This concept is used to explain “religious thought” in the subtitle of a book by Pascal Boyer (“bo-YAY”). Essays pairing “Christianity” with this concept were penned by Jesuit Pierre Teilhard de Chardin (“tay-YAR duh shar-DAN”), who described it as a “general condition” in The Phenomenon of Man. Cardinal Newman said that this concept may suggest “Divine Prescience and Skill,” exemplifying its “theistic” type, which can be considered a form of orthogenesis. Theodosius Dobzhansky described the “light of” this concept as being compatible with Christianity. Samuel Wilberforce debated Thomas Huxley concerning, for 10 points, what scientific idea at the center of the “monkey trial?”", "answer_sanitized": "Darwinian evolution [accept cultural evolution or evolutionary psychology; accept Religion Explained: The Evolutionary Origins of Religious Thought or “The Light of Evolution”; prompt on natural selection] &lt;Religion&gt;", "category": "Philosophy"}, {"question_sanitized": "In 2014, this team’s mascot got in trouble for holding a Terrible Towel next to a sign reading “Towels Carry Ebola” and in the ’90s, that mascot beat up a Kordell Stewart doll right next to the Steelers huddle. This team’s quarterback is referred to as “Derek” on the show The Good Place, which upsets diehard fan Jason Mendoza. This team has played one game in London every year since 2013, and in the 2017 game they successfully ran a fake punt despite leading the Ravens by 37. This team’s fans shout “DUVAL!” in reference to the county they play in, and their stadium contains two swimming pools. This NFL team’s defensive stars include Calais (“kuh-LAY-iss”) Campbell and Jalen Ramsey, and in 2017 they drafted running back Leonard Fournette. For 10 points, name this Florida-based AFC South team whose quarterback is Blake Bortles.", "answer_sanitized": "Jacksonville Jaguars [accept either; accept Jags] &lt;Trash&gt;", "category": "Trash"}, {"question_sanitized": "A CIA coup against this leader collapsed when a B-26 was shot down over the city of Manado. After becoming President, one of this leader’s children was accused of creating a cult of personality by Eros Djarot, who led a splinter away from the Democratic Party of Struggle. The failure of this man’s economic policies led the general who succeeded him to hire the “Berkeley Mafia.” His daughter served as the Vice President of Abdurrahman Wahid before herself gaining the presidency in 2001, and was succeeded as president by a retired general known as SBY, or Susilo Yudhoyono (“yoo-doh-YOH-noh”). This father of Megawati implemented “Guided Democracy” and promoted a national system of five values called Pancasila (“PAHN-chah-SEE-lah”). For 10 points, name this first president of Indonesia who was overthrown and succeeded by Suharto.", "answer_sanitized": "Sukarno [or Kusno Sosrodihardjo] &lt;Other History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A composer from this country quoted his piece knock, breathe, shine in a cello concerto premiered by Yo-Yo Ma in March 2017. A conductor from this country recorded all of Beethoven’s symphonies on the BIS label with the Minnesota Orchestra, which he has led since 2003. The current composer-in-residence at the New York Philharmonic is from this country, as is a violin concerto whose soloist enters with the notes G A D as pianissimo strings play a D minor chord. Conductors from this country include Robert Kajanus (“kah-YAH-noos”) and the 1992 to 2009 director of the LA Philharmonic. This country’s greatest composer wrote most of his Symphony No. 2 in D while abroad in Italy and composed no music for thirty years after the tone poem Tapiola. For 10 points, name this homeland of Osmo Vänskä, Esa-Pekka Salonen, and Jean Sibelius.", "answer_sanitized": "Finland [or Suomi] &lt;Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In the presence of amino acid derivatives called “opines,” an autoinducer activates the genes required for this process in a model organism. In a 1956 experiment, Jacob and Wollman mapped this process by periodically “interrupting” it using a blender. It’s not splicing, but this process begins with a transesterification reaction catalyzed at the oriT (“oh-ree-T”) site by a Mob relaxase encoded on the Tra operon. Apart from translocation of effector proteins, this is the major ]=function of type IV (“four”) secretion systems. R factors encoding antibiotic resistance are spread through this process. In Hfr strains, the genetic material involved in this process is integrated into the chromosome. During this process, two cells become positive for the F plasmid after a sex pilus (“PY-lus”) bridges them together. For 10 points, name this form of horizontal gene transfer that requires direct cell-to-cell contact, unlike transduction or transformation.", "answer_sanitized": "bacterial conjugation [prompt on horizontal gene transfer until read] &lt;Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A dwelling place of this creature was a focal point of a festival that Greek writers ascribed to the Arcadian hero Evander. The etymology of that place named for this creature is discussed in the second book of Ovid’s Fasti, which covers festivals that take place in February. Observing that the original language name for this creature was also a term for a prostitute, Dionysius of Halicarnassus suggested a conflation between its story and that of Laurentia, the wife of Faustulus. This specific creature intervened during a plot against the descendants of Numitor, and is commemorated by a bronze statue named for the Capitoline Hill. The cave in which this animal performed its most famous action was the focus of the festivities of Lupercalia. For 10 points, identify this animal that suckled the twins Romulus and Remus.", "answer_sanitized": "the she-wolf [or Lupa; accept Capitoline Wolf or Lupa Capitolina; accept answers indicating a female wolf; accept answers indicating “the wolf that suckled Romulus and Remus or similar until “Romulus” is read; prompt on wolf or Canis lupus] &lt;Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "It’s not Babylon, but by the false account in Walter Raleigh’s History of the World, this city was called Campsor before it was rebuilt by its founder, an opponent of the Bactrian king Zoroaster and husband of the warrior queen Semiramis. Berossus gives this city’s last ruler as Saracos, who corresponds to Sinsharishkun (“sin-shah-reesh-KOON”) in the archaeological record. In 2015, this city’s walls and its Nergal gate, including a statue of a lamassu, were damaged by ISIS fighters. This city was sacked by a coalition including Scythians assembled in 612 BC by the Median king Cyaxares (“kye-ax-AIR-ees”), ending the dominance of a line that included Tiglath-Pileser III. In 1851, Austen Henry Layard discovered this city’s Library of Ashurbanipal. For 10 points, what capital of the Assyrian empire was supposedly visited by Jonah?", "answer_sanitized": "Nineveh [or Ninua] (Semiramis is the husband of Ninus.) &lt;Old Euro/NE History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This poem states that “the best portion of a good man’s life” consists of “His little, nameless, unremembered, acts / Of kindness and of love.” This poem declares that in “the light of setting suns, / And the round ocean, and the living air, / And the blue sky, and in the mind of man” lives a “motion and a spirit that impels / All thinking things.” It observes that an “eye made quiet by the power / Of harmony, and the deep power of joy” enables us to “see into the life of things.” This poem asks “my dear, dear friend… wilt thou then forget” that “these steep woods and lofty cliffs, / And this green pastoral landscape, were to me / More dear, both for themselves, and for thy sake” in its closing address to the author’s sister Dorothy, who had accompanied him five years earlier on a walk along the river Wye. For 10 points, name this poem titled for a ruined church, written by William Wordsworth.", "answer_sanitized": "“Tintern Abbey” [or “Lines Written a Few Miles above Tintern Abbey, on Revisiting the Banks of the Wye during a Tour, July 13, 1798”; accept “composed” in place of “written” in the longer title] &lt;Non-Epic Poetry&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The ammonia-rich clays on this body’s surface suggest that it migrated to its current location some time after its formation. This body’s surface also contains deposits of magnesium sulfate hexahydrite. Observations by the Hubble Space Telescope suggest that 25 percent of this body’s mass is water ice, which would be more freshwater than there is on Earth. The dome-shaped mountain Ahuna Mons and the “bright spots” of the Occator crater may be evidence of cryovolcanism on this body. After its original discoverer lost track of it behind the Sun, this body was recovered using the orbit determination method of Carl Friedrich Gauss. Giuseppe Piazzi (“pee-AHT-see”) discovered this spherical body, which was visited along with Vesta by the Dawn spacecraft. For 10 points, name this largest object in the asteroid belt, a dwarf planet named for the Roman goddess of grain.", "answer_sanitized": "Ceres &lt;Other Science (Astronomy)&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "In Epistemology of the Closet, Eve Sedgwick writes that this novel anticipates the discourse surrounding the AIDS epidemic by presenting a fantasy of life “after the homosexual.” A character in this novel repeatedly murmurs its protagonist’s name as he bleeds out from a musket wound on the shore of Gibraltar. The protagonist declares that “I am sleepy, and the oozy weeds about me twist,” in the ballad titled for him “in the Darbies” that ends this novel. In this novel, the old man Dansker warns the protagonist that “Jimmy Legs… is down on you.” The title character of this novel overcomes his stutter to bellow his final words, “God bless Captain Vere!” seconds before being hanged for killing his master-at-arms Claggart. For 10 points, name this unfinished novel about a sailor accused of mutiny, written by Herman Melville.", "answer_sanitized": "Billy Budd [or Billy Budd, Sailor: An Inside Narrative; or Billy Budd, Foretopman] &lt;Long Fiction&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The ability to vocalize this action is heavily limited within the Pama–Nyungan language family. Children have implicit knowledge of how to do this action, according to the “principles before skill” argument advanced by Rochel Gelman. E. L. Kaufman analyzed how this action could be performed quickly in certain situations through a process of “subitizing” (“SUB-it-tye-zing”). In a 1999 experiment by Simons and Chabris (“shuh-BREE”), participants were told to perform this action while watching a video of white and black-shirted people passing around a basketball, causing most to miss the entrance of a person in a gorilla suit. Jean Piaget claimed that due to a lack of “reversibility,” young children performing this action struggle equally with cardinality and ordinality. For 10 points, name this skill needed to determine the number of objects in a set.", "answer_sanitized": "counting [accept counting the number of sheep or counting the number of passes] &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "The Vespucci family commissioned Domenico Ghirlandaio’s (“geer-lan-DIE-oh”) fresco of this person, which is accompanied by a similar Botticelli fresco in the Ognissanti (“own-yee-SAHN-tee”). A peacock and partridge stand on a stair step in front of this person, who is shown in profile in an arch-framed painting by Antonello da Messina. A vertical painting titled for this person depicts John the Baptist pointing an elongated finger at the Virgin and Child. An extremely small portrayal of this person holds a scroll in the lower right of Madonna of the Long Neck, whose artist Parmigianino also painted a vision that this person experienced. A skull sits on the windowsill as a lion sleeps in front of this person’s desk in a 1514 woodcut. For 10 points, name this saint whom Albrecht Dürer depicted in his study working on the Vulgate.", "answer_sanitized": "Saint Jerome [or Hieronymus or Girolamo] &lt;Painting/Sculpture&gt; Bonuses", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "This composer insisted to librettist Carlo Pepoli that “Opera must make people weep, feel horrified, die through singing” while working on an opera about the English Civil War. For 10 points each:", "answers_sanitized": ["Vincenzo Bellini (The operas are I puritani and Norma.)", "Romeo and Juliet [or Romeo i Dzhulyetta]", "Il Pirata [or The Pirate] &lt;Other Art (Opera)&gt;"], "parts_sanitized": ["Name this bel canto composer, one of whose operas features the arias “In mia man” and “Casta diva.”", "Bellini’s I Capuleti e i Montecchi is based on two families from this play, which is also the basis for a ballet by Sergei Prokofiev that contains the “Dance of the Knights.”", "This early Romantic opera marked Bellini’s first collaboration with Felice Romani (“feh-LEE-chay roh-MAH-nee”). The tenor Giovanni Rubini was the intended performer of its title role, Gualtiero, an exiled count who loves Imogene (“ee-moh-JEH-nay”)."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "These compounds are thought to act by driving the polyubiquitination of DELLA proteins, marking them for destruction by the proteasome. For 10 points each:", "answers_sanitized": ["gibberellins (“JIB-er-ELL-ins”)", "rice [or Oryza sativa; or Oryza glaberrima]", "20 &lt;Biology&gt;"], "parts_sanitized": ["Name these hormones that stimulate cell division along the main stem of a plant, and are consequently lacking in many dwarf plants.", "The first gibberellin was found to be overexpressed following a fungal infection of this plant, causing it to hypertrophy, topple over, and die. The “golden” variety of this staple crop was genetically engineered to address vitamin A deficiency in South Asia and Africa.", "The vast majority of gibberellins are biologically inactive diterpenoids, which means that they consist of this many carbon atoms."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In December 2017, this company’s main financial investor Jia Yueting assumed the duties of CEO, saving it from near-collapse. For 10 points each:", "answers_sanitized": ["Faraday Future", "Gigafactory", "Andrew Cuomo [or Andrew Mark Cuomo] &lt;Current Events&gt;"], "parts_sanitized": ["Name this electric car startup that in July 2017 scrapped a billion-dollar plan to build a factory in Nevada. Its first design was the widely lampooned race-car model FFZERO1.", "Tesla has seen more success in Nevada and established one of these production centers northeast of Reno in 2016. The SolarCity plant in Buffalo, New York, became the second of these production centers.", "The Buffalo Gigafactory was built with a 750-million-dollar stimulus package approved by this current Governor of New York."], "category": "Current Events"}, {"leadin_sanitized": "The success of this man’s invasion resulted in his primary political opponent dying in Berkeley castle when a hot poker was placed in his anus. For 10 points each:", "answers_sanitized": ["Roger Mortimer, 1st Earl of March [prompt on Mortimer]", "Hundred Years’ War", "Battle of Bannockburn &lt;British/CW History&gt;"], "parts_sanitized": ["Name this Marcher Lord who was seized by a parliament at Nottingham and hanged at Tyburn after Henry of Lancaster grew weary of his abuse of power. His wife Joan de Geneville was pardoned by Edward III.", "Just after pardoning Joan, Edward III instigated this long conflict with France after claiming that he was the rightful heir to the French throne.", "Prior to Mortimer’s invasion, Edward II was defeated at this battle, during which the forces of Robert the Bruce used a schiltrom to hold off assaults by English knights and defended Stirling Castle."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Many editions of this author’s collected poems conclude with the words “These blue days and this sun of childhood,” which were found scribbled on a piece of paper in his coat pocket after he died. For 10 points each:", "answers_sanitized": ["Antonio Machado [or Antonio Cipriano José María y Francisco de Santa Ana Machado y Ruiz]", "Ruben Dario", "evil [or mal] &lt;Non-Epic Poetry&gt;"], "parts_sanitized": ["Name this Spanish poet who repeated the lines “Traveler, there is no road / The road is your traveling,” in a poem from the “Proverbios y cantares” section of his major volume, Cantos de Castilla.", "This author, who crossed paths with Machado in Paris, wrote a poem that described him as “wrapped in silence, secret-shy.” This Nicaraguan poet drew from French Symbolism to develop a movement called modernismo.", "Antonio Machado’s brother Manuel wrote a sarcastic poem about city life with this adjective in the title. A landmark Symbolist collection by Charles Baudelaire is titled for “flowers” of this type."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This book analyzes situations in which “the rational individual… is faced with questions of constitutional choice.” For 10 points each:", "answers_sanitized": ["The Calculus of Consent: Logical Foundations of Constitutional Democracy", "public choice theory", "Virginia &lt;Social Science&gt;"], "parts_sanitized": ["Name this 1962 book by James Buchanan and Gordon Tullock that analyzes the “rule of unanimity” in relation to constitutional decision-making.", "The Calculus of Consent is a foundational work in this academic field, which broadly attempts to use economic methods to deal with questions in political science.", "James Buchanan spent the bulk of his academic career in this state. Nancy MacLean’s 2017 book Democracy in Chains argues that Buchanan’s brand of public choice theory has served as the intellectual basis for the rebirth of the radical right, most notably through the Mercatus Center at this state’s George Mason University."], "category": "Social Science"}, {"leadin_sanitized": "The von Neumann (“NOY-mahn”) equation relates the time derivative of this construct to its commutator with the Hamiltonian. For 10 points each:", "answers_sanitized": ["density matrix [or density operator]", "Liouville’s (“lyoo-VEEL’s”) theorem", "entropy &lt;Physics&gt;"], "parts_sanitized": ["Name this object used to describe mixed quantum systems that are in statistical ensembles of pure states.", "The von Neumann equation is the quantum analog of this result from classical Hamiltonian mechanics, which states that the density of particles moving along allowed trajectories in phase space remains constant.", "For a mixed state, this quantity can be calculated as the negative trace of the density matrix times the log of the density matrix. This thermodynamic quantity describes the disorder present in a system and is symbolized S."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The Treaty of Arras (“ah-ROSS”) ended a feud between two branches of the House of Valois (“vall-WAH”), one named for Orléans (“or-lay-AWN”) and the other after this region. For 10 points each:", "answers_sanitized": ["Burgundy [or Bourgogne; accept Burgundian Wars]", "John the Fearless [or John I of Burgundy; or Jean sans Peur]", "Feast of the Pheasant [or Banquet du Vœu du Faisan] &lt;European History post-600&gt;"], "parts_sanitized": ["Name this duchy, whose wars with France ended with Charles the Bold’s death in the Battle of Nancy (“nawn-SEE”). It lends its name to a variety of red wine.", "This predecessor of Philip the Good was killed by the dauphin Charles VII’s men on a bridge during the Armagnac–Burgundian Civil War. Two years before, he had turned down Henry V’s offer to be made ruler of France.", "Philip the Good organized this event to promote a planned crusade in response to the Ottoman sack of Constantinople. An allegorical skit was performed at this event, which accomplished nothing except making Philip and his guests drunk."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "At one point, the image of this person being surrounded by tubes while being treated for tuberculosis in a hospital reminds the narrator of Gulliver tied down by pygmies on an island. For 10 points each:", "answers_sanitized": ["James Baldwin’s father [or David Baldwin; prompt on Baldwin; prompt on father by asking “of who?”]", "Native Son [or Notes of a Native Son]", "preacher [accept equivalents such as minister or priest] &lt;Miscellaneous Lit&gt;"], "parts_sanitized": ["Name this person whose death coincides with the Detroit race riots and the 19th birthday of the author of an essay. That essay about him includes a pivotal scene where its author throws a water jug at an innocent waitress.", "James Baldwin ruminated on his father’s influence in an essay titled for “notes on” this Richard Wright novel about Bigger Thomas.", "Baldwin’s father was a member of this profession, which Baldwin himself rejected in favor of writing. In Baldwin’s autobiographical Go Tell It on the Mountain, John Grimes’s father Gabriel also has this profession."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "A thought experiment regarding these two objects is followed by similar arguments regarding a Native American slaying a deer and a man catching a fish. For 10 points each:", "answers_sanitized": ["apples OR acorns", "René Descartes", "Philosophical Investigations (by Ludwig Wittgenstein) &lt;Philosophy&gt;"], "parts_sanitized": ["Name either of the objects used in John Locke’s Second Treatise on Government to argue that the difference between public and private property is the labor that one mixes with the property.", "This French philosopher used the metaphor of dumping out a basket of apples to identify those that aren’t rotten to illustrate his skepticism in his Meditations on First Philosophy.", "A quote from Augustine’s Confessions precedes a thought experiment in this book about a shopkeeper acquiring “five red apples.” This book refuted its author’s early “picture theory” of language with one of “family resemblance.”"], "category": "Philosophy"}, {"leadin_sanitized": "A large shopping center has grown around one of these locations built by Taejo (“teh-jo”) of Joseon (“jo-sun”) called Dongdaemun (“tohng-deh-moon”), one of eight large examples of these in Seoul. For 10 points each:", "answers_sanitized": ["gates [or gateway or yett or port; accept Xuanwu Gate Incident; do not accept or prompt on “arch”]", "Forbidden City [or Forbidden Palace; prompt on Palace Museum or palace]", "Nanjing [or Nanking] &lt;Other History&gt;"], "parts_sanitized": ["Identify these locations. In an incident from early Tang dynasty history, the later emperor Taizong ambushed and killed two of his brothers at one of these structures.", "The Gate of Divine Might is part of this royal residential complex in Beijing, which was built under the Ming dynasty and housed China’s rulers for five centuries. Today, it is a museum.", "The Ming dynasty also built the extremely ornate Gate of China in this city, which the dynasty’s founder Zhu Yuanzhang (“joo y’wen-jong”) chose as his capital and named Yingtian (“ying-t’yen”). This city was known as Jiankang under the Southern Song."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "A five-foot one of these objects is named for the Dipylon Gate and was used as a grave marker, as indicated by the depiction of a <em>prothesis</em> on its side. For 10 points each:", "answers_sanitized": ["vases [or urns; or jars; or pots; prompt on pottery; prompt on containers]", "red-figure painting", "meanders &lt;Painting/Sculpture&gt;"], "parts_sanitized": ["Name these objects that were frequently used as a medium for ancient Greek paintings. Their varieties include kraters and amphorae and were used for storing wine and other liquids.", "The style of vase painting named for this color is marked by the direct application of paint, as opposed to the incision-based method of black-figure painting.", "Artists of the Geometric Period of vase painting employed these patterns as borders and space-fillers. These patterns were made from a continuous line and were named for their resemblance to a nearby river."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Depending on whether you count a dream about two fishes and one about a lofty throne, there were either fourteen or sixteen auspicious dreams before the birth of the last of these figures. For 10 points each:", "answers_sanitized": ["tirthankaras", "karmas [accept karman or kamma]", "Bhagavata Purana [prompt on Puranas; do not accept or prompt on “Bhagavad Gita”] &lt;Religion&gt;"], "parts_sanitized": ["Name these savior figures who number twenty-four in total. Their name means “ford-makers.”", "The first tirthankar, Mahavira, sought to free individuals from particles known by this name that accumulate on a person’s soul. More generally, this word refers to the view that a person’s good deeds will cause good things to happen to them, and vice-versa.", "This text lists Rishabha, the first tirthankar, as one of Vishnu’s twenty-two avatars. This core text of Vaishnavism is the best-known of eighteen ancient texts describing the origins of the gods and other bits of lore."], "category": "Religion"}, {"leadin_sanitized": "Answer the following about how bulky groups create infuriating exceptions to simple rules for organic reactions, for 10 points each.", "answers_sanitized": ["triple bond", "Zaitsev’s rule", "neopentyl group [or neopentane] &lt;Chemistry&gt;"], "parts_sanitized": ["Bulky secondary boranes are unusually preferred for the hydroboration of terminal alkynes, which feature this strong bond made up of six electrons at the end of the molecule.", "This rule, stating that the most substituted alkene forms from elimination reactions, flies out the window if a bulky base like potassium tert-butoxide is used.", "Normally, SN2 substitution reactions are fastest for primary alkyl halides, but the reaction will be excruciatingly slow if the primary carbon is attached to this bulky group consisting of four methyl groups all attached to one single central carbon atom."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about classical novels, for 10 points each.", "answers_sanitized": ["Metamorphoses", "Trimalchio (“tri-MALL-kee-oh”)", "Aethiopica [or The Ethiopian Story] (by Heliodorus of Emesa) &lt;Long Fiction&gt;"], "parts_sanitized": ["Augustine bestowed the derisive nickname “The Golden Ass” upon a Latin-language novel by Apuleius (“uh-POO-lee-us”) that shares this proper title with a collection of myths by Ovid themed around transformation.", "In the fragmentary Satyricon by Petronius, this ex-slave throws an opulent feast featuring live birds sewn up in a pig and dishes corresponding to signs of the zodiac.", "Jean Racine claimed to have memorized this 3rd-century Greek romance about the lovers Theagenes and Chariclea, the latter of whom was born white because her mother had looked at a painting of the naked Andromeda while having sex."], "subcategory": "Literature Classical", "category": "Literature"}, {"leadin_sanitized": "One of Paul Erdős’s (“AIR-dish’s”) major contributions to mathematics was the introduction of the probabilistic method. For 10 points each:", "answers_sanitized": ["one [or 1; or 100 percent; do not accept or prompt on “100”]", "constructive proof [or demonstrative proof]", "Ramsey numbers &lt;Other Science (Math)&gt;"], "parts_sanitized": ["The probabilistic method proves that an object of interest exists by trying to randomly generate it and showing that the probability of failure is less than this maximum value that a probability can take.", "Since the probabilistic method shows that the object in question exists, but does not produce a specific example, it is not this type of proof. This type of proof provides an explicit solution to a problem.", "Erdős used the probabilistic method to give a lower bound for the symmetric case of these numbers. Given inputs m and n, these numbers give the minimum size of a party such that either m people know one another, or n people are mutual strangers."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This leader returned to his people’s traditional home at Mount Hope during a war that was followed by an attempt to repair reparations with the Treaty of Casco. For 10 points each:", "answers_sanitized": ["Metacomet [or King Philip]", "Plymouth Colony [or New Plymouth]", "Narragansett &lt;US History&gt;"], "parts_sanitized": ["Name this leader whose head was put on a spike on Burial Hill for twenty years after he was shot by John Alderman, a member of a group of rangers led by Benjamin Church.", "The death of John Sassamon, who had tried to warn this colony’s leader Josiah Winslow of an attack, sparked the war with Metacomet. This colony is named for a town founded by the settlers aboard the Mayflower.", "This other Rhode Island tribe remained neutral during Metacomet’s War, but were massacred for harboring Wampanoag refugees in the Great Swamp Fight. This tribe had earlier allied with the colonists in the Pequot War, helping to perpetuate the Mystic Massacre."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about music and Japanese woodblock prints, for 10 points each.", "answers_sanitized": ["Claude Debussy", "xylophone", "koto [or gayageum or guqin (“goo-cheen”); do not accept “guzheng”] &lt;Music&gt;"], "parts_sanitized": ["This composer’s piece La Mer may have been inspired by Hokusai’s The Great Wave off Kanagawa, which appeared on the poster at its premiere.", "Armenian-American composer Alan Hovhannes’s (“ho-VAH-ness’s”) Fantasy on Japanese Woodprints is a concerto for this instrument. By replacing some parts of this instrument with metal, one can make a glockenspiel (“GLOCK-en-shpeel”).", "This traditional Japanese zither, depicted in a number of woodblock prints, is typically about six feet long and has thirteen strings, though seventeen-string varieties exist. The names of its Chinese and Korean analogues are also acceptable."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This character insists on keeping his “followers dissatisfied, because if they are satisfied, they won’t come again.” For 10 points each:", "answers_sanitized": ["Brother Jero", "Wole Soyinka (“WALL-ay SHOW-ying-ka”)", "Elesin Oba [accept either name; prompt on the King’s Horseman] &lt;Drama&gt;"], "parts_sanitized": ["Name character who gets some prophets drunk to defeat Shadrack in an election in a play about his “Metamorphosis.” He convinces his assistant Chume to beat his wife in another play.", "This Nigerian author wrote The Trials of Brother Jero and Death and the King’s Horseman.", "This protagonist of Soyinka’s Death and the King’s Horseman uses the story of the “Not-I” bird to convince the Praise-Singer of his readiness to commit suicide, which he ends up doing by hanging himself with his own chains."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This man’s friend Johnny Inkslinger was said to have invented bookkeeping, much as this man invented logging. For 10 points each:", "answers_sanitized": ["Paul Bunyan", "winter [or vetr; accept Fimbulwinter or Fimbulvetr]", "stove [or camp stove; accept griddle or oven] &lt;Mythology&gt;"], "parts_sanitized": ["Name this owner of Babe the Blue Ox, a giant lumberjack from American folklore.", "The first published story about Paul Bunyan is set during this sort of period of time during which he found Babe. The wolves Skoll and Hati swallow the Sun and Moon following an example of this period of time in Norse myth during which all blood ties are broken.", "Most stories agree that Paul Bunyan possessed a giant example of these objects which people would skate across using two large hams as skis. The folk hero Ilya Muromets supposedly sat on one of these for 30 years."], "category": "Mythology"}]}