{"tossups": [{"question_sanitized": "A holder of this title commissioned a set of miniatures to accompany the story collection Tales of a Parrot. A quote from Jesus adorns the sandstone Gate of Magnificence, which was made for a holder of this title and is the world’s highest gate. Jean-Baptiste Tavernier wrote a detailed description of the arrangements of jewels on an object made for holders of this position, and originated the legend that one of them planned to build a black mausoleum for himself where the Moonlight Garden now stands. Holders of this title commissioned the Shalimar Gardens and founded the city of Fatehpur Sikri. A pool reflects a marble mausoleum commissioned by a holder of this title for his wife Mumtaz. For 10 points, name this title held by the commissioner of the Taj Mahal, Shah Jahan.", "answer_sanitized": "Mughal emperor [accept equivalents, such as ruler of the Mughal empire or sultan of the Mughal empire; prompt on emperor] &lt;Other Art (Other Visual)&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "It’s not Lebanon, but CIA officer William Buckley was kidnapped in response to this country’s threat to execute Mustafa Badreddine (“BOD-red-DEEN”). Seven bombings were coordinated in this country by this country’s so-called “17” including members of the militant Da‘wa group and Hezbollah. Britain launched Operation Vantage to protect this country from Abd al-Karim Qasim’s attempted annexation, which occurred after it ceased being a British protectorate in 1961. Troops retreating [emphasize] away from this country were bombed along the so-called “Highway of Death.” From 1977 until 2006 death, this country was ruled by Sheikh Jaber al-Sabah, who was assisted in repelling a foreign incursion by a coalition force led by Norman Schwarzkopf. For 10 points, name this country that Saddam Hussein invaded to start the First Gulf War.", "answer_sanitized": "(State of) Kuwait &lt;Other History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A book by this author discusses the spiritual activism of Mildred Lisette Norman, or Peace Pilgrim, in a chapter on taking a pilgrimage to the Santuario de Chimayó (“san-too-AH-ree-oh de chee-mah-YO”) in New Mexico. An essay by this author describes a nuclear physicist joking about a naked woman who ran out of her house, screaming that her husband was going to kill her. This author analyzed the urban landscape of San Francisco in books such as Infinite City and Hollow City. An essay by this author opens with an anecdote in which “Mr. Very Important” discusses this author’s book on Eadweard Muybridge (“edward MY-bridge”), River of Shadows. In 2008, this author published an essay on TomDispatch dealing with the impact of male condescension. For 10 points, name this American writer best-known for authoring Wanderlust: A History of Walking and the essay “Men Explain Things To Me.”", "answer_sanitized": "Rebecca Solnit &lt;Miscellaneous Lit&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Leaders of this region banned the veneration of a three-eyed protector god with a hair of flaming snakes, who is said to have originally been a popular abbot who was murdered in his palace. Theosophists took the paranormal concept of tulpa from legends about ghosts in this region, where they may be stabbed with a phurba (“POOR-bah”) dagger. People ranging from Nicholas Roerich to Heinrich Himmler journeyed to this region in search of the mythical kingdom of Shambhala; the latter man attended Losar celebrations here. The actual Mount Kailash is found within this region, where it is locally known as Gang Rinpoche (“gong reen-POH-chay”). Its legends often draw on its native Bön religion and include one about the Yachê (“YA-cheh”), or the Yeti. For 10 points, name this region, which tells stories of Avalokiteśvara’s (“uh-VAH-loh-kee-TESH-vuh-ruh’s”) incarnation as the first Dalai Lama.", "answer_sanitized": "Tibet [or Tibetan Plateau; accept Bhutan; prompt on Himalayas] (The second clue refers to Dorje Shugden.) &lt;Mythology&gt;", "category": "Religion"}, {"question_sanitized": "In a poem by this author, “the darkened ghosts of our old comedy” march with lanterns in “the tomb of heaven.” This poet wrote that “the wise man avenges” a fallen autumn leaf by “building his city in snow,” at the end of a poem whose racist title likens its fifty constituent vignettes to “decorations… in a cemetery.” In another poem, this author wrote that, although she “strews the leaves / Of sure obliteration on our paths,” “Death is the mother of beauty.” Helen Vendler posited that a funeral wake is the setting of this author’s poem in which a woman’s “horny feet protrude” to “show how cold she is, and dumb.” That poem by this author indirectly requests “the muscular one” to “whip / In kitchen cups concupiscent curds,” and begins: “Call the roller of big cigars.” For 10 points, name this poet of “Sunday Morning” and “The Emperor of Ice Cream.”", "answer_sanitized": "Wallace Stevens (The first two poems are “On Heaven Considered as a Tomb” and “Like Decorations in a Nigger Cemetery.”) &lt;Non-Epic Poetry&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "After a great war among nine kings takes place in one of these locations in Genesis 14, Melchizedek brings bread and wine here and blesses Abram for defeating Chedorlaomer (“KED-or-la-OH-mair”) of Elam. That one of these locations, named Siddim, is where Abram rescued his nephew Lot. After commanding the Sun to sit still at Gibeon, Joshua commanded the moon in stay in one of these places named Ayalon (“ah-yah-LONE”). The Qur’anic term for hell, Jahannam, is derived from the name from one of these places named Gehenna. In a vision set in one of these places, Ezekiel was commanded to prophesy to the breath, causing an army to come alive in that one of these places filled with dry bones. For 10 points, the speaker of Psalm 23 declares “I will fear no evil” even though he walks through what kind of place “of the shadow of death?”", "answer_sanitized": "valleys [or vales; accept valley of the shadow of death] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "In a work titled for these places, a ghost urinates on a fallen statue of a Roman soldier while four nooses, one of which is in use, hang from the ceiling. Two women painted in the styles of Correggio and Guido Reni tug at a man who worked in these places in a Rococo portrait. Stacks of papers are wheelbarrowed out of one of these places in a print titled The Bad Taste of the Town, whose artist William Hogarth also created “A Just View of” one of them. An employee of these places is seated wearing golden robes, flanked by two darkened figures holding a knife and a chalice, and is represented as Melpomene (“mel-PAH-muh-nee”). These were the workplaces of frequent portrait subject David Garrick, as well as a woman who was painted “as the Tragic Muse” by Joshua Reynolds. For 10 points, name these places exemplified by a “Royal” one on Drury Lane.", "answer_sanitized": "theaters [or stages; accept Royal Theatre] &lt;Painting/Sculpture&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This mathematician’s contributions to invariant theory include the syzygy (“SIZZ-uh-jee”) theorem and a theorem that gives conditions for when a ring of invariants is finitely generated. An operation named for this man convolves the input with the function “one over pi x.” A theorem named for this man holds that the ring of polynomials over a Noetherian (“nur-TARE-ee-in”) ring is itself Noetherian. This man declared that “in mathematics there is no ignorabimus” to motivate his namesake program of axiomatization, a project that was proven intractable by Gödel’s (“GUR-tle’s”) incompleteness theorem. In a thought experiment named for him, a countably infinite number of new guests can be housed even though his namesake “hotel” is fully occupied. For 10 points, name this German mathematician who chose the continuum hypothesis as the first of his list of 23 unsolved problems.", "answer_sanitized": "David Hilbert &lt;Other Science (Math)&gt;", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "Two years after a monarch of this name crushed a rebellion at the Battle of Langensalza, those rebels installed his half-brother and “anti-king” Rudolf of Rheinfelden during his absence. A siege by a monarch of this name forced his rival to escape with the help of Robert Guiscard, who sacked that rival’s city in the process. Shortly after taking issue with the decree Dictatus papae, a monarch with this name was excommunicated and appointed Clement III as anti-pope in revenge. An emperor of this name renounced his right to grant power “by ring and staff” at a meeting with Callixtus II, the Concordat of Worms. Matilda of Tuscany received an emperor of this name who, seeking penance from Pope Gregory VII, walked to Canossa Castle. For 10 points, give this name of the Holy Roman Emperors who started and ended the investiture controversy.", "answer_sanitized": "Henry [accept Henry IV or Henry V] &lt;European History post-600&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This quantity and resistivity oscillate as periodic functions of magnetic flux in the Little–Parks effect. This quantity is proportional to the negative exponential of one over the density of states times a coupling constant in one model. This value identifies the point at which the quadratic term of the free energy vanishes in Ginzburg–Landau theory, leading to a spontaneous symmetry breaking in the order parameter. A model proposed in 1957 predicted an energy gap that approaches 1.764 times k-sub-B times this quantity, whose highest known value among conventional materials is 39 kelvins for magnesium diboride. Below this value, electron–phonon interactions lead to the creation of Cooper pairs, as described by BCS theory. For 10 points, name this temperature below which a normal material becomes superconducting.", "answer_sanitized": "superconducting critical temperature [or superconducting transition temperature; or Tc; prompt on critical point until “temperature” is read, and accept critical point after “temperature”; prompt on temperature; do not accept or prompt on just “superconductivity”] &lt;Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This emperor gave his chamberlain the title of pugione (“POOG-ee-oh-nay”), or “dagger-bearer,” and placed him in charge of the guards. Cassius Dio wrote that he chewed laurel leaves to prevent himself from laughing when this ruler attempted to intimidate Senators by beheading an ostrich. The chamberlain Cleander consolidated power under this emperor after he ordered the execution of Tigidus Perennis. This emperor reigned alone following the death of his father at Vindobona during the Marcomannic Wars. Narcissus strangled this emperor to death in a conspiracy involving the royal mistress Marcia. This emperor, who was succeeded by Pertinax, charged a million sesterces (“SES-ter-sizz”) each day for his appearance in gladiatorial fights. For 10 points, name this Roman emperor who succeeded Marcus Aurelius.", "answer_sanitized": "Commodus [or Lucius Aelius Aurelius Commodus] &lt;Old Euro/NE History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This element binds to hydrogen peroxide to generate an “oxo-intermediate” during oxidations of aliphatic C–H bonds conducted with the White–Chen catalyst. Due to its invariant 0.4-volt standard potential, a couple between a complex of this metal and its cation is a commonly-used standard in electrochemistry. A dark reddish-purple compound called the “fip dimer” can be prepared from this metal’s pentacarbonyl. The oxidation states and spins of tin and this metal are commonly assessed in Mossbauer spectroscopy. Two cyclopentadienyl rings are bound to this metal in the first-ever organometallic “sandwich” compound to be discovered. In a compound in which this metal is held by a porphyrin ring, carbon monoxide can compete with oxygen to bind to it. For 10 points, identify this transition metal found in ferrocene and in the prosthetic group of hemoglobin.", "answer_sanitized": "iron [or Fe] &lt;Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This group of instruments play in three grand “concertante” pieces by Charles Auguste de Bériot. This group of instruments are soloists in a D minor orchestral piece that opens with a four-voice fugue in Vivace tempo. This group of instruments play the non-bass parts in Pachelbel’s Musical Delight and in all 48 pieces from Corelli’s opus numbers one through four. This group of instruments comprise the [emphasize] highest members of an ensemble in which they were played by John Sherba and David Harrington; that ensemble commissioned many minimalist pieces and is called “Kronos.” The typical instrumentation for a trio sonata is continuo and this group of instruments. Yehudi Menuhin and David Oistrakh played these instruments as soloists in a 1954 performance of J. S. Bach’s Double Concerto. For 10 points, a string quartet consists of a cello, a viola, and what group of instruments?", "answer_sanitized": "two violins [or violin duo or violin duet or equivalents indicating two violin players; accept first and second violin; prompt on violins by asking “how many?” and do not accept or prompt on “violin” in the singular] &lt;Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A woman in this novel callously orders two gold medals that her husband had earned as a student to be melted down and made into earrings. The table of contents in many editions of this novel summarizes each of its nineteen parts in rhyming couplets. The author of this novel inserted an episode from his father’s life into a scene in which an employee at a Czech firm makes a pair of shoes from scratch in just three days. A forthcoming, similarly-titled sequel to this novel will focus on the sister-in-law of its cruel character Meenakshi in her old age. That woman in this novel rejects the Oxford-educated amateur poet Amit Chatterji, and defies her mutual attraction with the Muslim cricketer Kabir Durrani, in order to wed the nice Hindu boy Haresh Khanna. For 10 points, name this incredibly long novel about Rupa Mehra’s efforts to find a husband for her daughter Lata, written by Vikram Seth.", "answer_sanitized": "A Suitable Boy &lt;Long Fiction&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Raymond Fosdick attempted to withdraw funding from research into this place over fears that it would overemphasize class distinctions. Dwight W. Hoover founded a center for the study of this place, which was the subject of the 1983 book All Faithful People by Ted Caplow. A thinker best known for two books about this place later criticized “objectivist” social science in his book Knowledge for What? A Depression-era study of this place emphasized a “pattern of business-class control” by the so-called “X Family,” later revealed to be the Ball family. The growing importance of radios and cars to leisure activities here in the decades after 1890 was addressed in a 1929 book on this place subtitled “A Study in Contemporary American Culture.” For 10 points, give this generic pseudonym for Muncie, Indiana, that appears in the title of two books by sociologists Helen and Robert Lynd.", "answer_sanitized": "Middletown [accept Middletown in Transition; accept Muncie until it is read; prompt on Indiana] &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "When this group was hit with tear gas, the 12-week-old baby Bernard Myers was killed. Joe Angelo tried to obtain political support for this group, whose members maintained orderly living quarters to fight their Attorney General William Mitchell calling them the “largest aggregation of criminals” ever assembled in the city, as well as to combat Red Scare rumors. This group received food donations from police chief Pelham D. Glassford and was led by Oregonian Walter Waters. It protested a bill that was proposed by Wright Patman by embarking on a “death march” to Capitol Hill. Smedley Butler spoke to this group before it was expelled from Anacostia Flats by troops under then-Chief of Staff Douglas MacArthur. For 10 points, name this group of World War I veterans that descended upon Washington, D.C. to demand cash payments.", "answer_sanitized": "Bonus Army [or Bonus Expeditionary Force] &lt;US History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A character in this play declares that poverty is the worst crime and that all other crimes are “virtues beside it.” That character notes that one of his ancestors sold cannons to Napoleon “under the nose of George III,” while another remarked “If God gave the hand, let not man withhold the sword.” This play’s title character recalls that Lord Saxmundham used “letters of fire against the sky” to promote Bodger’s Whiskey while unsuccessfully attempting to convince Mrs. Baines to refuse a donation made by him. In this play, a Greek scholar reveals that his parents were married in Australia, which makes him a foundling and thus eligible to inherit an arms manufacturing business. Adolphus Cusins is engaged to the title character of this play, who is the daughter of Andrew Undershaft. For 10 points, name this play whose title character quits the Salvation Army, a work by George Bernard Shaw.", "answer_sanitized": "Major Barbara &lt;Drama&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A planned experiment to test universal basic income in this country headed by the charity GiveDirectly was postponed in 2017. Businessman Nick Hughes co-founded two ventures in this country, including the rent-to-own solar power company M-Kopa and the mobile banking service M-Pesa, the latter of which reached 30 million users in 2017. After China and India, this country is the world’s third-largest producer of tea. One of this country’s largest investments is a 365-turbine wind farm next to its Lake Turkana. In 2016, this country burned a record-setting 105-ton pile of ivory to deter poachers. This country’s tourism industry took a downturn after its Westgate Mall was attacked by a neighboring country’s al-Shabaab militants. For 10 points, name this country home to east Africa’s largest port, Mombasa, as well as its financial hub of Nairobi.", "answer_sanitized": "Kenya [or Republic of Kenya] &lt;Geography&gt;", "category": "Current Events"}, {"question_sanitized": "A work by this philosopher argues that humans have lost the ability to exist in a state in which the “soul is shielded from the action of objects though the body is struck by them” as a result of original sin. The ideas of this philosopher inspired the publication of the two-volume Essay Towards the Theory of the Ideal or Intelligible World by the English philosopher John Norris. Gottfried Leibniz began his philosophical career by writing a commentary on this man’s Dialogues on Metaphysics and Religion. This man’s views on divine grace were attacked by Antoine Arnauld. This thinker argued that divine ideas cause human sensory perception in his theory of the “vision of God,” which appeared in his book The Search After Truth. For 10 points, name this French Catholic philosopher who argued that God is the true cause of all things through his philosophy of Occasionalism.", "answer_sanitized": "Nicolas Malebranche &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "The reduced sensitivity of assays in which unreactive types of these compounds are present is termed the hook or prozone effect. In a technique developed by Cesar Milstein, these molecules are collected from HGPRT-negative cells that can survive in media containing aminopterin (“am-in-OP-ter-in”). Using techniques such as phage display, these molecules can be “humanized.” An indication of the species that these molecules were taken from and the species that they react specifically in, such as goat anti-mouse, is included in the naming convention for the fluorescently-labeled “secondary” varieties of them used in ELISAs or Western Blots. Hybridoma technology yields fused and immortalized cells that make “monoclonal” types of these proteins that are used in treating autoimmune diseases. For 10 points, name these Y-shaped immune proteins secreted by B cells, which recognize specific antigens.", "answer_sanitized": "monoclonal antibody [or monoclonal antibodies; or immunoglobulins] &lt;Biology&gt; Bonuses", "subcategory": "Science Biology", "category": "Science"}], "bonuses": [{"leadin_sanitized": "Although Leonard Bernstein (“BURN-styne”) loved this piece, he called it a “string of separate paragraphs stuck together” and contended that it would be the same piece whether it were five or twelve minutes long. For 10 points each:", "answers_sanitized": ["Rhapsody in Blue", "George Gershwin", "“The Man I Love” &lt;Music&gt;"], "parts_sanitized": ["Name this piece for piano and orchestra. It opens with a long trill on low F and 17-note rising diatonic scale.", "Rhapsody in Blue is by this composer of An American in Paris and Porgy and Bess.", "The “shuffle” theme from Rhapsody in Blue is similar to a melody in this popular song by Gershwin, whose opening line is “When the moon begins to beam.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This leader captured a sword belonging to Ernesto de Aguirre at the Battle of Imus, which he kept in subsequent battles since it was made the year he was born. For 10 points each:", "answers_sanitized": ["Emilio Aguinaldo", "(Kingdom of) Spain [or Reino de España]", "Hong Kong [or Heunggong; accept Hong Kong Junta] &lt;Other History&gt;"], "parts_sanitized": ["Name this revolutionary and first president of the Philippines, who used Magdalo as his nom de guerre.", "This ruling colonial power was Aguinaldo’s primary opponent in his early revolutionary years. This country controlled the Philippines before handing it over to the US.", "Aguinaldo voluntarily went into exile in this city after receiving eight hundred thousand pesos in the Pact of Biak-na-Bato. Until 1903, Aguinaldo led a government in exile here, often called this city’s namesake “Junta.”"], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Two men triumphantly scale a rock formation at the center of this painting, whose left shows a man on horseback pointing to San Francisco Bay. For 10 points each:", "answers_sanitized": ["Westward the Course of Empire Takes Its Way [or Westward Ho]", "George Washington [accept Washington Crossing the Delaware or The Apotheosis of Washington]", "William Penn [accept Penn’s Treaty with the Indians] &lt;Painting/Sculpture&gt;"], "parts_sanitized": ["Name this massive mural in the US Capitol whose title is derived from a poem by George Berkeley.", "That mural was made by Emanuel Leutze, who also painted this general Crossing the Delaware. Constantino Brumidi’s ceiling fresco in the Capitol depicts this man in the heavens.", "The last entry in the Capitol’s Frieze of American History personally created by Brumidi depicts the Lenape people negotiating a treaty at Shackamaxon with this person, a scene also painted by Benjamin West."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about the arms manufacturing company Bofors, for 10 points each.", "answers_sanitized": ["Wallenberg family [accept Raoul Wallenberg]", "Saab AB [or Svenska Aeroplan AB]", "Sweden [or Kingdom of Sweden; or Konungariket Sverige] &lt;European History post-600&gt;"], "parts_sanitized": ["The government of Rajiv Gandhi was criticized for accepting millions in kickbacks from Bofors and SEB, the bank that financed it. That bank is run by this family, which includes a diplomat who issued visas to fleeing Hungarians during World War II.", "Bofors is now a subsidiary of this company, which was partially responsible for making its country’s air force the world’s fourth-largest during the Cold War. It eventually became part of General Motors.", "Bofors was founded in this country and was briefly owned by Alfred Nobel, whose namesake “prizes” are usually awarded in its capital, Stockholm."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In a searing review of this author’s memoir <em>The World of Yesterday</em>, Michael Hofmann dubs him the “Pepsi of Austrian writing,” because he “just tastes fake.” For 10 points each:", "answers_sanitized": ["Stefan Zweig (The novel is The Royal Game.)", "World War I [or the First World War; or the Great War; or the War to End All Wars]", "Erich Maria Remarque &lt;Long Fiction&gt;"], "parts_sanitized": ["Name this author who finished his memoir a day before being found holding his hands with his wife in Brazil, both dead from a barbiturate overdose. In his best known novel, Dr. B. is so engrossed in a game of chess against himself that he splits into the personas White and Black.", "Hofmann highlights Zweig’s dishonest recollection of an article that he had addressed “To Friends Abroad” during this war. The wheelchair-bound Josef Švejk (“YO-sef sh’VAKE”) is conscripted during this war in a satirical novel by Jaroslav Hašek (“YAH-roh-slav HAH-shek”).", "The review further describes Thomas Mann and his family amusing themselves by debating whether Zweig was a worse writer than this author of the World War I novel All Quiet on the Western Front."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Identify the following stages in the life cycle of a volcanic island, for 10 points each.", "answers_sanitized": ["diapirs (“DYE-uh-peers”)", "atolls", "guyots (“ghee-YO’s”) [or tablemounts] &lt;Other Science (Earth Science)&gt;"], "parts_sanitized": ["Mid-ocean volcanic islands are hypothesized to be formed at hotspots when a mantle plume creates one of these intrusions of a ductile material into a brittle overlayer. Salt domes are also formed from these structures.", "Once a volcano becomes dormant, weathering and subsidence cause its peak to slowly sink below the surface. It may be replaced by one of these ring-shaped structures, in which a coral reef surrounds a central lagoon.", "After further weathering even the atoll will become submerged, leaving behind one of these subsurface, flat-topped seamounts named for a Swiss geologist."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "Apart from the final poem, “One Word More,” all fifty-one entries of the collection <em>Men and Women</em> are poems of this type. For 10 points each:", "answers_sanitized": ["dramatic monologue [or dramatic lyrics]", "Robert Browning", "“The Bishop Orders His Tomb at Saint Praxed’s Church” [or “The Tomb at Saint Praxed’s”] &lt;Non-Epic Poetry&gt;"], "parts_sanitized": ["Identify this poetic genre popular in Victorian literature, which is styled as a speech evoking the personality and point of view of a character distinct from the poet.", "This author of Men and Women penned dramatic monologues such as “Porphyria’s Lover” and “My Last Duchess.”", "Intent on outdoing “Old Gandolf with his paltry onion stone,” the speaker of this Browning monologue specifies that “nine columns” made of “peach-blossom marble” should surround him in his resting place."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "One of these two things was personified in a Hittite tale by Aranza, who was one of many children born when Anu impregnated his son Kumarbi when Kumarbi bit off his genitals. For 10 points each:", "answers_sanitized": ["Tigris River AND Euphrates River [accept Idigna or Idiqlat in place of “Tigris”; accept Buranuna or Purattu in place of “Euphrates”; prompt on river; prompt on the waters] (Enbilulu is the “canal inspector.”)", "Enlil OR Ninlil", "the Moon [or Luna] &lt;Mythology&gt;"], "parts_sanitized": ["Name these two things that the mythical “inspector” Enbilulu was put in charge of. Enki is shown as having these two things on his shoulders in the Adda seal.", "Enbilulu is the son of these two deities. One of them is the god of wind and storms and Enki’s brother, and the other is his usual consort, whom he tricks into having sex with disguises such as the “gatekeeper.” Name either.", "When Enlil and Ninlil lay together for the first time, Ninlil conceived Sin, the god of this location. The Greek personification of this location was Selene."], "category": "Mythology"}, {"leadin_sanitized": "David Kennedy criticized the role that these things play in international governance in his book <em>Dark Sides of Virtue</em>. For 10 points each:", "answers_sanitized": ["human rights [accept Universal Declaration of Human Rights; prompt on rights]", "Karl Marx", "Samuel Moyn &lt;Social Science&gt;"], "parts_sanitized": ["Name these norms articulated in a 1948 “universal declaration” by the United Nations, which declared them to be the foundation of “freedom, justice and peace in the world.”", "This earlier critic of the concept of “human rights” lambasted them as “the rights of egoistic man, of man separated from other men and from the community” in his On the Jewish Question.", "This Yale legal scholar and historian argued that the promotion of human rights functioned as a conservative response to the demands of decolonized countries in his book The Last Utopia."], "category": "Social Science"}, {"leadin_sanitized": "In the Sunyaev–Zel’dovich (“soon-YA-eff zell-DOH-vitch”) effect, high-energy electrons transfer energy to the cosmic microwave background radiation in an “inverse” form of this process. For 10 points each:", "answers_sanitized": ["Compton scattering [or Compton effect]", "wavelength", "coincidence [accept coincidence circuit or coincidence method] &lt;Physics&gt;"], "parts_sanitized": ["Name this type of inelastic scattering in which a photon loses energy when it collides with a free electron. Its low-energy limit is sometimes known as Thomson scattering.", "The kinematics of Compton scattering can be derived by imposing conservation of both energy and momentum. The momentum of the photon is given by Planck’s constant divided by what property?", "Walter Bothe (“VALL-tuh BO-tuh”) won the 1954 Nobel Prize in Physics for his invention of a “circuit” that could simultaneously detect a recoiling electron and a Compton-scattered gamma ray. That circuit was named for this English word."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This religious tradition’s name simply means “Highest Power,” which is an abbreviation for the full name of God, who is often represented in the form of a “left eye” in a triangle. For 10 points each:", "answers_sanitized": ["Cao Dai [or Caodaism]", "Holy See", "buddhas [or jinas; accept Five Wisdom Buddhas or Five Great Buddhas] &lt;Religion&gt;"], "parts_sanitized": ["Name this non-Catholic religious tradition that nonetheless has popes, cardinals, and archbishops. After this religion was banned in its home country in the 1970s, it decided séances were no longer a key part of religious practice.", "One of Cao Dai’s many Catholic-inspired practices is referring to its Great Temple in Tây Ninh (“tye nin”) as this kind of “See.” The sovereign entity that represents the Vatican is, naturally, also called this kind of “See.”", "Cao Dai doctrine says its traditions come from “three teachings”: one of sages, one of saints, and one of these kinds of figures. Tathagata is a term for these figures, such as the “Five Wisdom” ones who include Akshobhya."], "category": "Religion"}, {"leadin_sanitized": "Ulises attempts to help this character escape with the help of a fortune of diamonds hidden in oranges. For 10 points each:", "answers_sanitized": ["Innocent Eréndira", "Gabriel García Márquez", "Colonel Aureliano Buendía [prompt on Buendía; prompt on Colonel] &lt;Short Fiction&gt;"], "parts_sanitized": ["Name this character, the subject of a novella titled for her “incredible and sad tale,” who is forced to be a prostitute by her grandmother after she burns down their home.", "Innocent Eréndira first appeared in this Colombian author’s novel One Hundred Years of Solitude.", "In One Hundred Years of Solitude, this second son of José Arcadio Buendía unsuccessfully attempts to marry Innocent Eréndira. He later fathers seventeen sons that share his name, all but one of whom are assassinated."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The “star” form of this property can be established by either using an “arm-first” approach with living chains, or by functionalizing DVB in the “core-first” approach. For 10 points each:", "answers_sanitized": ["polymer branching [or word forms such as branchedness]", "rubber", "graft copolymers [or graft polymers; prompt on block (co)polymers] &lt;Chemistry&gt;"], "parts_sanitized": ["Identify this property possessed by polymers that are not completely linear. A namesake enzyme induces this process in glycogen during its biosynthesis.", "The neoprene-derived polymers that make up this natural resource extracted from trees become branched when sulfur is added to form durable cross-links between them in vulcanization.", "In these copolymers that can be generated in “to,” “from,” and “through” methods, different monomers make up the main and the branched side chains."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "After a character in this novel falls unconscious from drinking drugged coffee, an old woman deduces from the marks on his back that he is the criminal Trompe-la-Mort. For 10 points each:", "answers_sanitized": ["Le Père Goriot [or Father Goriot; or Old Goriot]", "Honoré de Balzac", "the city of Paris [or the city] &lt;Long Fiction&gt;"], "parts_sanitized": ["Name this novel whose title pasta maker is ostracized by every fellow lodger at his boarding house except for the law student Eugène de Rastignac (“oo-ZHEN duh ross-teen-YOCK”) and by his own daughters, who send empty carriages to his funeral.", "Le Père Goriot (“pair gore-YO”) is one of the “scenes from private life” in The Human Comedy, a panoramic 95-volume series by this 19th-century French novelist.", "In a culturally influential scene at the very end of Le Père Goriot, Rastignac stands amidst the Père Lachaise (“pair la-SHEZ”) cemetery after Goriot’s burial, addresses this entity, and defiantly bellows: “À nous deux, maintenant!” (“ah noo duh mat-NAWN”), which has sometimes between translated as “it’s war between us now!”"], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This archeological site was discovered accidentally by the 18-year-old Marcel Ravidat and his three friends. For 10 points each:", "answers_sanitized": ["Lascaux (“lass-KOH”) Caves [or Grotte de Lascaux]", "hunting [accept hunting magic or hunting and gathering; or hunter-gatherer]", "aurochs [or aurochsen; or urus; or ure; or Bos primogenius; prompt on Bos] &lt;Historio/Archaeo&gt;"], "parts_sanitized": ["Name this archaeological site in France that features sections called Hall of the Bulls, the Passageway, and the Chamber of the Felines, which contain some of its hundreds of Palaeolithic paintings.", "Henri Breuil (“on-REE BRUH-ee”) suggested that Lascaux paintings were part of a Paleolithic “magic” to increase the gain from this activity. With “gathering,” it names a form of foraging-based social organization.", "The four most prominent paintings in the Lascaux Caves are generally thought to depict this now-extinct animal species, whose last surviving member died in 1627 in Poland."], "subcategory": "History Other", "category": "History"}, {"leadin_sanitized": "Name the following philosophers who have written about “irony,” for 10 points each.", "answers_sanitized": ["Georg Wilhelm Friedrich Hegel", "Søren Kierkegaard", "Richard Rorty &lt;Philosophy&gt;"], "parts_sanitized": ["In a review of Karl Solger’s posthumous writings, this thinker criticized the “Romantic irony” of Friedrich Schlegel (“SHLAY-gull”) and the “pathological irony” of Novalis as forms of “vanity.” He also wrote The Phenomenology of Spirit.", "This philosopher analyzed Hegel’s discussion of irony in his dissertation, which centered on Socrates’ ironic use of what this man termed “infinite absolute negativity.”", "This neo-Pragmatist thinker connected the practice of “private irony,” which maintains doubts about the viability of one’s “final vocabulary,” with “liberal hope” in a chapter of his 1989 book Contingency, Irony, and Solidarity."], "category": "Philosophy"}, {"leadin_sanitized": "Investigations revealed that this building could have been fitted with proper cladding for only 5,000 pounds, less than a thousandth of the total cost to refurbish it. For 10 points each:", "answers_sanitized": ["Grenfell Tower", "Jeremy Corbyn [or Jeremy Bernard Corbyn]", "photographer [prompt on artist] &lt;Current Events&gt;"], "parts_sanitized": ["Identify this residential building in North Kensington where a fire claimed 71 lives in June 2017.", "This current leader of the Labour Party proposed that some of the hundreds of nearby unsold houses be used as temporary shelter for survivors of the Grenfell Tower fire.", "The Gambian-British Khadija Saye, one of the more recognized casualties of the Grenfell Tower fire and one of its many African victims, had this occupation."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "Answer the following about the processing of visual input in the brain, for 10 points each.", "answers_sanitized": ["retina", "optic chiasm [or optic chiasma]", "ocular dominance columns &lt;Biology&gt;"], "parts_sanitized": ["The optic nerve transmits information from this light-sensitive area at the back of the eyeball.", "Before passing the signal to the lateral geniculate nucleus, optic nerve fibers from each retina “decussate,” or cross over, at this structure whose Greek name refers to the X-shaped structure that this creates.", "Once the input reaches the visual cortex, these stripes of neurons that lie perpendicular to the orientation columns respond preferentially to signals from one eye or the other. Hubel and Wiesel shared a Nobel Prize for discovering these columns in the visual cortices of cats."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Vaslav Nijinsky donned a costume that some likened to a “celestial insect” to play this ballet’s title character, who jumps out of a window as another character’s dream ends. For 10 points each:", "answers_sanitized": ["Le Spectre de la rose [or The Spirit of the Rose]", "Michel Fokine (“foh-KEEN”) [or Mikhail Mikhaylovich Fokine]", "swans [accept The Dying Swan; accept Swan Lake] &lt;Other Art (Other Visual)&gt;"], "parts_sanitized": ["Name this ballet set to Carl Maria von Weber’s (“VAY-ber’s”) Invitation to the Dance, in which a young girl dreams of dancing with the title object after returning from her first ball.", "This Russian ballet dancer choreographed Le Spectre de la rose as well as Igor Stravinsky’s The Firebird and Petrushka.", "One of the first ballets Fokine choreographed was a solo dance for Anna Pavlova titled after a “dying” one of these birds. Odette turns into one of these birds in a ballet composed by Pyotr Ilyich Tchaikovsky."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "A standard created in this case was applied by the Fourth Circuit court of appeals to rule President Trump’s executive order targeting seven Muslim-majority countries as unconstitutional. For 10 points each:", "answers_sanitized": ["Lemon v. Kurtzman [or Kurtzman v. Lemon]", "First Amendment", "Santa Fe [accept Santa Fe Independent School District v. Doe] &lt;US History&gt;"], "parts_sanitized": ["Name this case that established a test for whether government funding violates the Establishment Clause, which uses a standard of “excessive entanglement.”", "The Establishment Clause is found in this amendment to the United States Constitution, which protects the free exercise of religion.", "The Lemon Test was also applied in a 2000 case concerning a school district in this city, in which it was ruled that faculty-led prayers before football matches were unconstitutional."], "subcategory": "History American", "category": "History"}]}