{
    "tossups": [],
    "bonuses": [
        {
            "leadin": "Padahlin, one of these places in the Nwalabo Range in Myanmar, was possibly a workshop for making tools since over a thousand incomplete hand axes, whetstones and other items were found there. For 10 points each:",
            "answers": [
                "a cave [or cavern; or grotto; or rock shelter]",
                "France [or French Republic; or République française]",
                "Peru (the complex is Chavin de Huantar)"
            ],
            "parts": [
                "Name this type of location. Another important location of this type was discovered by Marcel Ravidat's dog Robot in 1940.",
                "Robot discovered the Lascaux Caves, now a UNESCO World Heritage site in this European country.",
                "This country is home to the \"Devil's Rock Face\" cave, used by a preceramic people. Other archaeological sites in this country include a labyrinthine sacred complex active during the Early Horizon period whose Lanzón stela depicts a sacred animal."
            ],
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "leadin": "The abbreviated name for these objects was coined by Chinese-American scientist Hong-Yee Chiu. For 10 points each:",
            "answers": [
                "quasars [accept quasi-stellar radio sources, quasi-stellar objects, QSOs, active galactic nuclei, active galaxies, AGNs, or Seyfert galaxies]",
                "University of Cambridge [accept the Third Cambridge Catalogue]",
                "alpha [accept Lyman alpha forest or Lyman alpha line]"
            ],
            "parts": [
                "Name these objects first described in the '60s. These objects were once thought to be unusually red stars but are now known to be cosmologically distant and fueled by accretion disks.",
                "Astronomers at this university discovered the first quasars while compiling the 3C catalogue. Jocelyn Bell observed the first pulsar at this university but was passed up for the Nobel, which went to fellow researchers Ryle and Hewish.",
                "Many distinctive features of quasars are distortions of the first line of the Lyman spectral series of hydrogen, which is designated by this Greek letter."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin": "This office, whose holder receives an annual barrel of sherry, has been held since January 2022 by the author of Zoom, Simon Armitage. For 10 points each:",
            "answers": [
                "Poet Laureate [accept Poet Laureate of the United Kingdom or United States Poet Laureate or Poet Laureate, Consultant in Poetry to the Library of Congress]",
                "Carol Ann Duffy",
                "John Dryden"
            ],
            "parts": [
                "Name this British office held by a royally-appointed \"national poet.\" A national role of the same name in the U.S. is appointed by the Library of Congress.",
                "Armitage succeeded this British Poet Laureate, the first woman to hold the role. This poet collected many poems about the ignored female companions of famous men in The World's Wife.",
                "The office of Poet Laureate is usually dated back to this poet of Absalom and Achitophel, who mocked his successor as Poet Laureate, Thomas Shadwell, in his poem \"Mac Flecknoe.\""
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin": "This place was selected for a controversial study on the birth control pill after Katherine McCormick asked Margaret Sanger, \"How can we get a 'cage' of ovulating females to experiment with?\" For 10 points each:",
            "answers": [
                "Puerto Rico",
                "Rockefeller [or the Rockefellers; accept Nelson Rockefeller]",
                "Gaylord Nelson"
            ],
            "parts": [
                "Identify this US territory in the Caribbean which was acquired following the Spanish-American War.",
                "Cornelius Rhoads carried out controversial hookworm studies in Puerto Rico for this family's namesake foundation. A politician from this family was governor during the Attica Riots.",
                "Side effects observed in the Puerto Rican pill trials were later addressed during 1970 hearings on the pill chaired by this senator. This Wisconsin senator helped create Earth Day."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin": "High levels of these elements produce melanocratic minerals that can be easily identified in the field. For 10 points each:",
            "answers": [
                "iron AND magnesium [accept ferromagnesian minerals]",
                "quartz",
                "pyroxenes [accept orthopyroxenes]"
            ],
            "parts": [
                "Name these two elements which are closely associated in igneous rocks. These elements provide the dark color of mafic minerals.",
                "Ferromagnesian rocks have low levels of silica, which is the only component of this mineral. Examples of this mineral used as gems include amethyst and citrine.",
                "Magnesian olivine mixes with silica to form this class of mineral. These minerals can incorporate up to, but not more than, one calcium ion in their two cation sites, but \"ortho\" examples like enstatite don't have any."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin": "This preacher's inflammatory statements were addressed in the campaign speech \"A More Perfect Union.\" For 10 points each:",
            "answers": [
                "Jeremiah Wright",
                "Barack Obama [or Barack Hussein Obama II]",
                "Weather Underground [or Weathermen; or WUO]"
            ],
            "parts": [
                "Name this Chicago preacher whose incendiary sermons were revealed on ABC news during the run-up to the 2008 presidential election.",
                "This Democratic candidate in the 2008 presidential election faced controversy for his relationship with Wright. He would go on to beat the Republican candidate John McCain that year.",
                "Obama's opponents also highly-exaggerated his relationship with Bill Ayers, a leader of this group. This leftist group, which was an offshoot of SDS, organized the \"Days of Rage\" and bombed the Pentagon in 1972."
            ],
            "subcategory": "American History",
            "category": "History"
        }
    ]
}