{"tossups": [{"question_sanitized": "﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿On the Krumbein phi scale, this material is graded between \"negative one\" and \"positive four.\" In the USCS system, this material corresponds both to more than 50% passing through a #4 sieve and more than 50% retained on a #200 sieve. Arenites and wackes (\"wackies\") are types of a rock named for this material. This material is too heavy to be part of the suspended load in air, so it moves by a form of bed load aeolian (ay-OH-lee-an) transport elucidated by Ralph Bagnold and called \"saltation.\" Parabolic, barchan (BAR-kahn), and seif (\"safe\") structures constituted of this material can be found in ergs. Clastic sedimentary rocks can be classi⎜ed into mudrock, conglomerates, breccias (BREH-chee-uhz), and a type of \"stone\" made out of, for 10 points, what medium-grained materialÂ—coarser than gravel but ⎜ner than silt or clayÂ—that forms dunes?", "answer_sanitized": "sand [accept sandstone]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "The outer movements of this man’s Sixth Symphony often draw comparisons to the outer movements of\r\nBrahms’s Second Symphony because they share the same tempo, key, and structure. The finale of this man’s\r\nEighth Symphony opens with a trumpet fanfare that leads into a cello melody based on a children’s song. The\r\nlast of this man’s symphonies contains a single note for cymbals in its “allegro con fuoco” finale and is written\r\nin the key of E minor. The first of this man’s symphonies is nicknamed “The Bells of Zlonice” (ZLO-neets). In the\r\nlast of his symphonies, the second movement has an English horn solo drawn from the spiritual “Goin’ Home.”\r\nFor 10 points, name this Czech composer whose Ninth Symphony was called “From the New World.”", "answer_sanitized": "Antonín Dvorak [or Antonín Leopold Dvorak]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Morse and Feshbach determined the coordinate systems in which this man's equation is separable by imposing the Robertson condition on the Stackel determinant. In 3D, the Green's function for this man's equation is \"minus e\" to the \"plus or minus i k r\" all over \"four pi r.\" This man's equation is defined as the Laplacian of a scalar or vector function, F, plus \"k-squared times F\" equals zero, and it reduces to Laplace's equation when k equals zero. By this man's theorem, any finite, uniform, continuous, vanishing vector field can be expressed as the gradient of a scalar plus the curl of a vector with zero divergence. The useful work obtainable from a closed thermodynamic system is known as, for 10 points, what German scientist's namesake \"free energy\"?", "answer_sanitized": "Hermann von Helmholtz [or Hermann Ludwig Ferdinand Helmholtz; accept Helmholtz equation or Helmholtz theorem or Helmholtz free energy]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In a hadith (hah-DEETH) recorded by Al-Nasa'i, Muhammad said that \"heaven lies under the feet\" of one of these people. In a hadith recorded by al-Bukhari, a man asks \"who among the people is most worthy of my good companionship?\" four times, and Muhammad's ⎜rst three answers are this type of person. The subject of Surah 19 became a person of this kind while holding onto a date palm. Soon aeer becoming a person of this type and being abandoned to God's care in a valley, a woman ran between the hills of Safa and Marwah looking for water, which led to the opening of the Zamzam spring. Aminah's relation to Muhammad was, for 10 points, what familial role, exempli⎜ed by Khadijah with respect to Fatimah and by Hagar with respect to Ishmael?", "answer_sanitized": "mothers [accept equivalents such as moms or answers mentioning mother such as \"his mother\" or \"Muhammad's mother\"; prompt on gender-neutral answers such as \"parents\"; prompt on \"woman\" or equivalents before \"became\"; do not accept or prompt on \"father(s)\" or equivalents]", "category": "Religion"}, {"question_sanitized": "A Byzantine district of this name provided the epithet of a ruler who died aeer being dragged through a forest for 16 miles when his belt was caught on a deer's antler. Most of Michael Psellos's Chronographia records the rule of a dynasty with this name, including the reign of co-empresses Zoe and Theodora; that dynasty of this name was founded by Basil I aeer he had Michael III killed, and it ruled for much of the 9th, 10th, and 11th centuries. While ⎜ghting for a kingdom of this name, Cleitus the Black saved the life of his king from the satrap (sat-rap) Spithridates (spith-rih-DAH-teez) at the Battle of the Granicus; that Hellenistic kingdom of this name conquered the Achaemenid (uh-KEE-meh-nid) Empire aeer defeating Darius III (dah-\"RYE\"-us \"the third\") at Issus and Gaugamela (GOW-gah-meh-lah). For 10 points, what kingdom was ruled by Philip II and Alexander the Great?", "answer_sanitized": "Macedonia [accept Macedonian dynasty or Macedon]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "In David Luke's rhyming translation of this play, one character says \"I'm not a lady and I'm not sweet / I can get home on my own two feet\" in response to the protagonist asking to escort her from confession. Later in this play, the protagonist is guided by the sybil Manto while a companion disguises himself as one of the Graeae (GRY-ee). A woman in this play prays to an icon of the Mater Dolorosa shortly before her brother, the soldier Valentine, is slain by her beloved. In this play, a will-o'-the-wisp guides the protagonist through the Harz Mountains to a Walpurgis Night celebration, aeer which a voice from above proclaims \"she is redeemed!\" before Gretchen dies. The title academic makes a deal with Mephistopheles in, for 10 points, what play by Johann Wolfgang von Goethe?", "answer_sanitized": "Faust: A Tragedy [or Faust. Eine Tragödie; accept Faust, Part 1 or Faust. Der Tragödie / erster Teil before \"Manto\"]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This album contains a song, inspired by Fleetwood Mac's \"Albatross,\" that contains numerous nonsensical Spanish phrases and the local slang expression \"chicka ferdy\" in its multi-tracked vocal harmonies. The B side of this album contains a song in which a harpsichord and a synthesizer play the chords of Beethoven's Moonlight Sonata backward, which appears immediately before a song whose outro repeats the line \"one, two, three, four, ⎜ve, six, seven / all good children go to heaven.\" The songs \"Sun King,\" \"You Never Give Me Your Money,\" and \"Carry That Weight\" appear on the 16-minute medley that closes this 1969 album. \"Come Together\" opens, for 10 points, what album whose cover shows the members of the Beatles walking across the namesake street?", "answer_sanitized": "Abbey Road", "category": "Trash"}, {"question_sanitized": "A discovery led one member of this profession to declare that his old horse would be stuffed, placed in a glass case, and sent to the British Museum. For members of this profession, the dancer Lola Montez became an icon for performing the \"spider dance.\" Acquittal of a hotel owner accused of murdering James Scobie led members of this profession to form the Ballarat Reform League and revolt under the leadership of Peter Lalor. Aeer Edward Hargraves made a discovery at a location he called Ophir, this profession became popular, resulting in the depletion of convict laborers in Van Diemen's Land. Men in this profession fought the government of Victoria at the Eureka Stockade. For 10 points, what profession participated in an 1851 Australian \"rush\" for a precious metal?", "answer_sanitized": "gold miners [accept equivalents such as gold prospectors; prompt on \"miners\" or \"prospectors\" or equivalents]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The speaker of a poem by this author asks \"whom dost thou worship in this lonely dark corner of a temple with doors all shut?\" and says that God is \"where the tiller is tilling the hard ground and where the pathmaker is breaking stones.\" Another poem by this author repeats \"let me carry the pangs of this sorrow in my dreams and in my wakeful hours.\" The speaker in a poem by this author of \"Let Me Not Forget\" cannot board the title vehicle because it is too loaded with \"gold paddy.\" This poet wrote of a place \"where tireless striving stretches its arms towards perfection\" and \"where the mind is without fear.\" He wrote \"thou hast made me endless, such is thy pleasure\" at the beginning of a collection whose introduction was written by W. B. Yeats. For 10 points, name this Bengali author of Gitanjali (gee-TAHN-jah-lee).", "answer_sanitized": "Rabindranath Tagore", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The original version of this structure was \"broken\" during a war that was presaged by the coming of a witch who was thrice burned to death but who was reborn each time. Just aeer passing over this structure, an eagle in pursuit of a hawk carrying a valuable nut was burned to death when its feathers caught ⎜re from a pile of plane shavings. Along with the sun and moon, the goddess of love was offered in exchange for this structure's construction, under the condition that it be done within one winter. To prevent the timely completion of this structure, a trickster transformed into a mare to distract the stallion Svadilfari (SVAH-dil-far-ee) from hauling stones, resulting in the birth of Sleipnir. The unnamed giant who built these forti⎜cations was killed by Thor. For 10 points, what structure defended the home of the Norse gods?", "answer_sanitized": "walls of Asgard [prompt on partial answers; accept answers indicating walls or forti", "category": "Mythology"}, {"question_sanitized": "The \"forbidden Q branch\" in a \"PÂ·QÂ·R\" spectrum corresponds to this process. The \"group\" form of this process identi⎜es irreducible representations that correspond to it by just looking at rows in the character table that transform as a linear or quadratic function of a coordinate. CentroÂ·symmetric molecules cannot have overlapping peaks in spectroscopy that excites this process by causing a change in the polarizability tensor or dipole moment. The anÂ·harmonic Morse potential models the energy required to excite this process, which is oeen reported in inverse centimeters. Nonlinear molecules have \"three n minus six\" degrees of freedomÂ—or normal modes, such as wagging, scissoring, or bendingÂ—for this process. For 10 points, what process, detected by IÂ·R spectroscopy, occurs when nuclei move back and forth?", "answer_sanitized": "molecular vibration(s) [accept word forms such as vibrational; prompt on \"molecular motion\" or similar answers; prompt on \"rovibration\" or \"libration\"; do not accept or prompt on \"translation(s)\" or \"rotation(s)\"]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The ⎜rst dancer to perform this role, Antonietta Dell'Era (an-\"tone\"-YET-ah dell-\"EH\"-rah), insisted on adding a gavotte by Alphonse Czibulka (chee-\"BULL\"-kah) to the score to pad her stage time. Maria Tallchief's 1954 performance of this role helped repopularize the ballet in which this character appears. A theme representing this character begins with the notes \"G-E-G, F sharp, D sharp, E.\" In a four-movement pas de deux (pah day doo), this character dances to music meant to sound like \"drops of water shooting out of a fountain\" aeer a tarantella danced by Prince Coqueluche (koh-kay-loosh). Dancers representing chocolate, coffee, and tea are summoned by this character, who only appears in Act II. Her namesake \"dance\" features a prominent celesta solo. For 10 points, name this character from Tchaikovsky's The Nutcracker who rules the \"Land of Sweets.\"", "answer_sanitized": "Sugar Plum Fairy [or Drazhe; or Fée Dragée]", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "This man's rule was opposed by a \"Liberal Party\" centered in the lawless town of Corinne. This man used the idea of \"blood atonement\" to justify the execution of his adopted son John Lee. The so-called \"Miracle of the Gulls\" occurred under the leadership of this man when a settlement led by him was saved from famine by a flock of birds that ate up a plague of locusts. This man, who was pardoned by James Buchanan after a rebellion in the late 1850s, may have ordered his followers to join the Paiute (\"PIE\"-yoot) Indians in raiding the Baker–Fancher wagon train. After his predecessor was killed by a mob in Nauvoo, Illinois, this man led a mass migration to the Great Salt Lake. For 10 points, what man succeeded Joseph Smith as leader of the Mormon Church and names a university in Provo?", "answer_sanitized": "Brigham Young [accept Brigham Young University]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "At an antique shop in this city, a literary protagonist is kissed by a young bedridden ⎜autist named Pippa and tastes a hint of her morphine lollipop on his lips. Before the wealthy Barbours can adopt that character, he moves from this city to join his father in Las Vegas, where he befriends Boris Pavlikovsky. In a 2013 novel, a bombing at a museum in this city kills Theo Decker's mother and leaves him in possession of the title painting of a bird. Another novel set in this city opens during \"the summer they executed the Rosenbergs,\" with the protagonist interning at Ladies' Day magazine. Life in this city leads to depression and electroshock therapy for Esther Greenwood in The Bell Jar. For 10 points, what city, in Donna Tartt's The Gold⎜nch, is the site of a bombing at the Metropolitan Museum of Art?", "answer_sanitized": "New York City [or NYC]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One character in this work dies in a ditch while waiting for a messenger to return from a diviner. Another character in this work argues that the art of the oxherd is the art of attending to oxen. One part of this text's argument awkwardly contrasts the active and passive aspects of carrying. This text comes to the aporetic (AP-oh-ret-ik) conclusion that the central topic and justice cannot be separated. The title person in this text is pursuing a case against his father over the accidental death of a servant and justi⎜es the suit by showing that he understands the meaning of reverence. For 10 points, name this Platonic dialogue, set shortly before the trial of Socrates, in which Socrates discusses whether what is \"pious\" is so because it is dear to the gods or what is dear to the gods is so because it is pious.", "answer_sanitized": "Euthyphro (\"YOUTH\"-ih-fro)", "category": "Philosophy"}, {"question_sanitized": "Cell concentrations in this substance are oeen measured either \"per high power ⎜eld\" or \"per low power ⎜eld.\" Tissues in contact with this substance are lined with a transitional epithelium. Insoluble \"casts\" form when the TammÂ–Horsfall protein binds to blood cells present in this substance. Elevated protein in this substance can be caused by taking phenÂ·azoÂ·pyridine or by having rhabdoÂ·myoÂ·lysis. GonadÂ·oÂ·tropins are normally extracted from this substance, which is enriched in hÂ·CÂ·G in pregnant women. The GÂ·FÂ·R and \"creatinine (kree-AT-in-een) clearance\" are found by assaying this material, which smells sweet in diabetics. VasoÂ·pressin stimulates the collecting ducts to concentrate this substance by withholding water. For 10 points, what liquid formed in the kidneys is used by mammals to excrete nitrogenous waste?", "answer_sanitized": "urine [accept word forms; accept equivalents such as pee]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Drawings by Jean-Étienne Dominique Esquirol (ES-kee-\"roll\") may have inspired a series done by this artist aeer he returned from a stay in England. One of this artist's works, painted aeer the end of an affair with his aunt, hangs in the Salle Mollien (sahl mohl-YAN) of the Louvre across from Eugene Delacroix's The Massacre at Chios. This artist may have met a patron in the Beaujon Hospital, from which had been taking dissected limbs. His ⎜rst biographer, Charles Clément, wrote that the psychiatrist Étienne-Jean Georget (zhor-ZHAY) commissioned a series of paintings by this artist that includes Portrait of a Kleptomaniac. This artist depicted the Argus in the distance in the top lee of a painting that shows a makeshie sea vessel with men stacked in a pyramidal arrangement. For 10 points, name this artist of The Rae of the Medusa.", "answer_sanitized": "Théodore Géricault [or Jean-Louis André Théodore Géricault]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Aeer this kingdom became a princely state, its economy and law were reformed with the assistance of British commissioner Mark Cubbon. A ruler of this kingdom was accused of abducting 12,000 children from Tanjore (tahn-johr) with the intent of converting them to Islam. Its last independent ruler owned an automaton depicting a tiger devouring a European soldier's corpse. Sir William Congreve based his rocket design on the rockets produced by this kingdom. This kingdom, which agreed to the Treaty of Mangalore (man-gah-\"lore\"), was ruled by members of the Wadiyar (wah-dee-yar) dynasty, including Hyder Ali and Tipu Sultan. It ruled most of the Deccan plateau before losing the 1799 Battle of Seringapatam (seh-RIN-gah-pah-tahm) to a MarathaÂ–British alliance. For 10 points, what South Indian kingdom fought four namesake wars against the British?", "answer_sanitized": "Kingdom of Mysore (\"my-sore\") [accept Mysore Wars]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In a job interview, one of this author's characters is asked to translate a note written in French but is too nervous to say that he cannot read the handwriting and insists that doigts (dwah) means \"⎜ngers.\" The speaker of a poem by this author sees his manhood \"cast / down in the ⎜ood of remembrance\" as he weeps \"like a child for the past\" while recalling his mother playing the piano. He created a mother who pays for her son, Arthur, to be discharged from the army, aeer which he marries Beatrice Wyld; that mother created by this man falls ill with a tumor and is euthanized by her son via an overdose of morphine in her milk. This man wrote about the son of a coal miner who romances Miriam Leivers and Clara Dawes. For 10 points, what English novelist wrote about Paul Morel in Sons and Lovers?", "answer_sanitized": "D. H. Lawrence [or David Herbert Lawrence]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This man's research assistant, Stephen Suomi, showed that it was possible to rehabilitate some of his test subjects. This man developed the concept of \"learning sets\" to test his theory of \"learning to learn,\" and he studied the win-stay, lose-shie strategy in an experiment that presented its subjects with a choice between two stimuli. This man's paper \"The Nature of Love\" published the results of an experiment that involved the use of \"surrogates\" made from heavy wire mesh or wood to explore the importance of bonding between child and mother. This psychologist created a device, meant to produce an animal equivalent of clinical depression, that was dubbed the \"pit of despair.\" For 10 points, name this psychologist at the University of Wisconsin whose experiments oeen involved rhesus monkeys.", "answer_sanitized": "Harry Harlow [or Harry Frederick Harlow; accept Harry Frederick Harlow Israel]", "category": "Social Science"}, {"question_sanitized": "A satirical cartoon depicted this battle as a \"headdress\" taking place atop a woman's massive hairdo. A man killed at this battle had insisted on fighting as an enlisted man, vowed to \"die up to [his] knees in blood,\" and had his corpse identfied when a dentist recognized his fake teeth. A geriatric militiaman who rode to this battle through gufire is celebrated in a Katherine Shepherd-Smith poem called \"Seth Pomeroy's Ride.\" This battle was initiated after one side tried to fortify the Dorchester Heights. Dr. Joseph Warren was killed at this battle by soldiers commanded by Thomas Gage. During this battle, Israel Putnam is said to have ordered his troops not to fire until you see the whites of their eyes.\" For 10 points, what 1775 battle was, despite its name, actually fought on Breed's Hill?", "answer_sanitized": "Battle of Bunker Hill", "subcategory": "History American", "category": "History"}], "bonuses": []}