{"tossups": [{"question_sanitized": "This man was the subject of an 1851 book by Francis Parkman, which shifted attention away from his associate Guyasuta. This man followed a prophet of the Master of Life named Neolin. This man’s allies were defeated by Henry Bouquet in a Pyrrhic victory at Bushy Run. Military actions by this man prompted the killing of dozens of uninvolved innocents in the (*) Conestoga Massacre by the Paxton Boys. While this man’s allies were besieged at Fort Pitt, Jeffrey Amherst advocated using smallpox blankets. This man started that war just after the Proclamation of 1763. For 10 points, name this chief of the Odawa tribe who led a namesake “Rebellion.”", "answer_sanitized": "Pontiac [or Obwandiyag; accept Pontiac’s Rebellion or The Conspiracy of Pontiac] &lt;JR&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In an attack on another philosopher, this philosopher claimed that “the essence of man is…the ensemble of the social relations.” This philosopher argued that societies must progress through slave-based and feudal stages. Earlier, this philosopher claimed that “philosophers have hitherto only (*) interpreted the world; the point is to change it.” This dialectical materialist was the alphabetically-second author of a pamphlet that claims “the history of all hitherto existing society is the history of class struggles.” For 10 points, name this man who, with Friedrich Engels, wrote The Communist Manifesto.", "answer_sanitized": "Karl Marx &lt;JW&gt;", "category": "Philosophy"}, {"question_sanitized": "For the quantum harmonic oscillator, this quantity’s discrete possible values are evenly spaced and start at a value of “one-half h-bar omega.” Leonid Mandelstam and Igor Tamm showed how this quantity and time are paired in a version of Heisenberg’s uncertainty principle. In quantum physics, the (*) Hamiltonian operator computes this quantity for a particular state. When photons shine on a metal, their value for this quantity must exceed the work function for the photoelectric effect to occur. This value for a photon equals Planck’s constant times frequency. For 10 points, name this quantity, whose relativistic “equivalence” with mass sets it equal to “m c-squared.”", "answer_sanitized": "energy [accept total energy; prompt on E] &lt;SE&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A Mozart piece in this genre begins in 6-8 with fanfare-like ascending D major arpeggios and is infamous for its difficult two-voice canonic passages in sixteenth notes. A piece in this genre is often paired with a Fantasy in the same key of C minor. An A-major Mozart piece in this genre begins with an Andante set of (*) variations in 6-8. Muzio Clementi pioneered this genre. Mozart’s last piece in this genre is often nicknamed “Hunt” or “Trumpet,” and his K. 545 is a C-major piece in this genre “for beginners.” Mozart used a “Rondo alla Turca” to end a piece in—for 10 points—what genre of keyboard music?", "answer_sanitized": "piano sonatas [accept sonatinas; prompt on partial answer] &lt;JR&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A character created by this author hangs a towel over a mirror in order to avoid picking up “free and easy ways.” This author started out as a music critic, writing a Marxism-inspired analysis of the Ring Cycle called The Perfect Wagnerite. This author later became a spokesperson for the leftist Fabian Society. A character created by this author throws a ring into a (*) fireplace after it is returned to him by a girl who had earlier said “Walk? Not bloody likely!” In that play by this author, Covent Garden is the site of a bet between Colonel Pickering and Henry Higgins. Eliza Doolittle tries to get rid of her Cockney accent in a play by—for 10 points—what author of Pygmalion?", "answer_sanitized": "George Bernard Shaw &lt;MK&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Wild Bill Hickok was shot while holding a pair of this number and a pair of aces, giving rise to the name “the dead man’s hand.” In Dominion, this is the cost in coins to purchase a Province. In Settlers of Catan, this number, along with 6, is written in red. This is the number of Triple (*) Word Scores that appear on a standard Scrabble board, and it is the point value of the letters “X” and “J.” This number allows you to pick the new suit in a card game that was the basis for Uno! This is the number of squares on each side of a chessboard. For 10 points, what number names a “Crazy” card game?", "answer_sanitized": "eight [accept Crazy Eights] &lt;SCW&gt;", "category": "Trash"}, {"question_sanitized": "In the Iliad, Simo·esius, a son of one of these entities, is compared to a “falling black poplar” as he dies. Another of these entities rises three times to fight against Achilles, but is stopped on each occasion by Hephaestus’ flames. To win the hand of Deianeira, Heracles wrestled one of these entities named Achelous. Another of these entities named (*) Alpheus pursued Arethusa across the sea. Heracles used two of these entities to clean the Augean Stables. Since she helped Zeus during the Titanomachy, the Greeks swore their oaths on one of these entities. The Underworld has five of these things, including Acheron and Lethe. For 10 points, name these bodies of water that include the Styx.", "answer_sanitized": "rivers [accept river gods or river goddesses; accept potamoi] &lt;SPQR&gt;", "category": "Mythology"}, {"question_sanitized": "A test evaluating impairment of cholesterol esterification called the filipin test can be used to diagnose one disease of this organelle. Deficiency of LAL, an enzyme found in this organelle, causes Wolman disease. Another disease of this organelle causes macrophages to have a “tissue paper” appearance. This organelle names a class of disorders which include Fabry disease and Gaucher’s [gow-SHAY’s] disease, as well as a (*) storage disorder caused by a defective hexosaminidase enzyme known as Tay–Sachs disease. Proteins to be transported to this organelle are tagged with mannose-6-phosphate. For 10 points, name this acid-containing organelle that digests cellular wastes.", "answer_sanitized": "lysosomes &lt;HK&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "A member of this minority group, economist Ilham Tohti, was imprisoned in 2014 on charges of separatism. Following a 2009 clash between members of this minority group and police, the city of Kashgar was turned into a Special Economic Zone. November 2018 reports indicated that the homes of these people were being occupied in the “Pair Up and Become (*) Family” program. These people live in a region they call East Turkestan. Since 2014, as many as one million of them have been relocated to internment camps throughout the Xinjiang Autonomous Region. For 10 points, give the religion of the persecuted Uighur minority in China.", "answer_sanitized": "Chinese Muslims [accept Uighurs before “religion”] &lt;HK&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This action done by a classmate named K is described in Sensei’s letter in the novel Kokoro by Natsume Soseki. The protagonist of Haruki Murakami’s Norwegian Wood recalls how Naoko’s boyfriend Kizuki performed this action. This action is performed by pairs of lovers in bunraku plays set at Amijima and Sonezaki written by Chikamatsu. This action was performed by a (*) bodybuilding-obsessed author at the end of a namesake “incident” shortly after finishing the Sea of Fertility tetralogy. After a failed attempt at a fascist coup, the author Yukio Mishima performed—for 10 points—what action that, in Japan, often takes the form of seppuku?", "answer_sanitized": "committing suicide [prompt on dying or similar answers; accept seppuku until it’s mentioned; accept more specific answers like love suicides &lt;HK&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This city imposed a height limit of 11 stories after a single skyscraper was built in 1977. An obelisk from the Temple of Luxor was donated to a large square in this city in 1832. This city was built above several mineral mines, part of which were filled with bones due to cemetery overcrowding. This city’s medieval neighborhoods were (*) demolished in favor of huge parks and wide boulevards under Baron Haussmann. In 1871, socialists burned down this city’s Tuileries Palace. In 1795, it was divided into 20 arrondissements. For 10 points, name this city whose streets were barricaded during the French Revolution.", "answer_sanitized": "Paris &lt;JR&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "The appearance of these features was often mimicked by including blind arcades in triforia. These elements typically dominate the clerestory [“CLEAR”-“story”]. The Flamboyant style gets its name from S-shaped decorations of these elements. In the medieval era, portions of these features were often divided by vertical mullions, (*) lead “cames,” and stone tracery. The walls of Sainte-Chapelle [saant shah-PELL] consist almost entirely of columns and these elements. Ornate round examples of these features are often named for their “rose” appearance. For 10 points, name these features that, in Gothic cathedrals, are often glazed with stained glass.", "answer_sanitized": "windows [accept stained glass; accept piercings or openings] &lt;JR&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "Risks associated with one group of these bodies are measured on the Torino or Palermo scales. That group of these objects has Atira, Amor, Aten, and Apollo subgroups. The satellite NEAR Shoemaker studied one of these objects named Eros from orbit. The largest of these objects was visited in 2015 by NASA’s Dawn spacecraft. Orbital (*) resonance with Jupiter causes a lack of these objects with certain orbital parameters, known as Kirkwood gaps. These objects do not have tails, unlike comets. Ceres and Vesta are the largest members of a “belt” of—for 10 points—what small objects?", "answer_sanitized": "(near-earth) asteroids [prompt on Near-Earth objects or NEOs; accept planetoids] &lt;BY/AF&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "At a 1981 victory parade, a president of this country was assassinated by a soldier who approached him hiding three grenades in his helmet. In 1956, another president of this country responded to Western withdrawal of funding for a dam by nationalizing a commercial waterway formerly held by the (*) British. Menachem Begin and a president of this country signed the Camp David Accords. In 2011, a president of this country resigned during demonstrations in Tahrir Square; that man is Hosni Mubarak, who was injured during the assassination of his predecessor, Anwar el-Sadat. Abdel Fattah el-Sisi is currently president of—for 10 points—what nation that controls the Suez Canal?", "answer_sanitized": "Arab Republic of Egypt [or Jumhuriyat Misr al-ʻArabiyah; or Gomhoreyyet Masr el-ʿArabeyya] &lt;SCW&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A five-headed deity in the form of this animal was known as Heramba, and was one of 32 forms of another deity praised in the Mudgala Purana. During the Kurukshetra War, one of these animals named Ashwathama was killed by Bhima to fool Drona into thinking that his son Ashwathama had died. One of these animals with five heads and wings emerged from the Churning of the Ocean. (*) Indra rides one of these animals named Airavata. A deity in the form of this animal rides a mouse, and is also known as Ganapati. A god made from clay by Parvati was beheaded by Shiva and then given the head of one of these animals. Ganesha has the head of—for 10 points—what tusked animal?", "answer_sanitized": "elephants &lt;HK&gt;", "category": "Mythology"}, {"question_sanitized": "This character describes himself as “too old” rather than “too proud to fight,” and his habit of walking to and from his office four times a day is noted with the remark that, in his hometown, going for a walk “with no definite purpose in mind” was considered a sign of mental disability. This man justifies his nickname of “one-shot” by killing a (*) rabid dog. One of this character’s statements is clarified by noting that certain animals “don't do one thing but make music for us to enjoy.” This lawyer says that the title action of the novel is “a sin,” although it’s fine to “shoot all the bluejays you want.” For 10 points, name this father of Jem and Scout in To Kill a Mockingbird.", "answer_sanitized": "Atticus Finch [prompt on just Finch] &lt;JW&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Acetic acid can be added to a solvent in one form of this process to prevent ionization of carboxylic acids. One type of this technique can use protein A or protein G to purify monoclonal antibodies. Various ratios of ethyl acetate and hexane are used as an eluent in one form of this process. The ratio of the distance travelled by the analyte divided by the distance traveled by the (*) solvent front gives this technique’s retention factor. Pairs of biomolecules are used in the “affinity” form of this technique. This technique consists of passing a mobile phase through a stationary phase. For 10 points, name this technique for separating mixtures that has a “thin-layer” variety.", "answer_sanitized": "chromatography [accept specific types of chromatography such as immunoaffinity chromatography, ion-exchange chromatography, or thin layer chromatography; prompt on TLC] &lt;HK&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "During World War II, conscripts diverted to work in this industry were known as “Bevin Boys.” Unrest in this industry forced the government of Edward Heath to implement the unpopular “Three-Day Week.” Mark Ashton founded the group “Lesbians and Gays Support [members of this industry]” to solicit donations during a strike. Arthur (*) Scargill led the NUM during that 1984-85 strike in this industry, which faced intransigent opposition by Margaret Thatcher’s Conservative government and ended with the closure of most British pits. For 10 points, name this formerly dominant British industry based on the extraction of a hard black fossil fuel.", "answer_sanitized": "coal mining [prompt on mining] &lt;SE&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "Along with Frans Hals, this painter’s loose, vivid brushstrokes were a major inspiration for Édouard Manet. This artist showed the myth of Arachne being woven onto a tapestry in the background of one painting. This artist’s painting of a reclining nude Venus looking into a mirror was slashed by the (*) suffragette Mary Richardson. A painting by this artist of The Spinners shows a drink being offered in a red cup by a kneeling girl with a butterfly pin. This painter of the Rokeby Venus depicted his patron Philip IV in the mirror in a painting that includes a dog, a dwarf, and the painter himself at work. For 10 points, name this Spanish Golden Age painter of Las Meninas.", "answer_sanitized": "Diego (Rodríguez de Silva y) Velázquez &lt;AH&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "In one story, a character with this profession cries at Constance’s first communion, which had caused her to close “La Maison Tellier.” At the end of another story, a title character with this profession weeps as Cornudet hums “La Marseillaise.” In Crime and Punishment a character with this profession holds Marmeladov as he dies and reads Raskolnikov the story of Lazarus. (*) Sonya has this profession, shared by the title character of Guy de Maupassant’s “Boule de Suif,” who upsets her fellow passengers by not sleeping with a Prussian officer. In Les Misérables, Fantine sells her hair and teeth and then, out of desperation, joins—for 10 points—what profession?", "answer_sanitized": "prostitution [accept word forms; accept sex work and other synonyms] &lt;JW&gt;   Tiebreaker", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Hyaluronic acid is the only GAG that does not contain this element. Two oxygens are double-bonded to this element in a functional group used to make alcohols undergo SN2 reactions, called a tosyl group. The rigid structure of keratin is due to the presence of stabilizing bonds between two atoms of this element. This element is replaced with selenium in analogues of the amino acids (*) methionine and cysteine, which form “bridges” with this element. This element is added to create cross-linking in rubber in vulcanization, and its most common allotrope is an eight-atom ring. For 10 points, what element combines with hydrogen to form a gas that smells like rotten eggs?", "answer_sanitized": "sulfur [or S; accept hydrogen sulfide] &lt;HK&gt;    Bonuses", "subcategory": "Science Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "According to the novel, this action was performed by Queen Margot after the death of Joseph de la Mole. For 10 points each:", "answers_sanitized": ["keeping his head [accept more specific answers that involve kissing or holding his severed head; prompt on answers like “stealing his body”]", "The Red and the Black [or Le Rouge et le noir] (by Stendhal.)", "Victor (Marie) Hugo &lt;JR&gt;"], "parts_sanitized": ["Name this action which Joseph’s descendant Mathilde de la Mole does shortly after the execution of Julien Sorel. A description is fine.", "Julien Sorel is guillotined at the end of this novel, which was published in 1830 to attack society before that year’s revolution.", "Like Stendhal, this other French author used the years around the 1830 Revolution as the setting for his novel Les Misérables."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This expression can already be seen on the sculptures of Kleobis and Biton from around 580 B.C. For 10 points each:", "answers_sanitized": ["archaic smile [prompt on partial answer]", "Ancient Egypt", "Metropolitan Museum &lt;JR&gt;"], "parts_sanitized": ["Name this facial expression common on kouros sculptures of the 6th century B.C. It has been speculated that it was introduced to make the figures look more “alive.”", "The archaic smile was a major Greek break from the sculptural style of this ancient civilization, whose monuments include the Great Sphinx of Giza.", "Several notable early kouroi can be found at this largest art museum in the U.S. This museum’s collection of Medieval art is housed in The Cloisters, and it recently took over the former building of the Whitney Museum."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "Although it only includes one pure carpet page, this book replaces them with extraordinarily decorated initials that take up a full page. For 10 points each:", "answers_sanitized": ["Book of Kells", "Anglo-Saxons [prompt on partial answer]", "helmets &lt;SPQR&gt;"], "parts_sanitized": ["Name this book that, like the Lindisfarne Gospels, was lavishly illuminated in the Insular style.", "The Book of Kells and Lindisfarne Gospels were made in the art style of these people, who also made the royal treasures found in the Sutton Hoo ship burial.", "One of the most extraordinary finds at Sutton Hoo was one of these objects probably made for king Rædwald. Archaeologists have found no evidence that Vikings actually wore “horned” examples of these objects."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "The concentration of different species of one of these molecules are plotted as a function of pH on a Bjerrum plot. For 10 points each:", "answers_sanitized": ["polyprotic acids", "weak acids", "x-squared over (C minus x) [accept “divided by” in place of “over”] &lt;AF&gt;"], "parts_sanitized": ["Name these molecules that have multiple equivalence points in a titration, since they can donate more than one hydrogen in solution.", "Every subsequent acidic species of a polyprotic acid is this type of acid. Acids of this type do not fully dissociate in solution, and will have an equivalence point pH of greater than 7 when titrated with a strong base.", "Suppose you are performing a titration on a weak acid with initial concentration C. If the dissociation of this weak acid is the only significant source of hydrogen ions, what is the equation for “Ka” if x moles of acid dissociate?"], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "For 10 points each—answer some questions about different kinds of algebra:", "answers_sanitized": ["variables", "tensors", "sets &lt;JW&gt;"], "parts_sanitized": ["Elementary algebra is often concerned with finding the values for these things. x and y are commonly used symbols for these things, which are contrasted with constants.", "Many of the structures studied in linear algebra fall into this general class of mathematical objects, which obey certain transformation properties. Scalars are zeroth-degree and vectors are first-degree examples of these objects.", "The basic structure of abstract algebra is a group, which consists of one of these objects and a binary operation. These objects are made up of distinct objects and are generally written with curly brackets."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "For 10 points each—answer the following about the family of Moses:", "answers_sanitized": ["Miriam", "fire [accept reasonable synonyms like burning]", "Jethro [accept Reuel] &lt;MK&gt;"], "parts_sanitized": ["This sister of Moses watched over his basket in the Nile and later sang the Song of the Sea. She was struck with leprosy after voicing her disapproval of Moses’s wife Zipporah.", "Moses forbid his brother Aaron to mourn his sons Nadab and Abihu, who died by this phenomenon after failing to heed proper sacrifice protocol. God called out to Moses from a bush exhibiting this phenomenon.", "For 40 years, Moses worked as a shepherd for this father-in-law of his. This man is revered as the founder of the Druze religion."], "category": "Religion"}, {"leadin_sanitized": "This country’s final emperor exclaimed “I want it now!” shortly before taking the throne. For 10 points each:", "answers_sanitized": ["Empire of Brazil", "Duke of Caxias [or Luís Alves de Lima e Silva]", "Giuseppe Garibaldi &lt;MK&gt;"], "parts_sanitized": ["Name this South American country that declared independence from Portugal under Pedro I. While acting as regent, Pedro II’s daughter Isabel pushed for the Golden Law to end slavery in this country.", "Early in Pedro II’s reign, this man put down the Balaiada Revolt. He was promoted to nobility after leading the Brazilians to victory in the War of the Triple Alliance.", "In the Ragamuffin War, Caxias led the army against rebels led by this man, who became known as the “hero of two worlds” after fighting in the Uruguayan civil war."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Near the end, this book’s protagonist begins to question her sexuality after reading Radclyffe Hall’s <em>The Well of Loneliness</em>. For 10 points each:", "answers_sanitized": ["I Know Why the Caged Bird Sings", "Maya Angelou", "Robert Frost &lt;JR&gt;"], "parts_sanitized": ["Name this book whose protagonist encounters a group of children her mother calls “powhitetrash.”", "I Know Why the Caged Bird Sings was a memoir by this American author.", "Maya Angelou was the second poet commissioned to read at a presidential inauguration, after this man read “The Gift Outright” for John F. Kennedy. This man also wrote “The Road Not Taken.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This opera’s first title character dies after a “lament” in which the bass repeats a chromatic descent from G to D. For 10 points each:", "answers_sanitized": ["Dido and Aeneas", "Henry Purcell", "Baroque &lt;JR&gt;"], "parts_sanitized": ["Name this one-act opera, which was closely modelled on the opera Venus and Adonis by its composer’s mentor, John Blow.", "Dido and Aeneas was written by this English composer, who died at the age of 36 in 1695. Benjamin Britten’s Young Person’s Guide to the Orchestra is a set of variations on a theme by this composer.", "The music of composers like Purcell, Handel, and Bach is often given this stylistic label, which typically refers to music from around 1600 to around 1750. “Classical” composers like Haydn came after this “period.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Teófilo Braga led the October 1910 revolution that overthrew this country’s monarchy and ousted its last king, Manuel II. For 10 points each:", "answers_sanitized": ["Portugal", "Roman Catholic Church [prompt on “the Church”]", "United Kingdom [or Great Britain; accept England] &lt;SE&gt;"], "parts_sanitized": ["Name this country, which went on to experience two decades of instability before the rise of a corporatist dictatorship under Antonio Salazar.", "During his leadership, Salazar maintained close relations with this religious institution via the Concordat of 1940. With the Lateran Treaty of 1929, this institution gained a state of its own in Vatican City.", "Though nominally neutral through World War II, Salazar’s Portugal leased air bases for use by this country, which is sometimes cited as its partner in the world’s oldest surviving alliance."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Many of the people with a formative influence on this movement were brought together by the sisters Paulette and Jane Nardal. For 10 points each:", "answers_sanitized": ["négritude", "The Tempest [accept Une Tempête]", "Surrealism &lt;JR&gt;"], "parts_sanitized": ["Name this literary movement that was analyzed in the 1948 essay “Black Orpheus.”", "The term négritude was coined by Aimé Césaire, whose best-known play is a postcolonial response to this Shakespeare play, portraying Prospero as a white slave owner, and Ariel and Caliban as his slaves.", "A key influence on early négritude was this other literary movement, which was led by André Breton [“on”-DRAY bruh-TAW]. This movement was inspired by Sigmund Freud’s ideas about free association and the unconscious."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "These structures are made by pounding tall saplings into the ground, then bending them until they meet and tying them together. For 10 points each:", "answers_sanitized": ["wigwams [or wickiups; or wetus]", "lodgepole pine", "hogans &lt;JR&gt;"], "parts_sanitized": ["Name these dome-shaped dwellings that take their name from an Abenaki word.", "Unlike wigwams, teepees are usually made of rigid woods like the “lodgepole” variety of this tree. These tall evergreens produce the largest cones of any conifer, and their long needles are often used to make tea or crafts.", "Yet another type of Native American dwelling is this type of structure used by the Navajo. These dwellings have eastward-facing doorways and typically have mud packed around the outside."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "The alleles for brown and black hair have this property with respect to blonde and red hair. For 10 points each:", "answers_sanitized": ["dominant [accept word forms like dominance]", "three quarters [or 75%; or 3 to 1]", "pleiotropy [or pleiotropic gene] &lt;JR&gt;"], "parts_sanitized": ["Name this property of alleles that will be expressed even in the presence of a corresponding recessive allele.", "Given two parents that are heterozygous for the same gene, what proportion of the offspring would you expect to have the dominant phenotype?", "In reality, most genes have this property, in which they affect more than one aspect of an organism’s phenotype. Sickle-cell anemia exemplifies this phenomenon, since a single mutation causes all of its phenotypic effects."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "These daughters of Atlas and Pleione were born on Mount Cyllene. For 10 points each:", "answers_sanitized": ["Pleiades [prompt on Atlantides]", "Australian Aboriginals [accept any answer describing Indigenous Australians]", "White Tiger [accept laohu] &lt;AW&gt;"], "parts_sanitized": ["Name these seven sisters of the Hyades who, while fleeing from Orion, were transformed into doves and then into stars.", "In the culture of these people, the stars in the Pleiades are coincidentally also seven sisters running from a man found in the equivalent of Orion. These people’s constellations include an “Emu in the sky”.", "The Pleiades form the head of a white one of these animals in a Chinese constellation system. That white animal of this type is one of the “four images” along with an Azure Dragon, Vermilion Bird, and Black Turtle."], "category": "Mythology"}, {"leadin_sanitized": "This actress starred as Aung San Suu Kyi [aong saan soo CHEE] in Luc Besson’s biopic <em>The Lady</em>. For 10 points each:", "answers_sanitized": ["Michelle Yeoh [or Yeoh Choo-Kheng]", "Ang Lee [or Li An]", "Woodstock Festival [accept Taking Woodstock] &lt;JR&gt;"], "parts_sanitized": ["Name this Malaysian actress who played the sword master Yu Shu Lien in Crouching Tiger, Hidden Dragon. She recently starred as Nick Young’s authoritative mother in Crazy Rich Asians.", "Crouching Tiger, Hidden Dragon was directed by this Taiwanese director, who is known for exploring themes of repressed emotion in films like Sense and Sensibility, Brokeback Mountain, and 2003’s Hulk.", "Before his adaptation of Life of Pi, Lee made a film about this 1969 music festival held in upstate New York. At this festival, Jimi Hendrix protested the Vietnam War with a highly distorted version of “The Star-Spangled Banner.”"], "category": "Trash"}, {"leadin_sanitized": "In one book by this author, the protagonist’s cousin Mary Agnes tries to force the protagonist to view her uncle’s body at his funeral, prompting her to bite Mary Agnes. For 10 points each:", "answers_sanitized": ["Alice (Ann) Munro", "The New Yorker", "Canada &lt;HK&gt;"], "parts_sanitized": ["Name this author of books like Hateship, Friendship, Courtship, Loveship, Marriage. Another of her books contains chapters titled “The Flats Road,” “Heirs of the Living Body,” and “Age of Faith.”", "Alice Munro writes for this magazine, which called her “Our Chekov” after she won the Nobel. Jhumpa Lahiri first published “Interpreter of Maladies” in this magazine, which has a monocled mascot named “Eustace Tilley.”", "Alice Munro, like Margaret Atwood, is an author from this Commonwealth country."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Johann Sebastian Bach composed works in this genre named “English” and “French.” For 10 points each:", "answers_sanitized": ["suites", "sarabandes", "violins &lt;JW&gt;"], "parts_sanitized": ["Give this term that Baroque composers used for sets of dances, which typically begin with an allemande and a courante. In later music, this term came to be used for collections of orchestral excerpts from an opera or ballet.", "The courante in a later Baroque suite is typically followed by this slow dance in 3-4 time, which usually has a strong accent on the second beat. The theme of Bach’s Goldberg Variations uses the style of this dance.", "Bach used the title “partita” for three suites he collected with three sonatas for this instrument alone. Vivaldi’s Four Seasons is a collection of concertos for this highest string instrument."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Electrons in crystals move as if they have an “effective” value for this quantity that can be either positive or negative. For 10 points each:", "answers_sanitized": ["mass", "Newton’s second law of motion [prompt on partial answer]", "half the harmonic mean of m1 and m2 [or m1 times m2 over m1 plus m2; do not accept “mean” for “harmonic mean”] &lt;SE&gt;"], "parts_sanitized": ["Name this quantity that is usually assumed to be zero for the spring of a spring–mass system and the frictionless pulley of an Atwood machine.", "Negative effective masses lead to surprising predictions from this law, which states that the acceleration due to a fixed force is inversely proportional to mass. More compactly, this law reads “F equals m a.”", "Another useful effective mass is the reduced mass, which appears in the equations of motion for two bodies interacting via gravity. For two bodies of masses m1 and m2, what is the reduced mass?"], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "In one book, this man recalled visiting a town where he’d taught, only to find that “My log schoolhouse was gone. In its place stood Progress.” For 10 points each:", "answers_sanitized": ["W.E.B. Du Bois [or William Edward Burghardt Du Bois]", "African-Americans [accept reasonable equivalents; accept The Souls of Black Folk ]", "veil &lt;JW&gt;"], "parts_sanitized": ["Name this thinker who, in a 1903 book, posited that oppressed minorities always view themselves “through the eyes” of their oppressors, a state he called “double consciousness.”", "Du Bois coined the term “double consciousness” in a book about the Souls of these people. Du Bois said that these people should focus on cultivating the “Talented Tenth,” a notion opposed by Booker T. Washington.", "The Souls of Black Folk describes how African-Americans live within this metaphorical construct, which also gives a gift of “second sight.”"], "category": "Social Science"}, {"leadin_sanitized": "John Brown called this woman “General” for her work organizing the Harpers Ferry raid. For 10 points each:", "answers_sanitized": ["Harriet Tubman [or Araminta Ross]", "1850 [accept Compromise of 1850]", "quilts &lt;JR&gt;   Tiebreaker"], "parts_sanitized": ["Name this leader of the Underground Railroad, who was nicknamed “Moses” for her help bringing escaped slaves to freedom.", "Tubman began making her expeditions back to Maryland after the passage of the Fugitive Slave Law in this year. California was admitted as a free state in this year.", "In the past 30 years, a few historians have controversially claimed that designs on these household objects were used to give “directions” and instructions for escaped slaves travelling the Underground Railroad."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "For 10 points each—answer the following about the song “All the Things You Are”:", "answers_sanitized": ["circle of fifths [accept circle of fourths]", "Charlie Parker [or Yardbird; or Charles Parker, Jr.]", "Miles (Dewey) Davis (III) &lt;JR&gt;"], "parts_sanitized": ["The song’s chord progression can be described using this music-theoretic construct, which also describes the chords of “Autumn Leaves” and the B section of “I’ve Got Rhythm.”", "One of this saxophonist’s many contrafacts was a song based on “All the Things You Are.” This collaborator of Dizzy Gillespie died at the age of 35 after struggling with heroin addiction.", "This trumpeter got his start playing with Parker, before revolutionizing jazz multiple times with albums like Birth of the Cool, Kind of Blue, and In a Silent Way."], "category": "Trash"}]}