{
    "tossups": [
        {
            "question_sanitized": "An experiment named for this phenomenon and \"Probe B\" used four gyroscopes to measure the geodetic effect and frame-dragging. Richard Feynman proposed detecting this phenomenon using two beads on parallel sticks. Loránd Eötvös (\"ut-vush\") conducted an experiment with a torsion balance to show that quantities named for inertia and this phenomenon are identical. The 2017 Nobel Prize in Physics was awarded to researchers who used a four-kilometer Michelson interferometer to study this phenomenon. This phenomenon causes light to bend around massive objects in its namesake lensing. For 10 points, the curvature of spacetime corresponds to what attractive fundamental force?",
            "answer_sanitized": "gravity [accept gravitational waves]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "In a play from this country, the audience is given the option to blow up four policemen by the Maniac. In a different play from this country, a character hits his head after being knocked off of his horse, leading him to believe that he is the emperor Henry IV. The author of Accidental Death of an Anarchist was from this country, as was the playwright who created a character who appears after coats are hung on a rack: Madame Pace. In that play from this country, a character says \"I've lost a whole day over these people\" after his rehearsal of Mixing it Up is interrupted. The play Six Characters in Search of an Author was written by an author from, for 10 points, what home country of Dario Fo and Luigi Pirandello?",
            "answer_sanitized": "Italy [accept Italian Republic or Repubblica Italiana]",
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "In one text, this figure recounts the story of a man \"taken up into the third heaven,\" then laments that he was given a \"thorn in the flesh.\" This figure's belief that \"whoever resists authority resists what God has appointed\" was used to justify the divine right of kings. This figure listed \"acts of the flesh\" that contrast with the \"fruit of the spirit.\" Martin Luther's sola fide doctrine was based on this author calling salvation \"not a result of works.\" This author of \"pastoral\" texts addressed to Titus and Timothy wrote a letter stating that \"love is patient, love is kind.\" For 10 points, name this apostle who wrote 13 epistles in the New Testament, including Galatians, Ephesians, and Romans.",
            "answer_sanitized": "Paul the Apostle [or Saul]",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "Roméo Dallaire led forces in an unsuccessful attempt to stop this event. Accusations of the French military being complicit in this event stemmed from reports of soldiers neglecting their duties during Operation Turquoise. This event was initiated by a radio broadcast to \"cut down the tall trees.\" The Interahamwe was a militia active during this event. A plane carrying down president Juvénal Habyarimana was shot down prior to this event which forced thousands of refugees to flee to neighboring Zaire. For 10 points, Tutsis were massacred by Hutus in what African country's namesake genocide?",
            "answer_sanitized": "Rwandan genocide [accept Rwanda after \"genocide\"]",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "This character unknowingly prevented a bomb from killing her during the Novi Grad bombings. While reading the Darkhold, this character hears the screams of her twin sons, Billy and Tommy. This character assumes that a heart on her calendar represents her anniversary with her husband, though it is actually the day they host her husband's boss for dinner. Agatha Harkness realized that this character was forcing Westview's residents to act as sitcom characters using Chaos Magic, revealing her to be the Scarlet Witch. For 10 points, name this Marvel character played by Elizabeth Olsen in a 2021 Disney+ show in which she lives with Vision.",
            "answer_sanitized": "Wanda Maximoff [or the Scarlet Witch before mention; prompt on Maximoff]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "This composer included the 3/4 melody \"long C, A-flat, A-flat, C, long C\" in one of his sixteen waltzes for piano four hands. This composer's friendship with Richard Muhlfeld inspired several late works of his including a clarinet quintet and trio. This composer wrote his Four Serious Songs after the death of his longtime friend Clara Schumann. The conservative style of this composer's first symphony, which took over two decades to complete, led to its nickname \"Beethoven's Tenth.\" For 10 points, name this German composer of Hungarian Dances as well as a famous Lullaby.",
            "answer_sanitized": "Johannes Brahms",
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This quantity's second derivative defines the spinodal curve on phase diagrams. This quantity's second derivative can be calculated using its natural variables of temperature and pressure. Chemical potential is the partial derivative of this quantity with respect to particle number. The standard reduction potential for a half-reaction equals the change in this quantity over the product of negative n and Faraday's constant. For an endothermic reaction, the change in this quantity is negative if and only if the change in entropy is positive. If the change in this quantity is negative, a reaction occurs spontaneously. For 10 points, name this thermodynamic potential symbolized G.",
            "answer_sanitized": "Gibbs free energy [accept Gibbs energy, prompt on free energy; prompt on G before mention]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "Oenopion (\"ee-NOH-pee-ahn\") gave one figure this characteristic after he raped Merope (\"mair-OH-pee\"). That figure later lost this characteristic after Cedalion guided him to Helios. Perseus convinced the Graeae (\"GRAY-eye\") to give him directions to Hyperborea after he temporarily gave them this characteristic. Hera gave one man this characteristic after he claimed that women enjoy sex more than men. After he realized that he had slept with his mother Jocasta, Oedipus (\"ED-uh-puss\") used two pins to give himself this condition. A hot wooden stake was used to inflict this condition upon Polyphemus. For 10 points, name this disability often ironically possessed by prophets like Tiresias.",
            "answer_sanitized": "blindness [accept any answers indicating an inability to see; accept answers indicating not possessing eyes after \"Graeae\"]",
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "question_sanitized": "This poem, published in the collection In Country Sleep, And Other Poems, was set to music by John Cale. \"Frail deeds\" are said to dance in a \"green bay\" in this poem, which also describes \"blind eyes\" that \"blaze like meteors.\" Those who \"caught and sang the sun in flight\" are called \"wild men\" in this poem, which contrasts them with \"good men\" and \"grave men, near death.\" This villanelle, which states that \"old age should burn and rave at close of day,\" was written for the poet's dying father. For 10 points, name this Dylan Thomas poem that repeats the phrase \"Rage, rage against the dying of the light.\"",
            "answer_sanitized": "\"Do not go gentle into that good night\"",
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "After the conquest of this city by an enemy leader, that leader threw his sword on a scale and shouted \"woe to the vanquished\" during ransom negotiations. During a different set of negotiations, Pope Leo I convinced one leader not to destroy this city in exchange for opening its gates. Brennus led the Gauls to capture this city following his victory at the Battle of the Allia. The killing of Stilicho precipitated a later sack of this city carried out by forces under Alaric. In 455, Genseric led the Vandals to carry out a 14-day-long sack of this city. For 10 points, the Visigoths sacked what city, the center of an ancient Mediterranean empire?",
            "answer_sanitized": "Rome",
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "question_sanitized": "This man trained children to \"shadow\" speech given to them through an earpiece, a concept he named after Cyrano de Bergerac. Walter Carnap and fake stigmatized organizations like the \"Friends of the Nazi Party\" were the addressees of \"lost letters\" in another experiment performed by this man. In his best-known experiment, this man pretended to randomly assign the \"teacher\" role to participants, who tested \"learners\" on their memorization of word pairs. In that experiment, 65% of participants tried to administer 450 Volt shocks. For 10 points, name this psychologist who conducted the Obedience to Authority experiment.",
            "answer_sanitized": "Stanley Milgram",
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "question_sanitized": "In an aria in this language, a teacher recalls \"Embroidery in childhood\" after she finds a boy's jersey on the beach. A woman accompanied by ground bass sings in this language about how \"darkness shades me.\" One opera in this language features the Four Sea Interludes and ends with the title fisherman drowning himself after the death of two apprentices. Another opera in this language depicts Belinda's sister singing, \"When I am laid in Earth\" after her lover leaves Carthage. For 10 points, identify this language of Dido and Aeneas and Peter Grimes, written by Henry Purcell and Benjamin Britten.",
            "answer_sanitized": "English",
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This man's Special Field Orders No. 15 was the source of the phrase \"40 acres and a mule.\" This general later declared \"I will not accept if nominated and will not serve if elected\" in response to proposals for him to run in the 1884 presidential election. This general sent a telegram offering a captured city to Abraham Lincoln as a Christmas present. This general's namesake \"neckties\" were made from railroad tracks during that scorched-earth campaign that ended with the capture of Savannah. For 10 points, name this Civil War general who invaded Georgia in his March to the Sea.",
            "answer_sanitized": "William Tecumseh Sherman",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "In a novel titled for one of these objects, a twin confesses his love for Viceroy Andrés' mistress, the actress Camila Perichole. In a novel titled for one of these objects, Brother Juniper witnesses the Peruvian Marquesa de Montemayor fall to her death. In a work titled for one of these objects, the protagonist sees a \"blinding white light\" blaze all about after running open-armed to his wife to hug her. A soldier who turns out to be a Federal scout mentions a \"great quantity of driftwood\" near one of these objects in a story whose hallucinated plot is thought of by Peyton Farquhar before he is hanged. For 10 points, Ambrose Bierce wrote a story about \"An Occurrence\" at what kind of object that spans Owl Creek?",
            "answer_sanitized": "bridge [accept The Bridge of San Luis Rey or \"An Occurrence at Owl Creek Bridge\"; prompt on river or Owl Creek]",
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "The polymerase TdT is used to detect this process in the TUNEL assay. Chromatin condensing into patches at the nuclear envelope is a common indicator of this process. Bax and Bak, members of the Bcl-2 family, permeabilize the mitochondrial membrane as part of this process' cascade. Blebbing occurs during this process. During this process' intrinsic activation pathway, caspase-9 is activated when Apaf-1 binds to cytochrome c. p53 can initiate this process if enough DNA damage is detected. For 10 points, name this process of programmed cell death contrasted with necrosis.",
            "answer_sanitized": "apoptosis [prompt on programmed cell death before mention]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "The Citadel of Qaitbay stands on the historic site of one of these structures. The oldest extant structure of this kind is supposedly the site where Geryon's head is buried, is named for Hercules, and is found on the northern coast of Galicia, Spain. The tallest one of these structures in the U.S. is located at Cape Hatteras, North Carolina. The island of Pharos, which contained one of these structures, later gave its name for the Greek word for them. An earthquake destroyed one of the Seven Wonders of the World that was this type of structure at Alexandria. For 10 points, name these structures that guide ships near shore using lamps and lenses.",
            "answer_sanitized": "lighthouses",
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "question_sanitized": "In one novel by this author, a seashell placed in one character's pocket serves as evidence of his guilt, causing his father Jakob to cross his name out of the family Bible. In a novel by this author, Stephanie has a mixed-race affair with Pieter that causes him to be imprisoned for violating the Immorality Act. A different novel by this author ends with an \"umfundis\" praying outside of the town of Ndotsheni as his son is being executed. In that novel by this author, the priest Stephen learns that his son Absalom Kumalo murdered Arthur Jarvis in a robbery attempt. For 10 points, name this author who set his novels Too Late the Phalarope and Cry, the Beloved Country in his native South Africa.",
            "answer_sanitized": "Alan Paton [or Alan Stewart Paton]",
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "This non-French person wears a lace jabot (\"ZHA-bo\") and dark velvet coat against a plain background in a portrait by the Swedish painter Adolf Ulrik Wertmüller. Horatio Greenough modeled a topless sculpture of this person on Phidias' sculpture of Zeus at Olympia. This figure is seated between Victoria and the goddess of Liberty in a Constantino Brumidi fresco titled for his Apotheosis. This man gestures to an ink and quill in the Lansdowne portrait, which, along with the unfinished Athenaeum portrait of this person, was painted by Gilbert Stuart. For 10 points, an Emmanuel Leutze painting depicts what general and President Crossing the Delaware?",
            "answer_sanitized": "George Washington",
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The SYNOP code adds a ninth value for the okta unit of coverage in this field. The primitive equations used in this field may be written in terms of sigma coordinates. On a synoptic scale map used in this field, a purple line containing triangles and semicircles represents the formation of an \"occluded\" entity. Radiosondes are often used to collect data used in this field, as are balloons. In this field, hook echoes detected using Doppler radar are a signature of supercell formation. Maps used in this field may indicate hot and cold fronts or atmospheric pressure. For 10 points, name this branch of atmospheric science concerned with forecasting the weather.",
            "answer_sanitized": "meteorology [accept weather forecasting before mention]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "This ruler was opposed by the outlaw Hereward the Wake. This ruler defeated a rebel force led by his cousin at the Battle of Val-és-Dunes. This ruler installed Lanfranc of Pavia in one religious post and carried out a brutal campaign to defeat his rival Edgar Atheling. This ruler conducted the Harrying of the North and commissioned a survey of his kingdom in the Domesday Book. This ruler's most famous battle was recorded in the Bayeux Tapestry and took place in 1066. For 10 points, name this Norman who defeated Harold Godwinson at the Battle of Hastings to become king of England.",
            "answer_sanitized": "William the Conqueror [or William the Bastard or William I of England; prompt on William]",
            "subcategory": "European History",
            "category": "History"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "The ancient city of Kattigara was located in the south of this country. For 10 points each:",
            "answers_sanitized": [
                "Vietnam",
                "Sri Lanka",
                "silk [accept Silk Road] "
            ],
            "parts_sanitized": [
                "Name this country where the Funan and Champa kingdoms were centered in ancient times. Chinese domination of this country during the Han Dynasty spurred the Trung Sisters' Rebellion.",
                "Kattigara was recorded by Ptolemy in his treatise Geography, which notes this Asian island country as Taprobana. This island country's ancient kingdom of Anuradhapura (\"ah-noo-RAH-da-pu-ra\") was destroyed by the Chola Empire.",
                "Ptolemy's map also referred to China as \"Serica,\" meaning land of this good. This textile good's namesake \"road\" was a prominent trade route that connected Europe and Asia during the ancient era and medieval period."
            ],
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "leadin_sanitized": "The r to the negative sixth power term of the Lennard-Jones potential accounts for these interactions. For 10 points each:",
            "answers_sanitized": [
                "intermolecular forces [or IMFs or van der Waals forces; accept London dispersion forces or LDFs]",
                "hydrogen bonds [accept word forms like hydrogen bonding]",
                "fermions "
            ],
            "parts_sanitized": [
                "Name these interactions, one type of which results from instantaneous and induced dipoles.",
                "These strongest intermolecular forces manifest when their namesake element is attracted to a highly electronegative element like nitrogen, oxygen, or fluorine. These forces are responsible for water's high boiling point and surface tension.",
                "The r to the negative twelfth power term of the Lennard-Jones potential accounts for repulsion that occurs because electrons are this kind of particle. The wavefunction of a system containing two of this kind of particle is antisymmetric under exchange."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This character rejoices, \"Oh, it was gorgeousness and gorgeosity made flesh\" while listening to a violin concerto by Geoffrey Plautus. For 10 points each:",
            "answers_sanitized": [
                "Alex [accept Alexander the Large as he calls himself]",
                "A Clockwork Orange",
                "Russian [or Russki yazyk] (Fathers and Sons is by Turgenev) "
            ],
            "parts_sanitized": [
                "Name this character who shouts, \"It's a sin… a filthy unforgivable sin\" while \"slooshying\" the Fifth Symphony of \"Ludwig van\" put on by Dr. Brodsky and Dr. Branom to accompany images of war and death.",
                "Alex is estranged from his crime-loving \"droogies\" after he is given the Ludovico Technique to detest violence in this Anthony Burgess novel made into a movie by Stanley Kubrick.",
                "The fictional language used in A Clockwork Orange, nadsat, was created by combining English and this language. The term nihilism was popularized in a novel written in this language titled Fathers and Sons."
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Answer the following about the work of anthropologist Franz Boas, for 10 points each.",
            "answers_sanitized": [
                "culture [accept cultural relativism]",
                "potlatch",
                "cultural evolution "
            ],
            "parts_sanitized": [
                "Boas used a framework named for this concept's \"relativism\" in which one of these concepts should not be viewed through the lens of another. These concepts are defined as the values, norms, and traits of a given group.",
                "This gift-giving ceremony was documented by Boas. Centered around a feast, this ceremony is practiced by indigenous people of the Pacific Northwest, including the Kwakiutl (\"kwa-key-YOU-till\"), who Boas studied extensively.",
                "Boas rebutted a view named for the cultural form of this process, in which some cultures are more civilized than others. Herbert Spencer argued that this process happens through division of labor and hierarchy formation."
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "In order to accompany the routines of his partner Merce Cunningham, this composer inserted items into his piano to \"prepare\" it. For 10 points each:",
            "answers_sanitized": [
                "John Cage",
                "not playing music [accept descriptive answers or synonyms like silence]",
                "etudes [accept studies] "
            ],
            "parts_sanitized": [
                "Name this composer who used the I Ching to create compositions by chance. This composer's Imaginary Landscape series uses the sounds of items like oscillators, phonograph records, and radios.",
                "Cage's piece 4'33\" (\"four minutes 33 seconds\") has the player do this action in order to make audiences aware of background noises in the concert space. A rest or a tacet marking in sheet music informs a musician to do this action.",
                "Cage wrote an extremely difficult set of these pieces for violin that are named for Betty Freeman. György Ligeti's pieces of this type include a constantly rising piano piece called \"The Devil's Staircase.\""
            ],
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "A peninsula with this name is home to a pair of hills called the \"Two Teats\" and Léopold Sédar Senghor International Airport. For 10 points each:",
            "answers_sanitized": [
                "Cape Verde [accept Cap-Vert peninsula or Cabo Verde]",
                "Republic of Senegal",
                "Kingdom of Spain "
            ],
            "parts_sanitized": [
                "Give the name of that peninsula which is home to the city of Dakar. This is also the name of a Portuguese-speaking archipelagic country in the Atlantic whose capital is Praia.",
                "Dakar is located on this African country's Cape Verde peninsula, which is the westernmost point of the continent. This country's major languages include French and Wolof and it entirely surrounds the Gambia.",
                "The country of Cape Verde is a part of the broader Macaronesia region, which also includes this country's Canary Islands. This European country's capital and largest city is Madrid."
            ],
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "leadin_sanitized": "Archibald Macleish claimed that works in this form should be \"motionless in time, / As the moon climbs.\" For 10 points each:",
            "answers_sanitized": [
                "poetry [or poems; accept \"Ars Poetica\"]",
                "The Cantos",
                "Ezra Pound [or Ezra Weston Loomis Pound] "
            ],
            "parts_sanitized": [
                "Name this literary form. Marianne Moore lists \"imaginary gardens with real toads in them\" as a necessity for this art form in her most famous work, which is named for this form.",
                "Marianne Moore edited her poem \"Poetry\" down to three lines for her Collected Poems, which won the Bollingen Prize three years after this poem controversially won it in 1948. This poem contains a section that opens, \"With usura hath no man a house of good stone.\"",
                "The Cantos is a long poem written by this Imagist author of \"In a Station of the Metro.\""
            ],
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This country's city of Cochabamba was the site of a water war after the privatization of its water supply under the firm SEMAPA. For 10 points each:",
            "answers_sanitized": [
                "Bolivia",
                "Augusto José Ramón Pinochet Ugarte",
                "Richard Milhous Nixon "
            ],
            "parts_sanitized": [
                "Name this country where Hugo Banzer was president during the Cochabamba Water War. Mass protesting caused Gonzalo Sanchez de Lozada to resign from this country's presidency in the 2000s during its gas conflict.",
                "Hugo Banzer had previously been the dictator of Bolivia as a part of Operation Condor, which also brought this other dictator to power. This dictator overthrew Salvador Allende and was advised by the Chicago Boys.",
                "Banzer's coup in Bolivia took place with the assistance of this U.S. president and his Secretary of State Henry Kissinger. This president withdrew U.S. troops from Vietnam and resigned in disgrace after the Watergate scandal."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This element names brief \"flashes\" in which large amounts of it undergo the triple alpha process to form carbon. For 10 points each:",
            "answers_sanitized": [
                "helium [or He]",
                "neutrons [accept neutron capture]",
                "metallicity "
            ],
            "parts_sanitized": [
                "Name this element that is produced in main-sequence stars by the proton-proton chain. The inert cores of most red giant stars consist of this element.",
                "Elements heavier than iron cannot be produced by stellar nucleosynthesis; they instead are formed when nuclei capture these neutral subatomic particles. An alpha particle contains two protons and two of these particles.",
                "This measure describes the abundance of elements in a star that are heavier than helium. This measure distinguishes younger population I stars from older population II and III stars."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Albrecht Altdorfer is among a group of artists called the \"Little Masters\" who were primarily known for creating small works in this medium. For 10 points each:",
            "answers_sanitized": [
                "engravings [accept copper engravings or copper-plate engravings; prompt on prints; do not accept or prompt on \"etchings\"]",
                "Albrecht Dürer",
                "gold "
            ],
            "parts_sanitized": [
                "Name this medium. In one work in this medium, an emaciated dog lies amongst various carpentry instruments while the central winged figure sits with her head on her hand, supposedly contemplating her own limitations.",
                "This German printmaker and painter created the engraving Melencolia I, as well as the intricate engraving Knight, Death, and the Devil.",
                "Engraving was developed in Europe in the late Middle Ages by craftsmen who worked with this precious metal. A layer of this metal is added to lavish furnishings through the process of gilding."
            ],
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "One form of this phenomenon occurs in fiber optic cables. For 10 points each:",
            "answers_sanitized": [
                "reflection [accept total internal reflection]",
                "coaxial cables [or coax]",
                "lenses "
            ],
            "parts_sanitized": [
                "Name this optical phenomenon, whose \"total internal\" form occurs when the angle of incidence equals the critical angle. Light that strikes a surface either is transmitted or undergoes this phenomenon.",
                "Fiber optic cables are contrasted with these high-fidelity but low-bandwidth devices that do not use total internal reflection to propagate a signal. These devices consist of an insulating layer sandwiched between two conductive layers.",
                "Internal reflection from a bright source can cause a characteristic polygonal \"flare\" in systems of these transparent optical devices. A formula named for these devices' \"maker\" can be used to find their foci (\"fo-kai\")."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "An Isaac Newton biographer contemplates a letter Newton wrote on his deathbed in a John Banville novella whose characters' names mimic those from this novel. For 10 points each:",
            "answers_sanitized": [
                "Elective Af inities [or Die Wahlverwandtschaften]",
                "Mephistopheles [or Mephistophilis; accept Mefisto, prompt on the Devil]",
                "joy [accept \"Ode to Joy\"; accept \"An die Freude\"] "
            ],
            "parts_sanitized": [
                "Name this novel by Johann Wolfgang von Goethe (\"gur-tuh\") in which chemical reactions are used as the explanation for Eduard falling in love with Ottilie despite his marriage to Charlotte.",
                "John Banville's follow-up to The Newton Letter was a novel titled for this character. In Goethe's play Faust, Faust signs away his soul so that this demon will do his bidding.",
                "In addition to John Banville, another admirer of Goethe was his best friend Friedrich Schiller, who wrote an \"Ode to\" this concept that was set to music in the fourth movement of Beethoven's 9th Symphony."
            ],
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The usage of this garment was first popularized through a decree passed by Catherine de' Medici that banned having thick waists in court. For 10 points each:",
            "answers_sanitized": [
                "corsets",
                "France",
                "Christian Dior "
            ],
            "parts_sanitized": [
                "Name this conical women's undergarment popularized in early modern Europe. Once commonly made of whalebone, this undergarment is meant to reduce one's waist, exaggerate the bust and hips, and improve posture.",
                "In the 19th century, looser-fitted corsets caught on when Empire waist dresses were popularized by this country's Empress Josephine. Haute couture, or custom fitting, can be traced back to the many frivolous dresses designed for this country's queen Marie Antionette.",
                "In the 1960s, this fashion house was criticized for its New Look collection whose tight waists resembled corsets, prompting Coco Chanel to comment that \"only a man who never was intimate with a woman\" could've designed it."
            ],
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "In the aftermath of the battle of Zappolino, a soldier from Modena made the fateful decision to steal a bucket from Bologna. For 10 points each:",
            "answers_sanitized": [
                "the Guelphs",
                "the pope [or the papacy; or supreme pontiff; or Roman pontiff; or bishop of Rome; or Avignon Pope]",
                "Frederick Barbarossa [or Frederick I; prompt on just \"Frederick\"] "
            ],
            "parts_sanitized": [
                "Modena represented this faction in the War of the Bucket. Infighting in Florence led this faction to divide into \"white\" and \"black\" factions.",
                "While the rival Ghibelline faction backed the Holy Roman Emperor, the Guelphs supported holders of this position. John XXII held this position during the War of the Bucket.",
                "The conflict between the Ghibellines and Guelphs began with the defeat of this Holy Roman Emperor by the Lombard League at the Battle of Legnano. This emperor drowned during the Third Crusade."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This sociologist argued that overreliance on marketable skills in the education system causes materialism before advocating for the cultivation of the \"Talented Tenth.\" For 10 points each:",
            "answers_sanitized": [
                "W.E.B. Du Bois",
                "Reconstruction",
                "double consciousness "
            ],
            "parts_sanitized": [
                "Name this sociologist that criticized Booker T. Washington for accepting segregation and disenfranchisement, instead advocating for radical protest.",
                "Du Bois analyzed this period of American history in a work focusing on the efforts of Black Americans to attain rights in the aftermath of the Civil War. This period ended when Rutherford Hayes withdrew troops from the South.",
                "Du Bois used this term to describe the \"sense of always looking at one's self through the eyes of others\" experienced by Black Americans. He describes this sense as creating a \"two-ness\" in the selves of Black people."
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "The Foreign Corrupt Practices Act was passed in response to a scandal aptly named [this good]-gate. For 10 points each:",
            "answers_sanitized": [
                "bananas",
                "Republic of Guatemala",
                "Boland Amendment "
            ],
            "parts_sanitized": [
                "Name this crop, which was controlled in the 1970s by Eli Black's United Brands company. O. Henry satirized Honduras as a \"republic\" controlled by this crop's interests.",
                "Protecting banana interests was the goal of the CIA's Operation PBSUCCESS in this country, which ousted the democratically-elected Jacobo Arbenz and installed Carlos Castillo Armas as a military dictator.",
                "U.S. interventionism in Central America was further blocked by this 1982 amendment, named after a Massachusetts representative. Oliver North violated this amendment when he funnelled money to the Contras."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "For 10 points each. name these gigantic offspring of the goddess Gaia who nevertheless did not belong to the race known as the Giants:",
            "answers_sanitized": [
                "Titans",
                "Typhon [or Typhoeus]",
                "Antaeus [or Anti] "
            ],
            "parts_sanitized": [
                "This group of 12 children of Gaia took power when Cronus overthrew their father Uranus, but they were in turn overthrown by Zeus and the other Olympians.",
                "Gaia also gave birth to this massive monster, a humanoid conglomeration of wings, serpents, and fire. With his consort Echidna, this creature fathered many other monsters until he was killed by Zeus and buried under Mt. Etna.",
                "Gaia and Poseidon were the parents of this colossal wrestler who was invincible as long as he touched the ground. Heracles killed this figure by lifting him into the air and crushing him to death."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Rema tearfully strokes Isabel's hair after she lies to the Kid about the location of one of these creatures causing him to enter a library where one of these creatures kills him. For 10 points each:",
            "answers_sanitized": [
                "tigers [or tigresses; or Panthera tigris]",
                "Jorge Luis Borges [or Jorge Francisco Isidoro Luis Borges Acevdeo]",
                "Argentina [Argentine Republic; or Républica Argentina] "
            ],
            "parts_sanitized": [
                "Name these creatures, one of which patrols the country estate of the Funes family in Julio Cortázar's Bestiary. In another story, Alexander Craigie investigates rumors of a blue one of these creatures.",
                "This author of \"Blue Tigers\" also examined his failure to correctly imagine tigers in \"Dreamtigers.\" In another short story by this author, Yu Tsun murders Stephen Albert to reveal the location of a British artillery park.",
                "Borges and Cortázar were both authors from this country. Many Borges stories are set in this country's capital of Buenos Aires."
            ],
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Members of this religion hold meetings called reasonings during which Nyabinghi music is played and ganja is smoked. For 10 points each:",
            "answers_sanitized": [
                "Rastafari [or Rastafarianism; prompt on rasta]",
                "Numbers",
                "lion [accept the Lion of Judah] "
            ],
            "parts_sanitized": [
                "Name this Jamaican religion that holds Hallie Selassie to be a prophet of Jah. Members of this religion grow their hair out in dreadlocks which they often tuck into namesake green, gold, and red crocheted caps.",
                "The Nazirite vows laid out in this book of the Bible are the reason Rastafaris grow out their hair in long dreadlocks. In a story from this book, Balaam's ass speaks after seeing an angel blocking his path.",
                "Another reason Rastafaris grow out their hair is the connection between Selassie and this animal \"of Judah.\" Samson, the most famous Nazirite, tore open one of these animals and later found honey in its carcass."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "Translation is the process of producing these molecules from mRNA. For 10 points each:",
            "answers_sanitized": [
                "proteins [accept polypeptides]",
                "beta sheets [or beta-pleated sheets]",
                "chaperonins [or chaperone proteins or molecular chaperones] "
            ],
            "parts_sanitized": [
                "Name these molecules that are produced by ribosomes and whose examples include collagen and albumin. These molecules are composed of chains of amino acids.",
                "Proteins are differentiated from polypeptides by their secondary structure, which is primarily composed of alpha helices and these motifs consisting of namesake strands.",
                "Protein secondary structure forms through folding, which is guided by this class of proteins. This class of proteins includes several heat shock proteins, such as GroEL and GroES."
            ],
            "subcategory": "Biology",
            "category": "Science"
        }
    ]
}