{
    "tossups": [
        {
            "question_sanitized": "In one novel, panic ensues in an auditorium after one of these creatures is set free during a presentation given by Dr. Strauss and Professor Nemur. The speaker of a poem addressing one of these creatures remorsefully remarks that \"Man's dominion has broken Nature's social union.\" Charlie Gordon and one of these creatures are the subject of a scientific experiment in a Daniel Keyes novel. This animal is called a \"Wee, sleeket, cowran, tim'rous beastie\" in a poem that one author used to title his novel about the farmhands George and Lennie. For 10 points, the title character of Flowers for Algernon is what animal that appears alongside Men in the title of a John Steinbeck novel?",
            "answer_sanitized": "mouse [or mice; accept Of Mice and Men]",
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "This ruler partied with a group of courtiers dubbed the \"Order of the Inimitable Livers.\" This ruler was briefly forced into exile at the behest of the eunuch Pothinus. Plutarch claims this ruler was brought into a palace wrapped inside of a bed sack for one meeting. This ruler's sister Arsinoe IV was killed by this ruler's lover, who also gave her son Caesarion land in the Donations of Alexandria. This ruler apocryphally died by snakebite after losing to Octavian at the Battle of Actium. Julius Caesar and Mark Antony were lovers of, for 10 points, which final pharaoh of Egypt?",
            "answer_sanitized": "Cleopatra VII Philopator",
            "subcategory": "Other History",
            "category": "History"
        },
        {
            "question_sanitized": "A group of people living mostly within this state has demanded increased access to clean water under their President Jonathan Nez. In June 2021, a Senator from this state posed with a thumbs-down gesture to block a minimum wage increase. That gesture mirrored an earlier senator from this state's thumbs-down vote that prevented the repeal of Obamacare shortly before his 2018 death. This is the home state of the country's first openly bisexual senator, Kyrsten Sinema. For 10 points, name this home state of John McCain, where Navajo nation members must deal with tourist infrastructure around the Grand Canyon.",
            "answer_sanitized": "Arizona",
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "question_sanitized": "The mecA (\"meck A\") gene encodes a variant transpeptidase that is noted for not binding to one class of these compounds. One class of these compounds all share a basic structure of four fused six-carbon rings. That class of these compounds functions by binding to the 30S ribosomal subunit, while another class of these compounds functions by inhibiting peptidoglycan synthesis. The \"broad-spectrum\" type of these compounds is effective against both gram-negative and gram-positive organisms. The beta-lactam class of these drugs includes amoxicillin and methicillin. For 10 points, name these drugs, which kill bacteria and include penicillin.",
            "answer_sanitized": "antibiotics [prompt on tetracyclines or beta-lactams by asking \"what specific function do those compounds perform?\"]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "A chamber work by this composer opens with a long fortissimo D in octaves, followed by a minor scale descent to G as the highest and lowest instruments repeat D's. An A minor sonata by this composer that is commonly performed on cello today is one of the few major compositions for the arpeggione. This composer's last symphony in C major was praised for its \"heavenly length\" by Robert Schumann. A piano quintet by this composer with a part for double bass includes a theme and variations on \"Die Forelle,\" one of this composer's many lieder. For 10 points, name this composer of the Death and the Maiden String Quartet and Trout Quintet.",
            "answer_sanitized": "Franz (Peter) Schubert",
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "This empire was documented in letters written by Lady Mary Wortley Montagu while her husband served as an ambassador in this empire's capital. Cavalrymen in this empire were sometimes rewarded with land grants called timar. It's not the Netherlands, but this empire enjoyed a period of cultural flourishing during the Tulip period. This empire employed the millet system to govern various religious minorities, though they were still expected to send young men as a part of the devshirme (dev-SHEER-may) system. Those men were often conscripted into this empire's elite janissary corps. For 10 points, name this empire based out of Istanbul.",
            "answer_sanitized": "Ottoman Empire",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "Parentheses are written around hkℓ (\"H-K-L\") in a notation for planes in these entities. By following a counterclockwise circuit in these entities, one can find the Burgers vector. The monoclinic and tetragonal families of these entities each have two structures named for Bravais (\"BRAH-vay\"). The atomic packing factor for single-component types of these entities is maximized at 0.74. Ways of describing atom arrangement in these solids include hexagonal close packed and face-centered cubic. For 10 points, name these solids with space-filling regular repeating units, contrasted with amorphous solids.",
            "answer_sanitized": "crystals [accept crystal lattices]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "In a novel based on this literary work, a character who discusses theology with a blind priest named Ork had earlier humiliated a man by throwing apples at him instead of killing him. In his translation of this work, Frederick Klaeber paired it with The Fight at Finnsburg. This work was the basis for a 1971 novel by John Gardner. This work, which appears in the Nowell Codex, contains a character who tears off his opponent's arm and hangs it in the rafters of Heorot. That \"descendent of Cain\" in this work is killed by a Geatish warrior who later acquires the sword Hrunting from Unferth. For 10 points, Grendel is killed by the title hero of what Old English epic poem?",
            "answer_sanitized": "Beowulf",
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "O.S. Rankin argued that this holiday celebrates the Messiah in a book whose subtitle calls it a \"New-Age Festival.\" This holiday commemorates a celebration of Sukkot (\"soo-KOTE\") held on the 25th of Kislev. The tradition of giving money, or gelt, on this holiday has largely transitioned into the giving of chocolate coins. A \"servant\" object associated with this holiday can uniquely be used for practical purposes and is called a shamash. An object inscribed with the letters nun, gimel, hei (\"hay\"), and shin is spun as part of a betting game during this holiday and is called a dreidel (\"DRAY-dul\"). For 10 points, name this Jewish Festival of Lights in which a menorah is gradually lit over eight days.",
            "answer_sanitized": "Hanukkah [accept Chanukah]",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "A character in this film is framed with a taxidermied owl over his shoulder during a conversation. At the end of this film, a skull is superimposed over a shot of a smiling character as it fades to one of a car being pulled out of a lake. A frightened woman bumps into a hanging light, causing it to wildly swing, after turning around a chair in a basement in this film. An iconic sequence in this film ends with a shot zooming out of a woman's eye after zooming into a drain. That scene from this film used chocolate syrup and high-pitched string music to show a woman being stabbed in a shower. For 10 points, name this horror film about the Bates Motel directed by Alfred Hitchcock.",
            "answer_sanitized": "Psycho",
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The final plan for this system was contained in the Yellow Book although an early precursor to it was created by General John J. Pershing. In South Dakota v. Dole, the Supreme Court ruled that funding to states for this system could be withheld if their minimum drinking age was under 21. As First Lady, Lady Bird Johnson advocated for the passage of a \"Beautification Act\" to improve this system. President Dwight D. Eisenhower signed the 1956 law authorizing funding for this system, partially due to his experiences with the German autobahn. For 10 points, name this system of roads designed for high-speed traffic connecting the United States.",
            "answer_sanitized": "Interstate Highway System [accept Interstate System; accept Interstate Freeway System; accept Dwight D. Eisenhower National System of Interstate and Defense Highways; prompt on highways]",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "Francis Galton's hypothesis connecting this concept to reaction time was confirmed by Arthur Jensen. The reaction range theory holds that genetics only partially limits this concept. Charles Spearman studied this concept with factor analysis and used the letter g to denote one of its forms. Robert Sternberg's triarchic theory of this concept expands on Howard Gardner's division of this concept into subtypes such as bodily-kinesthetic and verbal-linguistic. One test of this concept outputs a value equal to mental age divided by chronological age multiplied by 100. For 10 points, name this concept that can be defined as the capacity for rational thought that is measured in IQ tests.",
            "answer_sanitized": "intelligence [or intelligence quotient or general intelligence factor; prompt on g factor or IQ before mention; prompt on descriptions like being smart]",
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "question_sanitized": "One god of this substance is usually depicted in either a foliated or tonsured form. The god Xipe Totec (\"SHE-puh TOE-tek\") ceremonially flays himself in a ritual related to this substance. Qucumatz (\"KUH-kuh-mats\") and Tepeu successfully used this substance to create humans. To gather some of this substance, Quetzalcoatl took the form of a black ant. In the Popul Vuh, Hunahpu and Xbalanque (\"sh-bah-LAHN-kay\") replace the teeth of Seven Macaw with this substance. Those Hero Twins also opened a mountain containing this substance, and are represented by two stalks of this crop. Along with squash and beans, this crop is one of the Three Sisters. For 10 points, name this staple crop of many Mesoamerican cultures.",
            "answer_sanitized": "maize [or corn]",
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "question_sanitized": "The Knudsen form of this quantity can be measured through titration with silver nitrate, while the \"practical scale\" form of this quantity can be found by measuring electrical conductivity. The standard reference value for this quantity is 35 parts per thousand. Endorheic (\"endo-RAY-ic\") lakes have a high value for this quantity. Differences in temperature and this quantity drive thermohaline flow. Brackish water has a value of this quantity between freshwater's low value and seawater's high value for it. For 10 points, name this dimensionless quantity, which measures the amount of dissolved salts in a body of water.",
            "answer_sanitized": "salinity [accept Knudsen salinity or practical salinity scale]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "The speaker of one poem by this author hates that \"the solemn gloom of night\" \"seals the fair'' creations of the title painter \"from my sight.\" The speaker threatens \"whoever dares disgrace the land of freedom's heaven-defended race\" in a poem by this author who also wrote a poem praising the artist Scipio Moorhead. This author told Christians to remember that \"Negros, black as Cain, may be refin'd, and join th' angelic train.\" This author tells the addressee, \"Proceed, great chief, with virtue on thy side\" in a poem addressed to \"His Excellency, General Washington.\" For 10 points, name this early African-American poet of \"On Being Brought from Africa to America.\"",
            "answer_sanitized": "Phillis Wheatley",
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "The curl of the H field is equal to the \"free\" density of this quantity. Norton's theorem allows for a black box to be replaced by a circuit containing a resistor and a single source of this quantity. If the electric field is constant, the line integral of the magnetic field around a loop equals mu nought times the enclosed amount of this quantity. The power dissipated by a resistor equals its resistance times the square of this quantity. Ohm's law states that voltage over resistance equals this quantity. For 10 points, name this quantity measured in amperes, which represents the rate of flow of electric charge.",
            "answer_sanitized": "electric current [prompt on I]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "Chapter 20 of Dead by Daylight introduced an antagonist from this series who employs CPU-controlled zombies. That antagonist from this series, made by infecting a T-103 Bio Organic Weapon with an NE-alpha parasite, is named Nemesis. In the second game in this series, Raccoon City is contaminated by the t-Virus, which was engineered by the Umbrella Corporation. In the most recent game in this series, Ethan Winters encounters Lady Dimitrescu [\"dom-i-TRESK\"], a vampire who is over nine feet tall. Village is the eighth installment in, for 10 points, what Capcom game series that pioneered the survival horror genre?",
            "answer_sanitized": "Resident Evil [accept Resident Evil Village, Resident Evil 2, or Resident Evil 3: Nemesis; accept Biohazard Village, Biohazard 2, or Biohazard 3: Last Escape]",
            "subcategory": "Trash",
            "category": "Trash"
        },
        {
            "question_sanitized": "A 1948 coup d'etat in this country brought Klement Gottwald to power. This country's government criminalized the circulation of Charter 77, a document criticizing it for human rights violations. A policy of \"normalization\" was implemented in this country by the government of Gustav Husak following an event that saw the self-immolation of Jan Palach. Alexander Dubcek sought to promulgate \"socialism with a human face\" in this country until he was forced to step down following a Soviet invasion of this country. For 10 points, name this former Eastern Bloc country where the Prague Spring took place.",
            "answer_sanitized": "Czechoslovakia [do not accept nor prompt on \"Czechia,\" \"Czech Republic,\" or \"Slovakia\"]",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "While running away from the police, a character in this novel falls down a chimney into the hotel room of his fiancée whose money he was trying to steal, resulting in her turning him in. A jeweler in this novel is murdered by the innkeeper Caderousse, but the police arrest the nearby Bertuccio. In this novel, the princess Haydée reveals that Mondego had betrayed her father Ali Pasha and put her into slavery. This novel opens after Danglars and Villefort frame the protagonist for being a Bonapartist, which leads to his imprisonment in the Château d'If. For 10 points, Edmond Dantès is the title character of what novel by Alexandre Dumas?",
            "answer_sanitized": "The Count of Monte Cristo [or Le Comte de Monte-Cristo]",
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "Two artists from this country split from its avant-garde Jack of Diamonds art movement to create a new movement named for colorful lines depicting light. An artwork from this country depicts a red triangle cutting into a white circle. An artist from this home country of Rayonism and Constructivism founded Suprematism and painted two overlapping squares in his White on White. An art theorist from this non-German country created many abstract Improvisations and founded the Blue Rider movement with a painting of the same name. For 10 points, name this home country of Kazimir Malevich and Wassily Kandinsky, where Socialist Realism was endorsed by Joseph Stalin.",
            "answer_sanitized": "Russia [accept USSR or the Soviet Union or Union of Soviet Socialist Republics; accept Russian Empire; accept Ukraine (Malevich was born in Russian-ruled Kiev)]",
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "The Camera degli Sposi contains many works by Andrea Mantegna that were created using this technique. For 10 points each:",
            "answers_sanitized": [
                "fresco",
                "Giotto di Bondone",
                "Judas Iscariot [accept either] "
            ],
            "parts_sanitized": [
                "Name this technique in which paint is applied directly to a surface coated with wet plaster.",
                "This artist created the fresco cycles Life of the Virgin and the Life of Christ in the Scrovegni Chapel. According to Vasari, this artist was taught by Cimabue.",
                "A panel in the Scrovegni Chapel sometimes called the Betrayal of Christ depicts this disciple kissing Jesus in the Garden of Gethsemane to identify him from the crowd."
            ],
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "The determinant of a square one of these things can be found using minors and cofactors. For 10 points each:",
            "answers_sanitized": [
                "matrices [or matrix]",
                "eigenvalues",
                "diagonal matrix [do not accept or prompt on \"diagonalizable\"] "
            ],
            "parts_sanitized": [
                "Name these mathematical objects, which are rectangular arrays of numbers arranged in rows and columns.",
                "These values for a matrix A are the roots of the matrix's characteristic polynomial. These values, which are symbolized lambda, satisfy the equation Ax equals lambda times x, where x is a similarly-named vector.",
                "If an n-by-n matrix A has n distinct eigenvalues (\"EYE-gun-values\"), then it is similar to a matrix with this property. Matrices with this property are both upper and lower triangular."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "For 10 points each, answer the following about trios of humanoid creatures in Greek mythology:",
            "answers_sanitized": [
                "Medusa",
                "harpies [accept harpy]",
                "Hecatoncheires [accept Hundred-Handed Ones or Hundred-Handers or Centimanes] "
            ],
            "parts_sanitized": [
                "Like the other two Gorgons, this woman had snakes for hair and a petrifying gaze. This figure's sisters, Stheno and Euryale, were immortal, but this third Gorgon was slain by the hero Perseus.",
                "This trio of creatures with the bodies of women but tails and wings of birds personified stormy winds. These creatures harassed the seer Phineas until they were driven away by the Argonauts.",
                "The last children of Uranus were these 50-headed giants that were imprisoned by Kronos. After Zeus freed this trio, they helped defeat the Titans by pelting them with boulders and later became the Titans' jail keepers."
            ],
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "The indigenous settlement of Ohkay Owingeh was the epicenter of one revolt that resulted in the capture of this city. For 10 points each:",
            "answers_sanitized": [
                "Santa Fe [accept but DO NOT REVEAL Santa Fe de Nuevo México]",
                "New Mexico",
                "Puebloans "
            ],
            "parts_sanitized": [
                "Name this city which was captured in 1680 during that revolt, which was led by the medicine man Popé. This city was established by the Spanish in 1610 by Juan de Oñate.",
                "Santa Fe later became the capital of this modern-day U.S. state. The 34th viceroy of New Spain, the Duke of Albuquerque, names this state's largest city.",
                "The revolt was launched by members of this indigenous group. These people lived in villages of adobe buildings, and their ancestors built such complexes as the ones at Mesa Verde and Chaco Canyon."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "The protagonist of this story receives his nickname after a bullet fired from a group of hunters hiding in bushes grazes his cheek. For 10 points each:",
            "answers_sanitized": [
                "\"A Report to an Academy\" [or \"A Report for an Academy\"; or \"Ein Bericht für eine Akademie\"]",
                "Franz Kafka",
                "an apple [prompt on fruit] "
            ],
            "parts_sanitized": [
                "Name this story about the ape Red Peter, who gets captured from the Gold Coast and forces himself to become like a human and join their society.",
                "\"A Report to an Academy\" is a story written by this author of The Metamorphosis.",
                "After he has turned into a bug in The Metamorphosis, Gregor Samsa becomes severely wounded and eventually dies after his father throws this kind of object at him that gets lodged in his back."
            ],
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Answer the following about relativity, for 10 points each:",
            "answers_sanitized": [
                "Albert Einstein",
                "four [accept displacement four-vector, four-velocity, four-momentum, or four-displacement]",
                "proper time [do not accept or prompt on \"time\" alone] "
            ],
            "parts_sanitized": [
                "This German scientist first proposed the theories of special and general relativity. He received the 1921 Nobel Prize in Physics for his work on the photoelectric effect.",
                "The relativistic generalizations of the displacement, momentum, and velocity vectors all have this many dimensions. This is the number of dimensions in Minkowski space.",
                "The components of the four-velocity vector are the derivatives of each coordinate with respect to this quantity symbolized tau. For an observer, this quantity is the interval measured by a clock in their frame."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "In a climactic scene from this opera, a character throws his gambling winnings at the feet of his lover. For 10 points each:",
            "answers_sanitized": [
                "La Traviata [or The Fallen Woman]",
                "Giuseppe Verdi",
                "\"Libiamo ne' lieti calici\" [or brindisi] "
            ],
            "parts_sanitized": [
                "Name this opera in which Violetta dies of consumption after being separated from Alfredo by his father.",
                "La Traviata is an opera by this Italian composer of tragedies like Aida and Rigoletto.",
                "Alfredo and Violetta meet in Act One of La Traviata after singing this lively drinking song as a duet. Either the name of the song or the Italian genre of the song is acceptable."
            ],
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Richard Trevithick helped develop the first one of these technologies in 1802. For 10 points each:",
            "answers_sanitized": [
                "locomotives [accept railroads; accept railways; accept trains; prompt on steam engine]",
                "Industrial Revolution",
                "James Watt "
            ],
            "parts_sanitized": [
                "Name this technology. George Stephenson later won the Rainhill Trials with a design of these technologies named Rocket, though its demonstration resulted in the death of William Huskisson.",
                "The development of locomotives came during the start of this period, during which new technologies resulted in more manufacturing and urbanization.",
                "The Industrial Revolution and development of locomotives were reliant upon the development of this Scottish inventor's namesake steam engine, which were mass-produced by this man and his partner Matthew Boulton."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "The host of an inn describes this character's \"long black hair\" \"streaming against the flames\" before this character jumps from the top of a roof and kills herself when she lands on the pavement. For 10 points each:",
            "answers_sanitized": [
                "Bertha Mason [or Bertha Rochester; prompt on Rochester]",
                "Charlotte Brontë [prompt on Brontë]",
                "Grace Poole [accept either name] "
            ],
            "parts_sanitized": [
                "Name this character who is locked up in the attic of Thornfield Hall by her husband Edward after she went crazy.",
                "Bertha Mason is the \"madwoman in the attic\" in Jane Eyre, a novel by this sister of authors Anne and Emily.",
                "Bertha is able to terrorize the inhabitants of Thornfield Hall by sneaking past this frequently drunk woman whom Edward Rochester hired to watch Bertha."
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "One philosopher from this movement, Jean Baudrillard (\"zhawn boh-dree-YAR\"), examined how Disneyland reinforces the illusory reality of America as a whole in his book Simulacra and Simulation. For 10 points each:",
            "answers_sanitized": [
                "postmodernism",
                "Friedrich Nietzsche (\"NEE-chuh\")",
                "Jürgen Habermas (\"YUR-gun HAH-bur-moss\") "
            ],
            "parts_sanitized": [
                "Name this movement defined as an \"incredulity toward metanarratives\" by Jean-Francois Lyotard (\"zhawn fron-SWAH lee-oh-TAR\") . This movement's embrace of concepts like subjectivity and difference differentiates it from a rationalistic predecessor.",
                "This German philosopher's idea that \"God is dead\" heavily influenced postmodernism. This philosopher also praised the ideal Übermensch, who rejects Christian morality, in Thus Spoke Zarathustra.",
                "This Frankfurt School philosopher criticized postmodernism for relying on modern strategies to attack modernity. This man centered rationality around the social subject in The Theory of Communicative Action."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "Answer the following about the foreign origins of many iconic South Asian dishes. For 10 points each:",
            "answers_sanitized": [
                "Portugal [accept Portuguese Republic]",
                "Islamic Republic of Iran",
                "tea "
            ],
            "parts_sanitized": [
                "The dish vindaloo is based on a dish from this country, whose official language is widely spoken in the state of Goa. The Japanese dish tempura and the Southern African spice peri-peri were also influenced by interactions with this European country.",
                "One of South Asia's most iconic foods, the samosa, were originally a dish from this modern-day country called sanbosag. Seven dishes are eaten as part of the haft-sin during this country's new year.",
                "British rule in South Asia resulted in the widespread cultivation and consumption of this beverage, known in many languages as chai. Prominent varieties of this beverage include ones named for Earl Grey and matcha."
            ],
            "subcategory": "Geography",
            "category": "Geography"
        },
        {
            "leadin_sanitized": "The \"stainless\" variety of this alloy contains at least 11% chromium by weight. For 10 points each:",
            "answers_sanitized": [
                "steel [accept stainless steel]",
                "eutectic point",
                "ductility [accept word forms like ductile] "
            ],
            "parts_sanitized": [
                "Name this alloy of iron and carbon which is often used in buildings and vehicles.",
                "Unlike cast iron, steel's phase diagram does not have this point. For a mixture of two or more materials, this point is the composition where the entire mixture melts together at the lowest possible temperature.",
                "Steel is stronger than pure iron but has a lower value for this property, a material's ability to be drawn into wires. This property is often contrasted with malleability."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This author satirized the apotheosis of a recently deceased emperor with his satire The Pumpkinification of the Divine Claudius. For 10 points each:",
            "answers_sanitized": [
                "Seneca the Younger [or Lucius Annaeus Seneca]",
                "Medea",
                "Argonauts "
            ],
            "parts_sanitized": [
                "Name this Roman writer who wrote most of the extant tragedies from the Roman Empire. Some of those gruesome, bloody plays include Thyestes and Hercules Furens.",
                "Seneca also wrote a play about this mythological figure who poisons a robe to kill Creusa. At the end of an Ancient Greek play about this woman, she leaves in a dragon-drawn chariot after murdering her own children.",
                "In both Euripides' and Seneca's plays, Medea murders the children she had with Jason, who was the leader of this group that sailed in search of the Golden Fleece."
            ],
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "A value sometimes considered to be the \"world's most important number\" is calculated by leading banks based in this city. For 10 points each:",
            "answers_sanitized": [
                "London",
                "interest rate [prompt on interest]",
                "cartel "
            ],
            "parts_sanitized": [
                "Name this financial hub, where banks such as Barclays (\"BAAR-kleez\") daily submit estimates that form LIBOR (\"LYE-borr\"), the anchor for more than $300 trillion in financial products.",
                "LIBOR is an estimate for this quantity, the proportion of a loan charged on top of the principal to the borrower. A higher value for this quantity, usually expressed in percent, means a loan is unfavorable to the borrower.",
                "A reason LIBOR is being deprecated is that some of the banks were unlawfully working together to manipulate rates. Thus, the banks had formed one of these groups that colludes together, a classic example of which is OPEC (\"OH-peck\")."
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "The publication of the report of the Agranat Commission resulted in this leader's resignation. For 10 points each:",
            "answers_sanitized": [
                "Golda Meir [accept Golda Meyerson]",
                "State of Israel",
                "Olympic Games [accept the 1972 Summer Olympics in Munich or the 1968 Summer Olympics in Mexico City, do not accept \"Winter Olympics\"] "
            ],
            "parts_sanitized": [
                "Name this leader whose tenure saw a war that began when an opposing army overran the Bar Lev Line. Earlier, this leader had unsuccessfully tried pushing Austrian chancellor Bruno Kreisky to not close the Schonau transit facility.",
                "Golda Meir served as prime minister of this country. Meir oversaw this country's efforts during the Yom Kippur War which began with an invasion of the Sinai and the Golan Heights by this country's neighbors Egypt and Syria.",
                "Meir also greenlit Operation Wrath of God after 11 Israelis were killed by Black September at one of these events. Demonstrations against an earlier iteration of these events in Mexico City resulted in the Tlatelolco Massacre."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This word denotes an omnipresent energy allowing for supernatural occurrences that is also known as \"that which is hidden.\" For 10 points each:",
            "answers_sanitized": [
                "kami [or alternate pronunciations like gami]",
                "Japan",
                "washing [accept equivalents like cleansing or purification or ablution] "
            ],
            "parts_sanitized": [
                "Name this word. In a certain religion, nature is controlled by spirits denoted with this word whose personalities are governed by the four mitama (\"mee-tah-mah\"). Shrines to ancestor spirits of this type are maintained by the ujiko kai (\"oo-jee-koh kye\").",
                "Kami are central to Shinto (\"sheen-toh\"), the indigenous religion of this country. Shinto practitioners believe that Amaterasu's (\"ah-mah-tay-rah-soo\") great-great-grandson Jimmu (\"JEE-moo\") was the first emperor of this country.",
                "Rituals of this type performed at the beginning of Shinto ceremonies are called harae (\"ha-RYE-ay\"). A priest waves a wand with attached paper streamers called a haraigushi (\"ha-RYE-goo-shee\") over adherents before they perform this action."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "The speaker of this poem reassures, \"Dust thou art, to dust returnest, was not spoken of the soul.\" For 10 points each:",
            "answers_sanitized": [
                "\"A Psalm of Life\"",
                "Henry Wadsworth Longfellow",
                "Oliver Wendell Holmes, Sr. "
            ],
            "parts_sanitized": [
                "Name this optimistic poem made up entirely of words spoken from the \"Heart of the Young Man.\" This poem opens with the speaker stating, \"Tell me not, in mournful numbers\" that the title concept \"is but an empty dream!\"",
                "\"A Psalm of Life\" was written by this American poet of \"Paul Revere's Ride\" and The Song of Hiawatha.",
                "This poet wrote a poultry-themed parody of \"A Psalm of Life\" in which the speaker states, \"'Egg thou art, and egg remainest' was not spoken of the hen.\" The speaker hears a \"voice that sings: Build thee more stately mansions, O my soul\" in this author's poem \"The Chambered Nautilus.\""
            ],
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "A piece inspired by this country was described as \"blue sky in A major\" by its composer and opens with woodwinds playing repeated staccato eighth notes in 6/8. For 10 points each:",
            "answers_sanitized": [
                "Italy",
                "Felix Mendelssohn-Bartholdy",
                "Hebrides Overture "
            ],
            "parts_sanitized": [
                "Name this country that inspired a piece ending with two flutes playing a saltarello. A Berlioz piece for viola and orchestra titled Harold in [this country] was commissioned by this country's violinist Niccolò Paganini.",
                "This German composer's travels inspired his Italian Symphony. This composer of many Songs Without Words based his incidental music for A Midsummer Night's Dream on the overture he wrote at age seventeen.",
                "This non-symphonic Mendelssohn piece in B minor had its brooding opening melody for the cello section inspired by a trip into Fingal's Cave."
            ],
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Collectively, these structures comprise the androecium. For 10 points each:",
            "answers_sanitized": [
                "stamens [accept anthers]",
                "pollen grains",
                "germination [accept pollen germination] "
            ],
            "parts_sanitized": [
                "Name these structures that bear microsporangia. These structures arise from the co-expression of B and C genes in the ABC model of flower development.",
                "Microspores in the microsporangia form these grains, which bees transport to fertilize plants.",
                "Pollen grains can undergo an event of this type, which is induced by hydration. In an event given this name, a plant sprouts from a seed to form a seedling."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This confederacy was defeated at the 1610 Battle of Sorel. For 10 points each:",
            "answers_sanitized": [
                "Iroquois Confederacy [accept Haudenosaunee or Five Nations or Six Nations]",
                "arquebus",
                "Christian missionaries [accept Catholic missionaries or Jesuit missionaries; prompt on priests] "
            ],
            "parts_sanitized": [
                "Name this American Indian confederacy that clashed with the French during the Beaver Wars. This confederacy based out of upstate New York was famous for their Great Law of Peace and included tribes like the Mohawk and Seneca.",
                "The French had a tactical advantage at Sorel through the use of these matchlock guns which were gradually replaced by muskets. These guns were used by Japanese soldiers during the Sengoku Jidai including at Sekigahara.",
                "Later in the Beaver Wars, the Iroquois massacred a Huron village and tortured Jean de Brébeuf, a member of this profession. Other famous members of this profession included Francis Xavier and David Livingstone."
            ],
            "subcategory": "Other History",
            "category": "History"
        }
    ]
}