{
    "tossups": [
        {
            "question_sanitized": " One of this author’s characters is shaken after he kills a mother spider, believing that it is an omen of his impending death. One of this author’s protagonist is told by a vision that he should not live in a hut because he has royal blood, and receives a tribute of lilies from the Ku Klux Klan. Along with Felix Hobain, who is arrested by Corporal Lestrade and dreams that he is an old man named Makak, this author’s other characters include an injured fisherman who drinks at Ma Kilman’s No Pain Cafe. This author referenced the (*) Mau Mau Uprising in a poem that asks, “How can I turn from Africa and live?” while in another of his works, Major Plunkett’s servant Helen is fought over by the fishermen Hector and Achille. For 10 points, name this St. Lucian author of “Dream on Monkey Mountain” and “A Far Cry from Africa” who adapted the Iliad in Omeros.",
            "answer_sanitized": "Derek Walcott",
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "question_sanitized": "It’s not an oxidation, but one type of this reaction has an intermediate in which a selenide is reacted with hydrogen peroxide to form a selenoxide. Tertiary amines are transformed into hydroxylamine in another reaction of this type. Those reactions are named for Greico and Cope. One mechanism for these reaction, which exhibits a very large deuterium isotope effect, is particularly fast when the substituents are in an (*) anti-periplanar configuration. This kind of reaction preferentially generates the most substituted product according to Zaitsev’s rule. For 10 points, name these reactions that include E1 and E2, in which a functional group is “kicked out” of a molecule.",
            "answer_sanitized": "elimination reaction",
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "One work titled for this concept was written to “free people from the tyranny” of abstract concepts like truth or objectivity, but its author lamented that he had just replaced them with new tyrants of “democracy, tradition, or relative truth.” That “anarchist” work discussed the inseparability of phenomenon and statement and the ideological nature of language in its analysis of the “tower argument,” and was meant to be a collaboration with (*) Imre Lakatos. Along with Paul Feyerabend’s book “against” this concept, another work titled for it uses the metaphor of rebuilding a house on secure foundations to describe his task of rebuilding knowledge, and includes the first appearance of “I think, therefore I am.” For 10 points, name this concept that refers to an organized process for accomplishing a task, a “discourse” on which was written by Rene Descartes.",
            "answer_sanitized": "method [or the scientific method; or Against Method]",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "The sufferings of this religion’s advocates are told in the book The Dawn-Breakers. This religion’s founder included a section called the Tablet of the Kings, which calls on all monarchs to accept his message, in the text Summons of the Lord of Hosts. A text from this faith draws on the poem “The Conference of the Birds” to describe a seeker’s quest through mystical realms such as Search, Love, and Understanding. A book from this religion that outlines a (*) “charter of future world civilization” has a name simply meaning “The Most Holy Book.” Texts from this faith, like The Seven Valleys, are mostly in Persian or Arabic and were translated into English by Shoghi Effendi. The Kitab-i Aqdas is a scripture from, for 10 points, what monotheistic faith governed by the Universal House of Justice and founded by a namesake prophet in 19th century Persia?",
            "answer_sanitized": "Baha’i Faith",
            "category": "Religion"
        },
        {
            "question_sanitized": "One essay estimates these organizations’ annual growth at 6% and quips that “work expands so as to fill the time available for its completion.” Incentives facing these organizations are analyzed in the most famous book by James Q. Wilson. Hannah Arendt equated these organizations with the “rule of nobody” allowing Eichmann to escape public implication for the Holocaust. An essay about these organizations describes the “modern judge” as a “vending machine” that dispenses mechanical judgments. That essay about (*) “modern officialdom” characterized this form of organization as a “polar night of icy darkness” that would lead eventually to an “iron cage of rationality.” For 10 points, name these unelected managerial groups described by Max Weber as being characterized by hierarchies and impersonal rules, and which are often blamed for government inefficiency.",
            "answer_sanitized": "bureaucracy [accept word forms; prompt on government agencies, civil service, public service, etc.]",
            "category": "Social Science"
        },
        {
            "question_sanitized": "James Kincaid calls this work a “poem of frustration,” where Christian doctrine conflicts with an egoistic “pastoral elegy” in which “all nature mourns his departure,” and whose pessimistic tone is shown by the “moaning” of the title object; this is at odds with the traditional reading created by its calm images of (*)“one clear call” and “twilight and evening bell.” The narrator describes “such a tide as moving seems asleep ... when that which drew out from the boundless deep / turns again home” and asks that there “be no sadness of farewell” when he embarks. For 10 points each, name this poem in which the speaker hopes to “see my Pilot face to face” after completing the title action, published last in many collections by Alfred, Lord Tennyson.",
            "answer_sanitized": "“Crossing the Bar”",
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "question_sanitized": "One hypothesis for this body’s low thermal flux proposes that a supermassive impactor made it lose most of its primordial heat.  One layer of this body may be characterized by “diamond-bergs” floating on an ocean of liquid carbon.  This planet’s magnetopause is located at about 18 times its planetary radius and its magnetotail trails behind it in a unique corkscrew motion.  The largest satellite of this planet is (*) Titania, but its collective satellite system is the least massive of the group of planets it is a member of.  This planet completes one revolution around the Sun about every 84 years and relative to the Sun’s orbital plane, its axis is tilted at 98 degrees.  For 10 points, name this seventh planet from the Sun, a gas giant that appears to spin on its side as it orbits the Sun.",
            "answer_sanitized": "Uranus",
            "subcategory": "Science Other",
            "category": "Science"
        },
        {
            "question_sanitized": "In one work, this author made a historical character 30 years younger to avoid having a 70 year old man court the 19-year old protagonist, who is also sought after by Aaron Burr. This author argued that the title woman could still love her husband in “Lady Byron Vindicated” and wrote about the sailor James Marvyn, who loses Mary Scudder to the Calvinist Samuel Hopkins, in The (*) Minister’s Wooing. This author wrote about the heiress Nina Gordon, her husband Claymont, and her slave Harry. In this author’s most famous novel, which she wrote a “Key” to, Eliza escapes to Canada by crossing an icy river, and the title character is beaten to death by Simon Legree. For 10 points, name this author of Dred: A Tale of the Great Dismal Swamp and Uncle Tom’s Cabin.",
            "answer_sanitized": "Harriet Beecher Stowe",
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "question_sanitized": "In one depiction, this character claims that she will “put the chairs on the tables...and lock the universe behind me when I leave.” That character later feeds pigeons with her brother, whose hand she holds after the Furies come for him. In one rendition, this figure is asked “Why can’t I kill God within me?” and is told about a desire to do “one meaningful deed” after hiding in a (*) confessional. This figure is annoyed at running into Rincewind too many times in Terry Pratchett’s Discworld series, where he  speaks in all caps. This member of the Endless is depicted as the Goth-girl sister of Dream in Neil Gaiman’s Sandman comics. For 10 points, name this figure, whose “Triumph” was depicted visually by Brueghel and who plays chess with the knight Antonius Block in The Seventh Seal.",
            "answer_sanitized": "Death",
            "category": "Trash"
        },
        {
            "question_sanitized": "He’s not J. S. Bach, but Carl Czerny [CHAIR-nee] studied counterpoint by copying all of this composer’s keyboard pieces and composed a Sonata “in the style of” [him]. This composer’s music was popularized by the 1963 album Horowitz Plays [him].  This composer may have stopped using hand-crossings in later pieces due to obesity and was supposedly inspired by his pet walking across a keyboard to write his “cat fugue.” He spent 28 years in Spain teaching Infanta Maria Barbara, so sounds imitating castanets are littered in the (*) hundreds of single-movement instructional pieces he wrote for her. Alessandro Longo catalogued and edited this composer’s works, but the catalogue created by Ralph Kirkpatrick is more frequently used today. For 10 points, name this Italian Baroque composer who composed over 500 harpsichord sonatas and 30 Essercizi.",
            "answer_sanitized": "Domenico Scarlatti [prompt on Scarlatti]",
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "These organisms are infected by the tapeworm D. robusta, and their milk contains the cathelicidin saha-CATH5, which kills MRSA. The strong jaws of this organism are similar to those of the hyena, an example of convergent evolution. These organisms are most closely related to quolls within the family Dasyuridae. Schwann cells from a single one of these organisms was found to be responsible for DFTD, a form of (*) transmissible cancer affecting these animals that localized to the neck and face. These organisms preferentially eat carrion, and are about the size of a dog. For 10 points, name these organisms, scientific name Sarcophilus harrisii, a carnivorous marsupial native to an island south of Australia.",
            "answer_sanitized": "Tasmanian devil [accept Sarcophilus harrisii before mention]",
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "A person of this profession is shown falling, dismayed, onto a bed with orange drapery in a painting by William Hogarth. While trying to paint a portrait of one of these people, an artist supposedly exclaimed “Confound the nose, there’s no end to it!” A person of this profession is “torn” by a smiling girl in pink on his left while a girl in blue on the right appears offended in a painting by Joshua Reynolds. John Singer Sargent showed knee-length red braids and a flowing green dress on a woman in this profession named (*) Ellen Terry. A person of this profession is enthroned with a rich golden gown, with Pity and Terror standing behind her, in a portrait of her by Reynolds “as the Tragic Muse.” Famous members of this profession often depicted in art include David Garrick and Sarah Siddons. For 10 points, name this profession of a person who might play Lady Macbeth.",
            "answer_sanitized": "acting or actor or actress [accept answers that mean the same thing like thespians]",
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "After a ruler of this city planned to switch offices with his son, residents of another city killed his son Lycophron to keep him away. The first tyrant of this city drove the Bacchiadae from power. Another tyrant of this city designed a paved track that allowed ships to be moved over land called the Diolkos, which prompted Aristophanes to coin the phrase “as fast as a” resident of this place. The Peace of Antalcidas, also known as the King’s Peace, was a 387 BC treaty sponsored by Artaxerxes II that ended a war named for this city once ruled by (*) Periander. After 146 BC siege, Lucius Mummius completely destroyed this polis and began the era of Roman Greece. The Peloponnesian War began as a dispute over Corcyra between this ally of Sparta and Athens. For 10 points, name this ancient Greek city state on a namesake isthmus that linked Peloponnese to mainland Greece.",
            "answer_sanitized": "Corinth [or Korinthos]",
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "question_sanitized": "Mary Wallace suggested that a statue by this sculptor was actually from Pergamon because of the style of its sandal. Lucian of Samosata records that a sculpture by this artist was so life-like that a teenager once ejaculated onto its leg. That sculpture by this artist was made using Parian marble and may have been modeled on the courtesan Phryne. Another of this artist’s sculptures depicts an (*) adolescent god about to kill a lizard climbing up a leafless tree, while another of his works modeled on Phryne shows a goddess discarding her clothing over an urn while covering herself with her hand. This artist of Apollo Sauroktonos and Aphrodite of Cnidus also depicted a god with a missing right arm, who holds his clothes and a baby in his left. For 10 points, name this ancient Greek sculptor of Hermes with the Infant Dionysus.",
            "answer_sanitized": "Praxiteles",
            "subcategory": "Fine Arts Other",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "One of these devices contains about twelve thousand glass spheres resting on 600 glass strings at the bottom of the Mediterranean. One example of these devices contains a series of digital optical modules, and was used to find “double pulse”, “sugar daddy” and “lollipop” signatures by the DONUT collaboration. A giant tank of perchloroethylene was used as one of these devices in the (*) Homestake experiment, which detected approximately one-third of the expected number of particles being emitted by the sun. For 10 points, name these devices that include IceCube and Super-Kamiokande, which detect a type of light uncharged particle that rarely interact with normal matter.",
            "answer_sanitized": "neutrino detectors [or neutrino observatories; accept anything mentioning a device used to study neutrinos]",
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "Description acceptable. In one story, a hero accomplishes this specific task in order to help a friend who won his wife by riding into Iolcus in a chariot pulled by a lion and a wild boar, forcing Pelias to give him his daughter in marriage. One myth claims that Athenians have slim thighs because when that hero tried to complete this task on another separate occasion, he accidentally left part of (*) Theseus’s buttocks stuck to a bench. After being told to accomplish this task because of crop failures and famine caused by Demeter’s sorrow over the loss of her daughter, Hermes found himself stymied by the fact that Persephone had eaten six pomegranate seeds. Perhaps the most famous attempt to accomplish this task failed when a son of Apollo looked backward too soon. For 10 points, name this task which Orpheus tried to accomplish in order to retrieve Eurydice.",
            "answer_sanitized": "bringing people back from Hades [accept clear equivalents like bringing people back from the underworld; prompt on going to the underworld (without mentioning bringing back people) or katabasis]",
            "category": "Mythology"
        },
        {
            "question_sanitized": "US v. Winstar arose as a result of this event, which was worsened by the Garn-St. Germain Act. One explanation for this event was the government’s inability to effectively enforce Regulation Q ceilings, which companies avoided through NOW accounts and resulted in the rise of money market accounts. A Senator who invested over $300,000 in the Fountain Square Project as part of this crisis was the only Republican senator who was later shown to have received campaign money from Charles (*) Keating. Attempts to combat this crisis led to the deregulation of its namesake entities, which were also known as “thrifts.” This crisis, which was driven by rising interest rates, resulted in a bailout of the FSLIC. For 10 points, name this economic crisis in the 1980s marked by the mass failure of the namesake lending institutions.",
            "answer_sanitized": "the Savings and Loan Crisis [or the S &amp; L Crisis; accept the failure of the Midwest Federal Savings and Loan until “US v. Winstar” is read; prompt on Keating Five or the Keating scandal before the Keating mention]",
            "subcategory": "History American",
            "category": "History"
        },
        {
            "question_sanitized": "This ruler attempted to hunt down the magician Zhuo Ci, even though Zhuo supposedly graciously turned huge amounts of water to wine at his court. This leader made the most famous historical usage of the Empty Fort Strategy, in which a commander convinces an opponent that a place is full of traps, to obtain a decisive victory over Lu Bu. This man’s most notorious general was a one-eyed man named Xiahou Dun. At this man’s most famous defeat, an unfavorable wind blew (*) fire ships into his squadron. After the death of Dong Zhuo, this man served as the Chancellor of the Eastern Han Dynasty. This man’s campaign to the south was ultimately foiled when the joint forces of his rivals, Liu Bei and Sun Quan, defeated him at the Battle of Red Cliffs. For 10 points, name this warlord from the Three Kingdoms period whose son Pi, founded the state of Wei.",
            "answer_sanitized": "Cao Cao [prompt on Cao]",
            "subcategory": "History World",
            "category": "History"
        },
        {
            "question_sanitized": "A dossier was kept hidden during this event ostensibly to avoid disclosing Panizzardi’s homosexuality. The term “intellectual” gained prominence during this event as an insult. One theory about this event is that it began as an intelligence operation to keep attention away from an object designated as the seventy-five. One document about this event criticized the “self-forgery” theory of (*) graphology experts to explain a difference in handwriting on a piece of paper addressed to Schwartzkoppen. That document named Ferdinand Esterhazy as the guilty party in this event and repeated the title phrase while naming those who had unjustly helped imprison the central figure of this event at Devil’s Island. For 10 points, name this cover-up denounced in Émile Zola’s J’Accuse…!, in which a Jewish army captain was framed by the French army on charges of spying for the Germans.",
            "answer_sanitized": "the Dreyfus affair",
            "subcategory": "History European",
            "category": "History"
        },
        {
            "question_sanitized": "One character in this work is shuttled away by his family whenever guests come to visit, since they don’t want people to see that he “looks like a bourgeois intellectual.” The protagonist of this play discusses the role of the middle class and Japanese history and shouts “Check!” whenever he levels a criticism. The social climbing parents of this play’s protagonists are unable to recognize him after he dons a paper-mache nose like the (*) “inaugurator” Maxy Falk. After one character in this play propositions his secretary, his clothes are removed, stamped, and filed away until he remains in his underwear. The protagonist of this play is appointed to form the new “Central Commission for Inauguration and Liquidation” after attending the title celebration in search of Kalabis. For 10 points, name this play about Hugo Pludek that satirizes communist bureaucracy, by Vaclav Havel.",
            "answer_sanitized": "The Garden Party [or Zahradni slavnost]  Bonuses:",
            "subcategory": "Literature European",
            "category": "Literature"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": " Circuit analysis remains an elusive subject for introductory physics students, for 10 points each:",
            "answers_sanitized": [
                "Thevenin’s theorem",
                "voltage divider [or potential divider]",
                "Kirchhoff's loop rule"
            ],
            "parts_sanitized": [
                "For DC circuits, this theorem states that any combination of voltage sources, current sources, and resistances can be replaced by one voltage source connected in series to one resistance.",
                "These linear circuits produce an output voltage that is some proper fraction of their input voltage and are frequently used in sensor and high voltage measurement.",
                "Kirchoff’s two circuit laws, the junction rule and this other one, which is often applied in circuit diagrams to calculate the voltages or currents circulating at certain circuit elements."
            ],
            "subcategory": "Science Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "For 10 points each, answer the following about photograms, which are images made without a camera, by putting objects directly on photosensitive paper and exposing them to sunlight.",
            "answers_sanitized": [
                "Man Ray",
                "Imogen Cunningham",
                "f/64 [pronounced \"f stop 64\"]"
            ],
            "parts_sanitized": [
                "This man named a class of photograms after himself, and made many of hands, springs, and rolls of film. His other photographs include “Le Violon d’Ingres,” a photo of the back of a nude woman painted with violin holes.",
                "This photographer took many photograms of plants and became known for botanical images. Judy Dater took a photograph in which this artist is surprised by the nude Twinka Thiebaud popping out from behind a tree.",
                "Cunningham was a cofounder of this group along with Sonya Noskowiak, Willard Van Dyke, and Ansel Adams. It is named after a small aperture size which ensures clarity."
            ],
            "subcategory": "Fine Arts Other",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "You just robbed a bank! Too bad you and your partner got arrested. For 10 points each:",
            "answers_sanitized": [
                "prisoner’s dilemma",
                "tit for tat strategy",
                "Nim"
            ],
            "parts_sanitized": [
                "If one of you betrays the other, you will go free and they will get 3 years; if you both confess, you will get 2 years; and if neither confess you both get a year. You realize you are stuck in a transparently obvious scenario of this model analyzed in game theory.",
                "You and your partner escape prison, but get arrested again! Now you are playing an iterated prisoner’s dilemma in which this strategy could help you. It involves doing whatever your partner did on the last move.",
                "If you get out, you two can play this game by taking coins from separate piles and trying to be the one to take the last object from the heap. The Sprague-Grundy theorem says that all impartial games are equivalent to this game."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "Constantine insisted on being one of these until his deathbed in order to avoid polluting his soul. For 10 points each:",
            "answers_sanitized": [
                "catechumenates",
                "adults",
                "Paul VI [or Giovanni Battista Enrico Antonio Maria Montini; prompt on Paul]"
            ],
            "parts_sanitized": [
                "Give this word for a person who studies Christianity in order be baptized. St. Augustine was enrolled as one of these upon birth but was not baptized until he was thirty.",
                "The Second Vatican Council re-established catechumenate by introducing RCIA for the baptism of these people. Confirmation is usually taken to become these people, and Bar Mitzvah marks the Jewish equivalent of becoming these people.",
                "This pope closed the Second Vatican Council in 1965. This pope named Mary as the mother of the church and controversially introduced Catholic Church’s position on birth control in Humanae Vitae."
            ],
            "category": "Religion"
        },
        {
            "leadin_sanitized": "Name these eccentric African dictators, for 10 points each.",
            "answers_sanitized": [
                "Muammar (Mohammed Abu Minyar) Qaddafi",
                "Jean-Bédel Bokassa [accept Salah Eddine Ahmed Bokassa; or  Bokassa I of Central Africa]",
                "Hastings Kamuzu Banda"
            ],
            "parts_sanitized": [
                "This Colonel took power in Libya in a 1969 coup and proceeded to nationalise the oil industry and support foreign terrorism. He was overthrown by a NATO-backed uprising during the Arab Spring.",
                "This man had himself crowned Emperor 1976 in a ceremony that cost a third of his country’s budget. He ruled the Central African Republic from 1966 until a French-backed coup in 1979.",
                "This man encouraged people to never learn any history from before he took over the colony known as Nyasaland in 1961. He was so anti-Communist, he banned all communist literature and backed the Vietnam War."
            ],
            "subcategory": "History World",
            "category": "History"
        },
        {
            "leadin_sanitized": "Kingsley Amis criticized this book for its overuse of the word “fuck,” while Simon Jenkins called awarding it the Man Booker Prize “literary vandalism.” For 10 points each:",
            "answers_sanitized": [
                "How late it was, how late",
                "Scotland [or Alba; prompt on the United Kingdom or Great Britain; do not accept or prompt on “England”]",
                "a bar [prompt on similar words like pub, though really it’s Quinn’s Bar and the Korova Milk Bar]"
            ],
            "parts_sanitized": [
                "Name this book by James Kelman about Sammy Samuels, who gets into a fight with some “sodjers” and goes blind. He has a strained relationship with his son Peter.",
                "How late it was, how late takes place in this country, where Robert Burns wrote the poems “To a Louse” and “Tam o’Shanter.”",
                "In How late it was, how late, Sammy goes to one of these places to see his girlfriend Helen, but is told that no one by that name has ever worked there. Alex takes synthemesc in one of these places in A Clockwork Orange."
            ],
            "subcategory": "Literature British",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "This man advised readers to “do nothing at random” and “erase impressions.” For 10 points,",
            "answers_sanitized": [
                "Marcus Aurelius Antoninus Augustus",
                "pneuma",
                "Zeno of Citium [prompt on Zeno; do not accept “Zeno of Elea”]"
            ],
            "parts_sanitized": [
                "Name this Stoic Roman emperor and author of the Meditations who warned against caring too much about the material world as “soon, you will be ashes, or a skeleton.”",
                "Stoics believed that this substance, the “breath of life,” structured matter throughout the universe. Composed of fire and air, it made up the soul in humans and physique or “phusis” in plants.",
                "Stoicism was founded by this thinker, who was originally inspired by the cynics He began teaching at a colonnade called the Stoa Poikile, giving his school its name."
            ],
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "This work asks “what living, sentient thing loves not the all-joyous light?” and calls its title subject “holy, unspeakable, mysterious.” For 10 points each:",
            "answers_sanitized": [
                "Hymns to the Night [or Hymnen an die Nacht]",
                "Novalis",
                "Friedrich Schiller"
            ],
            "parts_sanitized": [
                "Name this work in six parts, which claims that “everlasting and boundless is the dominion of” the title concept and ends with a section called “Longing for Death.”",
                "Hymns to the Night was written by this author of Heinrich von Ofterdingen, who created the German Romantic symbol of the blue flower.",
                "Foods named for this German Romantic author’s curly hair include types of cream-filled pastries and smoked dogfish belly flaps. He might be slightly better known for his works The Robbers, William Tell, and Ode to Joy."
            ],
            "subcategory": "Literature European",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "British troops were deployed to this region as part of Operation Banner in 1969. For 10 points each:",
            "answers_sanitized": [
                "Northern Ireland [or Tuaisceart Eireann; prompt on Ireland until “sovereign state” is read]",
                "Robert Gerard “Bobby” Sands",
                "Omagh Bombing"
            ],
            "parts_sanitized": [
                "Name this region that was the subject of the Good Friday Agreement in 1998. The provisional IRA sought to reunite this region with a sovereign state to the south during The Troubles.",
                "This Provisional IRA member was elected to Parliament while imprisoned at HM Prison Maze. He died in May 1981 after leading a hunger strike in protest against the removal of the Special Category Status for IRA prisoners.",
                "The Real IRA carried out this deadliest single incident of The Troubles, in which a car bomb killed 29 people in the namesake town in August 1998. Unclear telephone warnings led police to evacuate people towards the bomb."
            ],
            "subcategory": "History European",
            "category": "History"
        },
        {
            "leadin_sanitized": "Name some things about dead languages, for 10 points each:",
            "answers_sanitized": [
                "Latin",
                "Bantu",
                "Cornish"
            ],
            "parts_sanitized": [
                "This language is the root of the Romance family. It’s probably the most stereotypical dead language, but that doesn’t prevent thousands of high school students learning it to translate the Gallic Wars and the Aeneid.",
                "The extinct Nyanga-li, Gbati-ri, and Mayeka languages were all part of this group. This language family, prevalent in Southern Africa, is the largest group in the Niger-Congo phylum and more famously includes Swahili.",
                "This language, whose last native speaker was Dolly Pentreath. After a revival, it was removed from the UNESCO list of extinct languages in 2010."
            ],
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "Because of one man’s tiring job as a gatekeeper in this play, his brother prepares footbaths for him and gets him a female pen pal. For 10 points each:",
            "answers_sanitized": [
                "Blood Knot",
                "pass book [accept identity book, passport or other synonyms]",
                "Antigone"
            ],
            "parts_sanitized": [
                "Name this play by Athol Fugard about the rivalry between the brothers Morris, who can pass for white, and Zachariah, who cannot.",
                "In Fugard’s play The Island, Winston was arrested for burning one of these things in front of the police. One of these employment-restricting objects is taken off a corpse in another Fugard work, Sizwe Banzi is Dead.",
                "The Island centers around two prison inmates who stage a performance of this play by Sophocles about the daughter of Oedipus and sister of Ismene, who defies Creon’s orders by burying her brothers."
            ],
            "subcategory": "Literature World",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "In Norse myth, a squirrel runs up and down the trunk of a tree to communicate insults between an eagle and this dragon. For 10 points each:",
            "answers_sanitized": [
                "Nidhoggr [or Malice Striker]",
                "Yggdrasil",
                "Mimisbrunnr [or Mimir’s well]"
            ],
            "parts_sanitized": [
                "Name that corpse-chewing dragon. The Gylfaginning says that this wyrm tears at one of the three roots which may be keeping him trapped from the world.",
                "Nidhoggr lies at the bottom of this ash tree that supports the nine worlds. Odin hung himself from this tree for nine nights as a sacrifice to himself, which is probably why it’s called his “gallows.”",
                "The Gylfaginning says that one of Yggdrasil’s three roots stretches to this place in Jotunheim. In the Prose Edda, Heimdallr uses Gjallarhorn to access this place."
            ],
            "category": "Mythology"
        },
        {
            "leadin_sanitized": "Vasari described a famous precession of a Madonna by this artist, a scene depicted in a painting over five centuries after the fact by the Victorian artist Frederic Leighton. For 10 points each:",
            "answers_sanitized": [
                "Cimabue [chih-MAH-boo-ay]",
                "Florence [or Firenze]",
                "Maestà"
            ],
            "parts_sanitized": [
                "Name this artist, who used a magnificent Byzantine style to create frescoes for the lower Basilica of St. Francis of Assisi. His Virgin Enthroned with Angels is in the Louvre.",
                "The precession of Cimabue’s Madonna took place in this city in the 13th century. In later centuries, this city’s artists were patronized by the Medici family.",
                "This Italian name is given to paintings of the Virgin surrounded by numerous saints, such as a Cimabue painting for the church of Santa Trinita, a painting by Simone Martini in the Palazzo Pubblico, and several paintings by Duccio [DOO-cho]."
            ],
            "subcategory": "Fine Arts Visual",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "This  alliance was first established through the efforts of the prophet known as the Great Peacemaker. For 10 points each:",
            "answers_sanitized": [
                "Iroquois Confederacy/League [or Haudenosaunee; or or Six Nations; or Five Nations]",
                "Onondaga [accept Ononda’gega’]",
                "Oneida"
            ],
            "parts_sanitized": [
                "The Great Peacemaker and his follower, Hiawatha, are considered to be the founders of this collective, also known as “The Great League of Peace,” which the Tuscarora joined in 1722.",
                "These people, one of the original members of the Iroquois Confederacy, plays host to the ceremonial capital of the Iroquois as “Keepers of the Fire” due to its central location between the other members.",
                "This other member of the Iroquois League sided with the United States during the Revolutionary War. Many of them were forced to migrate to Wisconsin in the 1830s away from their namesake lake in upstate New York."
            ],
            "subcategory": "History American",
            "category": "History"
        },
        {
            "leadin_sanitized": "For 10 points each, answer some things about enzymes.",
            "answers_sanitized": [
                "zymogens",
                "trypsin",
                "cyanide"
            ],
            "parts_sanitized": [
                "Procaspases and pacifastins are examples of these inactive precursors of enzymes, which are partly cleaved by Golgi bodies and activated into functional enzymes.",
                "An example of an enzyme secreted as a zymogen is this one, which in molecular biology is commonly used to detach cells in adherent culture and which cuts after basic amino acids.",
                "One example of enzyme inhibition is this class of chemical compound, which deactivates cytochrome c oxidase in the last step of cellular respiration.  It is composed of a carbon triple bonded to nitrogen."
            ],
            "subcategory": "Science Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "This literal fascist who tried to once convince Benito Mussolini of his economic ideas is better known for poems like <em>Hugh Selwyn Mauberley</em>. For 10 points each:",
            "answers_sanitized": [
                "Ezra Pound",
                "Elizabeth Bishop",
                "“The Armadillo”"
            ],
            "parts_sanitized": [
                "Name this modernist American poet whose 120-section epic The Cantos was left unfinished at his death.",
                "After producing radio propaganda for the Italian government, Pound was arrested for treason and institutionalized. This other poet described Pound “in the house of Bedlam” in “Visits to St. Elizabeths” and wrote that “the art of losing isn’t hard to master” in the villanelle ”One Art.”",
                "This other poem by Bishop is dedicated to Robert Lowell; it describes the title animal amidst a fireworks display, ending, “Too pretty, dreamlike mimicry!/ O falling fire and piercing cry/ and panic and a weak mailed fist/ clenched ignorant against the sky!”"
            ],
            "subcategory": "Literature American",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Name some things about phase transitions, for 10 points each:",
            "answers_sanitized": [
                "evaporation [accept boiling]",
                "Gibbs Phase Rule",
                "lever rule"
            ],
            "parts_sanitized": [
                "This phase transition occurs when the vapor pressure of the liquid equals the surrounding atmospheric pressure, allowing the liquid to turn into a gas.",
                "This rule can be used to calculate the number of degrees of freedom for a multi-component heterogeneous system; it states that the number of freedoms equals the difference between the number of components and the number of phases plus two.",
                "This other rule can be used to calculate the amount of components in liquid and solid phases in a binary equilibrium composition. Before using this rule, a tie line is drawn on the phase diagram to find the percent weights."
            ],
            "subcategory": "Science Chemistry",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Answer the following about Roman archaeological sites that are now Israeli national parks, for 10 points each.",
            "answers_sanitized": [
                "Caesarea Maritima [or Caesarea Palaestina]",
                "Masada",
                "Herod the Great [or Herod I; do not accept “Herod Antipas” or “Herod Archelaus”]"
            ],
            "parts_sanitized": [
                "This city on the Mediterranean coast is halfway between the modern cities of Tel Aviv and Haifa. It was the capital of the Roman Province of Judea and the Byzantine Province of Palaestina Prima.",
                "This mountaintop site in the Judaean Desert overlooks the Dead Sea. Josephus described a 73 CE siege here where the Romans built a circumvallation wall and ramp, only to find that all the inhabitants had committed suicide.",
                "This Roman client king of Judea built Caesarea Maritima, the Masada complex, and a mountaintop palace in the that he named after himself. In the Bible, he tried to kill an infant Jesus via the Massacre of the Innocents."
            ],
            "subcategory": "History Classical",
            "category": "History"
        },
        {
            "leadin_sanitized": "This man won the 2014 Grammy for best choral performance for his piece <em>Adam’s Lament.</em> For 10 points each:",
            "answers_sanitized": [
                "Arvo Part",
                "Double Violin Concerto [accept equivalents such as a concerto for two violins; don’t accept or prompt on “violin concerto” alone]",
                "minimalism"
            ],
            "parts_sanitized": [
                "Name this Estonian composer of in Fratres I and Cantus In Memoriam Benjamin Britten. He is best known for developing tintinnabulation, a technique that he used to compose Spiegel im Spiegel for piano and violin.",
                "Part’s Tabula Rasa is this type of composition. Bach composed a piece of this type in D minor that he later rearranged for two harpsichords.",
                "Along with Gorecki, Part was a leading proponent of “holy” type of this genre of music, which is characterized by simple repetitive structure and non-narrative themes. Its other proponents include Philip Glass."
            ],
            "subcategory": "Fine Arts Auditory",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "A presidential candidate in this country had her nomination revoked and was replaced by the party chairman. For 10 points each:",
            "answers_sanitized": [
                "Taiwan [or Republic of China or ROC; or Zhōnghuá Mínguó; do NOT accept nor prompt on “China” or “People’s Republic of China”]",
                "Tsai Ing-Wen [or Cai Ying-wen]",
                "Democratic Progressive Party [or DPP; or Mínzhǔ Jìnbù Dǎng]"
            ],
            "parts_sanitized": [
                "Name this island nation that was ruled by the Kuomintang party from the end of the Chinese Civil War in 1949 until 2000, and again from 2008 to 2016.",
                "Name this current and first female President of Taiwan who won by a landslide in the 2016 election against Eric Chu.",
                "Tsai is from this dominant political party of the Pan-Green Coalition. It was the first non-KMT party to rule Taiwan while led by Chen Shui-bian, who was convicted on bribery charges after losing his presidential immunity."
            ],
            "subcategory": "History World",
            "category": "History"
        }
    ]
}