{"tossups": [{"question_sanitized": "In a Sioux myth, one of these objects is enchanted to appear overnight through the body of a young man who refused to sleep with an evil sorceress disguised as the man’s adopted sister. In the Welsh myth Math fab Mathonwy (“MOTH vob ma-THON-wee”), the hero Lleu (“th’LUH-ee”) turns into an eagle after his death and is found by his uncle overlooking a lake on one of these objects. It’s not an axe, but one of these objects was a symbol of Perun that represented the world in Slavic mythology. One of these objects in Hesse (“HESS-uh”) that was sacred to Thor was destroyed by St. Boniface in the 8th century. An oracle of Zeus at Dodona interpreted the rustling of the leaves of this kind of tree to divine the god’s will. A passage from Pliny (“PLIN-ee”) describes a Celtic ritual involving the removal of mistletoe from one of these trees. For 10 points, name this kind of deciduous tree whose acorns were consumed by Druids as a way of seeing the future.", "answer_sanitized": "oak trees [accept Donar’s Oak or Thor’s Oak; prompt on trees] &lt;Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "An artist from this modern-day country depicted one of its rulers giving a book to a religious figure while being watched by King James I of England in one of the many allegorical portraits that became popular during his reign. William Fraser commissioned artists from this modern-day country to produce watercolor portraits for an album that bears his name, one of the best surviving examples of the hybrid “company style” of painting that developed in this modern-day country. A particular style of painting in this modern-day country developed after an emperor returning from his exile in Tabriz brought with him two Persian miniaturists. Many rulers in this modern-day country were depicted sitting atop the Peacock Throne. For 10 points, name this modern-day country in which repeated contact with British art influenced the style of court paintings under Jahangir and Shah Jahan, rulers of the Mughal Empire.", "answer_sanitized": "India [or Republic of India; or Bhārat Gaṇarājya; also accept Pakistan because all of these clues refer to the Mughal Empire] &lt;Painting&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Lynden-Bell proposed that one form of this process results in the stability of density waves under the Jeans wavelength. Taking the Laplace transform and integrating the linearized Vlasov–Poisson equation predicts one type of this process, which can also be thought of as phase mixing of van Kempen modes. That process of this type is analogized to a moving surfer slightly ahead of or behind a wave, and is the inverse of the two-stream instability. Longitudinal plasma waves experience one form of this phenomenon proposed by Landau. Adding resistance to a resonant circuit results in this process, which decreases the maximum displacement of an oscillator. For 10 points, name this process in which waves or oscillations lose energy, resulting in an exponential decrease in amplitude.", "answer_sanitized": "wave damping [accept Landau damping of plasma waves; prompt on anything indicating losing energy or dissipation] &lt;Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This president’s 16-year-old son died of an infected blister while playing tennis on the White House lawn. American occupation of the Dominican Republic ended under this president. A bill that would have created a federal board to buy excess crops from farmers was twice vetoed by this president. This president has often been criticized for refusing to visit the victims of the Great Mississippi Flood. The Bonus Act was passed despite this president’s veto. This man became president upon the sudden death of his predecessor at the Palace Hotel in San Francisco, though he did win an election against Democrat John W. Davis. A plan to assist with German reparation payments was drawn up by this man’s vice president Charles Dawes. For 10 points, name this president who succeeded Warren G. Harding.", "answer_sanitized": "Calvin Coolidge [or John Calvin Coolidge] &lt;American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A character in this play calls Mr. Kempston’s comic books “mental pollution” and throws them away before being hit by a slop rag. A character in this play remembers a picture of a bikini-clad Rita Hayworth that “always made him hot and bothered when he looked at it.” That character in this play is impressed by another man’s knowledge about Joe Louis’s knockout of Max Schmeling. Two characters in this play agree that Alexander Fleming was a “man of magnitude.” A character in this play tries to write an essay that imagines a “world without collisions.” In this play, the phrase “You can’t fly kites on rainy days” is used to insult Sam, who dances to Sarah Vaughan with Willie at the end of this play. For 10 points, name this play about Hally’s relationship with two African servants, written by Athol Fugard.", "answer_sanitized": "“Master Harold” …and the Boys &lt;World Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "An instrumental section in this work is in 12/8 time and opens with a rising violin melody from C to A while the basses play a drone on C. An aria for bass in this work features long melismatic phrases on the word “changed” and contains a difficult trumpet solo that is often played today on piccolo trumpet. In one aria in this piece, a soprano declares that even though “worms destroy this body,” “I shall see God.” This work includes an interlude that emulates Italian bagpipers called the “Pifa,” and it also features the arias “The trumpet shall sound” and “I know that my Redeemer liveth.” A chorus sings “King of Kings and Lord of Lords” in a section of this work during which the audience traditionally stands. For 10 points, name this work that contains the “Hallelujah” chorus, an oratorio by George Frideric Handel.", "answer_sanitized": "Messiah &lt;Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This book imagines Frederick Myers being placed in the position of determining whether “Charles’s Wain,” the “Great Bear,” or the “Dipper” is the constellation name that represents the most worthy addition to the “flux.” This work italicizes the “fication” in the word “verification” to emphasize its claim that truth is a process that “happens to an idea.” This book’s first section features two columns contrasting “rationalistic” and “intellectualistic” people with “empiricist” and “sensationalistic” people to describe the warring temperaments of the “tender-minded” and “tough-minded” in philosophy. This book relates an anecdote about a debate that deals with a man circling a squirrel by noting that it depends on what “going round” the squirrel “practically means” to illustrate its title method. For 10 points, name this work subtitled for a “new name for some old ways of thinking” by William James.", "answer_sanitized": "Pragmatism: A New Name for Some Old Ways of Thinking &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "The Bawdy House riots broke out during this man’s reign because he banned private lay worship while permitting brothels to open. This ruler hid in an oak tree on the grounds of Boscobel House after a military defeat. This ruler secretly converted to Catholicism in the Treaty of Dover, which he signed with his cousin Louis XIV. This king rewarded George Monck for his role in helping him become king. This philandering ruler had many mistresses like Moll Davis and Nell Gwyn despite being married to Catherine of Braganza. Titus Oates made up a fictitious plan that Catholics were planning on assassinating this king in the Popish Plot. During the Great Fire of London, this king returned from exile to end the English Interregnum. For 10 points, name this Stuart king who acceded to the throne in the Restoration.", "answer_sanitized": "Charles II of England [prompt on Charles] &lt;British History&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "A collection named for this type of person includes a poem whose speaker is a nun who “tends the gardens” and “prays for the immortal soul of rock ’n’ roll,” entitled “Elvis’s Twin Sister.” One of these people complains about being forced to live under an oak tree in an “earthen cave” in a “lament” found in the Exeter Book. In a play named after this type of person, Mrs. Squeamish and Sir Jasper Fidget are oblivious to the double entendres in Horner’s description of his china collection. After tearing several pages out of a book, one of these people is struck by Jankyn. That one of these people tells the story of a knight who, at the orders of Queen Guinevere, strikes a deal with an old woman to learn what it is that women desire most. For 10 points, one of the Canterbury Tales is told by what type of person from Bath?", "answer_sanitized": "wife [or wives; accept The World’s Wife or “The Wife’s Lament” or The Country Wife or “The Wife of Bath’s Tale”] &lt;British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The POUND mnemonic is used to diagnose these events. It’s not epilepsy or seizures, but when these events last longer than 72 hours, they are called “status” and are treated with injections of dihydroergotamine (“di-hydro-er-GOT-uh-meen”). Mutations in ATP1A2 or CACNA1A cause the familial hemiplegic form of these events. Prophylactic medications for these events include beta-blockers, topiramate, and valproic acid. The monoclonal antibody eptinezumab targets the CGRP receptor to prevent these events. A group of medications that target 5-HT1B and 5-HT1D receptors are used to abort these events; those medications are triptans. These events can be preceded by scintillating scotoma or other visual auras. These events usually occur with photophobia and phonophobia. For 10 points, name these severe headaches often associated with light and sound sensitivity.", "answer_sanitized": "migraines [or status migrainosus; prompt on headache] &lt;Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Since there were few large rocks around the site of this engagement, the besiegers uprooted palm trees to use as ammunition for their trebuchets. David VI of Georgia convinced the victors of this battle to spare all Nestorian Christian prisoners by sheltering them in a church. According to Marco Polo, the defeated ruler in this siege was executed by being starved to death in his own treasure room, though more conventional accounts state that he was executed by being rolled up into a rug and trampled to death. The destruction of the House of Wisdom after this siege led to the Tigris River running black with ink from the sheer number of destroyed books. For 10 points, name this 1258 siege, carried out by Mongols under Hulagu Khan, that ruined the capital of the Abbasid Caliphate.", "answer_sanitized": "siege of Baghdad [accept sack of Baghdad] &lt;World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "An artist from this city depicted a boy on a tricycle literally framed by a wooden frame, in front of which other children examine shards of glass, in a photograph subtitled “Broken Mirror.” Helen Levitt photographed many young children in this city. A photograph depicting long shadows stretching out from silhouetted men who walk beneath huge black windows was taken in this city by Paul Strand. In another picture taken in this city, an overall strap dangles off of the shoulder of Colin Wood, who makes a manic expression while holding a toy hand grenade. Alfred Stieglitz’s 291 Gallery was in this city, which is also where Alfred Eisenstaedt photographed a man in a sailor hat kissing a woman in celebration of V-J Day. For 10 points, name this city whose many photogenic locations include Central Park and Times Square.", "answer_sanitized": "New York City [or NYC] &lt;Other Arts&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This landmass is home to the breeding grounds of the Gurney’s pitta. The Cameron and Genting Highlands are popular tourist destinations on this landmass, which is home to 18 aboriginal tribes called the Orang Asli. The Kinta Valley is a major tin-mining region of this landmass, which is referred to in ancient Greek and Roman sources as the “Golden Chersonese (“KER-suh-NEESE”).” In 2017, ten sailors of the USS John S. McCain died after it collided with the Alnic MC off the coast of this peninsula. The Tenasserim Hills run almost the entire length of this peninsula, the narrowest point of which is on the Kra Isthmus. The Andaman Sea is to the west of this peninsula, which is separated by the Strait of Malacca from Sumatra. Singapore is just off the tip of, for 10 points, what Southeast Asian peninsula?", "answer_sanitized": "Malay Peninsula [or Malaya; or Semenanjung Tanah Melayu; accept Kra Peninsula until “Kra”; prompt on “Southeast Asia” until “peninsula”] &lt;Geography&gt;", "category": "Geography"}, {"question_sanitized": "A book by this author ends with the hope that “a world that sensitive and timid natures could regard without a shudder” would emerge. This author’s autobiography conspicuously fails to mention his wife Marian, nicknamed “Clover,” whose suicide devastated this man. This author contrasts his narrow possibilities with the open future of his friend Clarence King in a book in which he refers to himself in the third person. This author’s visit to the 1900 World’s Fair inspired him to contrast traditional religious values, represented by the Virgin Mary, with technological progress, represented by the dynamo. This author reflected at length on two medieval cathedrals in his book Mont Saint Michel and Chartres (“shart”). For 10 points, a 1918 autobiography details the “education” of what author, who was descended from two presidents?", "answer_sanitized": "Henry Adams [or Henry Brooks Adams] &lt;American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Applying the WKB method to the rovibrational energy levels of these systems gives the Dunham coefficients. A potential used to model these systems was modified by Coxon, Le Roy (“luh roy”), and Dattani to model long-range inverse power behavior; that potential contains one minus an exponential, all squared, times the well depth. Vibrational Raman spectroscopy of these systems displays O, Q, and S branches. The anharmonicity of these systems is well-modeled by the Morse potential. The D-infinity-h and C-infinity-h point groups contain these molecules. They have 3 translational and 2 rotational degrees of freedom, giving them an adiabatic index of seven-fifths. The rotational energy of these systems is modeled using a simple linear rotor. The mnemonic HOFBRINCL (“hoff-brinkle”) is used to remember elements that naturally exist in this form. For 10 points, name these molecules that consist of two atoms.", "answer_sanitized": "diatomic molecules [prompt on dimers or molecules or linear molecules; prompt on harmonic oscillator or quantum harmonic oscillator or HO or QHO; prompt on anything suggesting a molecule consisting of two atoms] &lt;Chemistry&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In one holy text, to determine exactly which of these animals will be sacrificed, a series of questions is answered about its age, color, and character. One of the hymns of the Yasna Haptanghaiti offers prayers to one of these animals, which is usually assumed to be the same as one of Ahura Mazda’s six primordial creations named Gavaevodata. In the Book of Numbers, the water of purification is made out of the ashes from the sacrifice of one of these animals to cleanse those who had touched a corpse. Isaiah prophesies (“PROFF-uh-sighs”) that this animal will “graze with the bear.” A description of the parting of the Red Sea and the injunction to fast during Ramadan are found in a surah named after this animal, as is the Throne Verse. For 10 points, the Quran’s longest surah is named after what animal which is venerated in Hinduism?", "answer_sanitized": "cow [accept cattle, heifer, etc.] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "The Treasure of Guarrazar contains 26 votive crowns and crosses offered to the Catholic Church by leaders of these people. These people’s namesake law code was promulgated by Chindasuinth and superseded the earlier Code of Leovigild. The last king of these people was killed by invading forces under Tariq ibn Zayid. The Kingdom of Asturias was founded by a leader of these people called Pelagius, who won the Battle of Covadonga. A king of these people allied with Flavius Aetius to win the Battle of the Catalaunian Plains, where he was killed. These people were pushed out of Gaul after their defeat at the Battle of Vouillé (“vwee-YAY”). These people sacked Rome in 410 under their leader Alaric. For 10 points, name these people who are contrasted with their eastern counterparts, the Ostrogoths.", "answer_sanitized": "Visigoths [prompt on Goths] &lt;European History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "In a book about this author titled for a “resurrection,” René Girard (“zhee-RARR”) points out the irony of the repeated use of the phrase “I am alone and they are everyone” by one of this author’s narrators. A book about this author introduces the notion of the “unfinalizability” of the self and relates it to the “polyphony” (“puh-LIFF-uh-nee”) of voices in this author’s works. That book on the problems of this author’s poetics is by Mikhail Bakhtin (“bock-TEEN”). One of this author’s characters ridicules Chernyshevsky’s (“chur-nee-SHEFF-skee’s”) utopian symbol of the Crystal Palace, and deliberately bumps into an officer on the street in the section “Apropos of the Wet Snow.” The inspector Porfiry quizzes the protagonist on an article suggesting that some men have a right to commit murder in a novel by this author in which Raskolnikov kills a pawnbroker. For 10 points, name this author of Notes from Underground and Crime and Punishment.", "answer_sanitized": "Fyodor Dostoevsky [or Fyodor Mikhailovich Dostoevsky] &lt;European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Maged (“MAG-ed”) Michael proposed a “hazard” version of these objects to overcome the shortcomings of shared lock-free objects. A smart version of this data type implements traits like “drop” and is useful for programing with concurrency. Lawson is credited with introducing this data type in the language PL/I (“P-L-one”). The calloc (“CAL-uck”) and malloc (“MAL-uck”) functions return a variable of this type. Deallocation can result in dangling examples of these variables, which can lead to a segmentation fault. Defining one of these variables in C can be done using an asterisk, which is also the symbol used when dereferencing a variable of this type. For 10 points, name these variables that specify a location in memory.", "answer_sanitized": "pointers [accept hazard pointers or dangling pointers] &lt;Other Science (Computer Science)&gt;", "subcategory": "Science Computer Science", "category": "Science"}, {"question_sanitized": "Lennard Davis coined a portmanteau that pairs this concept with postmodernism to argue for a mode of thinking organized around “dependency and interdependence.” In Frontiers of Justice, Martha Nussbaum argues that John Rawls’s contractarianism is unable to fully account for this concept. A book by Rosemarie Garland-Thomson contrasts this concept with that of the “normate.” Advocates of “people-first language” argue that it works to prevent this concept from defining individuals. In the United States, the IDEA (“I-D-E-A”) requires people described by this term to be educated in the “least restrictive environment,” a practice also known as “mainstreaming.” A 1990 law requires employers to provide “reasonable accommodations” for Americans described by this term. For 10 points, name this term that refers to the restrictions experienced by people with conditions such as paraplegia and blindness.", "answer_sanitized": "disability [or disabled; accept dismodernism and more specific answers that mention disability, such as mental or physical disability; prompt on descriptive terms such as impairment and handicapped, and specific examples such as blindness] &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "A character created by this playwright claims that her mother starred in the Broadway production of The Man Who Came to Dinner and was in the original company of Strange Interlude. This author created a character who takes an entire bottle of green pills, prompting another man to optimistically note “Maybe they were vitamins. He could be the healthiest one in the room!” In a play by this author, the “fifteen-and-a-half” year-old Jay and his brother Arty stay with their eccentric Aunt Bella. In another of his plays, a leaking skylight and the intrusions of the neighbor Victor Velasco disturb the married life of the newlyweds Paul and Corie Bratter. This author wrote a play about the relationship between the slob Oscar Madison and the neatnik Felix Ungar. For 10 points, name this playwright of Lost in Yonkers, Barefoot in the Park, and The Odd Couple.", "answer_sanitized": "Neil Simon [or Marvin Neil Simon] &lt;American Literature&gt; Bonuses", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Robert Pierce played a drummer named Bingo on this show, whose opening credits include the two title characters singing “You Look at Me.” For 10 points each:", "answers_sanitized": ["Joanie Loves Chachi", "Happy Days", "Scott Baio [or Scott Vincent James Baio] &lt;Trash&gt;"], "parts_sanitized": ["Name this short-lived sitcom in which Erin Moran, Al Molinaro, and others reprised their roles from a more popular show set in Milwaukee.", "Joanie Loves Chachi was a spinoff of this nostalgic show that originally focused on Ron Howard’s character Richie Cunningham before reorienting itself around the more popular Fonzie.", "This actor played Chachi in both Joanie Loves Chachi and Happy Days. He later starred in Charles in Charge."], "category": "Trash"}, {"leadin_sanitized": "In Jhumpa Lahiri’s “The Third and Final Continent,” one of these people named Mrs. Croft repeatedly makes the narrator say “splendid” about the fact that the Americans have put a flag on the moon. For 10 points each:", "answers_sanitized": ["landlady [accept landlord or letter or renter]", "Africa", "Mrs. Hudson &lt;Other Literature&gt;"], "parts_sanitized": ["Name this type of person. The speaker of Wole Soyinka’s (“WALL-ay SHOW-ying-ka’s”) poem “Telephone Conversation” tells one of these people that he “hates a wasted journey,” before she asks him “Are you dark? or very light?” in all caps.", "In Soyinka’s poem, that all-caps question is prompted by the speaker saying he is from this continent, where Soyinka was born.", "This woman, whose first name is never given, is the landlady of 221B Baker Street, where Sherlock Holmes lives."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "A lensless version of these devices uses evanescent fields, though they normally use a single highly focused laser beam. For 10 points each:", "answers_sanitized": ["optical tweezers [or single-beam gradient force traps; prompt on optical dipole trap; do not accept or prompt on “magneto-optical trap”]", "Rayleigh (“RAY-lee”) scattering", "Nd:YAG (“N-D-yag”) laser [or neodymium-doped yttrium aluminum garnet laser] &lt;Physics&gt;"], "parts_sanitized": ["Name these devices that produce tiny forces that can be used to move single cells and trap particles as small as atoms. Arthur Ashkin won half of the 2018 Nobel Prize in Physics for developing these devices.", "The optical dipole force on a small particle can be approximated using a formula from this quasi-static scattering theory. This type of scattering is often used to explain the sky’s blue color.", "This type of solid-state laser is commonly used for optical tweezers and other dipole force traps. These lasers optically pumped a namesake crystal to produce a near-infrared beam with a wavelength of 1064 nanometers."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following about the Chinese Goddess of the Moon, Chang’e (“chong-UH”), for 10 points each.", "answers_sanitized": ["Houyi (“ho-YEE”) [or Shen Yi]", "rabbit [accept hare]", "Wu Gang (“woo gong”) [or Wu Kang or Wu Zhi; prompt on Wu] &lt;Mythology&gt;"], "parts_sanitized": ["Some stories say that after shooting down nine suns, this husband of Chang’e built a palace on the tenth, which he left in the sky.", "Chang’e is accompanied by one of these animals that is said to constantly pound the contents of a pestle and mortar together. A common world myth motif is that the feet of these long-eared animals bring good luck.", "Another companion to Chang’e is this woodcutter who was banished to the moon as punishment for his laziness and tasked with cutting down a laurel tree only to have it regrow every time he chopped it."], "category": "Mythology"}, {"leadin_sanitized": "These people were to be summarily executed for enforcing “Judeo-Bolshevik ideology” in an order signed shortly before the commencement of Operation Barbarossa. For 10 points each:", "answers_sanitized": ["commissars [accept Commissar Order]", "Baku [or Bakı; accept 26 Baku Commissars]", "Stalingrad &lt;European History&gt;"], "parts_sanitized": ["Name this position in the Soviet military whose holders were attached to a unit to instill Communist principles in the soldiers.", "Twenty-six commissars were shot outside this city after a failed 1918 commune in it. This Caucasian city’s oil fields were the target of Operation Edelweiss.", "The capture of this city was part of Operation Edelweiss. This city now called Volgograd was the site of a battle that was the turning point of the Eastern Front of World War II and ended in the capture of German Field Marshal Friedrich Paulus."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Answer the following about techniques in cell culture, for 10 points each.", "answers_sanitized": ["trypsin", "cervix [or cervical cancer]", "myofibroblasts &lt;Biology&gt;"], "parts_sanitized": ["When splitting cells for culture, it is necessary to add a mixture containing this proteolytic enzyme and EDTA to detach adherent cells. This pancreatic serine protease cleaves after lysine and arginine residues.", "Perhaps the best-known human cell line are HeLa (“HEE-luh”) cells, which were taken from a patient with cancer of this organ. HPV causes cancer of this female reproductive organ that connects the vagina to the uterus.", "The 3T3 cell line is essentially the analogue of HeLa cells for mouse research. 3T3 cells are derived from these cells, whose “myo” variety has smooth muscle characteristics and contracts the edges of wounds."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This thinker proposed a hierarchical binary between “natural” and “artificial” in a work that attempts to define the qualities of “progressive universal poetry.” For 10 points each:", "answers_sanitized": ["Friedrich Schlegel (“SHLAY-gull”) [or Karl Wilhelm Friedrich von Schlegel]", "Romanticism [accept Jena Romanticism and Frühromantik]", "bildung [accept bildungsroman] (The book is Goethe’s Wilhelm Meister’s Apprenticeship.) &lt;Philosophy&gt;"], "parts_sanitized": ["Name this German author of the Athenaeum Fragments. He advocated a particular school of aesthetic thought along with his brother, August Wilhelm.", "The Schlegel brothers were key figures in this German intellectual movement that gained prominence at the turn of the 19th century, whose members argued that aesthetics and feeling were a better way to truth than reason.", "Schlegel adopted from earlier thinkers this German term, which refers to self-cultivation and realization of oneself in society. This term helps to name a genre of books pioneered by a book in which the main character commits himself to the Tower Society."], "category": "Philosophy"}, {"leadin_sanitized": "In a novel by this author, an heiress ends up supporting herself by writing erotic fiction for William Lazenby’s magazine <em>The Pearl</em>. For 10 points each:", "answers_sanitized": ["Sarah Waters", "Victorian era", "loneliness [accept The Well of Loneliness or “The Loneliness of the Long-Distance Runner”] &lt;British Literature&gt;"], "parts_sanitized": ["Name this author who wrote about Sue Trinder being tasked with seducing Maud Lilly in the novel Fingersmith. The title of her novel Tipping the Velvet is also a sexual double entendre.", "Fingersmith and Tipping the Velvet are among several novels by Sarah Waters with lesbian themes set in this period in British history, which lasted from 1837 to 1901.", "A classic lesbian novel by Radclyffe Hall is named after this feeling. In a short story named after this feeling, a boy named Smith takes up running while confined in a borstal, a type of youth detention center."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Answer the following about Carrie Nation, for 10 points each.", "answers_sanitized": ["temperance [accept prohibition; accept banning alcohol]", "Kiowa (“KYE-oh-wuh”), Kansas", "assassination of William McKinley [or equivalents, such as shooting of McKinley] &lt;American History&gt;"], "parts_sanitized": ["Carrie Nation was a hatchet-wielding activist for this movement, which succeeded in its cause with the passage of the Eighteenth Amendment.", "Carrie’s first saloon attack was in this Kansas town. She was told to go to this city, where she destroyed three saloons, in a vision.", "Carrie approved of this event, which she saw as divine retribution for its target’s secret drinking. It was carried out by an anarchist at the 1901 Pan-American Exposition in Buffalo."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The western form of these phenomena are “intensified” by surface wind and gravity, resulting in warm water being carried toward the poles. For 10 points each:", "answers_sanitized": ["boundary currents", "coastal upwelling", "El Niño (“NEEN-yo”) [or El Niño–Southern Oscillation; or ENSO] &lt;Other Science (Earth Science)&gt;"], "parts_sanitized": ["Name these currents that surround oceanic gyres.", "In contrast to their western counterparts, eastern boundary currents carry nutrient-rich water due to this phenomenon that brings dense, cool water to the ocean’s surface.", "Upwelling of nutrient water is reduced in these events, which are the warm phase of the Southern Oscillation. They happen in a cycle with a cool counterpart, La Niña (“NEEN-ya”)."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "The Arrhenius equation predicts an exponential dependence for the constant used to determine this quantity on activation energy over temperature. For 10 points each:", "answers_sanitized": ["reaction rate", "quasi-steady-state approximation [or QSSA; or Briggs–Haldane approximation]", "burst kinetics [or burst phase] &lt;Chemistry&gt;"], "parts_sanitized": ["Name this quantity that is proportional to a product of powers of reactant concentration. It is equal to the number of molecules of product made per unit time, normalized by the product’s stoichiometric coefficient.", "The Michaelis–Menten equation, which predicts the rate of enzyme-catalyzed reactions, can be derived using this assumption, that the concentration of the ES complex is constant during product formation.", "This term refers to the pre-steady-state phase of an enzyme-catalyzed reaction, where product is formed more quickly than in steady state. It corresponds to a single turnover cycle for the enzyme."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "In this novel, Gibbs marvels that Bast can compose music when there is “so God damned much entropy going on” in his 96th Street apartment. For 10 points each:", "answers_sanitized": ["J R", "Thomas Pynchon [or Thomas Ruggles Pynchon Jr.]", "Isaac Asimov &lt;American Literature&gt;"], "parts_sanitized": ["Name this novel written almost entirely in dialogue. This novel’s sixth-grade title character buys millions of surplus picnic forks from the Air Force and sells them to the Army.", "William Gaddis’s concern with entropy in J R is reminiscent of this other postmodernist’s story “Entropy.” The statistician Roger Mexico appears in one of this author’s novels.", "The computer Multivac is asked “How can the net amount of entropy of the universe be massively decreased?” in the science fiction story “The Last Question,” written by this author of the Foundation series."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This composer wrote music for the “Pontifical Anthem and March,” the national anthem of the Holy See and the Vatican City State. For 10 points each:", "answers_sanitized": ["Charles Gounod (“goo-NOH”) [or Charles-François Gounod]", "Charles-Marie Widor (“vee-DOR”) [or Charles-Marie Jean Albert Widor]", "Camille Saint-Saëns (“kuh-MEE san-SAWNS”) &lt;Music&gt;"], "parts_sanitized": ["Name this French composer who used the first C major prelude from Bach’s The Well-Tempered Clavier as the accompaniment for his setting of the Ave Maria. He wrote the five-act opera Faust.", "Gounod helped this composer become the organist of the Saint-Sulpice (“san-sull-PEESE”) church, a position he held for the next 64 years. The fifth movement of his fifth organ symphony is a Toccata that is often performed on its own as recessional music.", "During Gounod’s funeral service at the Church of the Madeleine, this French composer of Danse Macabre (“donse muh-COB”) and The Carnival of the Animals played the organ as Gabriel Fauré (“for-AY”) conducted."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This man shot at Alejandrina Cox after mistaking her for a man, leading to his resignation. For 10 points each:", "answers_sanitized": ["Carlos Prats [or Carlos Prats González]", "Chile [or Republic of Chile; or República de Chile]", "tanks [accept Tank Putsch or Tanquetazo] &lt;World History&gt;"], "parts_sanitized": ["Name this general who was later assassinated along with his wife Sofia by a car bomb in Buenos Aires.", "Prats was a general in this country, which was ruled by Salvador Allende (“ah-YEN-day”) before Augusto Pinochet (“PEE-no-shay”) took power in a 1973 coup.", "Prats put down a “putsch” named for one of these objects. One of these objects broke the front gate into the presidential palace during the Fall of Saigon."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The first verse of this work indicates that it was written with the aid of “Sosthenes our brother.” For 10 points each:", "answers_sanitized": ["First Epistle to the Corinthians [or 1 Corinthians; prompt on Corinthians]", "charity [or caritas]", "covering the head [accept equivalents] &lt;Religion&gt;"], "parts_sanitized": ["Name this Biblical epistle that follows Romans and is addressed to Christians in Greece. Its thirteenth chapter concludes with a message to abide in “faith, hope, and love,” noting that love is the greatest of the three.", "The original King James Bible notably uses this word in place of “love” throughout 1 Corinthians 13. A verse from 1 Timothy explains that this concept will “cover the multitude of sins.”", "Anabaptists cite a passage from the eleventh chapter of 1 Corinthians as evidence that women should always perform this practice."], "category": "Religion"}, {"leadin_sanitized": "The head of this painting’s central figure is replaced with that of an ape and sits next to text reading “Less than 5% of the artists are women, but 85% of the nudes are female” in a 1989 poster. For 10 points each:", "answers_sanitized": ["Grande Odalisque (by Jean Auguste Dominique Ingres)", "Chuck Close [or Charles Thomas Close]", "Madrid &lt;Painting&gt;"], "parts_sanitized": ["Name this 1814 painting whose central figure, who holds a peacock feather fan, was repurposed for that Guerrilla Girls poster, Do women have to be naked to get into the Met. Museum?", "A 2018 artwork by the Guerrilla Girls offers three potential wall labels for this artist’s 2006 portrait of Bill Clinton, one of which satirically references the sexual harassment accusations against this pioneering photorealist by noting that he “has had a few disgruntled employees.”", "A major Guerrilla Girls retrospective was exhibited in 2015 at the Matadero, a former slaughterhouse-turned-art space in this city. Other contemporary art museums in this city include the Reina Sofia Museum."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This author wrote a philosophical dialogue in which an Icelander meets a giant personification of Nature in the heart of Africa. For 10 points each:", "answers_sanitized": ["Giacomo Leopardi [or Giacomo Taldegardo Francesco di Sales Saverio Pietro Leopardi]", "the Moon [accept “To the Moon” or “Alla Luna”]", "Italian [or Italiano] &lt;European Literature&gt;"], "parts_sanitized": ["Name this 19th-century Romantic poet. The speaker of one of his poems remembers a time “when beauty so bewildering, shone” in the title character’s “laughing, glancing eyes.”", "A Leopardi poem contrasts the “wretched” and “wearisome” life of a shepherd with the constancy of this object. A poem by Sir Philip Sidney describes the “sad steps” with which this object “climb’st the skies.”", "Leopardi wrote in this language, in which the first sonnets were written."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This classification was inspired by Joe Henrich’s work with the ultimatum game among various non-Western cultures. For 10 points each:", "answers_sanitized": ["WEIRD people [or Western, Educated, Industrialized, Rich, and Democratic people; accept “The weirdest people in the world?”]", "replication [accept word forms; or reproduction; accept replication crisis or reproducibility crisis]", "marshmallows &lt;Social Science&gt;"], "parts_sanitized": ["Give this acronym for a set of five traits that titles a paper by Henrich et al. which claims that high usage of participants described by this word skewed experimental outcomes.", "Despite the Many Labs 2 project’s usage of non-WEIRD participants while performing this task of re-confirming results of prior psychological experiments, they have had low rates of success.", "Tyler Watts led a 2018 replication study that found much weaker correlations between delay times and future achievement than an original experiment by Walter Mischel, in which kids could be patient and receive two of these items rather than just one."], "category": "Social Science"}, {"leadin_sanitized": "The album that popularized this genre worldwide includes the tracks “Doralice” (“do-ra-LEE-see”) and “Vivo Sonhando” (“VEE-voo soon-YAHN-doo”). For 10 points each:", "answers_sanitized": ["bossa nova", "saxophone [accept tenor saxophone or alto saxophone]", "“Chega de Saudade” (“SHAY-guh jee sao-DAH-jee”) &lt;Other Arts&gt;"], "parts_sanitized": ["Name this genre that was mixed with jazz on that album, Getz/Gilberto (“GETZ zheel-BAIR-too”), which also includes the songs “Corcovado” by João Gilberto (“zh’wow zheel-BAIR-too”) and “The Girl from Ipanema” by Antônio Carlos Jobim (“zho-BEEM”).", "João Gilberto collaborated with Stan Getz, who primarily played this instrument, to create Getz/Gilberto. Other players of this instrument include a non-pianist also named Bill Evans and John Coltrane.", "This was the first bossa nova song ever recorded, done by Elizete Cardoso (“eh-lee-ZETCH car-DOH-zoo”) in 1957. This Jobim song with a hard-to-translate word in its title was made popular by Gilberto in a namesake album, and it has also been recorded under the English title “No More Blues.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about the interesting history of Halley’s Comet, for 10 points each.", "answers_sanitized": ["Armenia [or Kingdom of Greater Armenia; or Mets Hayk; accept Artaxiad Kingdom]", "Battle of Hastings", "Belgrade [or Beograd] &lt;European History&gt;"], "parts_sanitized": ["Coins of this kingdom depict the passage of Halley’s Comet in 87 BC. This kingdom’s capital Tigranocerta was sacked in 69 BC by Lucius Licinius Lucullus.", "Halley’s Comet appeared in 1066, shortly before this battle was fought. The comet is featured prominently in the Bayeux Tapestry, which tells the story of this battle.", "Halley’s Comet supposedly became the first astronomical body to be excommunicated after Callixtus III condemned it for being a bad omen during a siege of this city. In 1999, a Chinese embassy in this city was accidentally bombed by the United States."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Kirkwood and Kowald proposed the network theory of this phenomenon, which attributes it to multiple processes. For 10 points each:", "answers_sanitized": ["biological aging [or senescence]", "Hayflick limit", "Peter Medawar [or Sir Peter Brian Medawar] &lt;Biology&gt;"], "parts_sanitized": ["Name this phenomenon in which organisms deteriorate over time.", "Because telomeres shorten with each cell division, cells can divide a finite number of times. This is the name given to the number of divisions a given cell can undergo in vitro.", "The mutation accumulation theory of aging was proposed by this British biologist who discovered acquired immune tolerance with Mac Burnet and did pioneering research on organ transplantation."], "subcategory": "Science Biology", "category": "Science"}]}