{"tossups": [{"question_sanitized": "A six-page story by this author is exhaustively analyzed in a 300-page book by A. J. Greimas (“greh-MOSS”) subtitled “The Semiotics of Text.” That story by this author, in which an officer cooks the fish of two men whom he has just executed for refusing to tell him a password, is titled “Two Friends.” This author created a man who pretends to kiss a prostitute but instead blows tobacco smoke down her throat, as well as a man who shoots out the eyes of a portrait of a woman with a mustache drawn on it. In a story by this author, the prostitute Rachel grabs a dessert knife and sticks it in the throat of an officer with an effeminate nickname. Cornudet (“kor-noo-DAY”) whistles the Marseillaise (“mar-say-YEZ”) after Elizabeth Rousset sleeps with a Prussian officer to gain safe passage in another story by this author. For 10 points, name this French writer of “Mademoiselle Fifi” and “Boule de Suif” (“bool duh SWEEF”).", "answer_sanitized": "Guy de Maupassant (“mo-pah-SAWN”) &lt;European Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The Lagrangian for this theory includes the contraction of a field strength tensor written with two Greek indices and one Latin index. The PETRA (“petra”) accelerator measured the Ellis–Karliner angle during three-jet events in order to find evidence for key particles in this theory and determine their spin to be one. The low-energy behavior of this theory cannot be treated perturbatively, but can instead be modeled on a discretized lattice. The gauge (“gayj”) group of this theory is SU(3) (“S-U-three”) and is generated by the Gell-Mann (“ghell-MAN”) matrices, each of which corresponds to one of its eight gauge bosons. This theory predicts weakening interactions at long range called asymptotic freedom. This theory’s gauge bosons are gluons. For 10 points, name this theory of the strong nuclear force named for the color charge possessed by quarks.", "answer_sanitized": "quantum chromodynamics [or QCD; prompt on quantum field theory or QFT; prompt on the Standard Model by asking “what specific part of the Standard Model?”; do not accept or prompt on “QED”] &lt;Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "A poet from this modern-day country gave himself a name meaning “stream full of life” in a Dante-inspired book in which he travels through the heavenly spheres, whose title, Book of Eternity, is a pun on his son’s name. An author born in this country wrote a novel in which Nadia and Saeed escape a civil war using a series of magical doors. The 2017 novel Exit West is by an author born in this country who wrote about Changez’s (“chahn-GEZZ’s”) reaction to the 9/11 attacks in the novel The Reluctant Fundamentalist. The creation of this country was advocated by the so-called “Poet of the East,” Muhammad Iqbal. An activist from this country co-wrote a 2013 memoir whose subtitle calls her “the girl who stood up for education.” For 10 points, Mohsin Hamid (“MO-sin HA-mid”) and Malala Yousafzai are from what country, much of whose literature is written in Urdu?", "answer_sanitized": "Pakistan [or Islamic Republic of Pakistan; or Islami Jumhuriyah Pakistan] &lt;World Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The final chapter of Saint Jerome’s treatise denouncing Jovinianus consists of a defense of this practice. Saint Augustine wrote that “the end of the world would be hastened” if people asked a certain question in good faith in his tract “On the Good of” this practice. The decree of Tametsi regulated this practice until Pius X replaced it with the Ne Temere decree, which tightened this practice’s requirement of clandestinity. Tribunals concerning the practice of this sacrament can make rulings based on the Pauline and Petrine privileges. Pope Francis has enacted new “nullity trial reforms” regarding this sacrament, which cannot be performed during the Easter Triduum or for members of the clergy. For 10 points, name this sacrament that the Catholic Church does not permit for same-sex couples.", "answer_sanitized": "marriage [or matrimony] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "Duncan et al. studied populations in this region using direct numerical integration, predicting a density profile proportional to a to the negative gamma, and that this region has a sharp inner edge. Boffin et al. proposed that Scholz’s Star migrated through and disrupted this region. Hills proposed a relatively dense, dynamically active “inner” part of this region to explain the effects of galactic tidal forces on it. Objects in this region are perturbed by the gravity of giant molecular clouds and nearby stars. Richard Muller proposed that either a red dwarf or a brown dwarf passes through this region every 26 million years, indirectly causing extinction events on Earth. It begins over a thousand AU from the heliopause. Sedna is thought to be from, for 10 points, what region of the Solar System beyond the Kuiper belt, the proposed source of long-period comets?", "answer_sanitized": "Oort cloud [or Öpik–Oort cloud; prompt on the Solar System or our Solar System] &lt;Other Science (Astronomy)&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "An anti-Semitic leader of this country met with Japanese military leader Akashi Motojiro to encourage its soldiers in Manchuria to defect to Japan. A leader of this country proposed a union of neighboring states called Intermarium, which was part of a goal to weaken its eastern neighbor called Prometheism. This country’s representative at the Paris Peace Conference was also a talented pianist who was the first solo performer at Carnegie Hall. In 1920, this country defeated an invasion led by Mikhail Tukhachevsky in what was called the “Miracle on the Vistula.” The 13th of Woodrow Wilson’s Fourteen Points granted this country a narrow corridor to the sea, which turned East Prussia into an exclave. Józef Piłsudski (“YOO-zeff peew-SOOD-skee”) led, for 10 points, what country, which defended its capital city in the Battle of Warsaw?", "answer_sanitized": "Poland [or Republic of Poland; or Rzeczpospolita Polska] &lt;European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "Paul Willis analyzed how “lads” at Hammertown Boys ultimately valued certain types of these entities, a process he called “self-damnation.” A specific class of these things fosters “emotive dissonance” by requiring adherence to “feeling rules” in order to perform them, according to a book by Arlie Hochschild (“HOCK-child”). One work argues that the transition to viewing these things as “an absolute end” in themselves, or a beruf (“buh-ROOF”), occurred alongside the “rationalization” of the world. Barbara Ehrenreich wrote about her experience of these things in three states in her book Nickel and Dimed, which detailed why Americans often need to have more than one of them. For 10 points, name these societal roles that often require “emotional labor” when they’re part of the service industry.", "answer_sanitized": "jobs [accept equivalents like occupations, employments, vocations work placements, labor, or crafts; accept more detailed answers, such as factory jobs or minimum-wage jobs; accept Learning to Labor] &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "A ruler of this kingdom collected twelve idols called sampy and domesticated zebu cattle for consumption in a festival sometimes called the Royal Bath. In this kingdom, accused criminals were declared guilty if they did not vomit three pieces of chicken skin after ingesting poison extracted from the tangena nut. Free commoners of this kingdom were called Hova, which names two expeditions that overthrew this kingdom’s monarchy. Joseph-François Lambert was given control of all natural resources in this kingdom through a charter that would later be used to justify its annexation by France. This kingdom was ruled by two kings named Radama and three queens named Ranavalona. For 10 points, name this African kingdom that ruled from its capital at Antananarivo.", "answer_sanitized": "Kingdom of Madagascar [or Merina Kingdom; or Kingdom of Imerina] &lt;World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A piece in this genre opens with a tutti chord and a theme in triplets that ends with an eighth-note E, a half-note F, and resolves back to E; that three-note figure then repeats an octave lower. The third movement of Shostakovich’s Eighth String Quartet ends with a violin quoting the angular four-note motto that opens his first piece in this genre. Camille Saint-Saëns’s (“kuh-MEE san-SAWNS’s”) first piece of this type in A minor has one continuous movement. Beatrice Harrison first recorded and Felix Salmond first played a piece of this type whose opening recitative marked “nobilmente” begins with the soloist’s wide half-note E minor chord. An EMI recording of that E minor work of this type was conducted by Sir John Barbirolli. Jacqueline du Pré popularized Edward Elgar’s only foray into, for 10 points, what type of composition for a low string instrument accompanied by an orchestra?", "answer_sanitized": "cello concerto [prompt on concerto or CC] &lt;Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "When asked to adapt The Diary of Anne Frank for the stage, this playwright declined, assuming it would be too depressing, and suggested that Frances Goodrich and Albert Hackett adapt it instead. A play by this author opens with a black servant arranging glasses and a bottle of port for an “honored guest.” After the publication of this author’s memoir, the psychiatrist Muriel Gardiner claimed that she was the basis for the character of Julia, during a controversy in which this author sued Mary McCarthy for libel. This author wrote a play in which a disobedient student named Mary Tilford claims that her teachers Karen Wright and Martha Dobie are having an affair. In another of her plays, a woman blackmails her brothers after Leo steals railroad bonds from the deceased Horace. For 10 points, name this author of The Children’s Hour and The Little Foxes.", "answer_sanitized": "Lillian Hellman [or Lillian Florence Hellman] &lt;American Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This artist recorded the first LP to sell one million copies; that album by this man features seven songs written at least in part by Lord Burgess and concludes with a song that asserts “ever since the world began / woman was always teaching man.” This singer of “Man Smart (Woman Smarter)” appeared on an episode of The Muppet Show in which he sang the title spiritual of his album Turn the World Around. The Wendell Pierce-portrayed Hosea Williams leads a chorus of one of this man’s songs after it is announced that this man will be joining a march in the film Selma. That song by this man warns of “the deadly black tarantula” and mentions lifting “six foot, seven foot, eight foot bunch.” For 10 points, name this calypso singer who declared “Daylight come and me wan’ go home” in a folk song known alternately as “Day-O” and “The Banana Boat Song.”", "answer_sanitized": "Harry Belafonte [or Harold George Bellanfanti Jr.] &lt;Trash&gt;", "category": "Trash"}, {"question_sanitized": "A mayor of this state’s largest city was nicknamed the “Napoleon of Temperance.” This modern-day state is where the British established the short-lived colony of New Ireland on two separate occasions. A presidential candidate from this state was nicknamed “the plumed knight.” This state’s reputation as a bellwether state for presidential elections led to the saying “as [this state] goes, so goes the nation.” A politician from this state was attacked in a rhyming slogan that called him a “continental liar from” this state. Joshua Chamberlain commanded a regiment of volunteers from this state that held off Confederate attacks on Little Round Top during the Battle of Gettysburg. For 10 points, James G. Blaine was from what state, which also names a battleship sunk in Havana harbor in 1898?", "answer_sanitized": "Maine [accept 20th Maine Volunteer Infantry Regiment; accept USS Maine] &lt;American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The expression of Ngn3 triggers the commitment of this organ’s namesake progenitor cells. This organ develops from the fusion of a dorsal and ventral bud, whose formation is controlled by Pdx1. Streptozocin (“strepto-ZO-sin”) selectively destroys a population of cells in this organ, which are also targeted by GAD65 and GAD67 antibodies. Solid pseudopapillary tumors of this organ mostly affect young women. CA19-9 is a tumor marker for this organ. Cancer of this organ sometimes presents with painless jaundice and is resected by the Whipple procedure. This organ secretes zymogens through the ampulla of Vater in response to cholecystokinin (“KO-luh-SIS-toh-KYE-nin”). This organ has both exocrine and endocrine portions; its endocrine portion contains the islets of Langerhans. For 10 points, name this organ that uses glucagon and insulin to control blood sugar levels.", "answer_sanitized": "pancreas &lt;Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "In a commentary on another thinker, this philosopher argued that written words always signify spoken words, which themselves signify thoughts, which themselves denote things, a theory he termed the “order of speaking.” This thinker compared God’s perspective to that of a center point in a circle to argue that God has eternal knowledge rather than foreknowledge. In his best-known work, this philosopher created a character who describes her “unchanging sport” as making the “lowest turn to the top, the highest to the bottom.” That work by this thinker centers on a conversation between a fictional version of himself and Lady Philosophy, and was written during his imprisonment by Theodoric. For 10 points, name this medieval thinker who popularized the image of the “wheel of fortune” in his Consolation of Philosophy.", "answer_sanitized": "Boethius (“bo-EE-thee-us”) [or Anicius Manlius Severinus Boethius] &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "An opera by this composer cast the castrato Giambattista as the knight Armando. In one of this composer’s operas, a scandalous ballet in the third act, meant to showcase its venue’s new gas lighting, starred Marie Taglioni as the Abbess Helena. This composer, whose final Italian-language opera was Il crociato in Egitto (“eel kroh-CHA-toh een ay-JEET-toh”), wrote an opera in which the explorer Vasco da Gama sings “O paradis” (“oh pah-rah-DEE”) on Selika’s island. An opera by this composer opens with a short prelude set to Martin Luther’s “Ein feste Burg” (“yne FESS-tuh BOORK”). The libretto for this composer’s opera L’étoile du nord (“lay-TWALL doo NOR”) was written by the inventor of the well-made play, Eugène Scribe (“oo-zhen screeb”). This composer wrote a “Ballet of the Nuns” as well as an opera in which Valentine and her lover Raoul, a member of the title religious group, are killed in the St. Bartholomew’s Day Massacre. For 10 points, name this composer of grand operas such as Robert le Diable (“ro-BAIR luh dee-AH-bluh”) and Les Huguenots (“lay oog-NOH”).", "answer_sanitized": "Giacomo Meyerbeer [or Jacob Liebmann Beer] &lt;Other Arts&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "One of this man’s grandsons narrates a passage about him in the Iliad that contains the only mention of writing in the entire work. Through his youngest daughter, this man was also the grandfather of the Trojan hero Sarpedon. This man was sent on increasingly treacherous missions to fight the Solymi (“SO-lim-ee”) and the Amazons by a king who was too afraid of violating xenia to kill him personally. On the instruction of the seer Poleidos, this man sacrificed a bull to his father, Poseidon, after sleeping in the temple of Athena in order to obtain a golden bridle that he used to capture the creature that created the Hippocrene spring. In a classic display of hubris, this man attempted to fly to the peak of Olympus, but he was thrown off when a gadfly sent by Zeus stung his mount. For 10 points, name this Greek hero who killed the Chimera and tamed Pegasus.", "answer_sanitized": "Bellerophon [or Bellerophontes] &lt;Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "A character in this novel is intrigued by a photo of Charlie “Whitey” Durham, the father of a child whom Ambrosia gave birth to during an earthquake in 1907. At the beginning of this novel, a character compares his significance to that of a pebble on a beach or a needle in a haystack, and tries to gas himself in his car. A character in this novel tries to convince Mickey to hang a portrait of a revolutionary hero in O’Connell’s pub in a chapter that recounts “the root canals of Mangal Pande.” In this novel, Joshua Chalfen joins a radical animal rights group called Fate, and Millat joins a Muslim fundamentalist organization called KEVIN. In this novel, Archie Jones’s best friend Samad Iqbal tries to raise his English sons as traditional Bengali Muslims. For 10 points, name this novel by Zadie Smith named after some body parts.", "answer_sanitized": "White Teeth &lt;British Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "One donor of this ion is SMEAH, which is commonly sold as Red-Al. An unusual coordination compound contains nine of this ion bonded to rhenium. Adamazine is used to prepare the “inverse” version of a compound in which this ion is bonded to sodium; that compound is reacted with sulfonium halides to form ylides (“ILL-ides”) in the Corey–Chaykovsky reaction. A neopentyl group is used to cut down on a form of elimination in which this ion is eliminated beta to a metal center, resulting in a metal-alkene coordination bond. DIBAL donates this ion to acid chlorides to form aldehydes. Four of these ions bonded to aluminum, with a lithium counterion (“counter-ion”), form a powerful reducing agent. For 10 points, name this ion that is donated during reductions, with formula H-minus.", "answer_sanitized": "hydride [or H-minus until read; prompt on hydrogen ion] &lt;Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "While working at the California Institute of the Arts, Miriam Schapiro and Judy Chicago organized a collaborative exhibition titled for a “woman” one of these entities. In a series of paintings made in the 1940s by Louise Bourgeois, these entities replace various parts of the bodies of nude women. The critic Louis Vauxcelles (“vo-SELL”) coined the name of the cubist movement by describing the “little cubes” that appear in a work by Georges Braque depicting a number of these entities at L’Estaque (“luh-STOCK”). One of these entities sits in the upper-right hand corner of a painting in which a woman in a pink dress crawls through a field toward it; that work is Andrew Wyeth’s Christina’s World. For 10 points, name these structures, a white example of which appears in Grant Wood’s American Gothic between the heads of its residents.", "answer_sanitized": "houses [or homes; accept Femme Maison, Womanhouse, or Houses at l’Estaque; prompt on buildings or similar answers by asking “what type?”] &lt;Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This man’s name was used as a codename by Adam Weishaupt, founder of the Order of the Illuminati. According to Plutarch, while caught in a pincer movement, this man stabbed his horse in front of his army to symbolize his unwillingness to surrender. The practice of decimation was revived after troops fighting this man fled the battlefield. While besieged on Mount Vesuvius, this man’s forces rappelled down its slopes with vine ropes to destroy an army led by Gaius Claudius Glaber. This Thracian was betrayed by Cilician (“suh-LISH-in”) pirates who were supposed to take him and his men to Sicily. Pompey was recalled from Hispania to fight this man’s forces, which were eventually defeated by Crassus, who crucified thousands of survivors of his army along the Appian Way. The Third Servile War was started by, for 10 points, what gladiator who led the largest slave revolt against Rome?", "answer_sanitized": "Spartacus &lt;Ancient History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This poet wrote a sonnet requesting that someone give him a pen so he can “write down a line of glorious tone” because his spirit is “not content so soon to be alone.” This author wrote that “the Poetry of earth is never dead” in a poem about two insects, “On the Grasshopper and the Cricket.” This author of “On Leaving Some Friends at an Early Hour” compared an object to “nature’s patient, sleepless Eremite” in a sonnet that titles a 2009 Jane Campion biopic about him. This author of “Bright Star” declared that he felt like he was “some watcher of the skies when a new planet swims into his ken” or like “stout Cortez when with eagle eyes he star’d at the Pacific” upon reading a particularly good translation. For 10 points, name this poet of “On First Looking into Chapman’s Homer.”", "answer_sanitized": "John Keats &lt;British Literature&gt; Bonuses", "subcategory": "Literature British", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "A 1999 book by Arend Lijphart (“AH-runt LYPE-hart”) argues that “consensus” types of these systems outperform “majoritarian” varieties. For 10 points each:", "answers_sanitized": ["democracies [or democracy; accept consensus democracy, majoritarian democracy, or direct democracy; prompt on republics or parliamentary systems]", "New Zealand [or Aotearoa]", "federalism [or federalist; prompt on mixed or compound government; do not accept “confederalist”] &lt;Social Science&gt;"], "parts_sanitized": ["Name these systems. Initiatives and referenda are often used in these systems’ “direct” form.", "In his book Patterns of Democracy, Lijphart argues that this country represented the paradigmatic majoritarian democracy until it voted in 1993 to adopt a mixed-member proportional system after a successful campaign by the Electoral Reform Coalition.", "Lijphart also distinguishes between “congruent” and “incongruent” forms of this two-tiered system of governance, the latter of which involves homogenous states organized under a central government, such as in India."], "category": "Social Science"}, {"leadin_sanitized": "The scholar Lilian Randall argues that artistic depictions of this animal, which became popular in the late 13th century, were intended to criticize the Lombards as cowardly and unchivalrous. For 10 points each:", "answers_sanitized": ["snails [or slugs]", "books of hours [accept Très Riches Heures du Duc de Berry]", "months [accept Labors of the Months] &lt;Painting&gt;"], "parts_sanitized": ["Name this animal that was frequently and improbably shown in oversized form being attacked by armored knights in the margins of medieval manuscripts.", "The knights-fighting-snails motif shows up in all sorts of medieval texts, including these devotional illuminated manuscripts designed for personal use. A particularly luxurious one of them was produced for the Duke of Berry by the Limbourg Brothers.", "The Duke of Berry’s book of hours is perhaps best-known for a calendar section containing twelve miniatures corresponding to the “labors” performed by peasants during each of these periods of time."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Linus Pauling and Émile Zuckerkandl speculated about using hemoglobin as one of these figurative devices in 1962, and “relaxed” versions of this method allow different mutation rates for different lineages. For 10 points each:", "answers_sanitized": ["molecular clock [or gene clock; or evolutionary clock]", "mitochondria [or mitochondrion]", "phylogenetic trees [or evolutionary trees; or phylogeny; or phylogenies; prompt on trees, trees of life, cladograms, dendrograms, phylograms, or chronograms] &lt;Biology&gt;"], "parts_sanitized": ["Name this figurative device that uses the differences between two related DNA sequences in different organisms to predict when those organisms diverged.", "The DNA in this organelle is used as a molecular clock within humans, and it can be used to trace matrilineal descent back to a namesake “Eve.” This organelle contains cytochrome c, which is another popular molecular clock.", "Relaxed molecular clock methods were invented by Joseph Felsenstein, who also designed a popular package to draw these constructs. These constructs are usually inferred using the maximum parsimony method."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "In the <em>Poetic Edda</em>, a character based on this man is fed the flesh of his two sons and murdered by Gudrun in retaliation for his betrayal and execution of her brother Gunnar. For 10 points each:", "answers_sanitized": ["Attila the Hun", "Krampus (“KRAHM-puss”)", "Christmas Day [or Nativity; or Noël] &lt;Mythology&gt;"], "parts_sanitized": ["Name this historical figure. In Hungarian mythology, this man is destined to become the most powerful ruler on Earth after he discovers the sword Isten Kardja (“EESH-ten KARD-yah”).", "Another terrifying character from Hungarian mythology is this horned figure also common in tales from across Central Europe. He puts naughty children in his bag and, depending on the legend, either drowns them, eats them, or takes them to Hell.", "Krampus is sometimes considered an “evil” version of Saint Nicholas, since Krampusnacht occurs just a few weeks before this holiday during which Saint Nicholas rewards good children with presents."], "subcategory": "Mythology Other", "category": "Mythology"}, {"leadin_sanitized": "Name some poets who wrote about Charlie Chaplin, for 10 points each.", "answers_sanitized": ["Hart Crane [or Harold Hart Crane]", "Delmore Schwartz (That story is “In Dreams Begin Responsibilities.”)", "Allen Ginsberg [or Irwin Allen Ginsberg] &lt;American Literature&gt;"], "parts_sanitized": ["This poet wrote about how “we make our meek adjustments” in the first line of his poem “Chaplinesque” from the collection White Buildings.", "This author of the poem “Chaplin Upon the Cliff, Dining Alone” wrote a short story in which a man dreams that he’s in a theater watching a movie about his parents’ courtship.", "The image of “your mother” watching “Chaplin dance in youth” appears in “Kaddish,” a poem by this Beat poet who wrote “Howl.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about French popes, for 10 points each.", "answers_sanitized": ["Avignon [accept Avignon papacy]", "First Crusade [prompt on the Crusades]", "Sylvester II [prompt on Sylvester] &lt;European History&gt;"], "parts_sanitized": ["No Frenchman has been elected pope since Gregory XI (“the eleventh”), the last of a line of seven French popes who presided from this city. Clement V moved the seat of the papacy to this city from Rome, where it remained during the “Babylonian captivity.”", "Another French pope, Urban II, whipped up support for this military initiative by saying “God wills it!” at the Council of Clermont.", "This first French pope introduced the abacus and decimal system to Europe. He also crowned Stephen of Hungary on Christmas Day, 1000 AD."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A composer from this country used techniques like bowed vibraphone, “circular” harp playing, and glissandi in a piece meant to evoke the winter sky that was adapted from the middle movement of her piece <em>Orion</em>. For 10 points each:", "answers_sanitized": ["Finland [or Suomi]", "violin concerto [prompt on concerto or VC]", "Italy [or Italian Republic; or Repubblica Italiana] (The film is Allegro Non Troppo.) &lt;Music&gt;"], "parts_sanitized": ["Name this European country home to Kaija Saariaho (“KYE-yah SAH-ree-ah-hoh”) and the composer of the Lemminkäinen Suite, Jean Sibelius (“zhahn sih-BAY-lee-us”).", "Finnish composer Esa-Pekka Salonen dedicated a piece of this type to Leila Josefowicz (“LEE-luh jo-SEFF-oh-witz”). Donald Tovey described the third movement of Sibelius’s only piece of this type as a “polonaise for polar bears.”", "In a 1976 animated film parody from this country, Sibelius’s Valse triste (“vahlss TREEST”) plays as a cat wanders the ruins of a large house. Following the success of Finlandia, Sibelius started his Symphony No. 2 while vacationing in this country."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This book was adapted from an email sent to the mother of a girl named Chizalum, whom the author hopes “will be full of opinions” from “an informed, humane, and broad-minded place.” For 10 points each:", "answers_sanitized": ["Dear Ijeawele, or A Feminist Manifesto in Fifteen Suggestions", "Chimamanda Ngozi Adichie (“uh-DEE-chee-ay”)", "TED Conferences LLC [or TED talks] &lt;World Literature&gt;"], "parts_sanitized": ["Name this 2017 epistolary book subtitled “A Feminist Manifesto in Fifteen Suggestions,” which consists of a single long letter detailing how to raise a feminist daughter.", "Dear Ijeawele is by this author of the book-length essay We Should All Be Feminists and the novel Americanah.", "Adichie’s “The Danger of a Single Story” is one of the most popular of the talks put on by this organization whose slogan is “Ideas worth spreading.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The state of these systems can be visualized with Bloch vectors. For 10 points each:", "answers_sanitized": ["qubits [or quantum bits]", "ion traps [or quadrupole ion traps; prompt on Paul traps by asking “what does the device trap?”]", "C-NOT [or CNOT; or controlled-NOT; prompt on controlled unitary gates; do not accept or prompt on “NOT”] &lt;Physics&gt;"], "parts_sanitized": ["Name these basic units of quantum information that can be encoded into any two-state quantum system.", "One physical realization of quantum computing uses qubits encoded in the hyperfine state of laser-cooled particles in one of these devices. A scheme for these devices developed by Wolfgang Paul uses static and RF electric fields and is common in mass spec devices and quantum computing experiments.", "An early success for trapped-ion quantum computing was demonstrating this two-qubit gate using Beryllium. This gate, which conditionally flips the computational basis states of one qubit, forms a universal set with appropriate single-qubit gates."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The British used the Yamasee and Cherokee to fight this tribe in their namesake war from 1711 to 1715. For 10 points each:", "answers_sanitized": ["Tuscarora [accept Tuscarora War]", "North Carolina [or NC]", "War of the Regulation [accept Regulator Movement] &lt;American History&gt;"], "parts_sanitized": ["Name this Native American tribe whose Chief Blount migrated this tribe north after killing the leader of its southern branch, Chief Hancock. Members of this tribe who stayed behind settled on reserved land in present-day Bertie County.", "Before their northwards migration, the Tuscarora were based in this colony. The Roanoke colony was established on land that became part of this colony.", "This uprising in North Carolina from 1765 to 1771 was fought against colonial officials such as governor William Tryon. It is often viewed as a precursor to the American Revolution."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In a story in this collection, the narrator and Lieutenant Fenimore compete for the affection of Ursula as the three of them travel through space on parallel paths, never to meet. For 10 points each:", "answers_sanitized": ["Cosmicomics [or Le cosmicomiche]", "Italo Calvino", "signs [do not accept or prompt on “symbols”] (The other Italian author is Umberto Eco.) &lt;European Literature&gt;"], "parts_sanitized": ["Name this collection that includes the stories “The Form of Space” and “The Distance of the Moon.” Most of its stories are narrated by a being called Qfwfq (“kuh-FOOF-kuh”).", "Cosmicomics is by this Italian author of If on a winter’s night a traveler.", "In a story from Cosmicomics, Qfwfq makes one of these things in space, only for Kgwgk (“kuh-GOOG-kuh”) to destroy it. An Italian author who co-founded the journal Versus for the study of these things argued in a 1975 book that “natural” examples of these things deserve as much consideration as “artificial” ones."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Laurence BonJour developed a set of five criteria for this quality, one of which states that this quality increases in proportion to the presence of inferential connections between component beliefs. For 10 points each:", "answers_sanitized": ["coherence [accept word forms, such as coherent and coheres; accept epistemic coherentism]", "Donald Davidson", "Immanuel Kant &lt;Philosophy&gt;"], "parts_sanitized": ["Name this quality. In contrast to foundationalists, philosophers who hold a position named for this quality contend that a belief is justified only when it has this quality with respect to a broader set or system of beliefs.", "A 1989 essay by this philosopher argued that coherence can constitute a test for whether objective truth conditions are satisfied. This American developed his theory of “anomalous monism” in his essay “Mental Events.”", "This German philosopher argued that coherence represents the criterion of “empirical truth” in his Critique of Pure Reason."], "category": "Philosophy"}, {"leadin_sanitized": "This event occurred at the conclusion of a 12-year famine, and its backdrop was a council at Pataliputra. For 10 points each:", "answers_sanitized": ["the Great Jain Schism [accept the schism between the white-clad and sky-clad or between the Svetambara and Digambara]", "ahimsa [or non-violence; accept answers indicating that you should not harm living beings]", "arihant [or jina] &lt;Religion&gt;"], "parts_sanitized": ["Name this dispute that began over the authenticity of the twelve Angas. It created a group of adherents who sometimes wear a white cloth over the mouth called a muhapatti.", "Members of the Svetambara school of Jainism wear those white masks as a way of adhering to this principle. Other Jain extensions of this principle include vegetarianism.", "If you practice ahimsa and are a good enough Jain, your soul obtains true knowledge of the Universe. This Sanskrit word is used to indicate such omniscient souls, including those of the Tirthankaras."], "category": "Religion"}, {"leadin_sanitized": "Answer the following about Russia’s Siberian and Far Eastern federal subjects, for 10 points each.", "answers_sanitized": ["Tuva [or Tyva; or the Tyva Republic; or Tyva Respublika; accept Tannu Tuva]", "Judaism [or Jewish people; or Jews; accept Jewish Autonomous Oblast or Yevreyskaya avtonomnaya oblast]", "Sakha [or Republic of Sakha (Yakutia); accept either underlined portion] &lt;Geography&gt;"], "parts_sanitized": ["The documentary Genghis Blues depicts a journey to this republic that borders Mongolia. Kongar-ol Ondar is one of this republic’s master throat singers.", "In 1928, the city of Birobidzhan (“bee-roh-bee-JAHN”) was chosen as the center of a still-extant “autonomous oblast” for people of this religion, as part of an effort to create an alternative to Zionism.", "The Lena Pillars can be found in this largest federal Russian republic, which is also the largest subnational governing body by area in the world. Roughly half of its population is composed of a namesake Turkic ethnic group."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This man outlined his motives and past in the Jerilderie (“juh-RIL-duh-ree”) Letter. For 10 points each:", "answers_sanitized": ["Ned Kelly [or Edward Kelly]", "Commonwealth of Australia", "Dan Morgan [or John Fuller] &lt;World History&gt;"], "parts_sanitized": ["Name this bushranger who wore homemade bulletproof armor during his final shootout with police at Glenrowan.", "Bushrangers were outlaws in this country, whose unofficial national anthem is “Waltzing Matilda.”", "This Australian bushranger was nicknamed “Mad Dog” for his violent mood swings and was known as “the most bloodthirsty ruffian that ever took to the bush.” During one robbery, he sent station hand John McLean to get a doctor, but, fearful that McLean would contact the police, decided to chase him down and shoot him instead."], "category": "History"}, {"leadin_sanitized": "Applying a function described by this term on certain special inputs is equivalent to multiplying by a constant eigenvalue. For 10 points each:", "answers_sanitized": ["linear [or word forms such as linearity; accept linear maps, linear transformations, or linear functions]", "matrices [or matrix]", "representation theory &lt;Other Science (Math)&gt;"], "parts_sanitized": ["Name this property of a transformation. Functions with this property must map a sum of inputs to the sum of each component mapped individually. Rotations and dilations are transformations for vector spaces that have this property.", "Linear transformations are conveniently expressed as these objects that are written as two-dimensional arrays. These objects are square when the number of rows equals the number of columns.", "In this branch of mathematics, group elements are described as linear maps with composition, or equivalently matrix multiplication, as their group operation."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "The protagonist of this film, one of many roles played by nonprofessional actors, returns from receiving treatment for tonsillitis to find a giant hole in the wall of his room, from which he is evicted. For 10 points each:", "answers_sanitized": ["Umberto D.", "Vittorio De Sica", "Academy Award for Best Foreign Language Film [prompt on partial answers; accept “Oscar” in place of “Academy Award”] &lt;Other Arts&gt;"], "parts_sanitized": ["Name this 1952 film with a screenplay by Cesare Zavattini. A dog named Flike is the only companion of its elderly title character.", "Zavattini also wrote the screenplay to Bicycle Thieves, which, like Umberto D., was directed by this Italian neorealist filmmaker.", "De Sica’s films Bicycle Thieves and Shoeshine were two of the first three winners of the honorary version of this Academy Award. Federico Fellini’s La Strada was this category’s first competitive winner, in 1956."], "category": "Trash"}, {"leadin_sanitized": "This character calls Pip “boy” before Pip becomes a gentleman, but after Pip receives his fortune, this man addresses him as “my dear young friend… if you will allow me to call you so.” For 10 points each:", "answers_sanitized": ["Uncle Pumblechook", "Charles Dickens", "Edward Bulwer-Lytton &lt;British Literature&gt;"], "parts_sanitized": ["Name this “large hard-breathing middle-aged slow man” from Great Expectations. He pompously takes credit for Pip’s social rise although he has nothing to do with it.", "Uncle Pumblechook is the creation of this Victorian novelist, whose other ridiculously-named characters include Martin Chuzzlewit and Nicholas Nickleby.", "Charles Dickens changed the original ending of Great Expectations on the advice of this novelist, who opened his novel Paul Clifford with the oft-derided phrase “It was a dark and stormy night.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This compound has a metal atom sandwiched by two cyclopentadienyl rings. For 10 points each:", "answers_sanitized": ["ferrocene", "Grignard (“green-YARR”) reagents", "fulvalene [or bicyclopentadienylidene] &lt;Chemistry&gt;"], "parts_sanitized": ["Name this molecule with an iron center whose discovery led to the 1973 Nobel Prize for Ernst Fischer and Geoffrey Wilkinson.", "Ferrocene was first synthesized using iron(III) chloride and one of these magnesium halide reagents, which are used to create carbon-carbon bonds. They are named for their French discoverer.", "Pauson and Kealy stumbled on ferrocene while attempting to synthesize this molecule, which consists of two cyclopentadiene rings connected by a double bond."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Though she’s not explicitly named, this woman’s beheading in Shaoxing (“shao-sheeng”) is the source of the blood used to soak the bun in the short story “Medicine” by Lu Xun (“loo shwin”). For 10 points each:", "answers_sanitized": ["Qiu Jin (“ch’yoh jeen”) [prompt on Qiu; accept Xuanqing or Jingxiong or Jianhu Nüxia or Woman Knight of Mirror Lake]", "Qing Dynasty", "foot-binding [or binding feet; or chanzu or chihn-juk] &lt;World History&gt;"], "parts_sanitized": ["Name this 19th-century Chinese anti-Manchu feminist leader. She was executed for plotting the Anqing (“ahn-cheeng”) Uprising.", "Qiu Jin attempted to overthrow this last imperial dynasty of China, which was ruled by the Manchus.", "Qiu Jin publicly opposed this custom that limited women’s mobility in Imperial China. “Golden lotuses” were the ultimate goal of this process, which began in early childhood."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The first law of thermodynamics can be written in terms of differentials of volume and this state function. For 10 points each:", "answers_sanitized": ["entropy [prompt on S]", "Josiah Willard Gibbs [accept Gibbs phase rule]", "one-half [or 0.5; or 50 percent] &lt;Other Science (Mixed)&gt;"], "parts_sanitized": ["Name this quantity that can also be defined statistically, as k times the natural log of the number of microstates corresponding to a macrostate.", "The entropy formula can be generalized for a probability distribution over different macrostates, yielding a sum equivalent to the Shannon entropy of the distribution. That formula was derived by this physicist, who also formulated a rule about the number of components and phases in a mixture.", "For a two-part probability distribution, x and 1-minus-x, what value of x maximizes the Shannon entropy? This value also maximizes the entropy of mixing for two gas containers of volume x times V and 1-minus-x times V."], "subcategory": "Science Physics", "category": "Science"}]}