{"tossups": [{"question_sanitized": "A photo-collage currently in the Getty Center and named for a “Pearblossom” example of one of these places was created by David Hockney. People in these places are the main audience of several works saying “I AM THE GREATEST ARTIST Rene.” A work of “metaphysical art” titled for one of these locations shows a menacing shadow along the center of one of them as a girl plays with a hoop at the bottom. (*) Giorgio de Chirico [KEE-ree-ko] created a painting titled after the Mystery and Melancholy of one of these locations. A lamp-post creates a two-point perspective view in an iconic painting of one of them by Gustave Caillebotte [kye-BUTT] that depicts a “Rainy Day” in Paris. For 10 points, identify this type of location, one of which is walked across by four Beatles on the cover of a 1969 album.", "answer_sanitized": "streets [accept similar answers such as roads, highways, etc.] &lt;EX, Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "In a non-canonical apocalypse attributed to this person, a golden ship manned by three thousand singing angels takes this character to the City of Christ. This leader complimented a man who refreshed “the bowels of the saints,” and who is asked to show mercy to Onesimus. This man survived a stoning in Iconium shortly after he and his travelling companion were mistaken for the gods (*) Jupiter and Mercury. This man was accused of defiling a temple, so he appealed to Caesar. Later, he was shipwrecked on Malta. This man was healed by Ananias after being knocked to the ground and hearing a voice asking, “why do you persecute me?” For 10 points, name this apostle who was blinded on the road to Damascus and later wrote many epistles.", "answer_sanitized": "Paul the Apostle [or Saint Paul; or Saul of Tarsus] &lt;VC, Rel&gt;", "category": "Religion"}, {"question_sanitized": "This structure houses the protein alpha-L-iduronidase [alpha-L-id-doo-ROH-nid-ace], whose mutation causes intellectual and growth delays in Hurler syndrome. The protein PCSK9 binds to LDL receptors, forcing them to ultimately go to these structures. An autosomal recessive disease due to buildup of GM2 ganglioside is caused by a mutation in this structure’s enzyme (*) hexosaminidase A. Precursors to enzymes destined for this organelle undergo N-linked glycosylation with mannose-6-phosphate. This organelle fuses with late endosomes. This organelle’s “storage disorders” include Tay–Sachs disease. For 10 points, name this organelle that contains hydrolytic enzymes that digest macromolecules.", "answer_sanitized": "lysosomes [prompt on endosomes until it is read] &lt;RY, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Because a character in this profession is waylaid by his infatuation with the German girl Katchen, he ends up meeting with Mr. Baldwin, who tells him about a Russian intervention. An anthology titled for this profession includes Nicholas Tomalin’s The General Goes Zapping Charlie Cong and work by Robert Christgau. A character in this profession is the protagonist of a novel in which Lord Cooper identifies a “promising little war” in Ishmaelia. A style called this profession’s (*) “gonzo” type discards objectivity for first-person narrative, and was pioneered the author of Fear and Loathing in Las Vegas. People in this profession are satirized in Evelyn Waugh’s novel Scoop. For 10 points, a “new” version of what profession was practiced by Hunter S. Thompson and Tom Wolfe?", "answer_sanitized": "journalism [or journalist; prompt on newspaper industry] &lt;WA, Other&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This political policy was created largely as a reaction to one nation replacing its “renten” currency with another, in an effort by Ludwig Erhard to avoid hyperinflation. To counteract this policy, Gail Halvorsen distributed chocolate and candy bars. A response [emphasize] to this policy was created shortly after the end of the London Six-Power Conference and orchestrated by Lucius D. Clay. By this policy, Tempelhof, Tegel, and Gatow were each allowed just one (*) air corridor. The city targeted by this policy had recently been divided into four quarters, the western three of which were controlled by France, the UK, and the US, who responded to this policy with a huge airlift to its target city. For 10 points, identify this policy in which the Soviet Union denied shipments to a German city.", "answer_sanitized": "Soviet blockade of Berlin [or Berlin blockade; prompt on Soviet occupation of Germany or equivalents; do not accept or prompt on “Berlin airlift”] &lt;WA, ContHist&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "This philosopher classified motions by whether they were “toward” or “fromward” a goal as either “appetites” or “aversions,” with both of those being specific cases of “endeavors.” It’s not Hume, but this philosopher was accused of atheism for arguing that it is impossible to trust another person’s words as “divine law” when discussing the Ten Commandments. This thinker described a “mutual transferring of right” with the word “covenant,” which is often interpreted as an early (*) social contract theory. This tutor of Charles II fled to Paris to avoid persecution during the English Civil War. He used the adjectives “solitary, poor, brutish, nasty, and short” to describe life in a state of nature, or “war of all against all,” and thus argued for a supreme sovereign. For 10 points, name the author of Leviathan.", "answer_sanitized": "Thomas Hobbes &lt;WA, PhilO&gt;", "category": "Philosophy"}, {"question_sanitized": "These functional groups form Ruhemann’s purple when they react with indanedione [in-dane-DYE-own] derivatives or ninhydrin. In one named reaction, acyl azides become isocyanates and after aqueous workup form this functional group. In another reaction, an alkyl halide and a strong base react with a phthalmide [THAL-mide] to form this functional group. This group, which is formed in the Curtius rearrangement and (*) Gabriel synthesis, reacts with sugar carbonyls in the Maillard reaction. These groups are the positive part of the zwitterions [ZWIT-ter-ions] that form opposite carboxylic acids in compounds like lysine and leucine. These groups are derivatives of ammonia where at least one hydrogen is replaced with an alkyl group. For 10 points, name these functional groups symbolized NH3.", "answer_sanitized": "amine [do not accept “amide”] &lt;JL, Chem&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "During one of these events, a man recounts how, as a child, his parents bought him a beautiful rocking horse called Golden Dancer, which broke once he rode it. Henry Drummond is told that “If the Lord wishes a sponge to think, it thinks” during one of these events that is covered by E. K. Hornbeck, a fictional journalist based on H. L. Mencken. During one of these events, a character dozes off and remembers a (*) “cold February morning” when a man shot a rabid dog. After that one of these events, Tom Robinson is shot and killed escaping from the Enfield Prison Farm. For 10 points, during what type of event in To Kill a Mockingbird does Atticus Finch act as a defense attorney?", "answer_sanitized": "trials [accept specific types of trials] (The first two sentences are about Inherit the Wind) &lt;LS, Drama&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "New Republic editor Charles Lane wrote a book about an event in this state titled The Day Freedom Died. In this state, dozens were killed marching at a Mechanics Institute. In this state, William Mumford was hanged for desecrating the American flag. In April 2017, an obelisk dedicated to members of the White League who died at this state’s Battle of Liberty Place was demolished. The case (*) United States v. Cruikshank resulted from this state’s Colfax Massacre. This state’s Separate Car Act led to the case Plessy v. Ferguson. Benjamin Butler implemented Union policies in this state after its biggest city was taken by David Farragut in 1862. For 10 points, name this state whose Reconstruction era saw an 1866 massacre in New Orleans.", "answer_sanitized": "Louisiana [or LA] &lt;RY, AmHist&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Shostakovich’s Second Jazz Suite includes two numbered examples of these pieces, one of which was used in the Stanley Kubrick film Eyes Wide Shut. A suite of these pieces described as “noble” and “sentimental” were written by Maurice Ravel in homage to Franz Schubert. Franz Joseph I’s visit to Wilhelm II in 1889 was the inspiration for the “Kaiser” one of them. Émile Waldteufel’s [VALD-toy-full’s] most famous composition is a piece in this genre called (*) “Skater’s.” These pieces are almost always written in triple meter. A major arpeggio depicts the flow of the title river in a piece of this type by a man known as their “King.” For 10 points, name these dances, over 500 of which were written by Johann Strauss II, including “On the Beautiful Blue Danube.”", "answer_sanitized": "waltzes &lt;EX, Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In Celtic myth, Fergus Fionnliath was known for hating these animals. The Demon of Tidworth was one of these animals that, in English tradition, were traditionally the first things buried in a new graveyard. After it killed his father, Lugh demanded and received one of these animals named Failinis. Some of these animals have their fur permanently marked because they carry faeries on their backs. The barghest [bar-guest] is an example of these animals. A boy who showed up late to a feast (*) killed one of these animals in self-defense, and offered himself as a replacement. That boy, Setanta, was renamed Cúchulainn [coo-CULL-in] and was forbidden to eat these animals lest he lose his powers. For 10 points, name these animals that might accompany humans in the Wild Hunt, which Cerberus is a three-headed example of.", "answer_sanitized": "dogs [or canines; accept corgis] &lt;VC, Myth&gt;", "category": "Mythology"}, {"question_sanitized": "Pentti Eskola assigned this material to different facies [fay-sheez] based on its position on phase diagrams. Pseudotachylite is a type of this material that forms after a shock. Chlorite, staurolite, and andalusite are three types of index materials used to determine the stage of formation of this material, one variety of which is hornfels. Generically, this kind of material forms out of protolith. (*) Schistosity [shis-TOSS-it-ee] is one way that these materials can exhibit their characteristic property of foliation. Gneiss [“nice”] is an example of this kind of rock, which forms from “contact” and “regional” forms of a certain process through either proximity to plutons or large scale high pressure and temperature. For 10 points, name this third type of rock along with igneous and sedimentary, which is named for the Greek for “change.”", "answer_sanitized": "metamorphic rock [do NOT accept or prompt on “metamorphism” or “metamorphosis” since those are not materials] &lt;JL, EarthSci&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "A stainless steel bell tower arcs around a concrete wall in a piece by this artist at China’s Shantou University. Another work by this designer is located at Penn Station and becomes entirely dark at midnight and entirely visible at noon. This creator of Eclipsed Time designed five undulating grassy forms for a project located at Gibbs Farm in New Zealand. Frederick Hart’s sculpture The Three Soldiers (*) lies to the right of a structure designed by this artist, which was chosen for a project commissioned by Congress. This creator of A Fold in the Field is most famous for a structure that she designed as an undergraduate at Yale; that structure spans two acres and features two black marble walls inscribed with almost 60,000 names. For 10 points name this designer of the Vietnam Veterans Memorial in Washington, D.C.", "answer_sanitized": "Maya (Ying) Lin &lt;SB, OVisArt&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This phrase is followed by a description of “death’s darts flying overhead” in reference to Parthian tactics in the ode it originates from. Drafts of a work titled for this phrase written at Craiglockhart hospital were ironically dedicated to Jessie Pope. A work titled for this phrase imagines people “deaf even to the hoots” of “outstripped Five-Nines.” In that poem, this phrase appears at the end of a stanza that wishes the reader would “watch the (*) white eyes writhing in his face / His hanging face, like a devil’s sick of sin.” An “ecstasy of fumbling” is described in a poem titled for this phrase, which originates from an ode by Horace and is called an “old lie” to “children ardent for some desperate glory.” For 10 points, Wilfred Owen titled an anti-war poem for what Latin phrase?", "answer_sanitized": "“Dulce et decorum est” [accept “Dulce et decorum est pro patria mori”; accept reasonable translations of the full phrase, such as “It is sweet and seemly to die for one’s country” or “What a joy, to die for the fatherland”] &lt;WA, Poetry&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "In 1896, the ruler of this country was shot to death at a shrine by a follower of an intellectual who wrote a public reply to an 1883 article by Ernest Renan. In 1872, broad controls over this country’s economy were given to Baron Julius von Reuter, who founded the Reuters news agency. An American lawyer named William Shuster was dismissed from a post aiming to reform this country’s finances after a threatened Russian intervention. This country’s (*) royal bodyguard was called the “Cossack Brigade” and its 1906 constitution created its legislature, the Majlis [MADGE-liss]. This country’s Qajar [kuh-jer] dynasty was overthrown by Reza Shah Pahlavi. For 10 points, name this country formerly called Persia.", "answer_sanitized": "Iran [accept Persia until it is read] &lt;RY, OtherHist&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A 2016 paper by Heyes et al. suggests that the presence of manganese dioxide at Pech-de-l’Azé may mean that it was used in the production of this technology, whose competitive advantage is discussed in a 2009 popular book by Richard Wrangham [“RANG”-um]. The oldest known evidence of this technology was found in Wonderwerk [VAWN-dehr-vairk] Cave in South Africa. This technology was used in processing silcrete, making it easier to flake. The development of this technology is believed to have extended the waking portion of the human Circadian rhythm to its current 16 hours. It was used to (*) harden weapons like the Lehringen Spear. Percussive and friction methods of creating this technology are represented by bow drills and striking flint with metal. For 10 points, what is this technology used to cook food?", "answer_sanitized": "(human control of) fire [or similar answers such as flames; prompt on heat] &lt;AF, SocSci&gt;", "subcategory": "Social Science Anthropology", "category": "Social Science"}, {"question_sanitized": "A religious center in this modern-day country had a maze-like temple through which supplicants had to navigate drunk. A city in this country was deliberately designed to resemble a cougar. Much sexually explicit pottery has been found in this country at the site of Chan Chan. Until about 250 BC, the Chavin culture thrived in what is now this country. The founder of a civilization based in this country put his capital where a (*) golden staff sank into the ground. That civilization called its empire the “Land of the Four Corners” or suyus and was defeated at the Battle of Cajamarca [kah-hah-MAR-kah]. Huge geoglyphs of birds, monkeys, and humans are among the Nazca Lines found here. For 10 points, name this country, the home of the Inca Empire.", "answer_sanitized": "Peru &lt;AF, WorldHist&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Jon Krakauer’s Into the Wild excerpts a passage from this novel stating “You needed to surrender to some ultimate purpose more fully, more unreservedly…” as an epigraph. This novel’s protagonist watches a lawyer sweet-talk a girl on the five o’clock express, then learns that the lawyer got the protagonist’s father drunk when he committed suicide by train. The Montenegro hotel is the setting of part of this novel, one of whose characters re-appears as a top general before killing himself and is named (*) “Shooter.” Another of its suicidal characters, Amalia, tries to end things with poison but is saved by Misha. This novel’s title character is kidnapped by the Forest Brotherhood and falls in love with Komarovsky’s lover Lara. For 10 points, Yuri is the title character of what novel by Boris Pasternak?", "answer_sanitized": "Doctor Zhivago &lt;WA, LongFic&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "It’s not Lake Nicaragua, but the Bull shark is endemic to and sometimes named for this body of water. The Mopane tree and a namesake woodland biome grow near this body of water. This river splits into the Muselo, Inhamissengo, and Melambe Rivers. The Kabompo and Lungwebungu Rivers are the largest tributaries of this river, which forms near Kalene Hill. The Kariba and (*) Cahora Bassa dams are on this river. The Kwando, Chobe, and Okavango Rivers, along with this river, border the Caprivi Strip. This river, which includes the “Devil’s Cataract,” flows from Zambia into the Indian Ocean through Mozambique. David Livingstone named a feature that he “discovered” on this river after his queen. For 10 points, name this fourth longest river in Africa, the site of Victoria Falls.", "answer_sanitized": "Zambezi River &lt;JL, Geo&gt;", "category": "Geography"}, {"question_sanitized": "Closed FLRW universes glued across Einstein–Rosen bridges have larger values of this quantity than the relativistic maximum and are known as Wheeler’s “bags of gold.” The negative of the trace of the product of the density matrix and its natural logarithm is von Neumann’s [NOY-mahn’s] type of this quantity. This quantity is always non-negative for a cyclic process according to Clausius’s theorem. Bekenstein derived a constant of proportionality of “one-half times ln 2 over 4 pi” between black hole (*) area and this quantity. The integral of dQ over T equals this quantity. Processes that are both adiabatic and reversible have constant values for this quantity. This quantity, the conjugate variable of temperature, must always increase in the universe according to the second law of thermodynamics. For 10 points, name this quantity, symbolized S, which measures the disorder in a system.", "answer_sanitized": "entropy [prompt on S until it is read] &lt;JL, Phys&gt; IF THE GAME IS TIED AT THIS POINT, READ A QUESTION FROM THE TIEBREAKER PACKET. THEN, FOLLOW THE INSTRUCTIONS IN THE TIEBREAKER PACKET. Bonuses", "subcategory": "Science Physics", "category": "Science"}], "bonuses": [{"leadin_sanitized": "A sequel to a novel by this author has been put on hold due to the end of his relationship with violinist Philippe Honoré. For 10 points each:", "answers_sanitized": ["Vikram Seth", "The Golden Gate", "Indian independence [accept equivalents including the partition of India] &lt;JM, LongFic&gt;"], "parts_sanitized": ["Name this author of a 1,350-page novel about Rupa Mehra’s attempt to arrange a marriage for her teenaged daughter Lata; that novel is titled A Suitable Boy.", "Before publishing A Suitable Boy, Seth wrote this novel composed of Onegin stanzas. In it, a yuppie computer scientist falls in love with the lawyer Liz Dorati after his ex-girlfriend places an ad for him in the paper.", "A Suitable Boy satirizes the immediate aftermath of this 1947 event in Seth’s home country. Children born at the time of this event are given special powers in Salman Rushdie’s Midnight’s Children."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Working in this city, Jean Charlot was part of its San Ildefonso College. For 10 points each:", "answers_sanitized": ["Mexico City [or Ciudad México; do not accept or prompt on “Mexico”]", "Diego Rivera", "David Alfaro Siqueiros &lt;EX, Painting&gt;"], "parts_sanitized": ["Name this city whose artists included Roberto Montenegro. Its National Preparatory High School project employed many artists who would later move to America for work.", "This member of the Mexican muralist movement created a mural of Tenochtitlan currently located in the Palacio Nacional. His other works include a censored Man at the Crossroads and Detroit Industry.", "This other Mexican painter showed a baby emerging from the mouth of another baby in Echo of a Scream. A hardcore communist, this painter of The March of Humanity participated in a failed assassination attempt of Leon Trotsky in 1940."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "On his journey home, this hero made a brief detour to the entrance of Hades where he meets Elpenor and his own mother. For 10 points each:", "answers_sanitized": ["Odysseus", "Theseus", "Semele &lt;VC, Myth&gt;"], "parts_sanitized": ["Name this Greek hero who performed that successful descent to the underworld by following the advice of Circe, who was helping this man return to Ithaca.", "Pirithous and this other Greek hero descended to the underworld with the slightly less noble objective of kidnapping Persephone. They failed, and Heracles was later only able to rescue this hero.", "This mortal woman, who later became known as the goddess Thyone, was rescued from the underworld by her immortal son. After this woman demanded to see her lover’s face, she was blasted apart by the divine power of Zeus."], "category": "Mythology"}, {"leadin_sanitized": "Leonard Woolley gave the name “Al-Mina” to an outpost he excavated that was founded by traders from Euboea. For 10 points each:", "answers_sanitized": ["Seleucus Nicator [or Seleucus I]", "Bronze (Age)", "ziggurat [prompt on temple] &lt;WA, Ancient&gt;"], "parts_sanitized": ["The site appears to have been abandoned during the construction of a city named for this king to serve as the port of Antioch, which he also founded and made his capital. This empire-builder built a second capital, this one named for himself, on the Tigris River.", "Woolley was disappointed that the site was from around 800 BC – too young for his tastes, since it wasn’t from the “age” named for this common alloy of tin and copper.", "Woolley cemented his Bronze Age cred by excavating a “Great” building of this type in the city of Ur."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This equation is derived by taking the Boltzmann equation for two consecutive states of an atom and integrating it over all of phase space. For 10 points each:", "answers_sanitized": ["Saha–Langmuir ionization equation", "plasmas", "damping [accept Landau damping or critical damping] &lt;JL, Phys&gt;"], "parts_sanitized": ["Name this equation that is used to determine the ionization state of atoms as a function of number density, temperature, and pressure.", "The Saha equation is primarily applied to this fourth state of matter. It is used to determine the strength of different absorption lines in stars since they are made of this material.", "Landau names a form of this phenomenon that exponentially kills longitudinal waves in plasmas. In harmonic oscillators, this phenomenon is critical when the Q factor equals one-half."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Wallace Carothers, who invented one of these materials, names an equation used to determine the average number of subunits in each individual unit of them. For 10 points each:", "answers_sanitized": ["polymers", "free radical", "chain growth [do NOT accept or prompt on “step growth”] &lt;JL, Chem&gt;"], "parts_sanitized": ["Name these materials, synthetic examples of which include nylon, teflon, and many plastics like PET and PVC. They are composed of many identical subunits.", "TEMPO is used as an initiator for polymerization reactions of this type, which proceed via initiation, propagation, and termination steps. Halogenation reactions of this type can use AIBN or NBS.", "Radical polymerization reactions are members of this one of the two major classes of polymerization reaction. This class forms polymers by adding individual monomers one at a time rather than joining dimers and trimers together."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The central characters of this play sing the protest song “Bloody Justice” repeatedly outside the house of a cotton merchant. For 10 points each:", "answers_sanitized": ["The Weavers [or Die Weber]", "Germany", "The Robbers [or Die Räuber] &lt;SB, Drama&gt;"], "parts_sanitized": ["Name this play about the title group of workers who fight for equality and fair treatment against their manager Pfeiffer and the patron Dreissiger.", "The Weavers was written by Gerhard Hauptmann, an author from this country, where the Sturm und Drang movement flourished.", "This other play set in Germany focuses on the rift between the brothers Franz and Karl Moor. Karl assembles a band of outlaws to help him defeat and displace Franz in this play."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This philosopher stated that previous philosophers had failed to confront their own biases when seeking the “objective” truth. For 10 points each:", "answers_sanitized": ["Friedrich Nietzsche", "On the Genealogy of Morals [or Genealogy of Morality; or Zur Genealogie der Moral: Eine Streitschrift]", "Christianity [accept Catholic or Protestant or any Christian branch] &lt;JM, PhilO&gt;"], "parts_sanitized": ["Name this philosopher who searched for truth by comparing multiple “optics of knowledge” with the use of “perspectivism.” This thinker formulated the concept of an “ascetic ideal” in another work.", "The “ascetic ideal” followed by people like philosophers or the elderly Wagner is posited in this Nietzsche work that establishes the dichotomy of master and slave morality in its first essay.", "In the Genealogy, Nietzsche attacks this religion for promoting slave morality while using its priests as bad examples of the failure of asceticism."], "category": "Philosophy"}, {"leadin_sanitized": "This man won the hearts of millions on the internet by explaining the basic mechanism of nuclear reactors on a widely-watched YouTube clip. For 10 points each:", "answers_sanitized": ["Justin Trudeau", "rights AND freedoms [specific words required; accept Canadian Charter of Rights and Freedoms]", "tree [accept living tree doctrine; accept fruit of the poisoned tree] &lt;WA, Other&gt;"], "parts_sanitized": ["Name this current world leader, who is also the son of a former Prime Minister from Quebec.", "During controversy over Guantanamo bay detainee Omar Khadr, Trudeau noted that civil liberties protections should be enforced “even when it is uncomfortable.” In Canada, civil liberties are guaranteed by a “Canadian Charter” named for these two things.", "The idea that the Charter of Rights and Freedoms is open to re-interpretation is a doctrine named for one of these objects. In US law, a metaphor of one of these non-edible objects is used to describe invalid, illegally obtained evidence."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This work ends with a prophecy of the eventual supremacy of its home country over Rome. For 10 points each:", "answers_sanitized": ["Kebra Nagast [accept Kebra Negast]", "Menelik", "King Solomon [or Shlomo] &lt;AF, WorldHist&gt;"], "parts_sanitized": ["Name this Ge’ez [GHEE-ezz] text that details the travels of Queen Makeda of Sheba to Jerusalem and how the Ark of the Covenant came to Ethiopia.", "According to the Kebra Nagast, the first ruler of this name is the son of the Queen Makeda who unwittingly brings the Ark to Ethiopia. The second ruler of this name founded Addis Ababa and defeated an Italian force at the Battle of Adwa.", "This wise ruler of Israel is Menelik I’s father in the Kebra Nagast and is the namesake of the most recent Ethiopian royal dynasty. This Biblical king supposedly ordered a baby cut in half to determine its true mother."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This man warned that if Congress did not support Franklin Roosevelt, there would be a “revolution that makes the French Revolution look silly.” For 10 points each:", "answers_sanitized": ["Father Charles Coughlin", "New Deal", "Cardinal Francis Spellman &lt;LS, AmHist&gt;"], "parts_sanitized": ["Name this “radio priest” who then went on to oppose FDR. He was based out of the National Shrine of the Little Flower in Detroit.", "Coughlin made his “French Revolution” comment in reference to members of Congress not backing this set of FDR policies, which included the creation of the Civilian Conservation Corps.", "As Coughlin’s rhetoric became increasingly anti-semitic in the 1930s, he drew of ire of many powerful Church leaders, including this Archbishop of New York, who worked with Joseph Kennedy to get Coughlin kicked off the airwaves."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer the following about smoking cigarettes, for 10 points each.", "answers_sanitized": ["lung cancer [accept lung carcinoma]", "pancreas", "ulcerative colitis &lt;RY, Biology&gt;"], "parts_sanitized": ["The British Doctors Study found a correlation between smoking and this type of cancer, which comes in small cell and non-small cell types. It causes the most deaths due to cancer in the world.", "Smoking is one of the most important risk factors for cancer in this organ, which can become acutely inflamed due to autodigestion by its enzyme products, like trypsin, that enter the gut through the sphincter of Oddi.", "Unusually, smoking has a protective effect against this gastrointestinal disease. Like the closely-related Crohn’s disease, it is a form of inflammatory bowel disease."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Any item that is not granted this status is labelled <em>treyf</em>. For 10 points each:", "answers_sanitized": ["kosher [or kashrut]", "fins AND scales [accept in either order]", "Jacob [or Ya‘akov; or Israel; or Yisra’el] &lt;VC, Rel&gt;"], "parts_sanitized": ["Name this code of Jewish dietary law or the adjective indicating foods acceptable under this code of law, which forbids eating things like pigs and shellfish.", "Fish must have these two characteristics in order to be considered kosher. As a result, sharks and eels are not considered kosher.", "Jews do not eat the gid hanasheh [GEED hah-nah-SHEH], or sciatic nerve, in any animal, and have not ever since this man was wounded on that part of his body in a fight with a mysterious stranger."], "category": "Religion"}, {"leadin_sanitized": "This author defended the role of traditional religion as a grounding of literature in the essay “The Fallacy of Humanism.” For 10 points each:", "answers_sanitized": ["Allen Tate (the poem is “Ode to the Confederate Dead”)", "Stephen Crane", "Stephen Vincent Benét &lt;WA, Poetry&gt;"], "parts_sanitized": ["Name this reactionary poet, who opened another poem by describing a grave arrayed “Row after row with strict impunity.”", "This poet of The Black Riders and Other Lines wrote about the Civil War in his most famous novel, The Red Badge of Courage.", "A poem on a Civil War theme by this other author describes the body of a man who “had no gift for life” but who “knew how to die.” This author wrote “Bury my heart at Wounded Knee” in “American Names.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Almost no performances of this composer’s <em>opere serie</em> took place in the 19th century, with his <em>Alcina</em> [ahl-CHEE-nah] not being performed from 1738 to 1928. For 10 points each:", "answers_sanitized": ["George Frideric Handel", "bel canto", "Gaetano Donizetti &lt;WA, OAudArt&gt;"], "parts_sanitized": ["Name this composer of Giulio Cesare [JOO-lee-oh CHEH-zah-ray], best known for oratorios such as Messiah.", "Handel’s operas heavily employ this Italian singing technique, which uses a small vocal range and focuses on control of tone intensity. It takes its name from words meaning “beautiful song.”", "Scholars in the 1950s credited this composer with playing a major role in the “bel canto revival.” Despite being Italian, this composer wrote a French language opera containing the aria “Ah! Mes amis,” which requires a tenor to hit nine high Cs."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "An author with this surname swept several awards with a story about a little boy who makes origami cranes titled “The Paper Menagerie.” For 10 points each:", "answers_sanitized": ["Liu [accept Ken Liu or Cixin Liu]", "science fiction [or sci-fi]", "Hugo Awards &lt;WA, OtherLit&gt;"], "parts_sanitized": ["Give this surname. The aforementioned author with this surname translated works by a different author with this surname, such as The Three-Body Problem and Death’s End.", "Cixin Liu’s [tsuh-sheen lyoh’s] The Three-Body Problem and Death’s End are both works in this genre. Jules Verne’s works in it include Journey to the Center of the Earth.", "Both The Three-Body Problem and “The Paper Menagerie” won this award, named for the founder of the magazine Amazing Stories. It is presented at the annual Worldcon."], "subcategory": "Literature Other", "category": "Literature"}, {"leadin_sanitized": "The Romance dialect of one of these kingdoms is not spoken much today, whereas the other evolved into the most widely-spoken Romance language in the world. For 10 points each:", "answers_sanitized": ["Castile AND León [accept Castilla in place of “Castile”]", "El Cid Campeador [or El Cid Campeador; or Rodrigo Díaz de Vivar; accept Le Cid; prompt on Díaz]", "Almoravids [or al-Murabitun; or Imrabden] &lt;WA, ContHist&gt;"], "parts_sanitized": ["Name these two kingdoms, which were reunited by Alfonso VI, who was called “el Bravo.”", "This legendary Spanish warrior and Castilian national hero served Sancho II and later became the ruler of Valencia. He’s memorialized by a lengthy “Cantar” [kahn-TAR], as well as a Pierre Corneille play.", "El Cid spent his years as ruler of Valencia leading a relatively non-sectarian society of Christians and Muslims against this invading Moroccan dynasty, which was succeeded by the Almohads."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The “Demeny” form of this practice was proposed in 2007 by Warren Sanderson to allow for children to indirectly participate. For 10 points each:", "answers_sanitized": ["voting [accept word forms; or elections]", "median voter theorem", "Harold Hotelling &lt;EX, SocSci&gt;"], "parts_sanitized": ["Name this practice whose “foreign” form is currently illegal within the United States at the national and state levels. The Borda count is one way of performing it.", "This theorem, postulated by Anthony Downs, suggests that parties in a two-party system will attempt to appeal to the namesake voter in order to win the largest share of the population possible.", "The median voter theorem is similar to a theorem named for this economist; it says that producers have incentives to make their products as undifferentiated as possible. Similarly, his location-based pricing model says that on a single street, it is rational for two shops to both locate at the center."], "category": "Social Science"}, {"leadin_sanitized": "This mathematician names the simplest numerical method for solving differential equations. For 10 points each:", "answers_sanitized": ["Leonhard Euler", "e to the i times pi AND one [or any equivalent of e^(iπ) + 1]", "hyperbolic tangent [or tanh; or tanch; do not accept or prompt on “tangent” or “hyperbolic cotangent”] &lt;WA, Math&gt;"], "parts_sanitized": ["Name this Swiss mathematician whose namesake number is approximately equal to 2.718 and appears in the natural logarithm.", "Express your answer in terms of e and any other numbers in simplest form. According to Euler’s identity, summing what two quantities equals zero?", "This sigmoid trigonometric function, often used as a neural network activation function, equals “quantity e-to-the-x minus e-to-the-negative-x” over “quantity e-to-the-x plus e-to-the-negative-x.” The logistic function is an offset form of this function."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A violin concerto titled after these animals and “Lovers” primarily uses the pentatonic scale and was co-written in 1959. For 10 points each:", "answers_sanitized": ["butterfly [accept the Butterfly Lovers’ Violin Concerto or Madama Butterfly]", "(People’s Republic of) China [or Zhongguo Renminguo]", "“The Internationale” [or “L’Internationale”] &lt;EX, Music&gt;"], "parts_sanitized": ["Name these animals, which represent Zhu Yingtai and Liang Shanbo in that work. An opera titled for one these animals based on a David Belasco play uses a pastiche of the “Star Spangled Banner” to introduce a main character.", "The Butterfly Lovers’ Violin Concerto was written by two composers from this large Asian country, whose traditional instruments include the guzheng [GOO-jung] and the erhu [AR-hoo].", "Along with “The East is Red,” this song is quoted in a movement from the patriotic Yellow River Piano Concerto. Originally written in French, its refrain says “This is the final struggle / Let us group together and tomorrow.”"], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}]}