{"tossups": [{"question_sanitized": "This artist was assisted on some of his projects’ backgrounds by the de Predis brothers. The Hall of the Five Hundred may have housed a now painted-over work by this artist, which Rubens emulated in his The Battle of Anghiari. According to Vasari, this artist creepily followed attractive young men to capture their “Grecian profiles.” Ingres painted this man’s last breath being received by (*) King Francis I, who brought this artist to his court. This artist is generally accepted as the subject of a 1510 Portrait of a Man in Red Chalk, and made many sketches of his proposed military machines. The sfumato style of this man’s most famous work draws millions of visitors per year to its private room at the Louvre. For 10 points, name this creator of the Mona Lisa.", "answer_sanitized": "Leonardo da Vinci [accept either underlined portion] &lt;EX, Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Tanya Chartand conducted an experiment on this phenomenon that featured a student discussing photos in a magazine while a confederate would touch his face or shake his foot. Using audio tones, Stanley Milgram found that this phenomenon occurred more often in Norway than in France. Muzafer Sherif’s experiments on the autokinetic effect demonstrated this phenomenon when subjects were asked to identify a (*) dot in a dark room. This phenomenon has “informational” and “normative” types, both of which were studied in an experiments where subjects had to match the lengths of different line segments despite counter-intuitive answers from other participants. For 10 points, name this phenomenon studied by Solomon Asch, the act of adhering to group norms under social pressure.", "answer_sanitized": "conformity [or conforming] &lt;JM, SocSci&gt;", "category": "Social Science"}, {"question_sanitized": "David Halversand, a character from a novel written in this city, is often interpreted as a portrait of the writer’s art critic brother Leo. A quote about how this city “stays with you throughout your entire life” as the title event names a memoir that portrays the author’s marriage to Hadley Richardson. That writer wrote Three Stories and Ten Poems that were published by a bookstore run by Sylvia Beach in this city, called Shakespeare and Company. A memoir of this city is titled for the author’s (*) lesbian lover Alice B. Toklas. This city is the setting of A Moveable Feast. A short Imagist poem about this city’s subway was written by Ezra Pound. For 10 points, name this city where Gertrude Stein led a circle of US “Lost Generation” writers, a European capital.", "answer_sanitized": "Paris &lt;WA, OtherLit&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The first satellite launched from the ISS was a mission to this object that was jokingly called the “spare parts” program because it used old parts from Voyager and Galileo. That mission was known as the “Radar Mapper” of this object. Arachnoids, coronae, and “pancake domes” are among the unique features to this object that were mapped by the (*) Magellan probe. The first two Mariner probes did fly-bys of this object. Maxwell Montes, the tallest mountain on this object is one of the few features not named for mythological women like Ishtar, who names its largest continent. This object had all of its water vaporized by the increasing brightness of the early sun causing a runaway greenhouse effect, making it the hottest planet. For 10 points, name this second planet from the Sun.", "answer_sanitized": "Venus &lt;JL, Astro&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Leaders of this ethnicity crushed a disorganized Varangian Guard that pursued them at the Battle of Dyrrachium, and earned praise for their terrifying appearance from Anna Comnena. Conan II refused to aid a ruler of this ethnicity who defeated a rebellion at the Battle of Val-ès-Dunes [vall-ay-dyoon] early in his reign. This was the ethnicity of Tancred of Hautville [oat-VEEL] whose adventurer sons, including (*) Robert Guiscard and Roger I, conquered much of southern Italy and Sicily. They acquired an independent duchy under Rollo’s leadership. A ruler of this ethnicity commissioned the Domesday Book to document his gains after winning the Battle of Hastings. For 10 points, name this ethnic group of Viking origin, whose members included William the Conqueror.", "answer_sanitized": "Normans [prompt on Vikings or Norsemen or Scandinavians] &lt;AF, ContHist&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A version of this protein consists of a hexamer stabilized by a seventh phenol group, shifting it to a higher isoelectric point. This protein’s action is controlled by binding to SUR [sir], part of an inward-rectifier potassium channel, which is targeted by sulfonylureas. The liver produces a growth factor that is “like” this hormone, in response to growth hormone. This hormone is added to a treatment regimen if metformin alone is not effective. This primary (*) anabolic hormone, which opposes the effects of glucagon, is produced after meals to make tissues take up glucose. It stimulates the synthesis of glycogen and prevents gluconeogenesis. For 10 points, name this hormone that is deficient in people with diabetes.", "answer_sanitized": "insulin &lt;RY, Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "William Cornish claims authorship for a song composed in this city that was named for the stink that arose while dancing to it. That song, Funky Butt, was composed by a man who frequented this city’s Storyville saloons. John St. Cyr and Omer Simeon played in a jazz band in this city, whose leader controversially asserted that a prominent cornet player from this city actually played rag-time, whereas he was playing jazz. The Red Hot Peppers hailed from this city, as did the (*) Original Dixieland Jazz Band. “Jelly Roll” Morton called himself the “Jazz King” of this city, home to a trumpeter who sang about seeing “trees of green and red roses too.” For 10 points, name this home city of Buddy Bolden and Louis Armstrong, where the Saints are known to go marching in.", "answer_sanitized": "New Orleans &lt;SB, OAudArt&gt;", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "This man is compared to “Alexander the Pig” by a soldier with a thick accent, who thinks that the way Alexander killed Cleitus the Black is similar to how this man ignored a dying friend. This man orders the off-stage execution of Bardolph and Nym, and arranges a duel with Michael Williams. This man woos Katherine in a mixture of English and French after defeating a man who sent him a gift of tennis balls. Sir John Falstaff (*) dies offstage in the play titled for this man, who commands “Once more unto the breach, dear friends” at Harfleur, and calls his men “we happy few, we band of brothers” in the St. Crispin’s Day speech. For 10 points, name this English king who wins the Battle of Agincourt.", "answer_sanitized": "Henry V [accept Prince Hal] &lt;RY, Drama&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "When Heracles visited the underworld, the shades of Meleager and this character were the only two who did not flee his presence. This character’s blood was used as a panacea by Asclepius to raise the dead. The quest to locate and kill this character was undertaken by a hero who had no horse to offer as a gift during Hippodamia’s wedding; that man found this figure by stealing an (*) eye from three blind sisters. After this figure died, Chrysaor and Pegasus emerged from her body. This mortal sibling of Stheno and Euryale [yur-ee-AH-lee] was cursed with her appearance after being raped by Poseidon in a temple of Athena, who used a shield with this person’s face on it as a weapon. For 10 points, name this Gorgon beheaded by Perseus to stop her from turning people to stone.", "answer_sanitized": "Medusa &lt;VC, Myth&gt;", "category": "Mythology"}, {"question_sanitized": "An attack on this state’s future capital was the most successful post-betrayal command of Benedict Arnold, who was leading a group of fellow turncoats called “green-coats.” The British crown imposed the Two Penny Act on this state’s main crop. A leader of this state invoked calls of treason when he said “Caesar had his Brutus, Charles I his Cromwell, and George III may profit by their example.” The (*) Parson’s Cause took place in this state, which names the so-called “large state plan” proposed during the Constitutional Convention. Several “resolves” were issued in the House of Burgesses by a man who declared “give me liberty or give me death.” For 10 points, what British colony was the home of Patrick Henry, as well as the town of Williamsburg?", "answer_sanitized": "Virginia &lt;LS, AmHist&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This world leader’s foreign policy has resulted in his country recently opening the largest military base located in Somalia. A 2016 rude poetry contest targeting this person was won by Boris Johnson, who submitted a limerick calling this man a “terrific wankerer.” This politician attracted controversy after accusing the Netherlands of being “Nazi remnants and fascists.” This person was called the (*) “Hitler of our century” by NBA player Enes Kanter, whose passport was then revoked by this world leader. An American grand jury has indicted members of this politician’s security detail, who publicly attacked pro-Kurdish demonstrators in Washington, D.C. For 10 points, name this current President of Turkey.", "answer_sanitized": "Recep Tayyip Erdoğan [AIR-doh-won] &lt;VC, CE&gt;", "subcategory": "Current Events Other", "category": "Current Events"}, {"question_sanitized": "During this war, a man known only as “The Boss” became rich because he fused with an animal with a star on its back, in a novel in the “trilogy of the Rat.” In another novel, a young man witnesses a woman add her breast milk to tea for a soldier going to this war. An elderly lieutenant recounts how, in this war, he was forced to watch his comrade be skinned alive before the Battle of (*) Nomonhan, in the novel The Wind-up Bird Chronicle. In another novel, Mizoguchi finishes the job a few years after this war fails to burn down the Temple of the Golden Pavilion. For 10 points, name this war in which the author Yukio Mishima was drafted to serve the Imperial Japanese Army.", "answer_sanitized": "World War II [or the Second World War; accept Second Sino-Japanese War] &lt;RY, LongFic&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Violent and peaceful proponents of this goal aimed to work together in the New Departure. Opponents of this goal tried to appease supporters with “constructive” policies such as the Wyndham Act, which allowed land purchase by tenants, a key issue during the Land War. Several politicians who backed this goal were tarred by forgeries created by Richard Pigott that implicated them in murders. (*) Anti-Papist fears were cited by opponents of this cause, such as the Orange League. Supporters of this cause, such as William Gladstone, desired the repeal of the Acts of Union 1801, and hence their opponents were called “Unionists.” For 10 points, Charles Parnell lead a “league” supporting what policy of Irish self-government?", "answer_sanitized": "Irish Home Rule [or Irish self-government until read; or Rialtas Dúchais; prompt on self-government; prompt on Irish independence] &lt;WA, BritHist&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "The nickel carbonyl intermediate in the Mond process has this geometry. In compounds with this geometry, the t-sub-2g orbitals split higher than the e-sub-g ones, and the value of that energy splitting is four-ninths that of a related geometry. Complexes with this geometry are always high spin. Nucleophilic addition to aldehydes or ketones results in an (*) intermediate with this geometry. Central atoms with the same coordination number as this geometry, but which also have lone pairs, can form square planar complexes. SN2 reactions happen most quickly on carbons with this geometry. All bond angles in this geometry are 109.5 degrees. The phosphate anion and ammonium cation have this geometry, as do sp3-hybridized carbons like that in methane. For 10 points, name this geometry, a platonic solid with four vertices.", "answer_sanitized": "tetrahedral [accept word forms; prompt on sp3 until it is read] &lt;JL, Chem&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Susan Haack questioned whether one philosopher belonged to this school or not by imagining a dialogue with a different philosopher from it who imagined a city with the motto “do not block the way of inquiry.” “Truth is just the name of a property” according to an essay from a book about Consequences of [this school], written by the author of Achieving Our Country, who considered himself part of it. This school’s founder distinguished methods of argumentation named for (*) “tenacity” and “authority.” A book titled for this philosophical school notes how two hypotheses do not have differing observable consequences by asking whether a man is going around a squirrel, and proposes “A New Name for some Old Ways of Thinking.” For 10 points, name this American philosophical tradition of C. S. Peirce and William James.", "answer_sanitized": "pragmatism &lt;WA, PhilO&gt;", "category": "Philosophy"}, {"question_sanitized": "After a defeat at the Battle of Parwan, this leader defeated Jalal ad-Din Mingburnu at the Indus River, but failed to prevent Mingburnu’s crossing. A trade mission representing this man was arrested by governor Inalchuq of Otrar, whom this ruler apocryphally killed by having silver poured in his eyes and ears after invading Khwarezm. This man organized his armies in units of ten thousand called (*) tumen, and helped them communicate across huge distances by expanding the yam postal system. This man established a secret law code known only to his family called the Yassa. He recovered his wife Börte after she was kidnapped by the Merkits and with her had sons like Chagatai, Tolui, and Ögedei. For 10 points, who founded the Mongol empire?", "answer_sanitized": "Genghis Khan [accept Temüjin or Chingis Khan] &lt;AF, WorldHist&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In 2007, protestors in Wales failed to prevent the court-ordered death of one of these animals named Shambo. The medieval Denkard text relates how Zoroaster was appointed to protect the spirit of one of these animals from creation named Gavaevodata [guh-VEH-voh-DAH-tuh]. These animals were cursed after one of them lied about whether a god had seen the top of a fiery pillar. The name Gopala was granted to a figure for protecting these animals, one of which is (*) Kamadhenu. Their poop is often used for pujas and they are used in the making of ghee. They aren’t pigs, but the alleged use of byproducts from these animals in rifle cartridges helped to trigger the Sepoy Mutiny. For 10 points, name these sacred animals that are not killed or eaten by most practicing Hindus.", "answer_sanitized": "cows [or bulls; or cattle; or equivalents] &lt;VC, Rel&gt;", "category": "Mythology"}, {"question_sanitized": "One of these substances experiences a massless Goldstone mode dispersion during a transformation between two competing states. These substances perform heat transfer through wave-like mechanisms called “second sounds.” Rotons are quasiparticles specific to these substances that can be created via an isentropic [ICE-en-TROP-ic] method named for (*) Pomeranchuk. Heike Kamerlingh Onnes [OH-nuss] discovered an effect whereby these substances can creep up the surface of their containers, as seen in Rollin films. Helium-4 exhibits becomes this type of substance below the lambda point. For 10 points, name these substances that can move with zero viscosity.", "answer_sanitized": "superfluids &lt;SB, Phys&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In response to criticism of this poem’s difficulty, its author took out some archaic words from the version published in the collection Sibylline Leaves. The speaker of this poem laments “No voice did they impart!” in describing the silence of a “seraph-band” near the holy rood, and desires “to walk together to the kirk” from which he departs. This poem describes a spirit from the “land of mist and snow” who loved a creature that both “brought the fog and mist” and (*) “made the breeze to blow.” It details how a man’s fate is decided in a game of dice between Death and Life-In-Death. In this poem, the Wedding-Guest learns how the title character used his crossbow to shoot an albatross. For 10 points, name this long poem about a sailor by Samuel Taylor Coleridge.", "answer_sanitized": "“The Rime of the Ancient Mariner” &lt;WA, Poetry&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A first movement Barcarolle opens this composer’s Suite No. 1 for two pianos, which is also known as his Fantasie-Tableaux. This composer’s cousin Alexander Siloti promoted a piece by him that opens with three descending fortissimo chords, is 62 bars long, and introduces a set of five pieces dedicated to Anton Arensky. The last of this composer’s Fourteen Songs, Opus 34, is a piece meant to be sung on a single open vowel with piano accompaniment titled (*) Vocalise. This composer based a series of variations for piano and orchestra on an Italian’s 24th caprice and used a number of chords often compared to bells to open his Piano Concerto No. 2. For 10 points, name this late Romantic Russian composer whose works include The Isle of the Dead and Rhapsody on a Theme by Paganini.", "answer_sanitized": "Sergei Rachmaninoff &lt;EX, Music&gt; IF THE GAME IS TIED AT THIS POINT, READ A QUESTION FROM THE TIEBREAKER PACKET. THEN, FOLLOW THE INSTRUCTIONS IN THE TIEBREAKER PACKET. Bonuses", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "The motorboats HMS <em>Toutou</em> and HMS <em>Mimi</em> defeated two much larger ships to gain control of this body of water from the Germans in World War I. For 10 points each:", "answers_sanitized": ["Lake Tanganyika", "British India [or British Raj]", "Belgium &lt;AF, WorldHist&gt;"], "parts_sanitized": ["Name this body of water that the Allies took to secure the western border of German East Africa. Earlier, Henry Morton Stanley encountered David Livingstone at Ujiji on its shores.", "This colony provided much of the manpower for Britain’s attack on German East Africa, comprising the majority of the forces in the early battles of Kilimanjaro and Tanga. After the war, forces largely drawn from this colony fought in the Third Anglo-Afghan War.", "This other country’s Force Publique fought Germany throughout the Great Lakes region, though that group is better known for brutally treating rubber workers in this country’s colony in the Congo."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "A biography by Elizabeth Gaskell notes how an author who took this job often did not eat, similar to how one of that author’s protagonists who has this job starves until given food by Mrs. Temple. For 10 points each:", "answers_sanitized": ["governess [prompt on nanny or tutor or caretaker]", "Charlotte Brontë", "Sarah Fielding [prompt on Fielding] (she is Henry Fielding’s sister) &lt;WA, LongFic&gt;"], "parts_sanitized": ["Give this occupation of a literary protagonist whose place of employment is burned down by Bertha Mason.", "This author published her novel about the governess Jane Eyre under the pen name Currer Bell.", "This earlier female novelist wrote The Governess, or The Little Female Academy, the first English-language novel explicitly aimed at children. She also wrote The History of the Countess of Dellwyn."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A classic example of this phenomenon is Ellis–van Creveld syndrome, a rare skeletal disease seen at a high incidence in Old Order Amish people. For 10 points each:", "answers_sanitized": ["founder effect", "autosomal dominant", "Sewall (Green) Wright &lt;RY, Biology&gt;"], "parts_sanitized": ["Name this effect that occurs when a small group is separated from a larger population, causing a loss of genetic variability. It can be due to a population bottleneck.", "Due to the founder effect, the area around Venezuela’s Lake Maracaibo has a high prevalence of Huntington’s disease, which is inherited in this manner. Having one copy of this type of gene confers a trait, unlike recessive genes.", "In a small population, major genetic change can occur due to genetic drift, a phenomenon that is sometimes named after this geneticist. This geneticist described changes through “shifting balance” on an adaptive landscape."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "A distinction between “formalist” and “substantivist” positions in this discipline is proposed in Karl Polanyi’s <em>The Great Transformation</em>. For 10 points each:", "answers_sanitized": ["economics (that definition is “the dismal science”)", "anthropology", "barter economy &lt;WA, SocSci&gt;"], "parts_sanitized": ["Name this discipline. A famous definition for this discipline was coined in Thomas Carlyle’s Occasional Discourse on the Negro Question, which is otherwise a questionable defense of slavery.", "Contemporary to Karl Polanyi’s distinction was Marvin Harris’s analysis of “emic” and “etic” approaches in this discipline. This discipline’s practitioners include Harris himself, as well as Michael Taussig.", "Economic anthropologist David Graeber argues that pure varieties of this system never really existed, questioning many theories about the origins of money. In this form of trade, goods are directly exchanged for one another."], "category": "Social Science"}, {"leadin_sanitized": "A haunted house called the Leonis Adobe is found in the town of Calabasas, which is within this geographic feature. For 10 points each:", "answers_sanitized": ["San Fernando Valley [prompt on The Valley; prompt on Los Angeles metropolitan area, etc.]", "Mojave [moh-HAH-vay] Desert", "Wilson [accept Mt. Wilson or Woodrow Wilson] &lt;WA, Geo&gt;"], "parts_sanitized": ["Name this geographic feature whose town of Reseda [ruh-SEE-duh] was the center of the 1994 Northridge earthquake. It is named for a mission and home to approximately two million people.", "Right over the San Gabriel mountains from the San Fernando Valley, one may find this large US desert, the driest in all of North America. It is the only habitat of Joshua trees.", "The San Gabriel mountains contain a mountain of this name with a notable observatory. A house in DC is believed to be haunted by a President of this surname who died there after leading the US into World War I."], "category": "Geography"}, {"leadin_sanitized": "Answer the following about cattle in American short fiction, for 10 points each.", "answers_sanitized": ["(Mary) Flannery O’Connor", "Katherine Anne Porter", "Maine &lt;JM, Short&gt;"], "parts_sanitized": ["In this author’s short story “Greenleaf,” Mrs. May is mauled by a bull that wandered onto her property. In another story by this author, two women have the same “hideous hat” with a “purple velvet flap”.", "Royal Thompson runs a dairy farm that is intruded upon by Homer Hatch in this author’s short story “Noon Wine,” which appears alongside a story about the 1918 flu epidemic in her collection Pale Horse, Pale Rider.", "The cow Mistress Moolly appears in “A White Heron,” a short story set in this state by Sarah Orne Jewett. This state is also the setting of many novels by Stephen King, who lives in Bangor."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The origins of the “Sea Peoples” who harassed the Middle East in the 12th century BC aren’t clear. For 10 points each:", "answers_sanitized": ["Minoan civilization", "Sardinia (Caralis is modern-day Cagliari)", "Herodotus &lt;WA, Ancient&gt;"], "parts_sanitized": ["One hypothesis hold that some Sea Peoples were fleeing the collapse of this matriarchal civilization on Crete, whose decline is linked to the Thera event.", "Among the recorded groups of Sea Peoples, one has been etymologically linked to this island, whose ancient inhabitants built nuraghi [noo-RAH-ghee] fortresses. The Romans governed this island from the port of Caralis.", "A passage from this writer about Lydians wandering due to famine has been linked by some scholars to the Bronze Age Collapse and the Sea Peoples. He also wrote of a dialogue between Lydia’s king Croesus and Solon of Athens."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "This theorem states that an open circuit can be simplified to a single voltage, equal to the voltage between the open terminals, and a resistance equal to the resistance at the terminals if all voltage sources are replaced by wire. For 10 points each:", "answers_sanitized": ["Thévenin’s [tave-NAN’s] theorem", "Gustav Kirchhoff", "conservation of charge [accept charge conservation or descriptive answers like “charge is neither created nor destroyed”] &lt;JL, Phys&gt;"], "parts_sanitized": ["Name this theorem, which is the voltage equivalent of Norton’s theorem.", "Thévenin and Norton analysis can be easier than analysis using this physicist’s namesake “loop” and “junction” rules. He also names a set of laws about blackbodies.", "By Kirchhoff’s junction rule, the net current into a junction must be zero. That is an expression of this other principle, which is itself derived from the gauge symmetry of the electromagnetic field under Noether’s theorem."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This composer used his country’s national epic, the <em>Kalevala</em>, as a source for much musical material. For 10 points each:", "answers_sanitized": ["Jean Sibelius", "Symphony No. 7 in C major [prompt on “Symphony in C major”]", "a sunrise [accept sunrise motif; prompt on dawn] &lt;EX, Music&gt;"], "parts_sanitized": ["Name this Finnish composer of The Swan of Tuonela, as well as the nationalistic anthem Finlandia.", "The main theme of this Sibelius orchestral work is named for Aino, his wife. This piece was premiered as a “symphonic fantasy” due to its irregular one-movement form.", "Sibelius’s non-symphony works in one movement include many tone poems, such as one titled for “Night-Ride” and this sort of natural phenomenon. The opening fanfare from Richard Strauss’s Also Sprach Zarathustra is also named for this phenomenon."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "A king of this country genocided his enemies by crushing up some insects, soaking them in water, and spraying everybody with the resulting bioweapon. For 10 points each:", "answers_sanitized": ["Wales [or Cymru; do not accept or prompt on “Britain” or “United Kingdom”]", "dragon [or ddraig goch; or wyvern; or serpent; or snake]", "silver &lt;VC, Myth&gt;"], "parts_sanitized": ["Name this country, whose myths tell of the Coraniaid invasion. A king of this country gave his neighbor a magic cauldron to make up for an unfortunate incident of horse mutilation.", "Lludd and Llefelys bury two of these beings underneath Snowdonia after catching them in a pit filled with mead. In a similar tale, Susano’o gets one of these creatures drunk to defeat it.", "King Lludd was known for having a hand made out of this substance. It is common knowledge that a werewolf may be killed by shooting it with a bullet molded from this precious metal."], "category": "Mythology"}, {"leadin_sanitized": "This city’s Morro Castle is located in the background of a painting showing an individual modeled after the “Borghese Gladiator.” For 10 points each:", "answers_sanitized": ["Havana", "Paul Revere", "Alberto Korda &lt;EX, Painting&gt;"], "parts_sanitized": ["Name this city, which is the setting of that painting, Watson and the Shark.", "The artist of Watson and the Shark, John Singleton Copley, also painted a portrait of this American Revolutionary hero holding a silver teapot. Grant Wood illustrated his “midnight ride.”", "This actual Cuban artist and photographer took the Guerrillero Heroico photo of Che Guevara that has been reprinted endless times on merchandise and T-shirts."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Many definitions of postmodernism include a rejection of this era’s principles. For 10 points each:", "answers_sanitized": ["the Enlightenment [or Aufklarung; accept “What is Enlightenment?”]", "Michel Foucault", "structuralism [accept word forms such as structuralist or structural] &lt;WA, PhilO&gt;"], "parts_sanitized": ["Name this era of intellectual history, which was defined as “emergence from self-imposed nonage” by Immanuel Kant. This 18th-century era emphasized reason as a solution to man’s problems.", "In response to Kant, this 20th-century philosopher rejected the label of postmodernism, noting that modernism is an era. This thinker’s work coined the term “biopower” and explored the knowledge–power relationship.", "Early postmodernists and Foucault both rejected this intellectual movement, whose core tenet is that human society is only understandable in terms of interrelations. It first gained prominence in linguistics thanks to the book Course in General Linguistics."], "category": "Philosophy"}, {"leadin_sanitized": "Despite having no experience farming, some members of the Zionist BILU [bee-loo] organization emigrated to Ottoman Palestine in 1882 to become farmers. Answer some questions about why they did this, for 10 points each.", "answers_sanitized": ["Russian Empire [or Rossiyskaya Imperiya]", "Tsar Alexander II", "May Laws &lt;AF, ContHist&gt;"], "parts_sanitized": ["They were certainly running the hell away from anti-Semitism in this empire, where pogroms targeted Jews throughout the Pale of Settlement in cities like Kiev, Odessa, and Kishinev.", "The spike in pogroms that they fled is often frequently linked to the assassination of this monarch by members of the People’s Will.", "Not coincidentally, in the same year, Russia passed this repressive set of laws to restrict Jewish settlement in the Pale and forbid Jews from engaging in business on Sundays."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This poem asks “how can we know the dancer from the dance?” and recognizes that one cannot divide life into “the leaf, the dancer, and the bole.” For 10 points each:", "answers_sanitized": ["“Among School Children”", "William Butler Yeats", "“Because I could not stop for Death” &lt;JM, Poetry&gt;"], "parts_sanitized": ["Name this meditation on the frailty of old age whose speaker “dreams of a Ledaean body” and contemplates Plato’s view of nature while in the presence of the title group.", "This author’s “Among School Children” includes a line about the “paddler’s heritage” of swans, the subject of a more famous poem that he set at Coole. He also wrote “The Second Coming.”", "Another poem that features school children is this one, in which they are seen “at recess” before the narrator passes “Fields of Gazing Grain” and “the setting Sun” in a carriage."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the totally-not-a-perpetual-motion-device known as the drinking bird, for 10 points each.", "answers_sanitized": ["heat engines", "methane", "wet-bulb temperature [prompt on temperature] &lt;JL, Chem&gt;"], "parts_sanitized": ["The drinking bird is one of these devices since it converts potential energy to mechanical energy. They can operate via the Diesel or Carnot cycles.", "The fluid in the drinking bird’s engine is the dichlorinated [dye-KLOR-in-ated] version of this simple compound. Melting of water ice clathrates of this compound can trigger a runaway greenhouse effect.", "The drinking bird is able to work as a heat engine when this quantity for the local air is lower than the ambient one. This quantity is equal to the ambient type at 100 percent humidity."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This photographer garnered controversy for taking a shot of the back of a 15-year-old nude Miley Cyrus in 2008. For 10 points each:", "answers_sanitized": ["Annie Leibovitz [or Anna-Lou Leibovitz]", "Yoko Ono [accept either underlined portion]", "Margaret Bourke-White &lt;WA, OVisArt&gt;"], "parts_sanitized": ["Name this contemporary portrait photographer, who chose to focus less on models and sexuality and used subjects such as Serena Williams and Amy Schumer for the 2016 Pirelli Calendar.", "One of the women Leibovitz depicted was this artist of Cut Piece, who lay in bed with her husband John Lennon in a piece of performance art to protest the Vietnam War.", "In 1991, Leibovitz imitated this other photographer by taking pictures from the Chrysler Building’s gargoyles. This artist’s photos of the Depression-era South are collected in You Have Seen Their Faces."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "This group’s version of the Pentateuch has about 6,000 differences from the Jewish one, though most of these are grammar changes. For 10 points each:", "answers_sanitized": ["Samaritans", "Mount Gerizim", "High Priest [or Kohen Gadol; prompt on priest] &lt;VC, Rel&gt;"], "parts_sanitized": ["Name this ancient ethno-religious group from Israel. A “good” member of this faith cares for a wounded stranger.", "This is the holiest site for members of the Samaritan religion. In Deuteronomy, Moses commands for his people to make a curse upon Mount Ebal and a blessing upon this landmark.", "The best-known non-Biblical Samaritan, Baba Rabba, held this position in the Samaritan community. After the extinction of the line of Eleazer, Samaritans who hold this position have been from the descendants of Ithamar, the youngest son of Aaron."], "category": "Religion"}, {"leadin_sanitized": "The target of one policy in this state gave it a name meaning “The place where they cried.” For 10 points each:", "answers_sanitized": ["Georgia [accept Worcester v. Georgia]", "Winfield Scott", "gold rush &lt;LS, AmHist&gt;"], "parts_sanitized": ["Name this state, whose representative Samuel Worcester served as a plaintiff in a Supreme Court case regarding its native Cherokee population.", "The removal of the Cherokee began with a two-year grace period followed by a forced removal effort overseen by this man, who was nicknamed “Old Fuss and Feathers.”", "A major impetus that got the government to consider Cherokee removal was this sort of event in northern Georgia, which began in 1829. An event of this type spawned the Barbary Coast district in San Francisco."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "<em>Prahasana</em> was a genre of plays in ancient Sanskrit falling into this general category, represented by an aesthetic mood termed <em>hasya</em>. For 10 points each:", "answers_sanitized": ["comedy [or comedies]", "Kalidasa", "“Porphyria’s Lover” (by Robert Browning) &lt;RY, Drama&gt;"], "parts_sanitized": ["What type of theater did Aristotle write about in the lost second book of his Poetics? Shakespeare’s First Folio categorized his plays as histories, tragedies, and these kinds of plays.", "Another Sanskrit genre, the nataka, comprised plays based on epics, like this ancient author’s play The Recognition of Shakuntala, based on a story from the Mahabharata.", "Yet another genre, the bhana, was a type of play performed as a monologue. The unrelated 19th century English genre of dramatic monologues includes this poem that ends with the line “And yet God has not said a word!”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "M. M. Tai hilariously rediscovered a formula named for this shape when trying to find the area under glucose tolerance curves. For 10 points each:", "answers_sanitized": ["trapezoid [accept trapezium]", "interpolation [accept word forms like interpolating]", "Joseph-Louis Lagrange &lt;JL, Math&gt;"], "parts_sanitized": ["Name this quadrilateral with only one pair of parallel sides. Its area approximates the integral of [read slowly] “f-of-x from a to b” as quantity “b minus a” times “one-half quantity f-of-a plus f-of-b.”", "The trapezoid rule, like other Newton–Cotes methods, performs this task to determine the coefficients for the polynomial that connects points on the function being integrated. Neville’s method can be used to perform this task.", "The most common Newton–Cotes interpolating polynomials are named for this scientist. He also names constants that multiply a constraint function used to minimize another function."], "subcategory": "Science Math", "category": "Science"}]}