{"tossups": [{"question_sanitized": "One of this economist’s theories was given empirical evidence in a paper by Costinot and Donaldson examining predicted agricultural productivity. A version of a model named for this economist uses an extreme value distribution of productivity to generate gravity equations. Eaton and Kortum built on earlier work by Dornbusch, Fischer, and Samuelson, who expanded this man’s model of two goods to cover a continuum of goods. Models named for this man typically focus on differences in (*) technology, rather than differences in factor endowments. He showed that, even if one agent is more productive in all tasks, there are still efficiency gains when multiple agents specialize. The “classic” version of his model of international trade is often contrasted with the Heckscher–Ohlin model. For 10 points, what economist used wine and cloth to exemplify the notion of comparative advantage?", "answer_sanitized": "David Ricardo [accept answers including the adjective Ricardian] &lt;SB&gt;", "category": "Social Science"}, {"question_sanitized": "Note to moderator: please read all of the sections in “quotes” slowly. A piece in this genre opens with the left hand outlining the bare fifth “C-sharp, G-sharp,” over which the right hand then plays a long E-natural, followed by repeated E-sharps. A D-flat-major piece in this genre begins with the right hand playing a dotted quarter F, followed by the descending eighths “E-flat, D-flat, F,” then a dotted quarter A-flat. At the end of a piece in this genre, the right hand rapidly repeats the four high notes: “C-flat, B-flat, C natural, A natural.” That piece was the second in a set of three pieces in this genre dedicated to Marie (*) Pleyel, and begins in E-flat Major and 12/8 time with the right hand rising from B-flat to G. Pieces in this genre were published as Frédéric Chopin’s opuses 15, 27, and 9. Chopin used tempo markings like “Lento” or “Andante” for all but one of his works in—for 10 points—what genre invented by John Field and inspired by the night?", "answer_sanitized": "nocturnes [accept nocturnes by Frédéric François Chopin] &lt;WJ&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "According to Herodotus, this man had “unusual intercourse” with his wife to avoid having children, since she was a rival’s daughter. This man dedicated a house to Dionysus near the Acropolis through which he instituted a new festival, the Great Dionysia. This man hired a particularly tall woman named “Phye” to play the part of Athena and overawe commoners as he entered the city. This man formed a new party called the Hyperakrioi, or (*) “Hillsmen.” A victory at Pallene enabled this ruler to return from his second exile. Earlier, this man captured Nisaea, the port of Megara. This ruler opposed factions led by Lycurgus and Megacles. The “Tyrannicides” Harmodius and Aristogeiton killed this ruler’s son Hipparchus, ending his family’s rule. For 10 points, name this father of Hippias, a three-time Athenian tyrant during the mid-6th century B.C.", "answer_sanitized": "Peisistratos [or Pisistratus] &lt;MK&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This concept is obsessed over by “anxious worried women” in a poem that claims “We cannot think of a [this concept] that is oceanless.” In another poem, the “aspect” of this concept is said to make love “Caught in the form of limitation / Between un-being and being.” That poem claims that discussing this concept makes “Words strain, / Crack and sometimes break, under the burden.” This concept and “the bell” are said to have “buried the day” in a poem that calls this thing (*) “unredeemable.” Another poem’s speaker claims to have enough of it to “turn back and descend the stair, / With a bald spot in the middle of my hair.” At the opening of “Burnt Norton,” Eliot declares that this concept “present” and “past” are “both perhaps, present” in “[it] future.” Prufrock claims to have enough of—for 10 points—what thing “for a hundred visions and revisions, / Before the taking of a toast and tea”?", "answer_sanitized": "time &lt;JR&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Schlick’s approximation corrects this quantity’s magnitude by a term proportional to “one minus cosine theta to the fifth.” This quantity is calculated by integrating the intensity weighted by its B·R·D·F, over all solid angles. At low frequencies, the Drude model gives this real quantity as the squared magnitude of “one minus N, over one plus N”, where N is the complex index of refraction. For impedances Z, this quantity is the square root of the difference in the Z cosine theta terms over the sum of Z cosine theta terms. The coefficient of finesse depends only on this quantity in (*) Fabry–Perot etalons. Lambertian surfaces have a constant value of this quantity across all angles. The Fresnel equations are used to calculate this quantity and its complement, transmittance. For 10 points, name this quantity, the fraction of incoming light that bounces off a mirrored surface.", "answer_sanitized": "reflectance [or reflectivity]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Timothy McPhee argued that this government’s passage of the “Jourdan Law” increased inequality due to its sanction of “replacements” for conscripted rich people. While imprisoned, an agitator against this government began a one-paragraph memoir with the line “I was born in the mud.” That opponent of this government penned the song “Dying of Hunger, Dying of Cold” and published the newspaper Tribune of the People. This government suppressed the (*) “Clichy Club.” Thomas Carlyle described how a “whiff of grapeshot” dispersed opponents of this government, which survived Babeuf’s Conspiracy of Equals, during the 13 Vendémiaire. An 1852 essay compared the fall of this government to a “tragedy” that was echoed by a later “farce.” Karl Marx’s The Eighteenth Brumaire of Louis Napoleon evokes the fall of—for 10 points—what five-person committee overthrown by Napoleon in 1799?", "answer_sanitized": "Directory [or Directoire exécutif] &lt;MK&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A novel by this author is constantly referenced by the protagonist’s mother in Jeanette Winterson’s novel Oranges Are Not the Only Fruit. A novel by this author inspired another novel in which Acheron Hades is pursued by the detective Thursday Next. Jasper Fforde’s debut novel was inspired by this author, whose letters exchanged with Ellen Nussey served as major sources for a biography in which her love for Constantin Héger was mostly suppressed. A character created by this author titles a seminal work of feminist literary criticism by (*) Sandra Gilbert and Susan Gubar. Elizabeth Gaskell wrote a biography of this author, one of whose novels inspired a different novel about Antoinette Cosway as an “anti-colonial” response. Jean Rhys’s Wide Sargasso Sea was based on a novel by—for 10 points—what author who created the “madwoman in the attic” Bertha Mason in Jane Eyre?", "answer_sanitized": "Charlotte Brontë [accept Currer Bell; prompt on Brontë or Bell] (The Fforde novel is The Eyre Affair.) &lt;WJ&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Equipment for this technique is typically boiled in a 10 millimolar E·D·T·A, 10 millimolar bicarbonate solution before use. Protein-ligand affinities can be directly measured in the “equilibrium” form of this technique if you neglect the Donnan effect. As in S·E·C, products used for this technique are rated by their M·W·C·O. An electric field does this technique against the concentration gradient in a method to make ultrapure water. This technique is done immediately after the affinity column to remove the imidazole in (*) protein purification, or it can be used to change the pH for ion exchangers. These days, Slide-a-Lyzer cassettes are more common than the traditional plastic tubing membranes used for this technique. For 10 points, name this technique for buffer exchange which is done artificially outside the body in patients with kidney disease.", "answer_sanitized": "dialysis [or electrodialysis; or equilibrium dialysis; word forms; prompt on osmosis; prompt on diffusion; prompt on membrane separation; prompt on filtration; prompt on buffer exchange; prompt on desalting] &lt;AS&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Robert Kelly identified three organizational roles of these objects, which he used to infer a shift from logistical to short-term use at Carson Sink. Sites northeast of the Movius Line did not contain these objects. Because derivatives of these objects have higher edge-to-weight ratios than those made out of amorphous material, they were often used as cores. François Bordes coined terms like “bout-coupé” and (*) “ficron” to describe shapes of these objects. These objects were often produced by hard hammer percussion, followed by retouch on both dorsal and ventral sides. Along with scrapers, these tools were hallmarks of the Lower Paleolithic Acheulean techno-complex, often attributed to Homo erectus. “Biface” is a technical name for these oval or almond-shaped tools. For 10 points, name these stone cutting tools held in the palm.", "answer_sanitized": "hand axes [or bifaces until mentioned; prompt on partial answer; prompt on stone tools or lithics] &lt;SK&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "This man dedicated a building that sports a red-and-white hexagon pattern on its “gatehouse.” A building commissioned by this man has a pair of lion’s-head knockers on its massive bronze “Wolf’s Doors.” A classicizing school of artists often named for this man’s sister Ada. This man commissioned a building that combines later barrel and groin vaults with an earlier design centering on an octagonal dome. This man responded to badly garbled reports about supposed (*) Byzantine icon-worship with a book written by his bishop Theodulf of Orléans. An art style named for this man introduced the use of “westworks.” This man’s architect Odo of Metz copied the layout of Ravenna’s Basilica of San Vitale for his Palatine Chapel in Aachen. A namesake artistic “Renaissance” was promoted by—for 10 points—what Frankish man crowned Emperor in A.D. 800?", "answer_sanitized": "Charlemagne [or Charles the Great or Carolus Magnus or Karl der Große or Carlo Magno] &lt;JR&gt;", "category": "History"}, {"question_sanitized": "The Friend virus glycoprotein 55 agonizes this protein’s receptors. In the body, this 38-kilodalton protein is normally attached to three different N-glycans and an O-glycan. This protein stimulates B·F·U-E cells to differentiate into C·F·U-E cells. As with VEGF [vehj-“F”], a GATA-box factor represses transcription of this protein’s gene when alpha-prolyl hydroxylases are active. Amgen got its start with recombinant production of this protein and still markets it today as (*) Aranesp. This protein’s receptor, which dimerizes to activate JAK2 [“JACK”-“two”], is the textbook example of a type I [“one”] cytokine receptor. In a negative feedback mechanism, HIF-1 [“HIFF-one”] activates synthesis of this protein in the kidneys when oxygen is low; this cytokine then goes to the bone marrow and stimulates differentiation. For 10 points, name this protein that activates red blood cell production and is frequently abused by dopers.", "answer_sanitized": "erythropoietin [or Epo; or hematopoietin; or hemopoietin] &lt;AS&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "An eighth-century travelogue about a trip to this modern country was written by a man from Silla named Hyecho. The origin of the English name for this country was first recorded by Scylax of Caryanda. The suggestively-named man Fǎxiǎn [FAH shyehn] wrote a travelogue centered on this country. Christopher Beckwith and others have claimed that Pyrrho of Elis got many of his ideas from travelling to this modern country. The end of a campaign in this country is related in the sixth and penultimate book of (*) Arrian’s Anabasis. An ambassador to this country erected the Heliodorus pillar. A religion from this country was spread thanks to Kanishka the Great. The Hellenistic historian Megasthenes wrote a description of this modern country, to which the monk Xuánzàng [shyoo-ehn DZAHNG] travelled. For 10 points, name this modern country from which Buddhism spread.", "answer_sanitized": "Republic of India [or Bharat Ganrajya; accept Afghanistan, Pakistan, or Sri Lanka since some of the journeys ended in that part of the subcontinent] &lt;JR&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A poem by this author describes the Good as “the statue in the somnolence / of noon, and the cloud, and the lofty hawk.” Another poem by this author rebukes a word that “scrutinises / our shapeless soul, and in letters of fire” and ends with the claim “All that we can tell you today is this: / what we aren't, and what we don't wish for.” This poet’s first book includes poems opening “Often have I met the ill of living” and “Don't ask us for the word.” This poet described how “the heart’s ice thaws / and songs pelt / into the breast / and trumpets of gold pour forth / epiphanies of Light” when “one day, through a gate ajar, / among the (*) trees in a courtyard, / we see” the title things. This poet asked “can you not see / that she is your sister?” in “The Eel” and included “Lemon Trees” in the volume Cuttlefish Bones. Salvatore Quasimodo, Giuseppe Ungaretti, and—for 10 points—what other poet founded Hermeticism?", "answer_sanitized": "Eugenio Montale &lt;MK&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This city is overlooked by a roughly globular telecommunications tower on Hum Hill. The “yellow bastion” fortress overlooks this city’s old district, which is home to the Gazi Husrev-Beg mosque and market, and the Avaz Twist Tower is in its new district. A triangular yellow-and-orange national library sits near this city’s Baščaršija [bosh-char-shi-yuh] marketplace, where one can find the (*) Sebilj fountain. A “tunnel of hope” once connected this city’s airport to its center, which lies on the Miljacka [mill-YAHTS-kuh] River. Dents in this city’s streets that were filled with red paint have been dubbed this city’s “roses.” This city’s War Childhood Museum commemorates a time when its main street was nicknamed “Sniper Alley” during a siege in the 1990s. For 10 points, name this Balkan capital city of Bosnia and Herzegovina.", "answer_sanitized": "Sarajevo &lt;JM&gt;", "category": "Geography"}, {"question_sanitized": "This book asserts that “it is selfish to experience one’s own judgment as a universal law” because “every action that has ever been done was done in an altogether unique and irretrievable way” in a section rejecting Kantian ethics. That section of this book begins by asking “how many people know how to observe something?” and is titled “Long Live Physics!” A sentence originally from this book inspired the theology of Thomas J. J. Altizer, whose movement was highlighted by an all-black cover for Time (*) Magazine. This book, which ends with a series of poems by “Prince Vogelfrei,” introduced the idea of Amor Fati. This book contains a parable in which a man heralds a “prodigious event” that “has not yet reached the ears of men;” that parable concerns a “Madman” who comes to a marketplace with a lantern. For 10 points, what 1882 book by Friedrich Nietzsche originated the proclamation “God is dead”?", "answer_sanitized": "The Gay Science [or Die fröhliche Wissenschaft; or The Joyful Wisdom] &lt;JM&gt;", "category": "Philosophy"}, {"question_sanitized": "Early on, this activist chaired the Committee on the Equalization of Teachers’ Salaries, which won higher pay for black teachers in his home city. This activist physically embraced Jimmy Carter after Carter made comments about “ethnic purity,” which helped to rally the black vote for Carter and earned this activist the role of leading the 1976 DNC’s opening prayer. This activist’s wife was killed while playing the organ by an anti-religious maniac named Marcus Wayne Chenault. That assassination took place at the (*) Ebenezer Baptist Church, where this activist was the primary pastor from 1931 until his death. After attending a World Baptist Alliance meeting in Berlin, this activist honored a German religious figure by changing both his own name and the name of his five-year-old son. For 10 points, name this leader of the Atlanta NAACP whose son later led the Montgomery Bus Boycott.", "answer_sanitized": "Martin Luther King, Sr. [accept anything that indicates MLK’s father; prompt on just King; do not accept just “MLK”] &lt;DS&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "Like carbon monoxide, the oxidation cycle of this compound in the presence of nitrogen oxides is one of the major drivers of tropospheric ozone concentrations, and its main tropospheric sink occurs through reaction with hydroxyl radicals. In some ecosystems, this compound can be produced via acetoclastic or hydrogenotrophic pathways and released into the atmosphere through ebullition. Dome-shaped oceanic pingos often form from the accumulation of (*) hydrates of this compound, whose runaway release from seabeds and permafrost underlies the “clathrate gun” hypothesis. Much of it is made by archaea under anaerobic conditions in wetlands and rice paddies. An even greater anthropogenic source of this gas is enteric fermentation in ruminants. The second-greatest driver of historical climate change is—for 10 points—what simplest alkane?", "answer_sanitized": "methane [or CH4] &lt;SK&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Scholar David Frankfurter argued that the role of these objects in Christian practice derived from a cult mentioned by Lucian that was based at the temple of Atargatis in Hierapolis. One of these objects named “Katskhi” in Georgia gave rise to a recently revived hermitage. A Marian apparition named for one of these things is celebrated in a festival during which practitioners pile up a huge pyramid of flowers and lead a parade of illuminated glass floats. The apparition of one of these things to St. James names a basilica in (*) Zaragoza. Some natural objects of this kind are host to the monasteries at Meteora in Greece. A series of early Orthodox saints known for their use of these objects were inspired by a 5th-century Syrian ascetic named Simeon Stylites [sty-lih-TEEZ]. Christian ascetics once isolated themselves atop—for 10 points—what tall stone objects?", "answer_sanitized": "pillars [or stylites or stylos before mention; accept columns; prompt on stones or rock formations before mention; accept Our Lady of the Pillar or María del Pilar] &lt;JM&gt;", "category": "Religion"}, {"question_sanitized": "A likely pseudonymous artist produced over a hundred portraits of these people in a span of ten months in 1794 before disappearing. A portrait of one of these people depicts them wearing a brown robe with thin yellow stripes, to which is pinned a circular white, cross-shaped emblem. The “large-head” portrait genre was created for depictions these people, which were a specialty of the Torii school. These people were depicted with unusual realism in works of the yakusha-e subgenre by Sharaku, who depicted one of them with bristling hair, nearly (*) crossed eyes, a huge frown, and grasping outstretched hands. Portraits of these people, which were frequently grotesque and verging on caricature, often competed with idealized bijin-ga depictions of courtesans. For 10 points, name these entertainers that many ukiyo-e prints depict in costume.", "answer_sanitized": "Kabuki actors [or actresses] &lt;JR&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A man in this play blows pollen out of the eye of his love interest, who had earlier carved a love poem into a leaf with her nail while resting on a stone bench. A woman in this play gives a clay peacock to a boy, punning on the name of his mother, who first appears watering trees while wearing a dress made of bark. In this play’s prologue, the director implores an actress to sing a song about summer. A wheel-shaped birthmark marks the hands of a boy in this play who is given the nickname (*) All-Tamer. A clown advises the male lead of this seven-act play, which is set in a hermitage on the banks of the Mālinī River. In this play, the title daughter of Father Kaṇva suffers from a curse placed by the irascible sage Durvāsas. A signet ring recovered from the belly of a fish allows King Dushyanta to remember his wife in—for 10 points—what play by Kālidāsa?", "answer_sanitized": "The Recognition of Shakuntalā [or The Sign of Shakuntalā; or Abhi·jñāna·shākuntalam] &lt;SK&gt;   Pre-ICT and Nationals Open/Minnesota Open 2019 (PIANO/MO): “What about bad subject matter? Or a bad title drop, even? That could kill a tournament pretty good.” Written and edited by Jacob Reed, Adam Silverman, Sam Bailey, Michael Borecki, Stephen Eltinge, Adam S. Fine, Jason Golfinos, Matt Jackson, Wonyoung Jang, Michael Kearney, Moses Kitakule, Shan Kothari, Chloe Levine, John Marvin, and Derek So, with Joey Goldman and Will Holub-Moorman.  Packet 14 Bonuses", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This author attacked his own in-laws in the play <em>The Best Man</em>, which satirized the 1960 Democratic National Convention. For 10 points each:", "answers_sanitized": ["Gore Vidal [vee-DAL]", "Christopher Fry (Thatcher referenced Fry’s The Lady's Not for Burning by remarking, “The lady’s not for turning.”)", "the screenplay of Ben-Hur [or the script of Ben-Hur] &lt;DS&gt;"], "parts_sanitized": ["Name this author who, during a televised debate with William F. Buckley, quipped that he used his opponent as the basis for his novel Myra Breckinridge.", "This author wrote a play in which Jennet Jourdemayne is imprisoned after being accused of turning a man into a dog. Margaret Thatcher punned on the title of that play in her 1980 address to the Conservative Party Convention.", "Vidal and Fry collaborated on this work, which supposedly includes gay innuendo added by Vidal. The title character of this work is told “Your eyes are full of hate, Forty-One. That’s good. Hate keeps a man alive.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The first of these theories hypothesized the existence of X and Y bosons, used an SU(5) [“S-U-five”] Lie group, and was developed by Georgi and Glashow. For 10 points each:", "answers_sanitized": ["Grand Unified Theory [or G·U·Ts]", "electromagnetism strong nuclear force weak nuclear force [or word forms of any; prompt on partial answers]", "B – L [“B minus L”] symmetry [or baryon number minus lepton number symmetry] &lt;AS&gt;"], "parts_sanitized": ["Name these theories that explain phenomena like proton decay or neutrino masses by establishing a single coupling constant at high energy scales that are still below the Planck scale.", "As a sort of preface to a theory of everything, which would also include gravity, a grand unified theory should unite which three of the four fundamental forces?", "The X and Y bosons in GUTs are gauge bosons formulated to maintain this quantity, which is conserved by a global U(1) [“U-one”] gauge symmetry even in the presence of exotic phenomena like proton decay."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This artist stood naked holding a decapitated chicken and allowing its blood to spill all over her body in the work <em>Untitled (Death of a Chicken)</em>. For 10 points each:", "answers_sanitized": ["Ana Mendieta", "sand [accept dirt; prompt on gravel, sediment, and other similar answers]", "video [or film or movie or other obvious equivalents; prompt on pictures] &lt;WJ&gt;"], "parts_sanitized": ["Name this artist best known for her “earth-body” artworks. She smeared herself in blood to reenact the murder of a fellow student in Untitled (Rape Scene).", "Mendieta’s “earth-body” artworks were exemplified by her series of Siluetas, which were made with this substance. Tibetan Buddhists often create mandalas using colored versions of this substance.", "In 2016, Galerie Lelong put on an exhibit of Mendieta’s works in this medium, which included Creek and Ochún. This medium was used in works like Electronic Superhighway by Nam June Paik."], "category": "Trash"}, {"leadin_sanitized": "A letter written <em>to</em> this city claims that the “Government of the United States” gives “to bigotry no sanction, to persecution no assistance.” For 10 points each:", "answers_sanitized": ["Newport, Rhode Island", "Jews [or yehudim; or Hebrews; accept Sephardim or Sephardic Jews, as both the Newport and Recife groups were Sephardic]", "Haym Salomon [or Haym Solomon] &lt;MJ&gt;"], "parts_sanitized": ["Name this U.S. city where merchant Aaron Lopez is buried. A speech was read by Moses Seixas [SAY-shahss] during a 1790 presidential visit to this city, which inspired a response wishing blessings on all “the children of the stock of Abraham.”", "George Washington’s letter to a congregation of this group in Newport enshrined religious toleration in the U.S. The first people of this religion in the Americas came to Recife, Brazil in 1654.", "This Polish-born Jew, a financial broker and forefather of Philadelphia’s Jewish community, provided key financial assistance to the Continental Congress during the American Revolution. He was jailed twice during the war."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This philosopher garnered something like a cult following after decades of moving between university positions without publishing anything. For 10 points each:", "answers_sanitized": ["Irad Kimhi", "Parmenides", "Truth [or hopos estin; or is; or alithea]; Opinion [or hous ouk estin; or not-is or is-not; or doxa] &lt;JM&gt;"], "parts_sanitized": ["Name this Israel-born philosopher who, in 2018, released his long-awaited first book through Harvard University Press. That book, Thinking and Being, rejects Fregeanism by identifying the psychological and logical principles of non-contradiction as essentially the same.", "Thinking and Being uses this pre-Socratic philosopher’s assertion that “to be aware and to be are the same” as its theme. This founder of the Eleatic school thought that change is impossible, a claim Zeno tried to prove.", "Parmenides’ On Nature contains these two primary sections called “Ways,”, the first of which concerns reality and the second of which concerns illusions. Name both."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "The autumnal <em>Kan’namesai</em> ritual features offerings at <em>this</em> place which, according to legend, houses a sacred mirror brought from the Imperial Palace by princess Yamatohime-no-mikoto. For 10 points each:", "answers_sanitized": ["Ise [ee-say] Grand Shrine [or Ise Jingu]", "Amaterasu-omikami", "abalone [or dried abalone; or noshi awabi; prompt on sea snail, shellfish, seafood, etc.] &lt;MJ&gt;"], "parts_sanitized": ["Name this temple complex in Mie [mee-eh] prefecture, about three hours' drive east of Osaka.", "The Ise shrine is dedicated to this chief kami and Shinto sun goddess, from whom the Japanese imperial family claims direct descent.", "The Ise shrine dries and salts this luxury foodstuff to offer it to Amaterasu three times a year. This foodstuff, which Amaterasu first ate and absolutely loved at Ise millennia ago, is traditionally obtained by women called ama."], "category": "Religion"}, {"leadin_sanitized": "A 2017 paper led by Cassie Stoddard explained the eccentricity and asymmetry of these objects in terms of the pressure they experience in the oviduct, which is influenced by life history. For 10 points each:", "answers_sanitized": ["bird eggs", "altriciality", "brood parasites [or brood parasitism; do not accept or prompt on “parasitism” or “parasites” alone] &lt;SK&gt;"], "parts_sanitized": ["Name these objects, which are surrounded by a double membrane and a calcium carbonate shell. The number of them produced at a given time is the clutch size.", "Yolk content and the ratio of egg to adult weight vary along a spectrum of life history strategies. Along that spectrum, species are described either as precocial, or with what word that instead describes offspring that are helpless and require parental care?", "Organisms with this reproductive strategy rely on other species to raise their young. Davies and Brooke showed the importance of egg mimicry for the success of this strategy when cuckoos employed it against reed warblers."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "For 10 points each—answer the following questions about board games in Ancient Egypt.", "answers_sanitized": ["senet [or senat; or z.nt]", "Jan Assmann", "Howard Carter &lt;DS/MJ&gt;"], "parts_sanitized": ["The oldest board game with surviving traces is likely this game, which represents the passage of the soul into the afterlife. Nobody knows its original rules, but it uses a three-by-ten board and at least five pawns per player.", "The senet-afterlife connection was made by this doyen of Egyptology, a German who often works with the notion of “cultural memory.” He did a better job than Freud of tracing the rise of monotheism in works like Of God and Gods and Moses the Egyptian.", "In 1910, this British archaeologist found the first complete set of a different Egyptian board game with 58 holes and two sets of five sticks that fit into them, which he called “hounds and jackals.” He discovered King Tutankhamun's tomb in 1922."], "category": "Literature"}, {"leadin_sanitized": "Cheap land prices have allowed soybean cultivation to expand in this region, threatening its iconic <em>quebracho</em> trees. For 10 points each:", "answers_sanitized": ["Gran Chaco", "Republic of Paraguay [or República del Paraguay or Tetã Paraguái]", "Mennonites [prompt on Anabaptists; do not accept or prompt on “Amish”] &lt;SK&gt;"], "parts_sanitized": ["Name this very hot, dry, and sparsely populated lowland region, which is trisected by the Bermejo and Pilcomayo Rivers. It’s the largest continuous, tropical dry forest in the world.", "Most of the Gran Chaco lies in Argentina and this other country, whose border with Argentina mostly follows the Pilcomayo River. Most people in this country speak Guaraní.", "The high meat and dairy production of the Boquerón Department in the Paraguayan Chaco is due in part to members of this religious minority, who immigrated from Canada and Russia in the 1920s and 1930s to found colonies like Fernheim."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In this novel, a “chubby old gentleman” named Kay interacts almost exclusively with the eccentric millionaire Mr. FitzGeorge. For 10 points each:", "answers_sanitized": ["All Passion Spent", "(Victoria Mary) Vita Sackville-West", "(Adeline) Virginia Woolf [accept Adeline Virginia Stephen] &lt;WJ&gt;"], "parts_sanitized": ["Name this 1931 novel in which Lady Slane embraces freedom in the wake of her husband’s death.", "All Passion Spent was written by this author, who served as the inspiration for the androgynous title character of the 1928 novel Orlando.", "This author and lover of Sackville-West wrote Orlando. Ironically, this author’s desire to write such fantasies about Sackville-West rather than engage in their relationship eventually drove them apart."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In the <em>Aeneid</em>, this city is described as a “little Troy” containing scaled-down versions of the Pergama, the Scaean Gate, and the rivers Xanthus and Simois. For 10 points each:", "answers_sanitized": ["Buthrotum [accept Bouthroton]", "Andromache", "Harpies [accept Harpyiai] &lt;MK&gt;"], "parts_sanitized": ["Name this city in Epirus that Aeneas and his companions reach in Book 3. This city’s founder Helenus prophesies that the Trojans will know their future home when they find a sow with thirty newborns.", "As Aeneas approaches Buthrotum, he sees this woman libating the cenotaph of her first husband. After the fall of Troy, Neoptolemus executed this woman’s son and took her as a concubine before marrying her to Helenus.", "The Trojans’ sojourn in Buthrotum occurs after their run-in with one of these birdlike creatures, who tells them that they will eventually “eat their own tables.” Some of these creatures stole the food of the Thracian king Phineus."], "category": "Mythology"}, {"leadin_sanitized": "Notker Balbulus claimed to have invented this form, which derived from prose tropes of the endings of Alleluias. For 10 points each:", "answers_sanitized": ["sequences", "melismas", "Dies irae &lt;JR&gt;"], "parts_sanitized": ["Name this genre of syllabic chants usually in the form of rhyming couplets. All but four of these chants were abolished at the council of Trent.", "Syllabic chants like sequences are contrasted with graduals and alleluias, which are full of these passages. This is the general term for singing more than one note on a given syllable of text.", "Probably the best-known sequence is this chant from the Requiem mass. Its name means “Day of Wrath.”"], "category": "Literature"}, {"leadin_sanitized": "This man wrote of a sense of in-group solidarity called <em>‘aṣabiyyah</em>, which he claimed was typically strongest in nomadic groups. For 10 points each:", "answers_sanitized": ["ibn Khaldūn [or Abū Zayd ʿAbd al-Raḥman ibn Muḥammad ibn Khaldūn al-Ḥaḍramī]", "Berbers [or Amazigh; or Imazighen]", "Peter (Valentinovich) Turchin &lt;MJ&gt;"], "parts_sanitized": ["Name this 14th-century historian and political theorist. This native of Tunis put forward a cyclical theory of history in which nomads displace sedentary people, then become sedentary, then get owned by future nomads.", "ibn Khaldūn wrote about Kāhina, a religiously Jewish queen of these still-existent North African peoples. In the 8th century, some tribes of them resisted the Arab conquest, but then some joined the Arab conquest of Spain.", "This UConn professor and author of Secular Cycles cites ibn Khaldūn in his own theory that pastoralist-farmer conflict on the steppe led to “large agrarian empires.” This director of the Seshat database calls his quantitative approach to historical trends “cliodynamics.”"], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The Metropolis-Hastings algorithm is one of these methods that evolves a Markov process by only allowing transitions when the acceptance criteria are met. For 10 points each:", "answers_sanitized": ["Monte Carlo methods [or Monte Carlo simulation]", "simulated annealing [prompt on partial answer]", "constrained optimization [or minimization; or maximization; that is the method of Lagrange multipliers] &lt;AS&gt;"], "parts_sanitized": ["Name this general class of algorithms in which a numerical solution is estimated by performing iterative random samplings of a distribution and averaging the results.", "In this case of the Metropolis-Hastings algorithm, the acceptance criterion is made more stringent over each successive cycle according to a set schedule that gradually reduces the system’s ability to access every state. It’s named for an analogous process in thermodynamics.", "Simulated annealing is a useful numerical approach for doing this task. For a multivariable function f that obeys some condition g, this task is done by finding the zeroes of the gradient of “f minus lambda-g”."], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "A flustered Midwestern matron says “You can’t do that,” in this poet’s “My Grandmother Washes Her Feet in the Sink of the Bathroom at Sears”. For 10 points each,", "answers_sanitized": ["Mohja Kahf", "Scheherazade [or Shahrazād]", "Jerusalem Delivered [or La Gerusalemme liberata] (by Torquato Tasso) &lt;DS&gt;"], "parts_sanitized": ["Name this Syrian-born poet and academic who wrote the novel The Girl in the Tangerine Scarf and the study Western Representations of the Muslim Woman: From Termagant to Odalisque.", "\"My Grandmother Washes Her Feet in the Sink of the Bathroom at Sears\" appears in a collection titled Emails from [this character]. This female protagonist of the Arabian Nights tells stories with cliffhangers to stop King Shahryār from executing her.", "One of the longest sections in Kahf’s Western Representations of the Muslim Woman examines this epic poem. Its female Muslim characters include the sorceress Armida and the warrior woman Clorinda, both of whom eventually convert to Christianity."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Tsai Ming-Liang’s film <em>Goodbye Dragon Inn</em> includes a five minute shot of one of <em>these</em> empty locations after it closes down for the final time. For 10 points each:", "answers_sanitized": ["movie theatres [or cinemas]", "King Hú [or Hú Jīnqúan]", "Taiwan [or Republic of China or ROC; do not accept or prompt on just “China”] &lt;DS&gt;"], "parts_sanitized": ["Name this type of location. The protagonist of Buster Keaton’s Sherlock Jr works at one of these locations.", "The characters in Tsai’s film are saying goodbye to Dragon Inn, a film by this wǔxía [woo-shyah] director who also made A Touch of Zen.", "Dragon Inn and Goodbye Dragon Inn are both films from this country. Other directors from this country include Edward Yang and the director of Crouching Tiger, Hidden Dragon, Ang Lee."], "category": "Trash"}, {"leadin_sanitized": "Fingerprint evidence linked paramilitary leader Robin Jackson to a 1975 attack that killed half of this band’s members. For 10 points each:", "answers_sanitized": ["The Miami Showband", "Ulster [accept Ulster Volunteer Force or Ulster Defence Force]", "FIFA World Cup &lt;DS&gt;"], "parts_sanitized": ["Identify this once-popular band named after an American city. They were massacred when their minibus was ambushed at a fake military checkpoint on its way back to Dublin.", "The Miami Showband Massacre was carried out by a terrorist organization named for this province. A “Defence Force” named for this province opposed the IRA during the Troubles.", "The UVF’s last major attack, the Loughinisland Massacre, took place during the 1994 iteration of this event. After that iteration of this event, Colombian player Andrés Escobar was murdered for scoring an own goal."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This trait’s standard name may come from its use in Carl Rogers’ <em>On Becoming A Person,</em> which notes that a “fully-functioning person” has an “increasing” amount of it. For 10 points each:", "answers_sanitized": ["openness to experience [prompt on O]", "Big Five [or five factor model of personality; or CANOE traits; or OCEAN traits][If all items are given in time, accept this full list in any order: openness to experience, conscientiousness, extraversion, agreeableness, neuroticism]", "Walter Mischel &lt;MJ&gt;"], "parts_sanitized": ["Name this personality trait. R.R. McCrae found that it correlates strongly with the “divergent thinking” needed for creativity, and Jonathan Haidt often cites research showing more of it in liberals than conservatives.", "Openness is part of this set, generated through factor analysis, which is the most experimentally robust minimal set of personality traits. Cambridge Analytica claimed to have data on these traits for millions of U.S. voters.", "With Philip Peake, this Stanford psychologist challenged trait theory by tracking if college students displayed the same amount of the Big Five trait conscientiousness across 19 situations. His “marshmallow test” gauged delayed gratification in 4-year-olds."], "category": "Social Science"}, {"leadin_sanitized": "Many organic mechanisms can be explained by sterics, electronics, or both. For 10 points each:", "answers_sanitized": ["cis effect", "epoxides [prompt on ethers]", "anchimeric assistance [or neighboring group participation; or N·G·P] &lt;AS&gt;"], "parts_sanitized": ["Although the trans effect governing carbonyl ligand reactivity in a coordination complex is electronic, this effect is driven at least in part by sterics. In alkene stereochemistry, this word means the opposite of trans.", "Although acid-catalyzed hydrolysis of these compounds places the alcohol on a more substituted carbon due to carbo·cation stability, their base-catalyzed hydrolysis is governed by sterics. Nucleophiles and electrophiles both attack these compounds to yield alcohols with two additional carbons.", "Though sterics normally govern the rate of substitution of alkyl halides, S·N2 on mustard gas is dominated by this electronic effect, in which a distant hetero·atom stabilizes a transition state by forming a weak covalent bond."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This poet is now the most famous member of a “Lyonnaise School” spearheaded by Maurice Scève [sev]. For 10 points each:", "answers_sanitized": ["Louise Labé", "16th century [or 1500s]", "psalms [or psaumes] &lt;JR&gt;"], "parts_sanitized": ["Name this French Renaissance poet nicknamed La Belle Cordière, who wrote the allegory Débat de Folie et d’Amour as well as many sonnets. Like Gaspara Stampa, many of her sonnets were translated by Rainer Maria Rilke.", "Labé wrote during this century, in which Marguerite de Navarre wrote her Heptaméron and Pierre de Ronsard wrote his Amours. Rabelais and Montaigne also worked during this century.", "The most ambitious project of 16th-century poet Clément Marot was a translation of this set of poems. Miles Coverdale’s most enduring translation was of this set of poems, several of which begin with the line “A song of ascent.”"], "subcategory": "Literature European", "category": "Literature"}]}