{"tossups": [{"question_sanitized": "Duff Abrams’s work studying this substance produced a namesake law for determining compressibility from composition and a cone for measuring slump. Pozzolans (“POT-so-lins”) are a class of admixtures used to prepare this substance and are defined by performing the reaction CH + SH = C-S-H (“C-dash-S-dash-H”). An excess of alkali hydroxides transforms silica in this substance into a soluble gel in an aggregate reaction known as its “cancer.” This substance can take years to finish the strongly exothermic process of (*) curing, which hydrates portlandite. Spalling of this substance due to freeze–thaw cycles can be easily repaired if internal rebar remains unrusted. For 10 points, name this substance, created by binding an aggregate with cement, that is used to form many urban structures.", "answer_sanitized": "concrete [prompt on Portland cement by asking “what substance is cement used in?”]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "“Four skinny trees… bite the sky with violent teeth” and teach the protagonist of this novel to “keep keeping.” A girl in this novel claims, “Most likely I will go to hell,” after mocking her blind Aunt Lupe on the day she died. A man eats ham and eggs at every meal for three months in this novel while learning English. Rosa is busy “bottling and babying” in this novel when her son Angel Vargas “[drops] from the sky… without even an ‘Oh.’” This novel’s narrator calls (*) Sally a liar after a carnival clown presses his “sour mouth” to hers. Papa describes this novel’s title location as “temporary,” and later it “says goodbye” to the sister of Carlos, Kiki, and Nenny. For 10 points, name this novel set in Chicago about Esperanza Cordero’s coming of age, written by Sandra Cisneros.", "answer_sanitized": "The House on Mango Street", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A piano ostinato in this piece’s first movement is inspired by candrakala, lakshmika, and ragavardhana rhythms outlined in the 13th-century Sanskrit music treatise Sangita Ratnakara. This piece opens with a clarinet playing the notes F, long F, [pause] G-flat, F, D, then ascending to a trill on B-flat. This piece’s fifth movement is taken from an excerpt of its composer’s earlier work Fête des belles eaux (“FET day bell ZO”), which was composed for six (*) ondes Martenots (“ond mart-NO”). The violin and clarinet imitate a nightingale and blackbird in the first movement of this piece, and this piece’s third movement is scored for solo clarinet and titled Abyss of the Birds. For 10 points, name this chamber piece that Olivier Messiaen composed during his time in a German POW camp.", "answer_sanitized": "Quartet for the End of Time [or Quatuor pour la fin du temps]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A member of this profession is thought to have nailed a cursed lead tablet to an object named after the city of Kyrenia. Vespasian placed the body of a horse within the burnt remains of the citadel of Joppa, which formerly housed members of this profession. Along with the murder of an ambassador, Queen Teuta’s refusal to deal with members of this profession led to Rome declaring war on her kingdom. The (*) lembus was used by practitioners of this profession based in Illyria. During the Third Servile War, Spartacus was betrayed by members of this profession from Cilicia. Under the Lex Gabinia, Pompey the Great wiped the Mediterranean Sea of this practice. For 10 points, Julius Caesar was once kidnapped by members of what criminal profession?", "answer_sanitized": "pirates [accept piracy; accept privateers; prompt on sailors]", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "The speaker of a poem titled for this action claims, “I’m an exile among yellow blossoms smiling,” and watches their cap “tumble in the wind.” After waking up from the result of this action, the speaker of a poem watches the spring wind “telling the mango-bird” and muses, “Life in the world is but a big dream.” The speaker of a poem titled for this action says, “In the dance I weave my shadow tangles and breaks,” and concludes with a (*) promise to “meet at last on the Cloudy River of the sky” in a translation by Arthur Waley. This action titles a poem set “under the flowering trees” where “no friend is near” and the speaker “beckons the bright moon.” For 10 points, the speaker does what action “Alone by Moonlight” in the title of a poem by the alcoholic Li Bai?", "answer_sanitized": "drinking [accept drinking wine or consuming alcohol or getting drunk; accept “Drinking Alone by Moonlight” or similar translations; accept “Out Drinking On Dragon Mountain”; do not accept or prompt on answers mentioning other types of alcohol] (The second poem is “Waking From Drunkenness On a Spring Day.”)", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Tiffany Field has studied the therapeutic uses of this phenomenon at a research institute in Miami named for it. Aristotle names and was first to describe a popular illusion targeting this faculty, which can also be tricked into registering a hopping rabbit in the CRE. Neurologist Joel Salinas has a form of synesthesia in which the subject “mirrors” others’ experience of this faculty. Two-point discrimination is used to test this faculty, as are trials of (*) graphesthesia (“graph-ess-thesia”) and localization abilities. A loud noise was produced every time Albert exercised this faculty on a white rat in the Little Albert experiment. Haptic communication occurs via this sense, which is processed by the somatosensory system. For 10 points, name this member of the “five senses” that processes pressure and pain.", "answer_sanitized": "touch [or anything indicating tactile sensation or perception; accept pressure until read; accept massage; prompt on warmth, heat, or pain until read by asking “can you be less specific?”; prompt on senses, sensation, or sensory perception]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "This event was the subject of the article “The Responsibility of Intellectuals,” which its author later described as “the peak of alleged media independence.” One account of this event compares it to the poem “Anecdote of the Jar” and refers to Tim Page as “Nub.” Daniel Hallin divided media coverage of this event into three spheres of objectivity in his book The Uncensored War. Neil Sheehan’s A (*) Bright Shining Lie follows John Paul Vann, an officer in this conflict who was punished for criticizing the Strategic Hamlet Program. The book The Best and the Brightest traced involvement in this conflict to the “can-do attitude” of “whiz kids” such as Robert McNamara. For 10 points, many New Journalists were critical of what war, fought against a Southeast Asian country?", "answer_sanitized": "Vietnam War [accept Second Indochina War; anti-prompt (ask “can you be less specific?”) on My Lai Massacre or siege of Khe Sanh] (The first sentence refers to Noam Chomsky. The second sentence refers to Dispatches by Michael Herr.)", "subcategory": "American History", "category": "History"}, {"question_sanitized": "The remains of this object were supposedly used to build the ngoma lungundu, a sacred drum that was possibly stolen by Robert Mugabe from the Lemba people. This object was carried by Abiathar (“uh-BEE-uh-thar”) after a victory against the Jebusites, an action that later prevented his execution. This object was captured in a battle that killed two sons of Eli, but it was later returned along with golden images of (*) tumors and mice. Michal (“mee-HALL”) rebukes her husband for dancing in front of this object after it had been returned by the Philistines. Jericho’s walls fell before this object, which is said to contain the budded staff of Aaron and a jar of manna. A second set of the Ten Commandments are held in, for 10 points, what sacred vessel contained within the Holy of Holies?", "answer_sanitized": "Ark of the Covenant [or Aron HaBrit; accept Ark of the Testimony and Ark of God; prompt on any of its contents (stone tablets, budded staff, jar of manna) until read]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "An oxygen anion (“ANN-ion”) displaces a halide via an SN2 reaction to form this functional group in the last step of the Darzens condensation. A carcinogenic compound containing this functional group is the product of cytochrome P4502E1 acting on benzene. Polymers containing this functional group, such as BADGE, are cured using polyamine hardeners to form highly adhesive (*) resins. Compounds with this functional group are metabolized by adding water to form vicinal (“VISS-in-ul”) diols. A reaction that produces molecules with this functional group from allylic alcohols is enantioselective (“en-AN-tee-oh-selective”) due to its use of diethyl tartrate. These compounds can also be produced by reacting alkenes with mCPBA. Reactions named for Prilezhaev and Sharpless yield, for 10 points, what cyclic ethers with a triangular shape?", "answer_sanitized": "epoxides [accept oxiranes; prompt on epoxy resins; prompt on ethers]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Note to players: the answer to this question is a general type of person, not a specific group of people. A painting titled for these people was described as an “unhappy psychodrama,” partly because of a possible double entendre in its title, by art historian David Lubin. The artist of another painting depicting these people reluctantly replaced real flowers in its background with artificial ones due to the changing seasons. Diego Velázquez’s Las Meninas is thought to have influenced an 1882 painting depicting these people that is displayed at the (*) Boston Museum of Fine Arts, where it is flanked by the two large Japanese vases depicted in the work. Two of these people are shown holding Chinese lanterns in the painting Carnation, Lily, Lily, Rose. Edward Darley Boit was the dedicatee of a John Singer Sargent painting depicting, for 10 points, what type of children?", "answer_sanitized": "daughters [accept answers referring to female children or female kids or girls; accept The Daughters of Edward Darley Boit; prompt on children or kids or similar equivalents; prompt on women] (“Boit” is similar to “boîte,” the French word for “box,” which has a yonic connotation.)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This character “still belongs to the past of fantastic tales” in an essay titled for “The Day” that a [emphasize] friend of this character “No Longer Makes People Laugh” by Milan Kundera. After battling a three-horned whale, this character witnesses a mustard-spouting pig with flamingo feathers who repeatedly yells, “Carnival,” while waging war against the sausage-like Chitterlings. A friend of this character preaches to Dindenault’s flock of drowning sheep while traveling with (*) Epistemon and Friar John. That friend of this character gets married after consulting the Oracle of the Holy Bottle. This character’s father drowns a crowd of Parisians in urine before building the Abbey of Thélème (“tay-LEM”). For 10 points, name this second title character of a François Rabelais series of novels, the giant son of Gargantua.", "answer_sanitized": "Pantagruel", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This philosopher claimed that astrology succeeds because it presents itself as scientific and rational in an essay where he states, “the cult of God has been replaced by the cult of facts.” Gillian Rose’s book about this thinker is titled after his description of “the teaching of the good life” as “the melancholy science.” That phrase appears in a book by this thinker with the epigram “life does not live,” which is subtitled Lessons From (*) Damaged Life. This philosopher claimed that to think in contradictions is no longer reconcilable with Hegel in a text that amended his claim that one cannot write poetry after Auschwitz. This man was the alphabetically-first author of a text that critiqued modern society’s subjection to the “filter of the culture industry.” For 10 points, name this Frankfurt School author of Minima Moralia and co-author of Dialectic of Enlightenment, with Max Horkheimer.", "answer_sanitized": "Theodor W. Adorno [accept Theodor Ludwig Wiesengrund]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Saint Jacques Berthieu was killed in this kingdom after a firing squad missed him four times. The legendary founder of this kingdom was the son of the creator god and was forced to stay on Earth after being fed mutton by its Vazimba people. Spiritual amulets called sampy were publicly burned by a monarch of this country upon its official conversion to Christianity. A ruler of this kingdom granted Joseph-François (*) Lambert control of this kingdom’s natural resources. The Menalamba rebellion occurred in this kingdom after the invasion by France during the Franco-Hova wars. For 10 points, Radama II and Ranavalona I were notable monarchs of what kingdom, centered on an island off the coast of Africa?", "answer_sanitized": "Madagascar [or Kingdom of Madagascar; or Merina Kingdom; or Kingdom of Imerina; or Fanjakan’Imerina]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "The current density of one type of these devices varies with the three-halves power of the anode voltage for ballistic transport of electrons. A circuit containing an op amp, one of these devices, and a resistor is called a precision rectifier or a “super” one of these devices. An equation derived using drops of the quasi-Fermi level across these devices states that their current is proportional to the exponential of applied over thermal (*) voltage minus one. These devices, which are governed by the Shockley equation, can be made from a p–n or semiconductor–metal junction. These devices output zero current under reverse bias until the breakdown voltage is reached. For 10 points, name these devices that conduct current in one direction, which come in Schottky and “light-emitting” varieties.", "answer_sanitized": "diodes [accept superdiodes or Schottky diodes or light-emitting diodes; prompt on LEDs]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Literary depictions of this place’s “femininity” are the subject of a book by Elizabeth Leane. Lillemor Rachlew’s diary describes how Caroline Mikkelsen beat her to become the first woman to reach this location. Apsley Cherry-Garrard called his travels in this place the “worst journey in the world.” The 1991 passage of the Madrid Protocol banned mineral extraction in this location for reasons other than (*) scientific research. Former Georgia senator Carl Vinson lends his name to the highest point on this landmass. McMurdo Station and research bases named for explorers Robert Scott and Roald Amundsen are found on, for 10 points, what continent?", "answer_sanitized": "Antarctica [accept Tryne Islands; accept Research Bases or Stations in Antarctica; prompt on South Pole]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Unspoken “scaling rules” and “selection rules” are discussed in a Theodore Caplow paper about this event in Middletown, titled “Rule Enforcement Without Visible Means.” !Kung (“kung”) people insult an ox that the author had obtained for this event in a Richard Borshay Lee essay about “Eating [this event] in the Kalahari.” Economist Joel Waldfogel called this event “an orgy of wealth destruction” in his infamous argument that this event is a (*) deadweight loss. In America, this fixed-date event provides the most notable occasion for a practice that is defined as a “total prestation” in the magnum opus of Marcel Mauss. Culture wars surround the secularization of, for 10 points, what festival featuring gift-giving and decorated fir trees?", "answer_sanitized": "Christmas [prompt on more general related practices like gift-giving or feasting]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "This pathogen’s protective antigen forms a heptamer that allows the LeTx (“L-E-T-X”) metalloprotease to be endocytosed by macrophages and cleave their MAP kinase kinases. All components of this pathogen’s AB-type toxin are encoded on the pXO1 (“P-X-oh-one”) plasmid, which contains genes for the lethal and edema factors. A particularly hot strain of this pathogen is named for the city of Ames, Iowa. While it commonly enters through the skin, this pathogen is deadliest when either consumed or (*) inhaled. A vaccine protecting livestock against this pathogen was developed by Louis Pasteur and was the first to ever target bacteria. For 10 points, name this pathogen in genus Bacillus that can form spores and has been used as a bioweapon.", "answer_sanitized": "anthrax [accept Bacillus anthracis until “Bacillus” is read]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "An adaptation of this play features Billie’s husband leaving her for a white woman named Mona and is titled Harlem Duet. The female lead of this play is the focus of a 2011 collaboration between Peter Sellars, Rokia Traoré, and Toni Morrison. A character in this play recalls that after her mad lover abandoned her, the “Willow” song is sung by the maid (*) Barbary as she dies. A man in this play claims “I am not what I am” and notes “who steals my purse steals trash, tis something, nothing, ’Twas mine, tis his.” That man says that a couple in this play is “making the beast with two backs.” The title character of this play falls victim to the “green eyed monster,” jealousy, after a handkerchief is stolen. For 10 points, name this Shakespeare play in which Desdemona is killed by the title “Moor of Venice.”", "answer_sanitized": "Othello [or The Tragedy of Othello, the Moor of Venice]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A fashion label from this country designed leotards with odd bulges and lumps for the Merce Cunningham piece Scenario. Fans of a designer from this country are called “the crows” due to that designer’s signature distressed black outfits, which were displayed in the 2017 Met exhibition The Art of the In-Between. A brand from this country produces popular hoodies featuring a camouflage pattern and a nose-art shark face motif. The (*) “Tricot” (“tree-KOH”) sub-label of a fashion brand from this country sells knitwear based on the Lolita subculture; that brand’s “Play” sub-label uses a two-eyed heart logo that appeared in a collaboration with Converse. For 10 points, name this home country of the fashion labels A Bathing Ape, or BAPE, and Comme des Garçons (“kum day gar-SAWN”), which was founded by Rei Kawakubo.", "answer_sanitized": "Japan [or Nippon-koku or Nihon-koku]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This modern-day country’s politics were heavily influenced by papal nuncio (“NUN-see-oh”) Giovanni Battista Rinuccini (“ree-noo-CHEE-nee”), who threatened to excommunicate the “peace party” of its Supreme Council. Funds to invade this country were raised through the Adventurers’ Act after the beginning of the Eleven Years’ War. The Battle of Rathmines began an invasion of this country that saw the defeat of (*) Royalist commander James Butler, the negotiator of the Ormond Cessation. Over 2,000 people were killed and several hundred deported to Barbados after the 1649 siege of Drogheda (“DRAW-huh-duh”), a town located in this country’s English Pale. For 10 points, Oliver Cromwell’s invasion of which island led to the dissolution of the Confederation of Kilkenny?", "answer_sanitized": "Ireland [or Éire]", "subcategory": "European History", "category": "History"}], "bonuses": [{"leadin_sanitized": "This poet claims that “all things must bow” to he who “hath no pity for the scorned of fate” because “there is no king more terrible than death” in “The Dance of Death.” For 10 points each:", "answers_sanitized": ["Emma Lazarus (Lazarus’s poem is “In the Jewish Synagogue at Newport”; Longfellow’s poem is “The Jewish Cemetery at Newport.”)", "“The New Colossus”", "mother [prompt on parent] "], "parts_sanitized": ["Name this author of Songs of a Semite. This poet admits, “we stand and gaze around with tearful awe” but maintains “all found comfort in the holy place,” in response to a Longfellow poem about the Touro Synagogue.", "This poem by Lazarus asks for “your tired, your poor, / Your huddled masses yearning to breathe free,” and is engraved on the base of the Statue of Liberty.", "Lazarus describes the New Colossus as being one of these people “of exiles.” The speaker of Sylvia Plath’s poem “Morning Song” is one of these people."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Kahneman and Tversky found that individuals tend to minimize this quantity. For 10 points each:", "answers_sanitized": ["risk", "prospect theory", "Maurice Allais "], "parts_sanitized": ["Name this quantity toward which people may be “averse” or “loving.” It measures the chance that an investment’s actual returns will differ from the expected return.", "Kahneman and Tversky created this behavioral, asymmetric model of how people evaluate risk and expected utility. It theorizes that an agent’s reference point matters for decision-making, and explains loss aversion.", "In their paper proposing prospect theory, Kahneman and Tversky present a variation of this French economist’s namesake paradox, a counterexample to the independence axiom of expected utility theory. He provided an influential restatement of the quantity theory of money."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "The Tomb of the Warriors in this man’s mortuary temple is believed to contain the remains of warriors who died heroically as this king fought to reunify Egypt. For 10 points each:", "answers_sanitized": ["Mentuhotep II [or Nebhepetre]", "Intermediate Periods [accept First Intermediate Period and Second Intermediate Period]", "Thebes [or Luxor, or Waset, or Diospolis] "], "parts_sanitized": ["Name this member of the 11th Dynasty and first pharaoh of the Middle Kingdom. This man’s mortuary temple at Deir-el-Bahari, which contained a small pyramid at its top, inspired the neighboring one dedicated to Hatshepsut.", "The reunification of Egypt under Mentuhotep II ended the first of these periods in Egyptian history. The second of these periods featured the invasion of Egypt by the Hyksos who ruled from Avaris.", "While kings in the 9th and 10th Dynasties ruled from Heracleopolis, the 11th Dynasty ruled from this city in Upper Egypt. This city shares its name with a Greek city known for its Sacred Band."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "This reaction violates Zaitsev’s rule due to its extremely bulky leaving group. For 10 points each:", "answers_sanitized": ["Hofmann elimination [or Hofmann reaction; accept exhaustive methylation]", "silver [or Ag]", "diatomaceous earth [or diatomaceous silica or kieselguhr; prompt on silica] "], "parts_sanitized": ["Name this reaction named for a German chemist in which a quaternary ammonium hydroxide decomposes to produce an alkene. In its first step, an amine is treated with excess methyl iodide.", "After the quaternary ammonium salt is formed, it is treated with this element’s oxide and water to form ammonium hydroxide. A “mirror” of this precious metal indicates a positive result of Tollens’ test.", "Silver carbonate absorbed onto this material catalyzes the oxidation of carbonyls in the Fetizon reaction. This material, which Sigma Aldrich trademarks as Celite for use as a filtration agent, was used by Alfred Nobel to stabilize nitroglycerin in the first successful dynamite."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "One of these deities prefers the farmer Enkimdu, but is wooed when the other offers wool, milk, cheese, and a lineage of equivalent status. For 10 points each:", "answers_sanitized": ["Inanna AND Dumuzid [accept Ishtar in place of “Inanna”; accept Tammuz in place of “Dumuzid”]", "ancient Mesopotamian underworld [accept netherworld, Hell, or land of the dead; accept the Akkadian, Sumerian, Assyrian, or Babylonian underworld; accept Kur, Irkalla, Kukku, Arali, Kigal, or Erṣetu; prompt on the afterlife]", "Ereshkigal [or Irkalla] "], "parts_sanitized": ["Name these two deities whose courtship has been documented in numerous love songs written in eme-sal. In the best-known work featuring them, the galla seize one of these deities as they sit under a tree nonchalantly.", "Dumuzid was dragged down to this location to replace Inanna, who had been killed and hung on a hook there for three days. Much like the Greek Persephone, Dumuzid entering and leaving this location changes the seasons.", "This sister of Inanna held her in the underworld and forced her to strip as she passed the seven gates. This goddess married her second husband Nergal after trying a similar trick and getting outsmarted."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "In a 2017 tweet, Alyssa Milano wrote that if women posted statuses with this movement’s signature phrase, “we might give people a sense of the magnitude of the problem.” For 10 points each:", "answers_sanitized": ["#MeToo Movement", "Tarana Burke", "Arizona "], "parts_sanitized": ["Name this social movement that calls out sexual harassment and abuse perpetrated by men in positions of power, most notably in the film industry.", "Although Alyssa Milano’s viral tweet popularized the MeToo movement, the phrase was originally coined by this New York activist in 2006.", "A number of American politicians resigned in the wake of allegations spurred by the MeToo movement, including Trent Franks, a representative from this state. This state’s current senators include Kyrsten Sinema."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "Answer the following about aspects of the final two of J. S. Bach’s cello suites that make them unique compared to the four before them, for 10 points each.", "answers_sanitized": ["alto clef", "scordatura (“SCOR-duh-TOO-ruh”) [prompt on detuning, mistuning, or answers that describe intentionally tuning one’s instrument differently than usual]", "gavotte [or gavot or gavote or gavotta] "], "parts_sanitized": ["Bach unusually used this clef to write the high-register passages that characterize Cello Suite No. 6. This C clef is used for viola and is named after the lower female vocal range in an SATB choir.", "The original part for Cello Suite No. 5 requires the cellist to use this technique by tuning their A string down to a G3. The part has since been rewritten for a normally-tuned A string to eliminate the need for this technique.", "In both Cello Suites Nos. 5 and 6, the “choice” fifth movement is one of these dances, rather than a minuet (“min-yoo-ET”) or a bourrée (“boo-RAY”). This common-time dance begins with a two-beat pickup and is often extended with a musette."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In an Angela Carter short story, the Count forces the Countess to give up her clothes and boots for this character during a horseback ride. For 10 points each:", "answers_sanitized": ["Snow White [prompt on “The Snow Child” by asking “what is that based on?”]", "rose [accept “The Sick Rose”; prompt on flower]", "Helen (Olajumoke) Oyeyemi (The retelling is Boy, Snow, Bird; the novel is The Icarus Girl.) "], "parts_sanitized": ["Name this fairy tale character who lives with seven dwarves after escaping her evil stepmother.", "The Countess exclaims, “It bites!” when handed one of these objects in Angela Carter’s “The Snow Child.” A “sick” one of these objects titles a William Blake poem featuring “the invisible worm / That flies in the night.”", "Boy Novak sends away her white-passing stepdaughter Snow in this author’s 2014 retelling of Snow White. In another novel, this author of Mr. Fox wrote about Jessamy Harrison’s evil doppelganger TillyTilly."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "After a warrant was issued for his arrest in 1794, Moreau de Saint-Méry fled to this city, where he established a bookshop that became a meeting place for French exiles such as Talleyrand. For 10 points each:", "answers_sanitized": ["Philadelphia", "Haiti [accept Empire, State, Kingdom, or Republic of Haiti]", "Susquehanna River [or Siskëwahane] "], "parts_sanitized": ["Name this American city, which became the home of Stephen Girard and his namesake bank that funded the U.S. during the War of 1812. Girard personally helped care for patients during a 1793 epidemic in this city.", "Philadelphia’s Yellow Fever epidemic was blamed by Federalists on French slaveowners who had brought mosquitoes with them after fleeing the revolution led by Toussaint L’Ouverture in this Caribbean country.", "French exiles founded the settlement of “French Asylum” on this river. Samuel Taylor Coleridge and Robert Southey planned to create their “Pantisocracy” utopia on this river, whose valley was the site of Cresap’s War."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Species exhibiting this behavior are stratified based on caste rather than age. For 10 points each:", "answers_sanitized": ["eusociality (“yoo-sociality”) [or eusocial behavior; prompt on sociality or social behavior]", "fitness [accept personal fitness or inclusive fitness]", "0.125 [or 12.5%; or 1/8; or ⅛; or one-eighth] (As a first cousin, A has a parent who is the sibling of a parent of B. The coefficient of relationship between A and their parent is ½, between B and their parent is ½, and between siblings is ½, so the total coefficient is ½ × ½ × ½ = ⅛.) "], "parts_sanitized": ["Name this behavior that relies heavily on kin selection. Mole rats are the only mammals to exhibit this behavior, which is otherwise found primarily in hymenopterans (“hy-men-OP-ter-ans”).", "Though sterile members of eusocial species do not produce offspring, they contribute to the inclusive form of this value through altruism towards relatives. This value directly measures an individual’s reproductive success.", "Pencil and paper ready. Calculate the coefficient of relationship between first-cousins A and B. The coefficient of relationship is multiplicative, so one can determine its value for each link in the shortest path between A and B on a pedigree and calculate the product. You have 10 seconds."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Answer the following about religious use of tobacco in the Americas, for 10 points each.", "answers_sanitized": ["Vodou [or Voodoo]", "Sioux [accept Lakota, Dakota, or Nakota or any sub-tribes of these groups, such as Oglala Sioux]", "orishas "], "parts_sanitized": ["Cigars and tobacco are given as offerings to loa such as Baron Samedi in this Caribbean syncretic religion.", "In this group’s ceremonies, tobacco smoke, specifically that of the burnt red willow, is held in the mouth and then released without inhaling in order to carry prayers to Wakan Tanka, the Great Spirit.", "During ceremonies, cigars are offered to Eshu, one of these beings. These spirits are derived from Yoruban (“YO-roo-bin”) belief and are sent by the supreme creator Olodumare."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Answer the following about the origins of ceramics and pottery, for 10 points each.", "answers_sanitized": ["kilns", "earthenware", "David or Dave [accept David Drake or Dave the Potter; accept David Hammons] "], "parts_sanitized": ["These kinds of ovens come in different forms depending on the material that needs to be “fired” in them. They are often used to turn clay into pottery.", "This class of nonvitreous pottery was the original method of making pottery for most sedentary civilizations, because it requires the least amount of heat to work. Terracotta is a type of this class of pottery.", "Some of the most valuable 19th-century American stoneware vessels were made by a potter with this first name who was born into slavery in South Carolina and customized his pieces with witty poetry. A contemporary artist with this first name designed the African-American Flag that hangs outside Harlem’s Studio Museum."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about the application of the Fourier transform to quantum physics, for 10 points each.", "answers_sanitized": ["Heisenberg uncertainty principle", "(causal) quantum fields [accept field operators]", "(first-order) Born approximation [accept Born rule] "], "parts_sanitized": ["This principle named for Heisenberg is often stated as a bound on position and momentum operators, but is actually a result of a more general theorem in Fourier analysis that restricts localizing a function in both time and frequency space.", "Up to a normalizing factor of energy, the simplest causal (“CAUSE-al”) example of one of these objects equals the Fourier transform of the raising operator plus the conjugate Fourier transform of the lowering operator. These objects are Hermitian and satisfy certain conditions with respect to spacetime transformations and Lorentz transformations.", "To first order, this result states that the scattering amplitude is proportional to the Fourier transform of the potential. Its namesake also names the rule that a particle’s probability density equals the square of its wavefunction."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This dynasty was founded by the Yelü clan under their ruler Abaoji. For 10 points each:", "answers_sanitized": ["(Great) Liao dynasty [or Liáo cháo; accept Dà Liáo]", "Jurchen [accept Jushen or Nǚzhēn; prompt on Manchu]", "Song dynasty [or Sòng cháo] "], "parts_sanitized": ["Name this dynasty of northern China ruled by the Khitan. Because of its founders’ origins, this dynasty operated under two systems of government, with nomadic peoples and Han Chinese each governed based on their own traditions.", "The Liao dynasty was toppled by the Jīn dynasty of this Tungusic ethnic group. The later Aisin Gioro clan changed this group’s name after their leader, Nurhaci, united several factions of this ethnic group.", "The Liao dynasty was contemporaneous with, and conquered part of, this other dynasty. The Yuan later permanently defeated this dynasty at the Battle of Yáshān."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Legal scholar Ranhilio Aquino referenced this movement while criticizing a younger generation of Filipinos, saying, “Shouldn’t they be studying Derrida and Lyotard more?” For 10 points each:", "answers_sanitized": ["postmodernism [accept postmodern]", "libido [accept libidinal; do not accept or prompt on related terms like “eros” or “desire”]", "Socialism AND Barbarism [or Socialisme AND Barbarie; prompt on partial answer; accept Socialism or Barbarism or Socialisme ou Barbarie] "], "parts_sanitized": ["Name this philosophical movement commonly identified with both Derrida and Lyotard, named for coming “after” a broad 20th-century cultural and philosophical movement.", "An earlier work by Lyotard is titled for an “economy” driven by this specific concept, building on Freud’s definition of this concept as “energy… comprised under the word ‘love.’”", "In 1954, Lyotard joined a radical leftist French political group titled for these two concepts. Rosa Luxemburg argued that bourgeois society is “at a crossroads” between these two scenarios."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "G. G. Rowley argues that Yosano Akiko’s second translation of this novel alters its text to more closely conform to her own life after her husband’s death. For 10 points each:", "answers_sanitized": ["The Tale of Genji [or Genji Monogatari]", "Han Kang (The novel is The Vegetarian.)", "French [or Français] (The novel is Dictee.) "], "parts_sanitized": ["Name this novel about a title “Shining Prince,” whose death is implied by the blank chapter “Vanished Into the Clouds.” This novel was written by Lady Murasaki.", "Discussions of objects of the title color alternate with blank pages in this author’s The White Book. Charse Yun criticized Deborah Smith’s translation of a novel by this author about a woman who comes to believe that she is a plant.", "An “auto-ethnographic” Theresa Cha book uses several mostly blank pages and a mix of English, Korean, Latin, and this language. It’s not Chinese, but this language is used by the author of Soul Mountain, Gao Xingjian."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "In a letter to this man, Pope Leo IX (“the ninth”) cited the Donation of Constantine to claim that the Holy See possessed the “royal priesthood.” For 10 points each:", "answers_sanitized": ["Patriarch Michael I Cerularius [accept Michael Celularis or Michael Keroularios; prompt on Michael]", "Great Schism [accept East-West Schism]", "Latin Empire [do not accept or prompt on “Roman empire”] "], "parts_sanitized": ["Name this patriarch of Constantinople who, along with Leo of Ohrid, was the subject of a 1054 Bull of Excommunication that was placed on the altar in the Hagia Sophia by legates in the days after Pope Leo IX’s death.", "After receiving the charter, Michael I retaliated by excommunicating the legates in a major scene during this 1054 event, in which the Roman Catholic and Eastern Orthodox churches split up.", "At the Second Council of Lyon, Byzantine emperor Michael VIII encouraged a brief end to the schism to gain papal support for his earlier conquest of Constantinople from this empire, founded after the Fourth Crusade."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "An artist wanted “even busy New Yorkers” to “take time to see what I see of [these things]” and said that “you write about [these things] as if I think and see what you think and see of [these things] – and I don’t.” For 10 points each:", "answers_sanitized": ["flowers [accept specific types of flowers, such as petunias]", "Georgia (Totto) O’Keeffe", "Mabel Dodge Luhan [or Mabel Evans Dodge Sterne Luhan or Mabel Ganson] "], "parts_sanitized": ["Name these things, which that artist depicted at a large scale for the first time a year before painting Radiator Building. That depiction of these things was inspired by Paul Strand’s close-cropping technique.", "This artist depicted flowers such as canna lilies and irises up close. This artist rejected the idea that her flower paintings resemble vaginas, an interpretation pushed by her husband, Alfred Stieglitz.", "O’Keeffe wrote that “there is something unexplored about women that only a woman can explore” when asking this art critic to write about her flower paintings. This art patron founded an art colony in Taos (“touse”), New Mexico."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "These characters claim they “trip the legs of those who run fast, a terrible fall” in a binding song. For 10 points each:", "answers_sanitized": ["the Furies [or Erinyes or Eumenides; prompt on Kindly Ones or Gracious Ones; prompt on, but DO NOT REVEAL, chorus]", "chorus", "walking on a red carpet [accept rug or tapestry in place of “carpet”; accept “purple” in place of “red”] "], "parts_sanitized": ["Name these characters who pray civil war “never rages through our city” after a goddess says she loves Persuasion. A play ends with an entourage of women encouraging these characters to “cry in triumph, carry on the dancing on and on.”", "Before Aeschylus (“ESS-kuh-luss”) increased the number of actors from one to two, the actor only interacted with this group, who provides commentary. The Furies in Aeschylus’s play The Eumenides act as this dramatic role.", "In the Oresteia, Aeschylus uses paeons as a meter in the Furies’ binding song and when this action is performed. Clytemnestra convinces a reluctant Agamemnon to do this action before he enters his palace."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "In 2014, employees of Sony found a spooky skeleton on their screens and a message indicating that their private data had been compromised as retaliation for producing the movie “The Interview.” For 10 points each:", "answers_sanitized": ["IP addresses [or Internet Protocol; accept TCP/IP; accept IPv4 or IPv6]", "Tor [accept The Tor Project; prompt on The Onion Router]", "web crawlers [accept spiders, spiderbots, or ants; or automated indexer or automatic indexer; or word forms like web crawling or web spidering; prompt on internet bots or robots or search engines] "], "parts_sanitized": ["The FBI linked the hackers to North Korea because they had left addresses associated with this protocol in their malware. All computers are assigned an address under this protocol, with the localhost appearing as 127.0.0.1.", "This open-source software masks a device’s IP address by routing traffic through a series of random nodes, with each step peeling away a layer of encryption like one would peel an onion.", "Tor can be used to access the “dark web,” which is defined in part by being inaccessible to these programs. These programs can be excluded using robots.txt (“robots dot T-X-T”) and can be used to compute PageRank given enough time."], "subcategory": "Other Science", "category": "Science"}]}