{"tossups": [{"question_sanitized": "In a poem, participants in these events “pose irresolutely” and wave good-bye “as if out on the end of an event.” The narrator sees people marked by “lemons, mauves, and olive-ochres” at these events in a poem that ends with “a sense of falling, like an arrow shower.” In another poem, a man “beats his breast” upon hearing a bassoon at one of these events. A character named for these events yells, “unhand me, greybeard loon!” at a man whose (*) story leaves that character “a sadder and wiser man.” A Philip Larkin poem titled for these events is set during Whitsun. The title character of another poem tells a “guest” going to one of these events that he shot an albatross. “The Rime of the Ancient Mariner” takes place outside of, for 10 points, what type of ceremony featuring “bride-maids singing?”", "answer_sanitized": "weddings [accept marriages; accept “The Whitsun Weddings” or the Wedding Guest]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The orphan drug carglumic acid upregulates production of this compound by activating CPS I (“one”). The removal of this compound is used to define Kt/V (“KT-over-V”). This compound is the substrate of a nickel-containing enzyme that can be detected by isotopic analysis of carbon dioxide in the breath. A classic example of obligate allosteric activation is N-acetylglutamate’s role in the synthesis of (*) carbamoyl phosphate, which provides the carbon for this compound. The hydrolytic release of this compound regenerates ornithine to be converted into citrulline as part of a namesake cycle. Friedrich Wöhler showed that reacting cyanate with ammonia produced, for 10 points, what nitrogenous waste excreted by humans, which lends its name to urine?", "answer_sanitized": "urea [or carbamide; accept urea cycle]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "In 2016, this country’s satirical Two-Tailed Dog Party was fined for developing an app to post pictures of invalid ballots in a referendum. Dozens of journalists working for this country’s Index news site resigned to protest political pressure from the site’s owners. In January 2021, Frontex announced that it would suspend operations in this country due to its government’s “pushback” policy. Breakaway parties such as the Our Homeland Movement emerged after this country’s (*) Jobbik (“YO-beek”) Party moved from the far-right to the center. The Central European University was forced to relocate from this country’s capital to Vienna by this country’s ruling Fidesz (“FEE-dess”) party. For 10 points, name this country currently led by Prime Minister Viktor Orbán from Budapest.", "answer_sanitized": "Hungary [or Magyarország]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "This civilization created a stele (“STEE-lee”) depicting a bearded man with an aquiline nose that is now often referred to as “Uncle Sam.” Seventeen small stone figures belonging to this civilization are arranged in front of six slender celts (“selts”) in Offering #4. A husband-and-wife team, the Stirlings, are most famous for directing the first excavations of this civilization’s sites. Ceremonial Kunz Axes from this civilization represent a (*) were-jaguar (“wair-jaguar”) motif that is also present in this civilization’s Las Limas monument. A pyramid called Complex C is found at this civilization’s La Venta site, which also contains a monument with the first depiction of a feathered serpent. For 10 points, name this Mesoamerican civilization centered around Veracruz, known for its colossal stone heads.", "answer_sanitized": "Olmecs", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "A type of healer known as dibia-afa in this people’s religion could use beads for divination to determine the cause of misfortunes. Although some members of this group conflate him with Satan, others of this ethnicity call upon a violent god of bargaining known as Ekwensu during times of war. Similar to [emphasize] another ethnic group’s belief in the abiku, this ethnic group believes that reincarnating changeling spirits known as ogbanje (“ohg-BAHN-jay”) torment families by deliberately dying after birth and then returning. Spirits known as Alusi are worshipped by this ethnic group who also believe in the creator god (*) Chukwu (“CHOO-kwoo”). At the end of the rainy season, these people celebrate the Iri-Ji or New Yam Festival. For 10 points, Odinani is the religious tradition of what third-largest Nigerian ethnic group after the Hausa and Yoruba?", "answer_sanitized": "Igbo [or Ibo; accept Odinani until read]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Isoperibol devices allow for precise, automated measurement of this process. A class of devices that measures this process is typically calibrated using pellets of benzoic acid. The use of this process makes the Dumas method considerably faster than the Kjeldahl (“KYEL-doll”) method. The onset of this process produces a sharp increase in slope of the mass curve in TGA. CHN machines trigger this process, then use gas chromatography to perform (*) elemental analysis on the results. The enthalpy change from this process is measured using a bomb calorimeter in an excess of oxygen, which is used to define the dietary calorie. For 10 points, name this process that converts a fuel into water, carbon dioxide, and excess heat.", "answer_sanitized": "combustion [accept combustion analysis; accept burning or word forms; prompt on bomb calorimetry or elemental analysis until read by asking “what physical process is involved?”; prompt on answers about heat production or exothermic reactions by asking “what physical process produces the heat?”]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This goddess was the namesake of the final day of the year because she was born on the fifth epagomenal (“ep-uh-GOM-uh-null”) day. This goddess alternates with her older sister in a series of Lamentations that sought to bless the ba and exalt the ka. A basket is stacked on a house in the distinctive headdress of this goddess, who protects the protector of the lungs, Hapi. The Hawks were a group of professional mourners named for this goddess, who was said to join her husband in the nightly fight against the serpent (*) Apophis. This youngest daughter of Geb and Nut watched over the body of the dead Osiris while her sister searched for herbs and later helped find the pieces. For 10 points, name this funerary goddess of Egyptian mythology, the sister of Isis and wife of Set.", "answer_sanitized": "Nephthys [accept Nebet-het or Nebthet]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "A fictional leader of this town describes the “Sun-Maker” while unveiling a street lamp. In a story set in this town, Joe stops tossing silver dollars at his wife after he discovers her cheating on him with the owner of an ice cream parlor. The protagonist of a novel is forced to keep her hair covered with a headwrap in a general store in this town managed by her husband, who (*) oversees the funeral for Matt Bonner’s yellow mule. This town is the setting of the short story “The Gilded Six Bits.” An author described leaving this town in the essay “How It Feels To Be Colored Me.” After the death of Jody Starks, Tea Cake leaves this town for Belle Glade with Janie Crawford. Much of Their Eyes Were Watching God is set in, for 10 points, what Florida town, the hometown of Zora Neale Hurston?", "answer_sanitized": "Eatonville, Florida", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A rebellion in this modern-day country climaxed in the destruction of the colonial settlement on Gaya Island, after which the rebels led by Mat Salleh sought refuge in bulletproof bamboo forts. In another conflict in this country, Harold Briggs incarcerated half a million people in internment camps in “new villages.” It’s not the Soviet Union, but this country established the New Economic Policy to grant economic concessions to the majority ethnic group following the (*) 13 May Incident. Tun Abdul Razak founded the Barisan Nasional coalition in this country, which ruled from 1974 until 2018 with strong support from the Bumiputera ethnic group. For 10 points, name this country that was the site of a namesake “Emergency” against communist militias and which expelled Singapore.", "answer_sanitized": "Malaysia [accept Federation of Malaya or Persekutuan Tanah Melayu; accept British North Borneo]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "The Sanguszko Collection of these objects is known for its depiction of animal combat scenes. One of these objects bears an inscription claiming that there is “no other refuge in the world than in thy threshold.” May Beattie described the unique “vase technique” of crafting these objects while defining seven classes of them produced in the city of Kerman. A switch from rectilinear (*) medallions to repeating herati and boteh patterns during the production of these objects was considered a “design revolution” in the 15th-century Safavid Era. The city of Ardabil is famous for its production of, for 10 points, what decorative objects, famous designs of which often hail from Tabriz and other Persian cities?", "answer_sanitized": "carpets [accept rugs; accept Persian carpets; accept Ardabil Carpet; accept Kerman carpets]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Slave labor was allegedly used for a project of this type at Cernavodă (“chair-na-VOH-duh”) that was controversially financed by a 300-million-dollar loan from the Canadian Export Development Corporation. A program paired with Operation Candor that supplied these types of locations was abused by the Ceaușescu (“chow-SHESS-koo”) regime in the secret “Danube Program.” The INSAG-1 report discussed a location of this type that used the RBMK technology. Building a (*) cooling slab was the first step in the construction of a concrete “sarcophagus” that encloses a facility of this type, which includes the highly lethal “elephant’s foot.” An exclusion zone that includes the city of Pripyat surrounds, for 10 points, a decommissioned example of what type of facility at Chernobyl?", "answer_sanitized": "nuclear reactor [accept nuclear power plant or nuclear research facility; prompt on power plant or reactor] (The program in the second line is “Atoms for Peace.”)", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This concept is not wholly distinct from the five “aggregates,” but is also neither a combination of them nor a “mere empty sound” according to an argument that uses the analogy of a chariot’s parts. For much of his life, Arthur Schopenhauer owned a succession of poodles named after this concept. This concept is the arrow aimed at an “imperishable” target in a metaphor from the Mundaka Upanishad. In The Questions of King Milinda, (*) Nagasena makes the aforementioned chariot argument for the non-existence of this concept, which is a Buddhist doctrine known as anatta. In Vedanta philosophy, this concept is equated with the ultimate principle of Brahman. The Sanskrit word atman denotes, for 10 points, what core identity of an individual?", "answer_sanitized": "the self [or atman until read; or the soul; accept identity until read; prompt on being]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "A sailor who threw a bucket overboard, killing a woman from this country, was handed over by the U.S. for execution in the Terranova Affair. Albert Wedemeyer blocked an attempt for the leader of a military force in this country to meet the U.S. President after informal contact was established in the Dixie Mission. The U.S. agreed to recognize an occupation of land in this country in exchange for recognition of U.S. sovereignty in Hawaii via an agreement negotiated by (*) Elihu (“EL-uh-hyoo”) Root. Caleb Cushing established official U.S. diplomatic relations with this country in the Treaty of Wanghia. John Hay demanded an “open door” policy to trade with this country. For 10 points, what country did the U.S. invade during the Boxer Rebellion?", "answer_sanitized": "China [or People’s Republic of China; or PRC; or Republic of China; or Zhongguo]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "A pioneering guidebook on “how to” do this activity was written by the Victorian sociologist Harriet Martineau. Tom Harrisson aimed at an “anthropology of ourselves” with a project named for this activity in which hundreds of volunteers in “Worktown” kept diaries for several decades. That oft-cited archive is named for the “Mass” type of this activity. Elton Mayo’s studies on productivity at an electric plant gave rise to the supposed “Hawthorne Effect,” in which people (*) adjust their behavior in response to this activity. William Whyte’s Street Corner Society pioneered an ethnographic method named for the “participant” form of this practice. In fieldwork, researchers often rely on, for 10 points, what activity of acquiring information from sense experience?", "answer_sanitized": "sociological observation [or word forms like observe or observing; accept synonyms of visual observation such as watching, examining, or surveying; accept How to Observe: Morals and Manners, Mass-Observation, or participant observation; prompt on researching, fieldwork, or participation]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Evidence for this theory came in the form of a V-shaped feature on all 6 one-to-one-million profiles by Marie Tharp that was dismissed as “girl talk” by Bruce Heezen. Harold Jeffreys joined contemporaries in criticizing the word “ploughed” in an early text on this theory. Preservation of axial declination below the closure temperature provided quantitative evidence for this theory, which competed with the contraction model of (*) fixists. Opinion swung towards this theory in response to the finding that long arcs are traced out over time by apparent polar wander, and it was cemented by proof of magnetic polarity reversing with distance from mid-ocean ridges. For 10 points, Alfred Wegener championed what theory, which states that the continents have moved over time because they lie on segments of the Earth’s crust?", "answer_sanitized": "plate tectonics [accept continental drift until “continents” is read and prompt afterwards; prompt on geomagnetic reversal, seafloor spreading, or the Vine–Matthews–Morley hypothesis by asking “what theory did that provide evidence for?”]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "One of these objects is depicted at the top of the 1982 artwork Tuxedo. A dinosaur and one of these objects appear in a work titled Pez Dispenser. An untitled 1982 work dedicated to Sugar Ray Robinson depicts the boxer with one of these objects, which is replaced with an oversized red top hat in the artwork Irony of the Negro Policeman. Keith Haring painted a pile of these objects in a triangular room to honor the (*) 1988 death of another artist. They’re not skulls, but after falling out with Al Diaz and leaving SAMO (“SAME-oh”), Jean-Michel Basquiat (“boss-kyah”) began painting these objects in lieu of his signature. For 10 points, name these objects that Basquiat used in his art to depict African-American men as royalty.", "answer_sanitized": "crowns [accept A Pile of Crowns, for Jean-Michel Basquiat]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This novel’s protagonist laments, “we are sailing without the ethical ballast,” and remembers thirty men “liquidated as saboteurs” for their preference in fertilizer. A character in this novel constantly misspells the phrase “arise, ye wretched of the earth.” This novel’s protagonist ponders the party’s “grammatical fiction,” and this novel’s title references an effect of the (*) crucifixion. The “human wreck” Hare-lip is tortured by the “neanderthaler” Gletkin in this novel before Ivanov is executed for failing to obtain the protagonist’s confession. Number 402 taps on the wall to communicate with Rubashov, who is executed for crimes against Number One in this novel. For 10 points, name this Arthur Koestler (“KEST-ler”) novel inspired by the Moscow show-trials.", "answer_sanitized": "Darkness at Noon [or Sonnenfinsternis]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A trumpeter with this first name co-founded the Jazztet with saxophonist Benny Golson. A bandleader with this first name released a song that begins with the swung melody F, [pause] short F, long A-flat, [pause] short A-flat, long F, [pause] short low C, long E-flat, [pause] F being played by pianist Bobby Timmons. A trumpeter with this first name was the twin brother of bassist Addison Farmer. An artist with this first name led a quintet that recorded (*) “Mayreh” and “Split Kick” on a three-volume 1954 live album that pioneered hard bop. The live album A Night at Birdland was recorded by a drummer with this first name who also recorded the first version of the non-Mingus standard “Moanin’.” For 10 points, the drummer of the Jazz Messengers had what first name along with the last name Blakey?", "answer_sanitized": "Art [accept Arthur; accept Art(hur) Blakey or Art(hur) Farmer]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This author’s play with “threefold genius of Homer, Theocritus, and Tasso combined” starts with the stage director grumbling about the exacting audience. In a play by this author, a jester uses the queen’s ring to free a dance student from prison. A king talks to a peacock, elephant, and river in a “mad scene” by this author after his lover is turned into a vine. The title (*) nymph writes about her love for Purvas on a birch leaf in that play by this author. In a poem by this author, a yaksha sends a vapor to a garden to speak with his wife. This author created a man who recognizes his lover after a merchant finds the king’s lost ring inside a fish, recovering Dushyanta’s (“doosh-YUN-ta’s”) memories. “Cloud Messenger” and The Recognition of Shakuntala were written by, for 10 points, what Sanskrit-language writer?", "answer_sanitized": "Kālidāsa (The plays are Malavika and Agnimitra and Urvashi Won by Valour.)", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "These particles [emphasize] lack a twist-2, gauge-invariant, spin-1 operator, and therefore have no first-order contribution to the structure function g1 (“G-one”). At high longitudinal momenta, these particles form a glass-like, highly condensed “wall.” These particles form “flux tubes” whose strength grows nonlinearly with their length. The first discovery of this particle occurred at DESY in 1979 when an electron–positron collision produced a distinct (*) third jet. This massless particle is represented by a helical line on Feynman diagrams, and cannot be isolated below 2 terakelvins due to color confinement. This gauge boson can take on eight different flavors of color charge. For 10 points, name this massless particle governed by QCD, which is responsible for “holding together” quarks.", "answer_sanitized": "gluons", "subcategory": "Physics", "category": "Science"}], "bonuses": [{"leadin_sanitized": "The Heidelberg screen exposed organisms with this phenotype to EMS to study embryogenesis. For 10 points each:", "answers_sanitized": ["wild-type [or WT; accept normal or no visible mutations; accept, but DO NOT REVEAL, wild-type Drosophila melanogaster]", "Drosophila [accept Drosophila melanogaster or fruit fly or vinegar fly; prompt on D. melanogaster]", "balancer chromosomes [or balancers] "], "parts_sanitized": ["Name this phenotype that is denoted by a plus-sign and defines all other varieties. In one species, individuals with this phenotype have red eyes, black bars on the abdomen, and long, full wings.", "The aforementioned wild-type characteristics are found in this model organism. Thomas Hunt Morgan spent months crossing this organism in the Fly Room before finding a single fly with heritable white eyes.", "Lines with recessive lethal alleles are maintained in Drosophila by crossing in these modified chromosomes, which have multiple inversions to prevent crossing-over. These chromosomes also carry a recessive lethal trait, ensuring that a line will only produce heterozygotes."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "In this province, Ma Yansong designed the Absolute World Towers, which were also nicknamed after Marilyn Monroe due to their curvaceous silhouettes. For 10 points each:", "answers_sanitized": ["Ontario", "siheyuan (“suh-huh-y’WEN”) [or sìhéyuàn; prompt on courtyard houses or Chinese quadrangles]", "Zaha Hadid "], "parts_sanitized": ["Name this Canadian province that is also home to Casa Loma and the CN Tower.", "Ma Yansong’s designs are often influenced by these courtyards commonly found in Beijing. The entrances to these complexes were made at their southeast corner to correspond with and symbolize the natural element of wind.", "This architect mentored Ma Yansong while he studied architecture at Yale University. This architect behind the Dongdaemun Design Plaza and Zaragoza Bridge Pavilion was the first woman to win the Pritzker Prize."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This poet’s “An Essay on Mind” argued that poetry should explore political themes, as exemplified by her condemnation of child labor in the poem “The Cry of the Children.” For 10 points each:", "answers_sanitized": ["Elizabeth Barrett Browning [or Elizabeth Barrett or Elizabeth Barrett Browning; prompt on Browning]", "Aurora Leigh", "slaves [accept “The Runaway Slave at Pilgrim’s Point” or The Slave Ship; prompt on runaway] "], "parts_sanitized": ["Name this poet who asked, “How do I love thee? Let me count the ways,” in her collection Sonnets from the Portuguese.", "This verse novel by Browning was unusual at the time for its sympathetic depiction of the unwed mother Marian Erle. The title character of this novel finds artistic fulfillment after marrying Romney.", "Browning wrote another political poem titled for one of these people, who “scooped a hole beneath the moon” to bury her smothered child. A painting titled for these people is depicted at the end of Claudia Rankine’s Citizen."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "This man’s daughter and her friends wept for two months over the fact that she would die a virgin after she made the mistake of greeting this man while dancing to a tambourine. For 10 points each:", "answers_sanitized": ["Jephthah [or Yiftāh]", "Isaac [or Yitzhak]", "Moloch [or Molech, or Mollok, or Milcom, or Malcam] "], "parts_sanitized": ["Name this man who swore to sacrifice the first thing to greet him when he returned home if God granted him victory over the Ammonites. Unfortunately, he was forced to sacrifice his only daughter.", "The story of Jephthah’s daughter sits in stark contrast to the sacrifice of this half-brother of Ishmael at the hands of his father, Abraham, which was stopped by an angel of God.", "It’s not Baal, but this pagan deity is often reviled in the Bible for being worshipped with child sacrifice. King Josiah defiled Topheth (“TOH-fet”), which was where children would be forced to pass through the fires of this god."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "The graduate student Pranab follows and befriends the young girl Usha in a story from this collection titled “Hell-Heaven.” For 10 points each:", "answers_sanitized": ["Unaccustomed Earth", "(Nilanjana Sudeshna) Jhumpa Lahiri (The story is “Sexy.”)", "MIT [or Massachusetts Institute of Technology] "], "parts_sanitized": ["Name this short story collection. Ruma’s father retires from his pharmaceutical job and travels around Europe after his wife dies in this collection’s title story.", "Unaccustomed Earth is the second short story collection by this American author. In another short story by this author, Miranda is told that the title word means “loving someone you don’t know.”", "In “Hell-Heaven,” Pranab studies engineering at this university in Cambridge. Ashoke studies at this university near Harvard in Lahiri’s novel The Namesake."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "This organization founded by Harry Hay held an “Annual Reminder,” an early predecessor to Pride parades with a formal dress code, each year. For 10 points each:", "answers_sanitized": ["Mattachine (“MAT-uh-sheen”) Society", "Stonewall Riots [accept Stonewall Inn Riots, Uprising, or Rebellion]", "San Francisco "], "parts_sanitized": ["Name this gay rights organization that advocated non-violent resistance to homophobia, culminating in a 1966 New York “sip-in” to protest a state law banning gay men from bars.", "The Mattachine Society declined after discontent with its pacifist approach following this 1969 uprising, which occurred in response to a New York police raid of a gay bar.", "Four years before Stonewall, the Mattachine Society held a fundraising ball in this city that was raided by police. Later unrest in this city occurred during the White Night Riots, which began in this city’s Castro District."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "In a 1949 photo, this artist stands in the middle of the ocean while holding up his smiling toddler son Claude. For 10 points each:", "answers_sanitized": ["Pablo (Ruiz) Picasso (The mentioned painting is Guernica.)", "Lee Miller [or Elizabeth Miller]", "Vogue "], "parts_sanitized": ["Name this artist. Dora Maar’s photography documented this artist’s choice to paint over a raised fist and add scraps of wallpaper while creating a famous mural-sized painting.", "This photographer, who took over 1,000 photos of Picasso, captured a desert landscape seen through a torn tent screen in Portrait in Space. In a photograph by David Scherman, this photographer sits in Hitler’s bathtub.", "Miller also documented the London Blitz and the concentration camps at Buchenwald and Dachau in her work as a photojournalist for this fashion magazine. It is currently edited by Anna Wintour."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This concept is characterized by principles of “liberty” and “equality” in an essay titled for this concept “as Fairness.” For 10 points each:", "answers_sanitized": ["justice [accept “Justice as Fairness” or A Theory of Justice]", "Elizabeth S. Anderson", "luck [accept fortune; accept moral luck; accept chance; prompt on similar answers like randomness] "], "parts_sanitized": ["Name this concept. John Rawls advocated for reaching this concept through the thought experiment of “the original position” in a book titled for A Theory of [this concept].", "Rawls advised this University of Michigan philosopher, who critiqued distributive justice theories in her essay “What is the Point of Equality?” This MacArthur “Genius” wrote Private Government.", "In the essay, Anderson criticized distributive justice as a form of egalitarianism characterized by this term. The “moral” type of this concept titles essays by Bernard Williams and Thomas Nagel."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "The ChemCam laser-induced breakdown spectrometer was used to study a rock named Jake on the way to this region’s Bradbury Landing. For 10 points each:", "answers_sanitized": ["surface of Mars", "Mars rovers [accept Mars Exploration Rover]", "beryllium [or Be; accept beryllium.com] "], "parts_sanitized": ["Name this region covered in a perchlorate-rich regolith. One mission has used an arm-mounted drill to collect samples from this region for the over three thousand sols it has spent there.", "These robots serve as mobile laboratories on Mars and include Spirit, Opportunity, and Curiosity.", "On [this element.com], Materion Inc. advertises that alloys of this element with aluminum were used in hundreds of fittings in the Mars Exploration Rovers. This element’s combination of strength and toxicity means that it is frequently found in space-based projects, like the hexagonal mirrors of the James Webb Space Telescope."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This event spurred engineer Joseph Bazalgette to create an extensive system of sewers and several elaborate pumping stations. For 10 points each:", "answers_sanitized": ["the Great Stink of 1858", "Houses of Parliament [or Palace of Westminster or Speaker’s House; prompt on House of Commons or House of Lords]", "Benjamin Disraeli [or the 1st Earl of Beaconsfield] "], "parts_sanitized": ["Name this 1858 event, which was depicted in an editorial cartoon showing Death rowing along a river strewn with refuse and dead animals.", "This building tried to deal with the Great Stink by soaking its curtains in lime chloride. At the time, Charles Barry was reconstructing this building after its predecessor burned down in an 1834 fire.", "This Prime Minister supposedly left a parliament committee “with his pocket handkerchief applied to his nose” due to the smell. This longtime rival of William Gladstone is the only British Prime Minister of Jewish birth."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "These orbitals are the innermost orbitals whose splitting is described by crystal field theory. For 10 points each:", "answers_sanitized": ["d orbitals [or d block]", "18-electron rule", "high spin [prompt on weak field by asking “what property is a consequence of that?”; do not accept or prompt on “low spin” or partial answer] "], "parts_sanitized": ["Name this set of orbitals with azimuthal quantum number two that is partially filled in transition metals. One of these orbitals denoted z-squared has the shape of a dumbbell surrounded by a torus.", "Transition metal complexes are generally most stable when they satisfy this rule first proposed by Irving Langmuir (“LANG-myoor”). The reactivity of cobaltocene and nickelocene arises from their violation of this rule.", "Octahedral d8 metal complexes that satisfy the 18-electron rule all have this property, whereas square planar d8 complexes with the opposite of this property only have 16 electrons. Complexes to the left of the vertical line on Tanabe–Sugano diagrams have this property."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "After this character observes a fortress firing on several damaged warships, he repeats his saying “wise is the man who contents himself with the spectacle of the world.” For 10 points each:", "answers_sanitized": ["Ricardo Reis [accept either underlined name; do not accept or prompt on “Fernando Pessoa”]", "José (de Sousa) Saramago", "The Book of Disquiet [or Livro do Desassossego] "], "parts_sanitized": ["Name this character who arrives on the Highland Brigade after a failed rebellion in Brazil. Initially intending to practice medicine, this character meets Dr. Sampaio and his daughter Marcenda, who has a paralyzed arm.", "The Year of the Death of Ricardo Reis was written by this Portuguese author. This author wrote about an epidemic of “white sickness” that affects everyone but the doctor’s wife in his novel Blindness.", "Fernando Pessoa’s flâneur lifestyle influenced both The Year of the Death of Ricardo Reis and his other heteronym Bernardo Soares, who is credited with writing this posthumous “factless autobiography” by Pessoa."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "“Satellite babies” and South Korean “goose dads” are members of “transnational,” or “astronaut,” groups of this type. For 10 points each:", "answers_sanitized": ["family", "Ong [accept Aihwa Ong or Walter J. Ong]", "spirits [accept Spirits of Resistance and Capitalist Discipline or The Spirit Catches You and You Fall Down] "], "parts_sanitized": ["Name this social unit, whose “nuclear” variety is smaller than the “extended” type.", "A Berkeley anthropologist with this surname coined the term “astronaut family” in her book Flexible Citizenship. A scholar with this surname drew on the anthropological work of Jack Goody in Orality and Literacy.", "Aihwa Ong studied the “possessions” experienced by women in Malaysian factories in a book punningly titled for these entities “of Resistance.” An adage about being “caught” by one of these entities titles an Anne Fadiman book about a Hmong family’s clash with doctors in California."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "This artist made the first known recording of the standard “See See Rider.” For 10 points each:", "answers_sanitized": ["Gertrude “Ma” Rainey [accept Gertrude Malissa Nix Pridgett]", "“Stagger Lee” [accept “Stack-O-Lee” or “Stagolee” or anything that sounds phonetically similar]", "minstrelsy [or minstrel shows; prompt on vaudeville or burlesque] "], "parts_sanitized": ["Name this “Mother of the Blues” who also recorded “Bo-Weevil Blues” and “Black Bottom.” Her song “Prove It on Me” describes how she “talks to the gals just like any old man,” potentially hinting at her bisexuality.", "In 1926, Rainey recorded a version of this blues standard, which describes the title figure’s murder of Billy Lyons. Lloyd Price’s best-selling version of this song begins, “The night was clear / And the moon was yellow.”", "Before recording, Rainey toured with Rabbit’s Foot Company, an all-black troupe that performed this genre of entertainment. This form of entertainment often featured racist caricatures and blackface."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "It’s not disease, but the end of this factor’s “optimum” at the peak of the Roman Empire’s power has been cited as a cause of its collapse in a recent Kyle Harper book. For 10 points each:", "answers_sanitized": ["climate [accept climate change; prompt on the environment or weather or temperature or solar cycles]", "Little Ice Age [accept Late Antique Little Ice Age; do not accept or prompt on “Ice Age”]", "volcanic eruptions [accept any answer relating to volcanic activity or volcanoes] "], "parts_sanitized": ["Name this factor, which is also incorporated extensively in Geoffrey Parker’s monograph analyzing the General Crisis of the 17th century.", "Specific term required. Both Harper’s and Parker’s books focus on climate events with this name. The event with this name during the early modern period may be explained by the Maunder Minimum of low solar activity.", "Another explanation for the early modern Little Ice Age is an increased prevalence of these events. One of these events at Tambora in 1815 caused a catastrophic “year without a summer.”"], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "A circulator transmits a signal from one of these entities to another in a rotating pattern. For 10 points each:", "answers_sanitized": ["ports [accept port condition or multiport network analysis]", "reactance [accept Foster’s reactance theorem; prompt on X]", "resistance [prompt on R] "], "parts_sanitized": ["Give this term for a pair of terminals that connect a network to an external circuit through which equal and opposite current flows, as per their namesake condition. Circuit analysis often assumes that elements are composed of multiple examples of these components.", "In a passive, lossless, one-port system, Foster’s theorem states that this quantity strictly increases with frequency. Capacitors and inductors have a nonzero value of this quantity, the imaginary component of impedance.", "This quantity is added to i times the reactance to get impedance. This quantity is the passive opposition to the flow of charge, and can be calculated as voltage over current according to Ohm’s law."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Vox TV critic Emily VanDerWerff criticized her colleague Matthew Yglesias for his signature on this document because of its many transphobic cosigners. For 10 points each:", "answers_sanitized": ["“A Letter on Justice and Open Debate” [accept the Harper’s Letter]", "Twitter", "Mark Fisher [accept k-punk] (The essay is “Exiting the Vampire Castle.”) "], "parts_sanitized": ["Name or describe this open letter organized in July 2020 by Thomas Chatterton Williams, which called for an end to online “cancel culture” and purported to defend free speech.", "Williams organized the letter in response to the firing of the data analyst David Shor for posting a paper by the political scientist Omar Wasow on this social media website. This website popularized the use of hashtags.", "This cultural critic argued that online shaming undermines class consciousness in a 2013 essay, which compared the “witch-hunting moralism” of some Twitter users to the title structure."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "These protests began as a student demonstration against the replacement of Dinmuhamed Qonayev with the ethnic Russian outsider Gennady (“geh-NAH-dee”) Kolbin. For 10 points each:", "answers_sanitized": ["Jeltoqsan (“jel-took-SAHN”) [or Zheltoksan]", "Kazakhstan [accept Kazakh SSR, Qazaq Keńestik Sosıalıstik Respýblıkasy, or Kazakhskaya Sovetskaya Sotsialisticheskaya Respublika]", "Nursultan (Ábishuly) Nazarbayev [prompt on Nur-Sultan] "], "parts_sanitized": ["Name this 1986 series of protests against the Soviet government, whose name translates to “December.”", "The Jeltoqsan protests took place in this modern-day country and former Soviet republic. This largest landlocked country was also the primary testing site for Soviet nuclear weapons.", "This leader reportedly personally spoke to Jeltoqsan protesters and later derided them as “hooligans.” The Jeltoqsan protests became the name of a short-lived opposition party against this longtime leader, who led Kazakhstan from its independence until 2019 and now names its capital."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "William E. Cross and Janet Helms developed influential models of the formation of the “black” and “white” forms of this concept, respectively. For 10 points each:", "answers_sanitized": ["identity", "sitting together in the cafeteria [accept word forms and synonyms for any of the underlined words; prompt on partial answers; accept “Why Are All the Black Kids Sitting Together in the Cafeteria?” And Other Conversations About Race]", "cognitive dissonance "], "parts_sanitized": ["Name this way that an individual self-defines. The black feminist Combahee River Collective coined the term for “politics” informed by this concept.", "Cross’s and Helms’s models of racial identity formation are discussed in a bestselling book by psychologist Beverly Daniel Tatum, whose title asks why “all the black kids” are performing this specific action.", "This phenomenon is the second stage of Atkinson, Morten, and Sue’s extension of Cross’s Racial Identity Scale. In a 1959 experiment about this phenomenon, subjects were paid either 1 dollar or 20 dollars to turn pegs on a board."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "In this book, the narrator and her classmates find themselves “veiled and separated from our friends” after the government shuts down their French bilingual school in their promotion of communist ideals. For 10 points each:", "answers_sanitized": ["Persepolis [or Persepolis 1: The Story of a Childhood; do not accept or prompt on “Persepolis 2: The Story of a Return”]", "prophet", "Iran [or Islamic Republic of Iran] "], "parts_sanitized": ["Name this book that ends with the protagonist being sent to Austria to continue her studies after the execution of her Uncle Anoosh.", "Because her grandmother’s knees always ache, Marji wants to be one of these people as a child. One of these people claims, “we shall build another tower in the sky,” in a book that ends with the prose poem “The Farewell.”", "Persepolis is set in this home country of Marjane Satrapi. A pen-case painter loses a lover in The Blind Owl, which is by an author from this country and translated from Persian to English in 1958."], "subcategory": "World Literature", "category": "Literature"}]}