{"tossups": [{"question_sanitized": "Europe’s “culture of” this phenomenon is the subject of a recent Joel Mokyr book that discusses how “cultural entrepreneurs” like Isaac Newton created “useful knowledge.” The networking of the home was among a series of unrepeatable transformations during a “special century” ending in 1970 that Robert Gordon claims drove the “rise and fall” of this phenomenon in America. “Inclusive” institutions are critical to sustaining this phenomenon according to (*) Acemoğlu and Robinson’s Why Nations Fail. “Endogenous” theories often explain this phenomenon by creative destruction or investments in human capital. The Solow (“solo”) model attempts to explain, for 10 points, what economic phenomenon where output increases over time?", "answer_sanitized": "economic growth [or productivity growth; accept economic development or sustainable development; prompt on innovation or technological progress]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A document where this man denounced how the “cunning and bad faith of one man is shedding blood” was called a “sacred scripture” by his biographer, John Womack. This man devised a scheme where resource owners would lose one-third of their monopoly if they complied, but all of it if they refused. This man’s support of the traditional ejido (“eh-HEE-do”) land management system led him to oppose the author of the Plan of (*) San Luis Potosí. After the Convention of Aguascalientes (“AH-gwahs-ka-lee-EN-tays”), this man’s forces in Morelos cooperated with Pancho Villa and the Division of the North against Venustiano Carranza. This man called for “land and liberty” in his Plan of Ayala. The Liberation Army of the South was led by, for 10 points, what Mexican revolutionary who names a modern-day militia in Chiapas?", "answer_sanitized": "Emiliano Zapata Salazar", "subcategory": "World History", "category": "History"}, {"question_sanitized": "Hisako Hibi created an “homage” to a painting of this activity while interned during World War II. A “sleepy” figure leans on his elbow and looks sideways with narrowed eyes in an 1880 painting set before this action. A woman in a flat yellow floral dress kneels in an aquatint titled for this action that draws on Kitagawa Utamaro’s print Gyōzui (“g’YO-zoo-ee”). Utamaro’s work also inspired the vertical layout and (*) hovering perspective of a painting of this activity whose main figure wears a purple, green, and white striped dress. Edgar Degas’s pastels of this activity are often contrasted with depictions of this action by one of his colleagues, such as a painting of a woman holding an infant’s foot into a porcelain bowl. For 10 points, Mary Cassatt often painted mothers subjecting children to what hygienic activity?", "answer_sanitized": "bathing [or washing; accept washing or bathing a child; accept The Child’s Bath; prompt on answers indicating mothers caring for children until “mothers” is read]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This element is at the center of an enzyme that catalyzes hydroxylation, desaturation, and ring closure of three different substrates in the biosynthesis of clavulanic acid. Thousands of atoms of this element are stored in cells as a crystal within a 24-subunit protein complex. This element activates one enzyme by entering the final vertex of a cubane complex, thereby catalyzing the isomerization of citrate to isocitrate. The redox of this metal occurs in electron transfers catalyzed by (*) cytochromes. Aconitase (“uh-CON-it-ase”) and Rieske proteins contain clusters of this metal bound to sulfur. A porphyrin ring coordinates an atom of this metal in the two-plus oxidation state to allow it to bind oxygen. For 10 points, name this metal found in hemoglobin.", "answer_sanitized": "iron [or Fe; prompt on iron–sulfur clusters or proteins]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The narrator of a story by this author is told that “humanity went out countless ages ago, when it was first seized with the desire to walk” after he falls into a moat. That story by this author ends with the main character realizing that he stole a beer can from his deceased brother. After finding the sign “To Heaven” in an alleyway, a boy meets Achilles and Dante while on a journey accompanied by (*) Mr. Bons in a story by this author. Before learning of Henry’s affair with Jacky, a woman in a novel by this author gives him the advice “only connect!” Helen and Margaret manage the title estate of that novel by this author after Charles Wilcox is sentenced to jail for the death of Leonard Bast. For 10 points, name this author of “The Celestial Omnibus” and Howards End.", "answer_sanitized": "E. M. Forster [or Edward Morgan Forster] (The first story is “The Other Side of the Hedge.”)", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "In Fasti, Ovid records how, on April 1, members of this profession would remove a golden necklace from a cult statue and give incense to Fortuna Virilis before bathing. In the Hebrew Bible, the words kedeshah (“k’day-SHAH”) and zonah (“zo-NAH”) refer to members of this profession, with the former coming from a root meaning “set apart or holy.” Wearing crowns of cord on their heads, people engaging in this profession would be told, “I invite you in the name of Mylitta,” in a (*) Babylonian custom described by Herodotus. A member of this profession hung a red cord from her window to aid the Israelites prior to the destruction of Jericho; that woman was Rahab. For 10 points, Mary Magdalene was mistakenly believed to be a former member of what profession, which involves the selling of sex?", "answer_sanitized": "prostitute [accept synonyms and word forms; accept sex workers until “sex” is read; accept sacred prostitutes or courtesans; prompt on priests or priestesses until “Rahab” is read by asking “acting in the guise of what profession?”]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "An highly-flammable artificial form of this good was first displayed by Hilaire de Chardonnet (“ee-LAIR duh shar-dun-AY”) at the 1889 Paris Exposition. It’s not wine, but Louis Pasteur is credited with saving the French industry centered on this good by identifying the pébrine (“pay-BREEN”) and flâcherie (“fla-sheh-REE”) diseases. Friedrich Engels held that the “first working-class rising” of early capitalism was the 1831 Canut (“kah-NOO”) revolt led by producers of this good from (*) Lyon. A prayer book was one of many elaborate patterns made from this good that were created on the Jacquard (“zha-CAR”) machine. Brocade is a common form of this good, whose European production started after Byzantine monks smuggled a certain type of egg from China. For 10 points, name this fabric produced by feeding mulberry leaves to namesake worms.", "answer_sanitized": "silk [prompt on textiles, cloth, or fabric; prompt on rayon]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "While discussing these characters, a man claims a pound of bread for two cents is too expensive. A “cramp” named for these characters is dealt with in the stamping mill. One of these characters winces when stabbed with a needle before a woman learns about the “artificially accelerated growth” of her sterile flowers. Nana encourages burning a manuscript these characters need to survive while speaking to a member of the (*) League of Humanity. Radius leads these characters in a rebellion that kills almost all humans. After they defend each other from dissection, Alquist declares that Primus and Helena are these characters’ Adam and Eve. For 10 points, name these characters known by a term that Karel Čapek (“CHAH-peck”) coined in a play about “Rossum’s Universal” ones.", "answer_sanitized": "robots [or Rossum’s Universal Robots; prompt on R.U.R. by asking “what does that stand for?”]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "One of these objects describes its title “travels” from America in a long work of doggerel poetry written in 1621 by John Taylor. Nicolaus Copernicus wrote several versions of an essay that intervened in a Prussian debate over reform of these objects, the first of which was called the Meditata. Isaac Newton is often credited with introducing the practice of “milling” or “reeding” these objects in order to guard against (*) “clipping.” In her Automatic BOOST to Communities Act, Congresswoman Rashida Tlaib proposed that the U.S. government use its power of seigniorage (“SAIN-yur-ridge”) to create two of these objects, each worth 1 trillion dollars. For 10 points, COVID-19 caused a national shortage of what objects, examples of which include the Krugerrand and the quarter?", "answer_sanitized": "coins [or coinage; prompt on currency or money; do not accept or prompt on “paper money”]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "In chirped pulse amplification, this phenomenon is intentionally induced, the resulting wave is passed through a gain medium, and then this phenomenon is undone. Optical fibers are designed so the “material” and “waveguide” forms of this phenomenon cancel out. A value quantifying this phenomenon is given by the second derivative of the wave vector with respect to frequency. A measure of this phenomenon can be computed from three (*) Fraunhofer spectral lines and is named for Abbe (“AH-buh”). Any relation between angular frequency and wavenumber is named for this phenomenon. This phenomenon occurs when light’s refractive index varies with wavelength. For 10 points, name this optical phenomenon that causes white light to split into different colored components on entering a prism.", "answer_sanitized": "dispersion [accept dispersion relation; accept types of dispersion such as group-velocity dispersion; prompt on GVD; prompt on stretching or compressing or word forms by asking “what general optical phenomenon results in that?”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "An author from this literary movement described the “frenzy / of the feet of statues” in the poem “They Came That Night.” A poem from this movement praises the title figure’s “form / that I fix in the Eternal” after describing a “sculptured tom-tom.” A Master of Ceremonies instructs actors to pick their own masks and characters during the introduction of a play from this movement. The phrase (*) “at the end of daybreak” recurs throughout a long poem from this movement that mentions a statue of Empress Josephine. In a play from this movement, a slave renames himself “X” and rebels against Prospero in a postcolonial reimagining of The Tempest. For 10 points, Notebook of a Return to My Native Land is from what literary movement founded by Léon Damas, Leopold Senghor, and Aimé Césaire (“ay-MAY say-ZAIR”)?", "answer_sanitized": "Négritude (The second poem is “Black Woman.”)", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Members of genus Nepenthes with this trait have been found to host namesake aspartate proteases in acidic conditions that resemble the quenched environment of hydrogen-exchange MS. The feces of mutualistic hemipterans (“hem-IP-ter-ins”) like the assassin bug are crucial to species that fit in the broader definition of this trait. One thigmonastic (“thigmo-nastic”) species with this trait can distinguish between two and three (*) stimuli based on calcium concentration. Charles Darwin noted the tendency of this trait to appear in low-nitrogen environments like mountainsides and bogs. Many species with this trait rely on modified trichomes coated in sticky sap or on specially-adapted leaves that serve as pitfalls. For 10 points, name this trait that allows pitcher plants and venus flytraps to obtain additional nutrients.", "answer_sanitized": "carnivory [accept carnivorous, protocarnivorous, paracarnivorous, subcarnivorous, or insectivorous plants; accept plants that consume insects or meat, or equivalents; prompt on insect-trapping or insect-attracting]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The far-flung travels of a member of this group is the subject of Liam Matthew Brockey’s The Visitor, including his encounter with the accommodationist Roberto Nobili. While in Japan with his companion Anjirō, a member of this group incorrectly used the term dainichi before switching to the neologism deusu (“DAY-oo-soo”). Two members of this group prepared the translation of the Treaty of Nerchinsk and another created a lunisolar (*) calendar for the last Ming emperor. A member of this group was the first European to discover the Kaifeng (“kye-fung”) Jews and supported the veneration of ancestors during the Chinese rites controversy. For 10 points, Matteo Ricci (“REE-chee”) and Francis Xavier were members of what Roman Catholic religious order founded by Ignatius of Loyola?", "answer_sanitized": "Jesuits [or Society of Jesus or Societas Jesu; prompt on Christians, Catholics, Christian missionaries, priests, or monks; do not accept or prompt on non-Jesuit Catholic groups such as “Dominicans” or “Franciscans”]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "After he hears this poem, the protagonist of one novel encounters a teary Rheinhold Cacoethes (“cack-oh-ETH-ees”) and Cody’s girlfriend, Rosie Buchanan. In notes on this poem, its author describes a “robot skullface” in a hotel’s upper stories and the “Lamb in America.” In a novel, a drunken crowd yells, “Go! Go!” as Alvah Goldbook reads this poem aloud. This poem repeats the word “who” sixty-six times in its (*) first section, which mentions “the total animal soup of time.” The Dharma Bums recounted this poem’s reading at the Six Gallery. City Lights publisher Lawrence Ferlinghetti won an obscenity trial for publishing this poem, which opens with, “I saw the best minds of my generation destroyed by madness.” For 10 points, name this long poem by Allen Ginsberg.", "answer_sanitized": "“Howl” [or “Howl for Carl Solomon”; prompt on “Wail” since it’s called that in The Dharma Bums]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A piece by this composer opens with a violin motif beginning with the rising notes E, F, A, grace note C, B-flat, all over a sustained tonic B-flat major chord in the background. This composer included a largo second movement in F-sharp major in a piece nicknamed “Graveyard.” A “Witches’ Minuet” comprises the third movement of another of this composer’s pieces that gained its nickname from the descending perfect (*) fifths in its opening. This composer’s Opus 76 string quartets are nicknamed for their dedication to Count Erdődy. A theme and variations in one of those quartets is based on this composer’s hymn to Francis II, which was later adapted for the Deutschlandlied (“DOYTCH-lahnt-leet”). For 10 points, name this Austrian composer of the “Sunrise” and “Emperor” string quartets.", "answer_sanitized": "Franz Joseph Haydn", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A work [emphasize] responding to this philosophy modifies its root word by making its second letter a K followed by a hyphen, referring to man’s “standing out” into the truth of “being” and his “dwelling” in language. A text defending this philosophy uses a student who must choose between going to war and caring for his mother to illustrate “abandonment.” While defending the (*) “subjectivity” of the atheistic type of this philosophy, that text claims, “in fashioning myself, I fashion man.” Martin Heidegger claimed that an essay promoting this philosophy misunderstood his work, due to its claim that its central concept “precedes essence.” For 10 points, name this philosophy equated to “a Humanism” in an essay by Jean-Paul Sartre.", "answer_sanitized": "existentialism [accept L’existentialisme; accept “Existentialism is a Humanism”; prompt on humanism by asking “what philosophy is humanism being compared to?”; prompt on existence] (The first line is about “ek-sistenz” from Heidegger’s “Letter on Humanism.”)", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "In a 2011 book titled Inventing [this man], historian Wallace Hettle asserted that much of this general’s life was invented by his biographers. This man’s cartographer, Jedediah Hotchkiss, gained crucial intelligence from the proprietor of Catherine Furnace for this man’s final military engagement. This general’s tardiness during the Seven Days Battles allowed Union troops to escape. This man’s defeat at (*) Kernstown preceded his victory over John Frémont at McDowell during his namesake Valley Campaign, in which this general gained fame for his “foot cavalry.” This man overwhelmed Oliver Howard’s XI (“eleventh”) corps during a flanking maneuver at Chancellorsville, after which he was killed by friendly fire. For 10 points, name this Confederate general nicknamed for his defensive abilities at the First Battle of Bull Run.", "answer_sanitized": "Stonewall Jackson [or Thomas Jonathan Jackson]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This technique can be applied to ill-posed problems by adding the Lagrange multiplier of the constraints to every element of the principal diagonal. One form of this technique acts on the outputs of the logit (“LO-jit”) function, which are exponentiated in the final result. The product of the normal matrix X-transpose X and the moment matrix is the BLUE for one form of this technique by the (*) Gauss–Markov theorem. While assessing this technique, one can correct for the effect of degrees of freedom on the coefficient of determination. The sum of the square of the residuals is minimized in the least-squares variety of, for 10 points, what statistical technique that can describe the relationship between variables as a best-fit line?", "answer_sanitized": "regression analysis [accept linear regression, ordinary least-squares regression, logistic regression, or ridge regression; accept Tikhonov regularization until “logit” is read]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "The Royal Ballet is currently the only company that dances this choreographer’s original version of one ballet’s Valse Champêtre, which features a forty-person corps de ballet dancing with a maypole within a perimeter of painted footstools. One number by this choreographer has 24 white-clad ballerinas descend a ramp in arabesque before performing a waltz. This choreographer included a drug-induced dream sequence set in a (*) Himalayan “kingdom of the shades” in a ballet written in collaboration with composer Ludwig Minkus. This choreographer also famously revived a failed ballet in 1895, adding 32 fouettés (“fwet-TAYS”) to the coda of Odile’s variation. La Bayadère (“bah-yah-DAIR”) was choreographed by, for 10 points, what ballet master of the St. Petersburg Imperial Theater and choreographer of Swan Lake?", "answer_sanitized": "Marius (Ivanovich) Petipa [or Victor Marius Alphonse Petipa]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Some of these expressions are ungrammatical because forming them involves an island violation. That constraint is observed even in Japanese, where covert movement means that these expressions are formed “in situ.” In English, these expressions often require “do-support,” since an auxiliary verb must be present to perform inversion. Using the word “or” can cause ambiguity between the “alternative” and (*) “polar” types of these expressions. These expressions can come from statements that end with a “tag,” like Spanish “verdad.” In English, the “wh” (“W-H”) type of these expressions is mainly formed with words that begin with the letters “wh.” Rising intonation is often used with the “yes-no” variety of, for 10 points, what kind of expression formed from an interrogative phrase?", "answer_sanitized": "questions [accept interrogatives or interrogative phrases until read; accept specific kinds of questions like wh-questions, polar questions, yes-no questions, or tag questions; accept relative clauses until “do-support” is read]", "subcategory": "Social Science", "category": "Social Science"}], "bonuses": [{"leadin_sanitized": "This poet described climbing “golden in the heydays of his eyes” in a poem set at his aunt Annie’s farmhouse. For 10 points each:", "answers_sanitized": ["Dylan (Marlais) Thomas", "time", "cynghanedd (“kung-HAH-neth”) "], "parts_sanitized": ["Name this poet whose collection Deaths and Entrances includes the poem “Fern Hill.” Another poem by this Welsh author urges, “rage, rage against the dying of the light.”", "At the end of “Fern Hill,” the narrator notes that “[this concept] held me green and dying / though I sang in my chains like the sea.”", "The line “though I sang in my chains like the sea” was influenced by this traditional Welsh metric form, which means “harmony.” Consonants on both sides of each line are symmetrized in one type of this highly complex form."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Dea Roma escorts the quadriga of this structure’s namesake figure as he rides in triumph. For 10 points each:", "answers_sanitized": ["Arch of Titus [or Arcus Titi; or Arco di Tito]", "apotheosis [prompt on answers regarding deification or divinization]", "victory [accept victoria or Nike; accept Winged Victory of Samothrace] "], "parts_sanitized": ["Name this arch that depicts a menorah and a showbread table in a triumphal scene of the various spoils of war taken from Judea. It was built by its namesake’s brother, Emperor Domitian.", "The interior of the Arch of Titus features one of these scenes that depicts Titus on the back of an eagle. The Column of Antoninus Pius depicts the emperor and his wife Faustina flanked by eagles in another of these scenes.", "The spandrels of the Arch of Titus show winged personifications of this concept. A personification of this concept braces herself against a strong wind in a headless depiction from Samothrace."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This process causes a temporary amenorrhea (“am-en-or-REE-uh”) that may be useful for spacing out births. For 10 points each:", "answers_sanitized": ["lactation [or exclusive breastfeeding or nursing; accept lactational amenorrhea]", "PCOS [or polycystic ovary syndrome; accept word forms like ovarian in place of “ovary” or disease in place of “syndrome”; accept hyperandrogenic anovulation, HA, or Stein–Leventhal syndrome]", "menopause [accept climacteric] "], "parts_sanitized": ["Name this process, which may suppress ovulation when it occurs “exclusively” due to inhibition of GnRH. This process can begin during pregnancy with the production of colostrum.", "Hormonal control of ovulation is also disrupted in this disorder, in which androgen levels are elevated. This disorder’s symptoms include insulin resistance and a “string of pearls” appearance on ultrasound.", "Ovulation becomes sporadic and eventually stops completely during this process, as the ovaries stop producing progesterone and estrogen. Hormone replacement therapy can alleviate hot flashes during this event."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "This man developed the stance that humanity’s sin could only be atoned, or satisfied, by the resurrection. For 10 points each:", "answers_sanitized": ["Saint Anselm of Canterbury", "God", "fool [or insipiente] "], "parts_sanitized": ["Name this Medieval philosopher who developed the satisfaction theory of atonement in Cur Deus Homo. He also wrote the Monologion and Proslogion.", "Anselm’s Proslogion developed an ontological argument for the existence of this being. Thomas Aquinas later devised “five proofs” for the existence of this being in his Summa Theologica.", "Anselm’s ontological argument refutes a denial of God’s existence made by one of these people. Gaunilo of Marmoutiers’s criticism of Anselm’s argument is titled In Behalf of [one of these people]. Specific term required."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "The speaker of a poem explains to a weeping child that there is “something more immortal even than” these things. For 10 points each:", "answers_sanitized": ["stars", "Leaves of Grass", "deathbed edition "], "parts_sanitized": ["Name these things. In another poem, a speaker “tired and sick” of his lecturer’s “charts and diagrams” wanders off in the “mystical moist night-air” to look at these things.", "The speakers contemplate the stars in “When I Heard the Learn’d Astronomer” and “On the Beach at Night,” which were respectively published in the 1867 and 1881 editions of this Walt Whitman poetry collection.", "This edition of Leaves of Grass unusually appended new poems like “Good-Bye My Fancy.” This edition also removed three “Calamus” poems and some of the homoerotic lines in “Song of Myself.”"], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Forces led by Nitta Yoshisada defeated the Hōjō clan in a 1333 siege whose aftermath led to the establishment of this period. For 10 points each:", "answers_sanitized": ["Kenmu Restoration [or Kemmu Restoration; or Kenmu no shinsei]", "Kamakura Shogunate", "Emperor of Japan [or Tennō] "], "parts_sanitized": ["Name this three-year period of Japanese history. This period ended with Ashikaga Takauji deposing Go-Daigo during his invasion of Kyoto, and the establishment of the Northern and Southern courts during the Nanboku-chō.", "The Kenmu Restoration succeeded this first shogunate, which had earlier exiled Go-Daigo to the Oki Islands during the Genko War. Kublai Khan attempted to invade this shogunate twice, but failed due to kamikaze winds.", "Go-Daigo, a holder of this position, briefly held substantial power during the Kenmu Restoration. Later, Meiji held this title during his namesake restoration."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Berenice Abbott is best known for capturing images of the sign for a gunsmith shop and headquarters of the police department in this city during the early 1900s. For 10 points each:", "answers_sanitized": ["New York City [or NYC]", "Man Ray [or Emmanuel Radnitzky]", "physics [prompt on science] "], "parts_sanitized": ["Name this city, the setting of Abbott’s Automat. This city is also the location for her image of Edward Hopper working in his studio.", "Abbott served as this artist’s assistant while studying in Paris. This artist created a monochrome black-and-white work featuring a large lip floating in the sky and a woman reclining beside a chess table.", "In the late 1950s, Abbott created many photographs for high school textbooks in this academic subject, including one that illustrates the conservation of momentum as two balls collide."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "The protagonist’s brother is sent to the title location after he joins a cult in this author’s story “Cell One.” For 10 points each:", "answers_sanitized": ["Chimamanda Ngozi Adichie", "“The Headstrong Historian”", "Things Fall Apart "], "parts_sanitized": ["Name this author who wrote about two women hiding together in an abandoned shop during a riot in “A Private Experience,” which is part of the short story collection The Thing Around Your Neck.", "After four miscarriages, Nwamgba gives birth to a son who converts to Christianity in this short story by Adichie. Grace holds Nwamgba’s hand on her deathbed at the end of this final entry in The Thing Around Your Neck.", "In “The Headstrong Historian,” Nwamgba marries Obierika, who is a close friend of Okonkwo in this Chinua Achebe novel partially set in Umuofia."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "A Louisiana monopoly controlling these places was sued for limiting an asserted right to work. For 10 points each:", "answers_sanitized": ["slaughterhouses [accept meatpacking or meat processing factories or facilities; do not accept or prompt on “factories”]", "Russell A. Alger", "Upton Sinclair [or Upton Beall Sinclair, Jr.] "], "parts_sanitized": ["In a case named for these places, Associate Justice Samuel Miller ruled that the Privileges and Immunities Clause of the Fourteenth Amendment applied only to federal citizenship and not the states.", "In a bid to support Chicago meatpackers, this Secretary of War during the Spanish-American War ignored Nelson Miles’s request to source meat for the Army from Cuba. Instead, this man sent rancid food that Miles dubbed “embalmed beef.”", "The embalmed beef scandal and the meatpacking exposé The Jungle, written by this muckraker, led to the passage of the 1906 Pure Food and Drug Act."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "The Japanese marketing concept of dochakuka (“DOH-cha-koo-KA”) inspired a portmanteau of these two words popularized by the sociologist Roland Robertson. For 10 points each:", "answers_sanitized": ["global AND local [accept in either order; accept glocalization or “Think global(ly), act local(ly)”]", "McDonald’s", "“non-” [accept non-places, non-things, non-people, or non-services] (The Ritzer book is The Globalization of Nothing.) "], "parts_sanitized": ["Give these two words. The urban theorist Patrick Geddes is often credited with originating a slogan that urges “thinking” on one of these scales and “acting” on the other.", "A standard example of glocalization is this company’s use of the comics character Asterix as a mascot in France. The “Golden Arches” theory erroneously holds that countries with branches of this chain have never fought.", "George Ritzer discussed “glocalization” and “grobalization” in a book about “places,” “things,” “people,” and “services” denoted by this prefix. This prefix precedes “place” in Marc Augé’s (“oh-ZHAY’s”) term for places like airport terminals."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Arnold Sommerfeld introduced fine structure based on doublets in spectral lines of this element. For 10 points each:", "answers_sanitized": ["hydrogen atom [prompt on H]", "spin–orbit interaction [accept spin–orbit coupling; prompt on SOC or SOI; prompt on partial answer]", "Gene Dresselhaus [accept Millie Dresselhaus; accept Dresselhaus effect] "], "parts_sanitized": ["Name this element that was thought to contain a positively charged nucleus orbited by an electron in discrete energy levels according to the Bohr model.", "Relativistic corrections, the Darwin term, and a term due to this interaction contribute roughly equally to fine structure corrections. This interaction arises from the coupling of motion and intrinsic angular momentum.", "Spin-orbit coupling can cause shifts in energy bands of non-centrosymmetric crystals in an effect named for this physicist that is similar to the Rashba effect. This physicist’s wife, of the same last name, has been called the “queen of carbon science” for her pioneering work on spectroscopy of carbon nanotubes and other structures."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "In this play, suggested treatments for the title character’s condition include pacing the room twelve times, putting an even number of salt-grains on his eggs, and removing an arm. For 10 points each:", "answers_sanitized": ["The Imaginary Invalid [or Le malade imaginaire or The Hypochondriac]", "improvises an opera (about Tircis and Phyllis) [accept sings or performs or synonyms in place of “improvises”; accept operetta, duet, or song in place of “opera”; prompt on “pretends to be the music teacher’s friend/replacement” or equivalents]", "Le Tartuffe [or l’imposteur; or The Impostor] "], "parts_sanitized": ["Name this play. After Mr. Purgon refuses to continue to serve Angelique’s father in this play, Argan promises Angelique to Thomas Diafoirus (“dee-ah-fwa-ROOS”) before realizing he can treat his own ailments.", "In The Imaginary Invalid, Cléante (“clay-ONT”) and Angelique perform this action to talk about their love. Argan argues that this action is in bad taste since “Tircis [seems] an impertinent fellow” and “Phyllis an impudent girl.”", "The author of The Imaginary Invalid, Molière, wrote this play where a different Cléante asks his brother-in-law not to “rail at true devoutness.” At this play’s end, the Prince arrests the title religious hypocrite."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Many Pomaks formed militant groups in the 1980s when they were forced to alter these things. For 10 points each:", "answers_sanitized": ["surnames [or last names or family names]", "Todor (Hristov) Zhivkov", "Mustafa İsmet İnönü (“eese-MET ee-nuh-NEW”) [accept either underlined portion] "], "parts_sanitized": ["Name these things that a 1934 law stipulated every Turkish family should have in lieu of titles like “Pasha” or “Bey.” The law also banned these things from having Armenian or Slavic endings like “-ian” or “-vich.”", "In the 1980s, this de facto leader of Bulgaria oversaw a so-called “Revival Process” which mandated that Turks in his country change their names and renounce Islam, eventually leading to an ethnic cleansing.", "The implementer of the Turkish surname law, Mustafa Kemal, took the surname Atatürk, while this “National Chief” who succeeded him took his surname from a town where he fought during the Greco-Turkish War."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This opera was controversially referred to as a “shabby little shocker” by musicologist Joseph Kerman in his 1956 book Opera as Drama. For 10 points each:", "answers_sanitized": ["Tosca", "Giacomo Puccini [or Giacomo Antonio Domenico Michele Secondo Maria Puccini]", "Enrico Caruso "], "parts_sanitized": ["Name this opera. After Kerman’s scathing remarks, the conductor Thomas Beecham responded by saying that anything Kerman says about this opera’s composer “can safely be ignored.”", "Tosca is an opera by this composer. The Jonathan Larson musical Rent is based on his opera La bohème.", "Puccini considered casting this young operatic tenor as Cavaradossi for the premiere of Tosca, but selected the older Emilio De Marchi instead, which he later regretted. This Italian tenor sold over a million copies of his recordings of “Vesti la giubba” (“VESS-tee la JOOB-bah”) from Pagliacci (“pahl-YAH-chee”)."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Description acceptable. One proposed cause of this feature of an astronomical body is the torque produced by core–mantle friction and atmospheric tides, while another is, unsurprisingly, a massive impact. For 10 points each:", "answers_sanitized": ["retrograde rotation of Venus [accept answers indicating that Venus spins backwards on its axis; prompt on Venus’s rotation by asking “what is unique about it?”; prompt on answers that don’t include “Venus”; do not accept or prompt on “retrograde orbit of Venus” or “Venus orbits backwards”]", "Jupiter", "Neptune "], "parts_sanitized": ["Name or describe this property of the slowest-rotating planet, which has a longer day than its year.", "The migration of this planet disrupted planetesimals (“plan-uh-TESS-im-ulls”) as it took on a “grand tack.” Extensions to the Nice (“neese”) model predict that this planet jumped between orbital resonances.", "The motion of Jupiter flung asteroids into the inner Solar System at the same time as it ejected this planet outward. This eighth planet is in 2-to-3 orbital resonance with members of the Kuiper Belt called plutinos."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This musician’s gospel choir released an album titled Emmanuel that is composed of just five songs sung in Latin and loosely based on Gregorian chant. For 10 points each:", "answers_sanitized": ["Kanye (Omari) West [accept either underlined name]", "Caroline (Adelaide) Shaw", "minimalism "], "parts_sanitized": ["Name this musician and leader of the Sunday Service Choir, which also released the album Jesus Is Born. He collaborated with performance artist Vanessa Beecroft to compose two operas, Nebuchadnezzar and Mary.", "Kanye has frequently collaborated with this American composer, such as on “Wolves” and the remix of “Say You Will.” This composer was awarded the 2013 Pulitzer Prize for Music for her piece Partita for 8 Voices.", "Kanye was influenced by this musical style while composing his sixth studio album, Yeezus. Terry Riley’s piece In C exemplifies this musical style, which is associated with composers such as John Adams and Philip Glass."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This religious leader is the namesake of a standardized “peace palace” his followers have erected around the world, including in an incorporated “Vedic City” named for him in Iowa. For 10 points each:", "answers_sanitized": ["Maharishi Mahesh Yogi [accept either underlined name]", "transcendental [accept transcendental meditation or transcendentalism; prompt on TM]", "flying [or word forms; accept Unidentified Flying Objects; accept floating or levitating or synonyms; accept hopping] "], "parts_sanitized": ["Name this “giggling guru” whose namesake “effect” purports that 1 percent of a population performing his techniques can reduce crime. The director David Lynch runs a foundation that brings his teachings to public schools.", "The Maharishi advised celebrities like the Beatles on a form of “meditation” described by this word. As part of a 19th century movement of this name, The Dial published the first English translation of the Lotus Sutra.", "The Maharishi’s “yogic” form of this action was allegedly taught to 16,000 Mozambican soldiers. This word follows “unidentified” in the term for the “objects” venerated by religious movements like Heaven’s Gate."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "In this country, Ian Berry photographed a massacre committed by this country’s police force during a protest over passbook laws. For 10 points each:", "answers_sanitized": ["South Africa [or Union of South Africa]", "Hendrik (Frensch) Verwoerd (“fer-VOORT”)", "Afrikaans "], "parts_sanitized": ["Name this country where the ruling National Party’s ban of an opposition party spurred the formation of a guerrilla group led by Arthur Goldreich and Walter Sisulu.", "This Prime Minister of South Africa, often dubbed the “Architect of Apartheid,” declared the country a republic a year after the Sharpeville Massacre. This Prime Minister was assassinated by Dimitri Tsafendas in 1966.", "Verwoerd lent intellectual support to baasskap, a term in this language that describes the economic dominance of white South Africans over blacks. Besides English, this is the only official South African language of European origin."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "These materials contain layers of transition metals, most commonly titanium, interleaved with carbon or nitrogen and capped by surface terminations that are typically halides or oxygen. For 10 points each:", "answers_sanitized": ["MXenes (“MAX-eens”) [prompt on MAX phases]", "DMSO [or dimethyl sulfoxide]", "cancer [accept specific types] "], "parts_sanitized": ["Name this class of materials first created by the Barsoum group in 2011. They are highly conductive, easily made into colloidal solutions, and have functionalizable surfaces.", "Mashtalir et al. intercalated [emphasize] this molecule into MXenes and found that it formed a “paper” with extremely high energy storage capacity. Skin contact with this polar aprotic solvent causes a garlicky taste.", "MXenes are also effective photothermal agents for treating this group of diseases. This group of diseases can also be treated with chemotherapeutics such as Taxol."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Pausanias claimed that he could still see the mark left by this object at the Erechtheum. For 10 points each:", "answers_sanitized": ["trident of Poseidon [or the trident of Neptune; prompt on trident by asking “whose?”]", "Telchines (“tel-KYE-neez”)", "Cyclopes [or Cyclops; accept Elder Cyclopes or Younger Cyclopes] "], "parts_sanitized": ["Name this object that was thrust into the ground to make a claim over the land of Attica. In punishment for his hubris, Ajax the Lesser was killed when this object struck the rock he was clinging to.", "Some sources claim that Poseidon’s trident and Kronos’s sickle were made by these magical inventors of smithing. These beings were the original residents of Rhodes before they were driven off by the Heliadae, and they may have resembled dogs with fins for hands.", "Apollodorus credits the creation of Poseidon’s trident to a group of these giants, which Hesiod (“HEE-see-id”) attested also made the thunderbolt of Zeus. These one-eyed creatures were shepherds in Homer’s Odyssey."], "subcategory": "Mythology", "category": "Mythology"}]}