{"tossups": [{"question_sanitized": "Members of this people were targeted by a proclamation that forced them to stop exporting a product measured in bags called taureaux, leading to a war where they won the “Victory of Frog Plain.” A graphic novel about a leader of this people by Chester Brown discusses his use of an insanity defense against high treason and his execution of Thomas Scott. A provisional government of this people based at Fort Garry was suppressed by the (*) Wolseley expedition. Members of this people were defeated at the battle of Batoche under their general Gabriel Dumont (“doo-MON”). The government of John A. Macdonald suppressed this people’s Red River and North-West Rebellions, which were both led by Louis Riel (“ree-EL”). For 10 points, name this ethnicity of mixed First Nations and European ancestry that settled in Manitoba.", "answer_sanitized": "Métis (“may-TEE”) [prompt on Aboriginal, indigenous Canadian, indigenous American, or mixed-race; prompt on voyageurs; do not accept or prompt on “First Nations” or “Native American”]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "The back of a painting depicting one of these animals features an enigmatic sketch of a balloon coming out of a man’s mouth with the words “HA HA” in reaction to the punchline of a German nursery rhyme. In one painting, two of these animals flank a scene that depicts an angel running towards a man during a red sunset. A headless female torso wearing a surgical glove gestures at a boiler-shaped one of these animals in a Max (*) Ernst painting whose title is often shortened to Celebes (“SELL-uh-bees”). Five of these animals carry obelisks and statues while balancing on stilt-like legs as a man raises a crucifix in The Temptation of Saint Anthony. In another painting, gnarled tree trunks form the bodies of these animals in a pond. For 10 points, Salvador Dalí painted Swans Reflecting what animals?", "answer_sanitized": "elephants [accept The Elephant Celebes; accept The Elephants or Los Elefantes; accept Swans Reflecting Elephants]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Patricia Westerford receives a copy of this work from her father and frequently muses on its opening line in Richard Powers’s novel The Overstory. Arthur Golding used “fourteeners” rather than the original hexameters in the first complete translation of this work into English. In one story from this work, mulberries become stained purple after a man sees a lion with a bloody mouth and stabs himself. A retelling of (*) twenty-four stories from this work was written by Ted Hughes and titled for Tales from its author. In its fifteenth book, this work discusses the appearance of a comet that contains the spirit of Julius Caesar. This work begins with the creation of the universe, followed by the four ages of man. For 10 points, name this poem that recounts many mythological transformations, written by Ovid.", "answer_sanitized": "The Metamorphoses [or Metamorphoseon libri]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "An admiral serving this ruler wrote the travelogue The Mirror of Countries based on his journeys in the Indian Ocean. This ruler was convinced to issue a decree that rejected the idea of blood libel by his physician, Moses Hamon. This ruler issued a “capitulation” in response to an embassy led by Jean de La Forêt. In the Peace of Amasya, this ruler forced an empire to the east to stop cursing the names of (*) Abu Bakr and Umar, humiliating the Safavid shah Tahmasp I. This ruler’s forces won against the “Holy League” assembled by Pope Paul III at the Battle of Preveza. This ruler became allied to Francis I of France after an embassy led by his admiral Heyreddin Barbarossa. For 10 points, a failed 1529 siege of Vienna was led by what 16th-century Ottoman sultan?", "answer_sanitized": "Suleiman I [or Suleiman the Magnificent or Suleiman the Lawgiver or Ḳānūnī Sulṭān Süleymān or Süleyman-ı Evvel; prompt on Suleiman or Sulayman] (The admiral is Sidi Ali Reis.)", "subcategory": "World History", "category": "History"}, {"question_sanitized": "People with this behavior took tests like the Fagerström questionnaire in a study by DiClemente and Prochaska on their Transtheoretical Model of “stages of change.” In a 2019 scandal, King’s College London deemed 26 of Hans Eysenck’s (“EYE-zenk’s”) papers “unsafe” for their bogus claims that personality is vastly more predictive than this activity for certain outcomes. Groups promoting this activity funded the work of Hans Selye and Meyer Friedman’s research on Type A and B personalities. Sigmund Freud’s ideas about (*) oral fixation inspired an ad campaign by his nephew Edward Bernays to encourage this activity among women. Cessation of this activity can be aided by medications like bupropion, varenicline, or a kind of chewing gum. For 10 points, name this behavior that can cause nicotine dependence.", "answer_sanitized": "smoking [or being a smoker, or using/chewing/smoking tobacco, or smoking cigarettes; accept answers mentioning nicotine until “nicotine” is read; prompt on addiction]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "This protein is mimicked in 3D cell cultures by adding the GFOGER (“G-F-O-G-E-R”) sequence to the PEG scaffolding. Subunits of this protein are connected by forming aldimines adjacent to a 5R-hydroxyl. Copper deficiency can disrupt the quaternary structure of this protein, which is the most common ligand (“LYE-gand”) for integrins. Autoantibodies against this protein target the basement (*) membrane in Goodpasture syndrome. Glycine makes up roughly one third of this protein, allowing tight rotation of hydroxyproline (“hydroxy-proline”) residues formed in the presence of a vitamin C cofactor. A triple helix is found in all types of, for 10 points, what protein found in connective tissue, the most abundant in the body?", "answer_sanitized": "collagen [accept preprocollagen, procollagen, tropocollagen, fibrillar collagen, or type I through type XXIX collagen]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Speakers of the Keresan language from this state popularized Heishi (“hee-shee”) shell beaded jewelry. The Raton-Clayton Volcanic Field in this state’s northeast contains the Capulin Volcano, from which it is possible to see four other states. A trail originating in this state’s Cibola National Forest follows the mining history of (*) turquoise among this state’s indigenous peoples. When viewed from above, this state’s capitol building, known as the “Roundhouse,” is meant to resemble a symbol with four lines extending from a red circle in each direction that also appears on this state’s flag. For 10 points, name this state home to the most federally recognized Pueblo communities, where alien spotting for unidentified flying objects occurs in the town of Roswell.", "answer_sanitized": "New Mexico", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "A character in this play asks to be plucked like a “creeping vine” and thrown “over your shoulder like an old shoe” in a monologue that notes, “we take our tears, and we put ’em in the ice box, in the goddamn ice trays.” After accusing someone of “rearranging the chromozones,” a man in this play calls himself an “ABMAPHID.” One character in this play shoots a gun that fires a (*) parasol before arguing about the color of his son’s eyes. A “hysterical pregnancy” is discussed with a couple who have an imaginary son in this play. This play’s third act, “The Exorcism,” follows “Walpurgisnacht,” in which Honey leaves to vomit in the bathroom. For 10 points, name this play in which George and Martha ask the title “bland, intellectual” question, by Edward Albee.", "answer_sanitized": "Who’s Afraid of Virginia Woolf?", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "This element’s lithium triethyl hydride is a powerful reducing agent trademarked as Super-Hydride. Extensive electron delocalization between atoms of this element allows a single carbon to protonate CO2 in the strongest isolable (“ICE-uh-luh-bull”) single-component acid. Hydrides of this element are typically dissolved in tetrahydrofuran (“tetra-hydro-furan”) to avoid (*) dimerization. This non-metal is less electronegative than hydrogen, allowing it to attack the less-substituted carbon of an alkene and form the anti-Markovnikov product before being oxidized by hydrogen peroxide in a reaction discovered by Herbert Brown. There are only six valence electrons in the trifluoride of this element. For 10 points, what element that violates the octet rule has atomic number one less than carbon?", "answer_sanitized": "boron [or B; prompt on carboranes or hydroboration-oxidation]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The example of high energy physics is used to show how “cultures” of this concept function in a book by Karin Knorr Cetina. A “spiral” of this concept is depicted in Ikujiro Nonaka’s SECI (“SECK-ee”) model, a core idea in the discipline about its “management.” This concept is “power-sensitive conversation” with “the world as… trickster” according to a Donna Harraway essay on its “situated,” pluralized form. Karl Mannheim’s (*) Ideology and Utopia is part of the sociology of this concept. Peter Drucker theorized an “economy” named for this concept in which it is the main asset of workers. Michael Polanyi called this concept “tacit” if it is difficult to explicitly transfer. For 10 points, the acronym BOK refers to a field’s “body of” what concept, the state of being familiar with a fact?", "answer_sanitized": "knowledge [accept word forms like knowing or knowhow, or specific types like scientific knowledge; accept epistemic or word forms; prompt on information, skills, or human capital; prompt on objectivity]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A 1988 Opera North production of an opera from this country gave each audience member a scratch-and-sniff card with odors like perfume and rotting meat. In that opera from this country, the Eccentrics give the fairy princess Ninette water so she doesn’t die of thirst. An opera set in this non-Czech country ends with the main character drowning her husband’s lover in an icy river. A famous (*) march is excerpted from an opera from this country in which Fata Morgana curses a prince to have the title “Love for Three Oranges.” The article “Muddle Instead of Music” denounced an opera set in this country for failing to embody socialist realism. For 10 points, name this setting of Lady Macbeth of the Mtsensk District and home of Dmitri Shostakovich.", "answer_sanitized": "Russia [or Soviet Union or Union of Soviet Socialist Republics or U.S.S.R. or C.C.C.P.]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A “visual history” of these objects by Alicia Yin Cheng describes how they were sometimes altered with “pasters” (“PASTE-ers”). To uncover the fraudulent use of these objects in New York City, Matthew Quay set up a fake “city directory.” These objects were used by individuals grouped into “blocks of five” by Indianapolis lawyer W. W. Dudley. In 1888, Massachusetts was the first state to legislate the use of the (*) “Australian” type of these objects, which were produced at government expense. The use of these objects was effectively sold by “floaters.” In the 19th century, these objects were named for their resemblance to railway tickets and were usually produced for an individual ward. For 10 points, name these objects whose “secret” form revolutionized voting.", "answer_sanitized": "ballots [accept secret ballot or Australian ballot; accept ticket until read; prompt on votes]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "One work addresses the “partaking” relation to these constructs with the analogy of a sail being spread out over a group of men. That text briefly considers the “bottomless pit of nonsense” caused by denying the applicability of these entities to “vile” things like “hair, mud, and dirt.” Each of these entities having its own chief property would necessitate a further one of them to explain the original, creating an (*) infinite regress, according to the Third Man argument. One of these entities is analogized to a sun that provides the light by which the mind sees in a text that claims that the “intelligible realm” is home to these entities, such as “the Good.” For 10 points, name these ideal essences that physical objects are images of, according to the Republic and other dialogues by Plato.", "answer_sanitized": "forms [or ideas; or eidos; or eidon; or morphe]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Applying the beta plane approximation when modeling these confined systems causes their streamlines to pack densely along one boundary. Henry Stommel justified the existence of AABW by using his two-box model to infer motion in the interior of these systems, and was the first to describe the process of western intensification. The Sverdrup balance states that the curl of wind stress on these systems is proportional to the net (*) Ekman transport. The raised center of these systems produces the outward pressure gradient that defines geostrophic flows. There is significant upwelling along the eastern edges of these systems, whose surfaces circulate in large gyres directed by the Coriolis force. For 10 points, name these systems, the largest bodies of water on Earth.", "answer_sanitized": "Earth’s oceans [or the sea; accept ocean basins, ocean currents, ocean gyres, the ocean surface, the sea surface, or specific oceans; prompt on currents or gyres by asking “what systems are those found in?”]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A leader of this party sent counterterrorism commandos to Somalia to rescue airplane hostages in Operation Magic Fire. That leader of this party gave a speech warning of the risks of nuclear parity that spurred the adoption of NATO’s “double-track decision.” In a 1980 report, a former leader of this party proposed a namesake line at approximately 30 degrees north to divide the world into a “developed” (*) North and a “developing” South. A leader of this party fell to his knees during a visit to Poland and resigned after the revelation that his aide Günter Guillaume (“ghee-OHM”) was a spy for the country targeted by his “Ostpolitik.” For 10 points, Helmut Schmidt and Willy Brandt (“VIH-lee BRANT”) were members of what left-wing German political party whose terms typically alternate with the Christian Democrats?", "answer_sanitized": "Social Democratic Party of Germany [or Sozialdemokratische Partei Deutschlands; accept SPD, SDP or Social Democrats; do not accept or prompt on “Socialist” Party]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This character lives with her aunt Cora and then in a convent with Mother St. Justine and the de Plana sisters before her honeymoon in the town of Massacre. Tia throws a stone at this character during a fire which kills her mother’s parrot Coco. This character, who is described as a “German vampire,” stabs her brother Richard and begs for an obeah potion from her (*) nurse Christophine. This character is alluded to in the title of Sandra Gilbert and Susan Gubar’s feminist study of Victorian literature. This character’s Jamaican background is explored in Wide Sargasso Sea, whose last section describes her caretaker, Grace Poole, and her burning down of Thornfield Hall. For 10 points, name this madwoman in the attic, the first wife of Mr. Rochester in Charlotte Brontë’s novel Jane Eyre.", "answer_sanitized": "Bertha Mason [or Antoinette Cosway or Antoinette Mason; prompt on Mason or Cosway or Mrs. Rochester; prompt on the madwoman in the attic or Rochester’s wife until read]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "In the first entry in the collection 101 Zen Stories, the master Nan-in uses this practice to show a university professor that he is “full of [his] own opinions and speculations.” Martin Heidegger may have plagiarized the description of Taoism as the art of “being in the world” from a book titled for this practice by Okakura Kakuzo. It’s not zazen meditation, but the Rinzai school monk Eisai spread this practice, which legendarily originated with the eyelids that (*) Boddhidharma ripped off his own face while staring at a cave wall for nine years. Rooms called chashitsu are used for a Buddhism-inspired Japanese “ceremony” centered on this practice. For 10 points, consuming matcha is an example of what practice, which gave Zen monks the caffeine they needed for long vigils?", "answer_sanitized": "drinking tea [accept anything indicating preparing, pouring, or consuming green tea; accept matcha in place of “tea” until “matcha” is read; prompt on drinking or other less specific answers]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Watanabe and Oshikawa proved a “no-go” theorem stating that a class of materials that lack this property cannot thermalize. If the relation between a set of generalized and Cartesian coordinates has this property, the system’s Hamiltonian equals its total energy. In 2012, Frank Wilczek posited the existence of “crystals” that break this continuous symmetry. A system’s output equals its input times its impulse response if it is (*) linear and has this property. The equation “H psi equals E psi” is a form of the Schrödinger equation described by this term. If a system has this property, Noether’s (“NURR-tuh’s”) theorem implies that its total energy is conserved. In general, quantities with this property are called conserved. For 10 points, name this property of quantities that are constant as a system evolves.", "answer_sanitized": "time invariance [accept time independence or equivalents; accept time-translation symmetry or TTS; accept conserved until read; accept time-independent Schrödinger equation; prompt on constant until read by asking “with respect to what variable?”; prompt on time symmetry or T-symmetry; do not accept or prompt on answers involving “time-reversal”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Twelve sonatas by Domenico Scarlatti were adapted into works in this genre by the author of the first work on musical criticism published in English, Charles Avison, who was influenced by his teacher Francesco Geminiani. The final movement of a piece in this genre intersperses a minuet with two trios and a polacca, or a polonaise. The second movement of another piece in this genre consists of a single (*) measure with two chords that make up a Phrygian half cadence. Cardinal Pietro Ottoboni commissioned a piece in this genre that ends with a G-major 12/8 (“twelve-eight”) time pastorale ad libitum movement. Arcangelo Corelli composed that G-minor piece in this genre “for the night of Christmas.” J. S. Bach wrote six pieces dedicated to the margrave of Brandenburg in, for 10 points, what genre?", "answer_sanitized": "concerto [or concerto grosso; accept Christmas Concerto; accept Brandenburg Concertos; do not accept or prompt on concertos for any solo instruments]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Sir Richard Burton translated a story where one of these characters escapes from Raja Vikram. A girl’s illness begins after one of these characters gives her a hunchback’s charm, as described in Dr. Hesselius’s notes. A vow to not reveal the death of one of these characters causes a feverish Aubrey to hallucinate his dead lover Ianthe. Laura hangs a portrait of one of these characters, Millarca Karnstein, in (*) the novel Carmilla. Joseph Smolette and Thomas Snelling are attacked while transporting boxes of earth for one of these characters whose creation was inspired by Lord Ruthven. A maid removes “strong-smelling flowers” from Lucy Westenra’s bedroom that were meant to stop her from becoming one of these creatures. For 10 points, Jonathan Harker kills what kind of creature in Dracula?", "answer_sanitized": "vampires [prompt on baital or vetala] (The first story is Vikram and the Vampire.)", "subcategory": "British Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This author sees “a loosened circle of evening sky” while her husband Gary resembles “a platinum print, a dead artist’s version of life” during the title “Total Eclipse.” For 10 points each:", "answers_sanitized": ["Annie Dillard [or Meta Ann Doak]", "Rebecca Solnit", "Toni Morrison [or Chloe Ardelia Wofford] "], "parts_sanitized": ["Name this American essayist who wrote “You do not have to sit outside in the dark” unless “you want to look at the stars” in Teaching a Stone to Talk. This author also wrote Pilgrim at Tinker Creek.", "This author wrote about the importance of hope in social justice movements in her essay collection Hope in the Dark. The term “mansplaining” was popularized by this author’s essay “Men Explain Things to Me.”", "This author adapted her lectures on the whiteness of American literature into Playing in the Dark. Sethe is haunted by her dead daughter in this author’s novel Beloved."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Jonathan Schaffer argued that this field should return to the Aristotelian question of “what grounds what,” instead of merely asking what exists. For 10 points each:", "answers_sanitized": ["metaphysics [or Metaphysica; or ta meta ta phusika]", "essence [accept word forms like uniessentialism or essential properties; or essentia; or ousia; prompt on haecceity or thisness]", "Fine [accept Kit Fine or Cordelia Fine] "], "parts_sanitized": ["Name this branch of philosophy concerned with the fundamental nature of the world, which gets its name from an Aristotle treatise about “being qua being.”", "Another advocate of Aristotle’s metaphysics, Charlotte Witt, has offered a “uni-” application of this Aristotelian concept to gender. This word refers to what makes a substance what it is, in contrast to accidentals.", "A neo-Aristotelian with this surname and the first name Kit argued against a modal conception of essence with the example of “singleton Socrates.” His daughter with this surname wrote about neurosexism in Delusions of Gender."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "These things title a book of twelve lithographs created by the kinetic artist Gego, whose work is collected in a 2015 book titled for the “Autobiography of” one of these things. For 10 points each:", "answers_sanitized": ["lines", "Venezuela [or Bolivarian Republic of Venezuela or República Bolivariana de Venezuela]", "Alexander Calder "], "parts_sanitized": ["Paul Klee’s (“clay’s”) Pedagogical Sketchbook described his technique as “taking” what sort of feature “for a walk”? William Hogarth’s aesthetic theory is based around one of these things “of beauty.”", "Gego produced many expansive, netlike Reticularea sculptures in this home country of hers, also the birthplace of the sculptor Marisol. The Op artists Carlos Cruz-Diez and Jesús Rafael Soto were from this country.", "The term “kinetic art” can refer both to art that creates an illusion of movement, like Gego’s, and art that literally moves, such as the “mobiles” of this American sculptor of Flamingo."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "These objects are split into overlapping areas that feed into layers which are similarly split. For 10 points each:", "answers_sanitized": ["images [or pictures; accept faces, facial recognition, image recognition, or visual media; accept JPEGs, PNGs, BMPs, bitmaps, or GIFs; prompt on computer vision or CV by asking “what is the input to those techniques?”]", "machine learning [or ML; accept supervised learning or unsupervised learning]", "Q-learning [accept Q function or Q-learning table] "], "parts_sanitized": ["Name this type of data that is the most common input to convolutional neural networks.", "Providing CNNs with pictures of humans to train facial recognition is an example of the supervised form of this process. The core of one subfield of AI involves creating machines to perform this process of improvement.", "This type of reinforcement learning can find the optimal policy for any finite Markov decision process without starting with any transition probabilities. This process employs a Bellman equation to update its namesake function at each step according to the immediate reward plus the discounted future rewards."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This author stated, “we haven’t got the syllables to describe the hurricane… whereas we can describe the imported alien experience of the snowfall,” in his lecture “History of the Voice.” For 10 points each:", "answers_sanitized": ["(Edward) Kamau Brathwaite", "Republic of Kenya [or Jamhuri ya Kenya] (The poem is “Soweto.”)", "blood [accept “I was Wash-Way in Blood” or Petals of Blood] "], "parts_sanitized": ["Name this author who developed the concept of “nation languages.” This poet’s “SycoraX video style” uses futuristic typefaces that resemble dot matrix printing, as seen in his collection Born to Slow Horses.", "Ngũgĩ wa Thiong’o (“GOO-ghee wah thee-ON-go”) befriended Brathwaite during a stint in this country, which partly inspired Brathwaite to write of “walking back down now from the shores of kikuyu water” in a poem.", "Mildred Collymore’s court case is described in a newspaper article that is quoted in a Brathwaite poem titled for this substance. This substance titles a Ngũgĩ wa Thiong’o novel in which Munira moves to Ilmorog."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the fusion of jazz and Asian music, for 10 points each.", "answers_sanitized": ["Jamaica", "pentatonic scale [accept major pentatonic scale]", "Duke Ellington [or Edward Kennedy Ellington] "], "parts_sanitized": ["Composer John Mayer collaborated on his fusions of jazz and Indian music with saxophonist Joe Harriott, who was born in this country. Other jazz musicians from this country include Dizzy Reece and Harold McNair.", "Shídàiqǔ (“shurr-DIE-chu”) music, which originated in Shanghai in the 1920s, was born out of fusing American jazz with Chinese folk melodies that were based on this scale. When built in the key of C major, this scale consists of the notes C, D, E, G, A, and C.", "This jazz pianist was inspired by Japanese culture to include “Ad Lib on Nippon” on his album Far East Suite. He is best known for performing Billy Strayhorn’s jazz standard “Take the ‘A’ Train.”"], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This group led an unsuccessful 1775 attempt to capture Montreal in the Battle of Longue-Pointe (“long-pwant”). For 10 points each:", "answers_sanitized": ["Green Mountain Boys [accept the New Hampshire Men]", "Fort Ticonderoga", "Battle of Bennington "], "parts_sanitized": ["Name this group that carried out vigilante violence against New York surveyors whom they called “Yorkers.” This group is better known for forcing William Delaplace to surrender cannons that were used to break the defenses of Boston.", "Ethan Allen led the Green Mountain Boys to successfully seize this crucial fort at the south end of Lake Champlain.", "After British forces retook Fort Ticonderoga, reinforcements of Green Mountain Boys ensured a Continental victory in this battle near the Walloomsac River, which later denied the British crucial armaments at Saratoga."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This figure offers a hero three drinks of milk from the three teats of her cow and receives three blessings in return, healing the three wounds that she had received while in various animal forms. For 10 points each:", "answers_sanitized": ["the Morrígan [or Morrígu; accept the Morrígna or Mór-Ríoghain; prompt on Badb, Macha, Nemain, Anand, or Fea]", "Ireland [or Éire]", "washing his bloody clothing [or washing his bloody armor; accept answers that mention specific articles of clothing, like shirts or pants; prompt on wringing out clothing] "], "parts_sanitized": ["Name this shape-shifting goddess who dragged Cú Chulainn (“koo KULL-in”) into a river ford in the form of an eel. This figure then perched on his shoulder in the guise of a crow to indicate that he had died standing.", "The Morrígan assists Queen Mebd in the Táin Bó Cúailnge (“TOYN bo KOOL-nyuh”), part of this island country’s Ulster cycle.", "In some tellings, Cú Chulainn saw the Morrígan perform this action before the cattle raid, portending his death. In Brittany, the kannerezed noz are a trio of old women with webbed feet who enlist help with this action, and break the arms of people who do so begrudgingly."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "This empire was a major commercial connection between the Mediterranean and the Sahel, enjoying close relationships with the neighboring Fazzān region and constructing a madrasah in Cairo. For 10 points each:", "answers_sanitized": ["Kanem-Bornu Empire [accept either or both underlined parts]", "Lake Chad", "Fulani [or Fulbe] "], "parts_sanitized": ["Name this empire ruled by the Sefuwa dynasty whose monarchs, titled Mai, legendarily descended from Assyrian refugees. This empire lends part of its name to a modern-day Nigerian state.", "This lake, which shares its name with a modern-day country, formed the core of the region controlled by the Kanem-Bornu Empire and served as a trans-Saharan hub for the trade of cloth and slaves.", "The Bornu Empire was weakened in the 19th century by a jihad named for this nomadic ethnic group, led by Usman dan Fodio as the Sokoto Caliphate."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "The coefficient of this force decreases sharply at high values of the Reynolds number in a namesake “crisis.” For 10 points each:", "answers_sanitized": ["drag force [prompt on Fd]", "vortex shedding [prompt on partial answer]", "turbulent flow [accept turbulence] "], "parts_sanitized": ["Name this force proportional to fluid density, flow speed squared, and cross-sectional area. Power curves plot the relative contribution of two forms of this force as a function of velocity.", "For a cylinder, the drag crisis occurs when this process transitions from being organized to random. This process, whose frequency is proportional to the Strouhal number, results in the formation of a “street” named for von Kármán behind a body.", "A high Reynolds number and the presence of vortex shedding both indicate that the flow is in this regime. This regime is characterized by disorganization and chaos, and is contrasted with the laminar flow regime."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This thinker emphasized the importance of objectively reconstructing “what actually happened.” For 10 points each:", "answers_sanitized": ["Leopold von Ranke (“RAHN-kuh”)", "Kingdom of Spain [or Reino de España]", "E. H. Carr [or Edward Hallett Carr] "], "parts_sanitized": ["Name this 19th-century German historian and pioneer in the use of primary sources who attempted in one work to unify the experiences of the “Latin” and “Teutonic” countries of Europe.", "In one book, von Ranke used the reports of Venetian ambassadors to explore the 16th-century rivalry between this country and the Ottoman Empire. The Mediterranean World in the Age of this country’s king Philip II is also discussed in French historian Fernand Braudel’s magnum opus.", "Among the strongest critics of von Ranke’s school of historiography was this British author of What Is History?, where he distinguishes between “historical facts” that are deemed important and “facts of the past” that are deemed unimportant."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "Answer the following about literary characters being gay and doing crimes, for 10 points each.", "answers_sanitized": ["Agatha Christie [or Dame Agatha Mary Clarissa Christie]", "Gertrude Stein", "Fingersmith (by Sarah Waters) "], "parts_sanitized": ["Clotilde kills Verity Hunt because she cannot bear Verity marrying a man in this author’s novel Nemesis. Miss Marple appears in that novel by this author, who created the detective Hercule Poirot.", "A walk with her female lover inspired this author’s murder mystery novel Blood on the Dining-Room Floor. This author included “A Carafe, That Is A Blind Glass” in her poetry collection Tender Buttons.", "In this novel set in Victorian-era England, the thief Sue Trinder agrees to trick Maud Lilly out of her fortune, but falls in love with her while working as her maid."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "The cryogenic deep reactive-ion form of this process can be used to form isotropic trenches. For 10 points each:", "answers_sanitized": ["etching [accept specific types such as reactive-ion etching]", "sputtering [accept sputter etching]", "ultra-high vacuum [prompt on UHV] "], "parts_sanitized": ["Name this process divided into “wet” and “dry” types depending on whether a liquid or a gas, often a plasma, is used to precisely remove layers of a material.", "As a function of pressure, the two extremes of dry etching are plasma etching and a type of etching named for this process. This process refers to the ejection of particles from a solid surface by an energetic gas.", "Sputter etching is done at very low pressures, which typically entails setting up the “ultra-high” type of this condition. The presence of this condition in outer space can also result in unintended sputtering of components."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "During Jewish prayers centered around this action, congregants strike their hearts with fists. For 10 points each:", "answers_sanitized": ["confession [or word forms; or vidui (“vee-DOO-ee”); accept “short” or “long” confessional prayers; prompt on atonement, repentance, kaparah, or t’shuvah; do not accept or prompt on “penance” or “reconciliation”]", "Yom Kippur [or Yom HaKippurim]", "acrostic [accept double acrostic; accept abecedarius, abecedary, or abecedarian] "], "parts_sanitized": ["Name this action done during the prayers Ashamnu (“ah-SHAHM-noo”) and Al Chet (“all HET”). According to Leviticus, the High Priest performed this action on behalf of the Israelites while he laid his hands on a goat.", "Recitations of the short confessional Ashamnu are always followed by the longer Al Chet throughout this holiest Jewish holiday. Kol Nidrei is recited on the eve of this Day of Atonement.", "Both Ashamnu and Al Chet are written in this poetic form used by many psalms. Al Chet specifically uses a “double” version of this form because it lists 44 sins."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Virgil Abloh contended that these things are artworks because today’s generation may value them “more than a Matisse because the Matisse is not attainable.” For 10 points each:", "answers_sanitized": ["sneakers [or trainers or tennis shoes or athletic shoes or synonyms; accept Adidas or Vans; accept Adidas Sneaker (My Adidas, LL Cool J.); prompt on shoes or footwear or clothes or other similar answers]", "Nike [or Nike, Inc.]", "Jenny Holzer "], "parts_sanitized": ["Name these things that title a 2006 Katherine Bernhardt painting that references rapper LL Cool J. In 2007, the street artist KAWS was inspired by The Simpsons to create some of these things, which were also the subject of a 2015 collaboration between Takashi Murakami and the Vault label.", "Sneakers first became artistic and cultural symbols when this company debuted the Air Jordan in 1984.", "This artist behind Truisms collaborated with the Whitney Museum to design sneakers with the words “Protect me from what I want” printed on them. This feminist conceptual artist utilizes LED signs for her word-based art."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Despite eventually losing the Russian Civil War, this group at one point seized control of the Trans-Siberian Railway with help from Czechoslovak volunteers. For 10 points each:", "answers_sanitized": ["White movement [or Whites; accept White Army, White Guard, Belye, Beloye dvizheniye, Belaya armiya, or Belaya gvardiya]", "Aleksandr (Vasilyevich) Kolchak", "passport [accept Nansen passport or stateless persons passports] "], "parts_sanitized": ["Name this group of anti-Bolshevists who enjoyed support from many of the former Russian Empire’s allies. Its name contrasted with the communist “Reds.”", "Among the regional leaders of the White movement was this Arctic explorer-turned-admiral who headed the Provisional All-Russian Government in Omsk and was briefly recognized as commander of the entire White Army.", "Another former Arctic explorer, Fridtjof (“FRIT-yof”) Nansen, created a document of this type usually named for him that was initially used to help White Russians, for which he was later awarded the Nobel Peace Prize."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "The Boch lab found that this complex transports a class of proteins that select specific DNA sequences using the hypervariable center of its characteristic 34-residue repeat. For 10 points each:", "answers_sanitized": ["injectisome [accept non-flagellar type III secretion system, NF-T3SS, or NF-TTSS; prompt on bacterial secretion system or needle complex]", "flagella [singular flagellum; accept flagellar type III secretion systems]", "Yersinia [accept Yersinia pestis; prompt on bubonic or black plague] "], "parts_sanitized": ["Name this structure that transports TAL effectors to mediate the pathogenicity of plant pathogens like Xanthomonas. This structure typically forms a pore rather than physically puncturing the membrane.", "These whip-like appendages are also type III secretion systems and propel bacteria by rapidly rotating.", "Members of this genus release Yop proteins from their Ysc injectisome upon adhering to their targets. Marmots and prairie dogs are reservoirs for the best-known species in this genus, a vector of disease which causes a distinctive swelling of the lymph nodes."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "This character defends the noble cause of the Paris Communards after asserting that “a great artist… is never poor,” leading another character to exclaim, “Oh, how you will enchant the angels!” For 10 points each:", "answers_sanitized": ["Babette Hersant", "Isak Dinesen [or Karen Blixen]", "“The Monkey” "], "parts_sanitized": ["Name this character. After arriving in Berlevåg (“BAIR-leh-vohg”), this character prepares an extravagant “French dinner” with her lottery winnings for the elderly sisters Martine and Philippa.", "“Babette’s Feast” is a story by this Danish author, who recounted her experiences living on a coffee plantation in Kenya in her memoir Out of Africa.", "In this other short story by Dinesen, the prioress of Cloister Seven attempts to arrange her nephew Boris’s marriage to Athena. It ends after the prioress’s lace cap is torn off, revealing her true identity as the title animal."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Franz Neumann’s Behemoth inspired a study of this group that divides into groups like the “Metropolitan 400” and the “Warlords.” For 10 points each:", "answers_sanitized": ["the power elite [prompt on elite]", "Franklin Delano Roosevelt [or FDR; prompt on Roosevelt]", "privilege [or white privilege; prompt on whiteness, race, or color by asking “what is the title concept of the work?”] "], "parts_sanitized": ["Name this group of business and political leaders often linked by membership in social clubs, such as the Harvard final clubs, according to a 1956 book titled for them.", "In The Power Elite, C. Wright Mills discusses the adaptations that the economic power elite made in response to this president’s New Deal program.", "A contemporary elite theorist, Shamus Khan, wrote about the adolescent elite at St. Paul’s School in a book titled for this concept. A type of this concept is compared to an “invisible knapsack” in a Peggy McIntosh essay."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "The Day of National Dignity commemorates the 1971 nationalization of a certain country’s three largest companies that mined this resource. For 10 points each:", "answers_sanitized": ["copper [accept Cu]", "Butte (“byoot”)", "Michigan "], "parts_sanitized": ["Name this resource, whose turn-of-the-20th-century mining was dominated by multinational corporations such as the Anaconda Company.", "This Montana boomtown was once the hub of U.S. copper mining and dominated the global copper market under the Anaconda Company’s leadership.", "Many Cornish and Finnish immigrants worked in the oldest U.S. copper mines, which were located around this state’s “Copper Country” in its Upper Peninsula."], "subcategory": "Geography", "category": "Geography"}]}