{"tossups": [{"question_sanitized": "A probe currently in uncontrolled orbit around this COSPAR Category II (“two”) body used Deep Space 1’s xenon ion thrusters to become the first mission to ever orbit two separate objects. The partially-differentiated interior of this body is often described as muddy. Despite an absence of tidal forces, this body’s peak of Ahuna Mons shows evidence of cryovolcanism. Sodium-carbonate-rich brine that reached the surface of this object formed distinct bright features. Carl Friedrich Gauss recovered this body’s (*) location after it was lost for several months. Giuseppe Piazzi’s discovery of this object was the last discovery made using the Titius–Bode law. The Dawn probe visited this object after visiting its smaller cousin Vesta. For 10 points, name this dwarf planet, which is the largest object in the asteroid belt.", "answer_sanitized": "Ceres", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A longstanding policy in this colony required locals to either set aside a fifth of their land for export crops or labor a fifth of the year for the government. Irrigation, transmigration, and education were promoted in this colony by the lackluster 1901 “Ethical Policy,” which was spearheaded by the leader of the Anti- Revolutionary Party. The deregulation of this colony’s economy during the “Liberal Period” failed to end the poverty caused by the (*) “Cultivation System.” This colony’s coffee industry was critiqued in Multatuli’s novel Max Havelaar. This was the most populous colony founded by the world’s first publicly-traded corporation, the VOC. For 10 points, name this colony whose capital was the city of Batavia, located near present day Jakarta.", "answer_sanitized": "Dutch East Indies [or Netherlands East Indies or Hindia Belanda; accept Dutch Indonesia or Java; prompt on East Indies; do not accept or prompt on “Dutch East India” or “East India”]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This author remarked that the ideal length of a play should be ninety minutes to avoid audience fatigue after the failure of his early play The Outlaw. A character in a play by this author tells a lie about her husband’s attempt to use a microscope to discover extraterrestrial life, prompting him to throw a burning lamp at her. Two characters dream about climbing up to a nest of golden eggs and a pillar before recounting a (*) “Turkish pavilion” in another play by this author. After ordering her cook Kristine to prepare an abortifacient (“abort-uh-FASH-ent”) for her dog Diana, the title character of a play by this author plans to start a hotel on Lake Como, but commits suicide with a razor shortly after her pet canary is decapitated by the valet Jean. For 10 points, name this Swedish playwright of The Father and Miss Julie.", "answer_sanitized": "(Johan) August Strindberg", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This process can produce a personalized analysis of rearranged ends to differentiate tumor and non-tumor cells using mate-paired tags. A real-time approach to this process by Pacific Biosciences uses single molecules inside of zero-mode waveguides. The GS20 built by 454 Life Sciences performs this process by detecting the release of pyrophosphate. Arrays of dyes acting as blocking groups are imaged in a parallelized form of this process used by (*) Illumina. Finding contigs with short-read variants of this process is four orders of magnitude cheaper than its ddNTP-based technique developed by Sanger. The shotgun method used by Craig Venter’s group sped up, for 10 points, what process of determining nucleotide order that was used to map the human genome?", "answer_sanitized": "DNA sequencing [accept third-generation, second-generation, next-generation, next-gen, shotgun, Sanger, or gene sequencing; accept NGS; accept pyrosequencing]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A policy change in this industry was promoted in a 1972 paper by economist Theodore Keeler based on the superior performance of firms operating only in California. The Postmaster General was present when Juan Trippe’s company in this industry inaugurated its first “clipper.” Alfred Kahn, a pioneering regulator of this industry, oversaw a policy change that spurred the creation of “fortress hubs.” That 1978 (*) deregulation of this industry resulted in the bankruptcy of Braniff and the founding of People Express. The launch of a pioneering loyalty program by a firm in this industry, AAdvantage (“advantage”), was followed only four days later by a competitor’s MileagePlus. For 10 points, name this industry that includes companies like Southwest and United.", "answer_sanitized": "airline industry [accept aviation industry or flight industry; prompt on airplane industry; do not accept or prompt on “aerospace industry”]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "On the night of consummation, a Hindu bride will bring her groom this substance to symbolize wealth and good fortune. At the Karni Mata Temple, this substance is left out for the kabbas, or revered black rats, to consume. A housewarming ceremony called Griha Pravesh involves heating this substance until it boils over to symbolize an abundance of prosperity. During Abhishekam, statues of gods are (*) bathed with this liquid. The end of monsoon season is celebrated by offering Lakshmi a dish made from rice and this substance; that dish is called Kheer. Shiva’s throat turned blue from holding poison after Mount Mandara was used to churn an ocean named for this liquid. For 10 points, what drink used in Hindu rituals is produced by a sacred animal, the cow?", "answer_sanitized": "cow’s milk [do not accept or prompt on other dairy products like “cream”]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "One of these events occurs at an udon shop after the narrator finds a black stone from a shrine in her pocket in the story “Hardboiled.” The narrator of a short story recalls acting in a play about a baby fox while smoking grass with a man who reveals he begins one of these events every two months. A man lights a cigarette and thinks “I will live” as he watches one of these events at the end of a novel that discusses the (*) story of Nansen and the kitten. Shimamura and Komako observe one of these events at a cocoon warehouse before discovering that Yoko was trapped there. The koan “If you meet the Buddha, kill the Buddha” inspires Mizoguchi to commit one of these events. For 10 points, name this kind of event that happens to the title structure in The Temple of the Golden Pavilion.", "answer_sanitized": "fire [or arson or burning; accept “Barn Burning” or burning a temple; or equivalents; prompt on temples being destroyed or similar] (“Hardboiled” is by Banana Yoshimoto.)", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "One sculpture made of this material uses the letters “H.H.” to represent the Grand Hyatt in Union Square. In addition to that San Francisco Fountain by Ruth Asawa, this material was used by Glenna Goodacre to depict a woman looking up while another woman holds a blindfolded soldier in the Vietnam Women’s Memorial. This material was used by Kristen Visbal in a controversial sculpture of a girl with her hands on her (*) hips. That sculpture faces down an Arturo Di Modica sculpture made of this material that depicts an animal on Wall Street. For 10 points, Fearless Girl and Charging Bull were sculpted using what material often used by Camille Claudel and her lover, Auguste Rodin?", "answer_sanitized": "bronze [prompt on metal]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A unique street food served in this region’s largest city is made by slow-cooking the fourth stomach of a cow and is named after its resemblance to lamprey eels. An orange-zest flavored sponge cake served in this region during Carnival is traditionally topped with a fleur-de-lis (“flurr-duh-lee”) dusted in cocoa. A tomato and onion salad from this region is named after the (*) stale bread that it repurposes. As an homage to a legend of a medieval border dispute between two rival provinces in this region, a black rooster appears on “classico” bottles of a red wine that is made in a part of this region, chianti (“kee-AHN-tee”), as designated by its former Grand Duke Cosimo III. For 10 points, what central Italian region is home to the cities of Siena and Florence?", "answer_sanitized": "Tuscany [or Toscana; prompt on Florence until read; prompt on Chianti and Valdichiana by asking “what broader region is that in?” until “Chianti” is read; prompt on Italy until “Italian” is read] (The foods in the first two clues are lampredotto and schiacciata alla Fiorentina, and the “stale bread salad” is panzanella.)", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "In one tale, a father burns the skin of one of these animals, which he has worn for nine consecutive days, after healing his son with a leaf. The tenth of ten brothers kills one of these animals that licks honey from his face by biting off its tongue. Váli’s transformation into this animal and the subsequent binding of his father are attested only by Snorri, who references it in the kenning “sister of [this animal] and (*) Narfi” for Hel. Snorri attests that one of these animals named Hati pursues the moon, while his brother Sköll chases the sun. The roots of a mountain and the sound of a cat’s footstep were used to bind one of these creatures, who bit off Tyr’s hand in protest. At Ragnarok, Odin will be consumed by, for 10 points, what kind of animal, which includes the enormous Fenrir?", "answer_sanitized": "wolf [or wolves; accept vitnir, ulfr, or wölfe; accept werewolf or werewolves]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Silver vases produced in the shape of a kingdom in this region were used as currency for over two hundred years, despite the fact that a single one was valued at 3,000 liters of grain. That kingdom in this region was renowned for its green celadon pottery produced using a unique inlaying technique. A namesake woodblock Tripitaka was created in this region in an attempt to turn the tide during an invasion that was preceded by conflicts with the (*) Khitan. Ögedei Khan ordered the Mongol invasion of this region, which forced its government to retreat to an island west of its capital that later became the site of a namesake unequal treaty in 1876. This region’s Three Kingdoms were first united under the rule of Silla (“SHEE-la”). For 10 points, name this peninsula that was controlled by the Goryeo and Joseon dynasties.", "answer_sanitized": "Korean Peninsula [accept Hanguk and Hanbando; accept Goryeo or Koryŏ until “unequal” is read, but prompt after; prompt on Joseon, Chosŏn, or Silla]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "An author with this surname wrote about a man whose “leg broke, his body driven over, his skull fractured,” which inspired a poem about a leech-gatherer. The author of the Alfoxden Journal has this surname. Objects that “rested their heads upon these stones as on a pillow,” as described in the Grasmere Journal, inspired an author with this surname to write about being in “jocund company” after a (*) walk through the Lake District. An author with this surname described objects “Continuous as the stars that shine / And twinkle on the milky way.” That author called a writer with this surname “my dearest Friend” in a poem beginning, “Five years have past.” For 10 points, give this surname shared by the author Dorothy and her brother, who wrote “Tintern Abbey.”", "answer_sanitized": "Wordsworth [accept Dorothy (Mae Ann) Wordsworth or William Wordsworth] (The poem in the first line is W. Wordsworth’s “Resolution and Independence.”)", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A musician from this country formed a band with “His International Stars” and pioneered a musical subgenre that became so popular that the press began calling it “Shinamania” after him. A blind musician from this country who was popularly known as Kokoro was an early pioneer of one of its musical genres, whose name derives from a word meaning “to throw.” The first Grammy nomination for an artist from this country was awarded for the 1983 album (*) Synchro System. Another musician from this country condemned political corruption in songs like “Expensive Shit” and “Zombie.” King Sunny Adé is a musician from this country, which is home to jùjú music and Afrobeat. Fela Kuti is from, for 10 points, what country whose modern music is influenced by its traditional Yoruba music?", "answer_sanitized": "Nigeria [or Federal Republic of Nigeria]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In 1993, David Griffiths resolved a brief controversy over boundary conditions for the 1D Schrödinger equation when the potential is a derivative of this function. Solving the equation “a differential operator acting on an arbitrary function f equals [emphasize] this function,” then superimposing the solution for f over the entire space, is the method of Green’s functions. The solution to the 1D Schrödinger equation has a single, Laplacian (*) bound state for this potential, regardless of whether it is positive or negative. The integral of this function is the Heaviside step function, and integrating the product of a function f and [emphasize] this function will pick out one particular value of f. For 10 points, name this generalized function that equals zero everywhere except at zero.", "answer_sanitized": "Dirac delta function [accept Heaviside step function until read; accept Laplacian of the indicator]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A site in this country contained a limestone bowl featuring a turtle dancing in between two humans. A controversial mural in this country is thought by some to depict the eruption of Mount Hasan. Klaus Schmidt has hypothesized that “first came the temple, then the city” after excavating a megalithic site in this country. After being suspected of antiquities smuggling during the Dorak affair, James (*) Mellaart was banned from this country. Hundreds of oxhide ingots were among the objects discovered at the Uluburun shipwreck off the coast of this country. The site of Göbekli Tepe and the settlement of Çatalhöyük (“cha-TAL-ho-yook”) are located in this country. For 10 points, name this country where Heinrich Schliemann excavated the purported ruins of Troy.", "answer_sanitized": "Turkey [or Republic of Turkey; or Türkiye Cumhuriyeti] (The site in the first line is Nevalı Çori.)", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "Linker et al. found that these quantities can be accurately estimated as a ratio of constituent atomic polarizabilities. Small deviations in these quantities for molecules with inequivalent substituents can be accounted for by Coulson’s theorem, which incorporates fractional hybridization. Reactivity of Lewis acids can be estimated by plotting orbital energy versus this quantity on a (*) Walsh diagram. This quantity is inversely proportional to the electronegativity of ligand atoms. These quantities change in bending modes such as scissoring, but not in stretching modes. Equilibrium values of these quantities are calculated based on electron repulsion in VSEPR (“vesper”) theory. The presence of lone pairs causes a slight decrease in, for 10 points, a molecule’s values of what quantities, which for methane uniformly equals 109.5 degrees?", "answer_sanitized": "bond angles [prompt on partial answer]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "A book titled for this system was criticized for taking the “theoretical attitude as the only genuinely human attitude” and not understanding “sensuousness as practical activity.” This system is held to be a projection of “the relation of man to his own nature” in that book, which equates its study with “anthropology.” A reference to Dostoevsky’s The Idiot was censored from a book attacking this system that is addressed to “we Hyperboreans.” David (*) Strauss wrote about “life of” this system’s founder “critically examined,” popularizing the “myth theory” of its origins. Karl Marx wrote a set of 11 theses responding to Ludwig Feuerbach’s book about the “essence of” this religion. Friedrich Nietzsche often railed against the “slave morality” of, for 10 points, what religion practiced throughout 19th-century Europe?", "answer_sanitized": "Christianity [or Christentums; accept The Essence of Christianity, Das Wesen des Christentums, The Antichrist, or Der Antichrist; prompt on religion or theology]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "This person titles a film in which its actors, such as the painter Jean-Claude Fourneau and the academician Florence Delay, were put through the same shots repeatedly until all emotion was stripped from their performances. That film by Robert Bresson about this person opens with title cards that declare the film a “protest against judges.” In one film, the window grille of this person’s prison cell projects a (*) cross-shaped shadow onto the ground. This person’s panicked face is cross-cut with a group of men forging a letter sent by the king, before she is tormented with a straw crown. After receiving a haircut, this person recants her confession and is burned at the stake. For 10 points, Maria Falconetti starred as what historical figure, whose “passion” was the subject of a 1928 Carl Dreyer film?", "answer_sanitized": "(Saint) Joan of Arc [or Jeanne d’Arc; accept The Trial of Joan of Arc or Procès de Jeanne d’Arc; accept The Passion of Joan of Arc or La Passion de Jeanne d’Arc; prompt on Joan or Jeanne]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "The average over individual contributions described by this adjective gives the Shapley value for a cooperative game. A quantity named for this adjective is constant in the linear good for quasilinear utility, and constant along a line through the origin for homothetic utility. An isoquant’s slope gives a “rate of technical substitution” described by this adjective. A function named for this adjective intersects the “average (*) total cost” and “average variable cost” curves at their minima. A “twice-as-steep” rule derives a revenue function named for this adjective in the monopolist’s problem. Economic theory usually assumes that agents equate costs and benefits described by this adjective. For 10 points, name this adjective that denotes the change associated with a small increase in a quantity.", "answer_sanitized": "marginal [accept marginal contribution, marginal rate of substitution, marginal rate of technical substitution, marginal cost, or marginal revenue]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "In a novel, this author described a man in University City, Missouri who could open “an abandoned Dodge vehicle” with a coat hanger. D. T. Max’s biography of this author, Every Love Story is a Ghost Story, quotes a passage by this author in which characters like “Irrelevant” Chris Fogle turn pages and sign Memo 20s at an IRS office in (*) Peoria, Illinois. This author wrote a novel in which Québécois (“keh-beck-WAH”) “Wheelchair Assassins” search for a clandestine film starring the Prettiest Girl of All Time. The creator of “the Entertainment” microwaves his own head at the Enfield Tennis Academy before his body is discovered by Hal Incandenza in that novel by this author. For 10 points, name this author of The Pale King and Infinite Jest.", "answer_sanitized": "David Foster Wallace", "subcategory": "American Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "At the end of this film, a ragged old man crawls into his bed next to a sleeping stranger in a snowy pasture. For 10 points each:", "answers_sanitized": ["The Firemen’s Ball [or The Fireman’s Ball or Hoří, má panenko]", "Czechoslovakia [or Československo; accept Czechia or Czech Republic]", "Miloš Forman [or Jan Tomáš Forman] "], "parts_sanitized": ["Name this 1967 satirical comedy film in which bumbling members of the title profession arrange a beauty contest, then unsuccessfully attempt to recover stolen raffle prizes.", "The Firemen’s Ball was part of this Eastern Bloc country’s New Wave film movement, which ended after the Soviet military subdued the Prague Spring.", "This director of The Firemen’s Ball moved from Czechoslovakia to the United States shortly after the film’s release. This director adapted a Peter Shaffer play into his period biographical drama film Amadeus."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Plotting the number of ways that the integers can be written as the sum of these numbers forms a “comet” whose tail grows steadily further away from zero, implying that Goldbach’s conjecture is valid. For 10 points each:", "answers_sanitized": ["prime numbers", "John Edensor Littlewood [accept the first Hardy–Littlewood conjecture]", "twin prime conjecture "], "parts_sanitized": ["Name these numbers that are divisible by only themselves and one.", "This mathematician built on probabilistic heuristics for proving Goldbach’s in his first conjecture with G. H. Hardy, which posited that the asymptotic density of all prime constellations can be explicitly calculated. Hardy considered his collaboration with this man on par with his work with Srinivasa Ramanujan.", "The first Hardy–Littlewood conjecture generalizes this problem, which is about as difficult as Goldbach’s. The Polymath8 project was created to try to lower the prime gap enough to prove this conjecture."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "An event in this country was the first known use of the term “revolution” for a political movement. For 10 points each:", "answers_sanitized": ["Switzerland [or Schweiz or Suisse or Svizzera; accept Old Swiss Confederacy]", "peasants [prompt on farmers or serfs]", "Swiss ancien régime (“on-s’YEN ray-JEEM”) [or old regime; prompt on Early Modern Switzerland] "], "parts_sanitized": ["Name this country where the loss of revenue from supplying mercenaries was a key factor in a 1653 revolt. At the time, this country was organized into an “Old Confederacy” that traced its origins to the Oath on the Rütli.", "That war was started by people of this type, who demanded relief due to high taxes in the aftermath of the Thirty Years’ War. A war these rural people fought in 16th-century Germany was condemned by Martin Luther.", "During the period of Swiss history known by this French term, authorities harshly suppressed memory of the Peasants War. Simon Schama claimed that this term described another society where only “a shock of great violence could free the living organism within.”"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "A member of this profession named Cercamon invented the tenso, a form of poetry similar to a debate where one member would introduce a problem of courtly love for the other to answer. For 10 points each:", "answers_sanitized": ["troubadours [accept trobairitz; do not accept or prompt on “jongleurs” or “minstrels”]", "knights", "sirvente [prompt on service song] "], "parts_sanitized": ["Name this profession that includes Arnaut Daniel (“ar-NO don-YEL”), who invented the sestina form in poems such as “The firm will that my heart enters.” Those poems were written and sung by members of this profession in Old Occitan (“OCK-sit-in”).", "Many troubadours were also members of this profession. Bertran de Born’s poem “The beautiful spring delights me well” describes members of this chivalrous profession with “steeds caparison’d” and “stained helms.”", "“The beautiful spring delights me well” exemplifies this other troubadour poetic form popularized by Bertran de Born that satirized contemporary events and morals."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the Mandeans, an ethno-religious group originally from Mesopotamia, for 10 points each.", "answers_sanitized": ["gnostic", "rivers", "Sabaeans [or Sub’bi or Saba’] "], "parts_sanitized": ["Like the Manichaeans or Sethians, the Mandeans are classified as this type of monotheistic group because of their focus on using secret knowledge to overcome illusion.", "Because Mandean practices emphasize ritualistic cleansing and the teachings of John the Baptist, they forbid urination into any of these sources of moving water.", "The Mandeans are sometimes associated with this group from Arabia, which the Quran mentions alongside the Jews and Christians as people of the book."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "The younger brother of Aeschylus, Ameinias of Athens, stopped pursuing this leader and therefore lost out on a ten-thousand-drachma bounty. For 10 points each:", "answers_sanitized": ["Artemisia I of Caria [accept, but DO NOT REVEAL, Artemisia I of Halicarnassus]", "Battle of Salamis", "Halicarnassus "], "parts_sanitized": ["Name this leader who escaped capture by pretending to be a Greek-allied ship and attacking the ship of the Persian-allied Calyndans. This leader supported Mardonius’s plan to return to Greece following a defeat.", "Despite rejecting her counsel, Xerxes praised Artemesia for dissenting in the decision to fight the Greeks at sea prior to this sea battle. Themistocles led the Greeks at this battle, which Xerxes watched from Mount Aigaleo.", "A jar, thought to have been gifted to Artemesia I by Xerxes, was found in the ruins of a large structure in this capital of Caria. That structure in this city was completed by Artemisia II following her husband’s death."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "This symphony opens with a horn call accompanied by tremolo E-flat major chords in the strings, before launching into a theme that features its composer’s namesake duplet-triplet rhythm. For 10 points each:", "answers_sanitized": ["Anton Bruckner’s Symphony No. 4 [or the “Romantic” Symphony]", "(Wilhelm) Richard Wagner", "Eugen Jochum (“OY-gun YO-kum”) "], "parts_sanitized": ["Name this symphony whose second version concludes with a “Volksfest” finale. This symphony’s third movement “hunting scherzo” includes an Austrian ländler depicting a barrel organ during a lunch break.", "Bruckner began work on his Study Symphony after Otto Kintzler introduced him to the music of this composer. Bruckner’s Third Symphony liberally quotes this composer’s operas Die Walküre (“dee VAL-kyur-eh”) and Tristan und Isolde.", "This German conductor is best known for his recordings of Bruckner’s symphonies with Deutsche Grammophon. He also conducted a landmark 1968 recording of Carmina Burana with Dietrich Fischer-Dieskau."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In a short story by this author, Jim Davis wanders New York restaurants and streets filled with dead people while reflecting on the fact that he normally wouldn’t be permitted to be in those places. For 10 points each:", "answers_sanitized": ["W. E. B. Du Bois [or William Edward Burghardt Du Bois]", "Afrofuturism", "Parable of the Sower (by Octavia Butler) "], "parts_sanitized": ["Name this author of the science fiction short story “The Comet” who expanded on the idea of double consciousness in his book The Souls of Black Folk.", "“The Comet” is an early example of this genre, whose writers include Samuel R. Delany and Octavia Butler. Mark Dery coined this term, which explores the intersection of black diaspora with technology and science fiction.", "In this Octavia Butler novel set in the 2020s, the hyperempathetic Lauren Oya Olamina treks through California espousing her philosophy of Earthseed and founds the community of Acorn."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the “memory effect” of black holes, for 10 points each.", "answers_sanitized": ["Wilhelm (Karl Joseph) Killing [accept Killing horizon or Killing (vector) field]", "tensors [accept memory tensors]", "4 dimensions [or four dimensions] "], "parts_sanitized": ["The black hole memory effect mathematically corresponds to foliating a horizon named for this mathematician that is equivalent to the event horizon under certain conditions, according to Hawking’s rigidity theorem. This mathematician also names objects that generate isometries along a manifold.", "The “memory effect” relies on a “memory” type of these algebraic objects. These objects are defined by how they transform under a change of basis, and are used to encode curvature in general relativity.", "Rahman and Wald proved that the black hole memory effect applies to all spacetime in greater than or equal to this number of dimensions. Minkowski space has this many dimensions."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Christina Sharpe’s In the Wake interprets a photograph of a girl with the word “ship” taped to her head as a “remainder” of this system. For 10 points each:", "answers_sanitized": ["transatlantic slave trade [accept Middle Passage if directed before “Middle” is read; prompt on slavery or the Triangular Trade]", "symbolic [accept symbolic substitutions or symbolic interactionism]", "Black Atlantic "], "parts_sanitized": ["Name this system. In the book Lose Your Mother, Saidiya Hartman traces this system’s “Middle Passage.”", "Sharpe cites Hortense Spillers’s notion that the marks of the slave trade are transferred by “substitutions” described by this adjective. Textbooks usually list the main schools of sociology as structural functionalism, conflict theory, and an approach denoted by this adjective that was founded by George Herbert Mead.", "Sharpe modifies this framework by replacing the first word in its name with “Trans*” (“trans-asterisk”). Paul Gilroy introduced this two-word term for the African diaspora surrounding a certain region."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "In a story by this author, “four idiot sons” kill their sister like the title animal. For 10 points each:", "answers_sanitized": ["Horacio Quiroga [or Horacio Silvestre Quiroga Forteza]", "“A Very Old Man with Enormous Wings” [or “Un señor muy viejo con unas alas enormes”]", "Edgar Allan Poe "], "parts_sanitized": ["Name this author who wrote about the Mazzini-Ferraz children killing Bertita after watching a servant bleed a chicken. In another short story by this author, a bloodsucking monster kills Alicia on her honeymoon.", "The title character of this short story, who looks like “a huge decrepit hen among the fascinated chickens,” is kept in a chicken coop by Elisenda and Pelayo.", "This author influenced Quiroga to the point that Quiroga is often called “the [this author] of South America.” This author wrote horror stories such as “The Cask of Amontillado” and “The Tell-Tale Heart.”"], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "In one reaction, this amino acid’s side chain is oxidized by hydrogen peroxide in the process of forming a disulfide bond. For 10 points each:", "answers_sanitized": ["selenocysteine [or Sec; or U]", "pKa", "isoelectric point [or pI, pH(I), IEP, or isoelectric pH] "], "parts_sanitized": ["Name this amino acid found at the C-terminal end of thioredoxin (“thio-redox-in”) reductase. There, as part of the catalytic cycle, this amino acid’s side chain is reduced by FAD, allowing it to attack thioredoxin’s disulfide bond.", "Selenocysteine (“seleno-SIS-teen”) has a lower value for this quantity than cysteine, contributing to its function in antioxidants. A molecule will be deprotonated if the pH exceeds this quantity, the negative log of the acid dissociation constant.", "The pKa of a protein’s side chain influences its value for this point. When a protein is at this point, it easily coagulates, since it lacks an ionic double layer due to having no net charge."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about Yangism, a school of thought founded by Yang Zhu, for 10 points each.", "answers_sanitized": ["Mozi [or Mo Di; or Mo Tzu; or Master Mo; or Micius; or Mohism]", "egoism [or word forms; accept hedonism; accept more specific answers like psychological egoism, ethical egoism, rational egoism, egoistic hedonism; prompt on selfishness]", "heaven [or tian] "], "parts_sanitized": ["The one-time prominence of Yangism is reflected by Mengzi’s claim that Yang’s doctrines and those of this philosopher “fill the world.” The philosophy named for this thinker advocates “universal love.”", "Mengzi depicted Yangism as an extreme form of this position. Joel Feinberg has criticized the “psychological” form of this position, while Henry Sidgwick differentiated its “ethical” type from intuitionism and utilitarianism.", "Yang Zhu is credited with believing that selfish human nature is planted in us by this concept. This realm was said to confer a “mandate” on its “son,” the Chinese emperor."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Answer the following about the Uruguayan independence movement, for 10 points each.", "answers_sanitized": ["Thirty-Three Orientals or Easterners [or Treinta y Tres Orientales]", "Empire of Brazil", "Colorado Party [or Partido Colorado] "], "parts_sanitized": ["This militant group led by Juan Antonio Lavalleja and Manuel Oribe marched to Montevideo and convened the Florida Assembly, which declared Uruguayan allegiance to the United Provinces of Río de la Plata.", "Uruguay and the United Provinces subsequently fought this empire in the Cisplatine War. Led by Pedro I, this empire agreed to Uruguayan independence following British diplomatic intervention.", "After independence, Uruguay was plagued by civil war between Oribe’s National Party and this political party. Led by Fructuoso Rivera, this liberal political party won the ensuing civil war and remained a dominant force through the 20th century."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Persister cells are tolerant of this factor as a consequence of their dormancy. For 10 points each:", "answers_sanitized": ["presence of antibiotics [or concentration of drugs; accept specific antibiotics like penicillin, ampicillin, or methicillin]", "P. aeruginosa (“eh-ROO-jin-OH-sa”) [or Pseudomonas aeruginosa]", "dental plaque "], "parts_sanitized": ["Name this factor whose effect can be quantified with the MIC (“M-I-C”). Biofilms are notable for their tolerance to this factor, which is partly due to the oxidative environment of their exopolymer matrices.", "Mucoid strains of this bacteria form drug-resistant biofilms throughout hospitals, where this bacteria causes opportunistic infection in burn wounds and the lungs of immunocompromised patients and those with cystic fibrosis.", "A combination of Streptococcus mutans and fungi form this common biofilm, which coats teeth. The accumulation of this substance creates tartar and eventually causes gingivitis."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "The CIA first used the phrase “we can neither confirm nor deny” when it was revealed that a Howard Hughes-led mission to mine manganese nodules was actually meant to retrieve one of these objects. For 10 points each:", "answers_sanitized": ["sunken submarines [or subs; prompt on ships or shipwrecks; prompt on nuclear weapons, nukes, human bodies, corpses, or codebooks by asking “what objects were they contained in?”]", "Boris (Nikolayevich) Yeltsin", "USS Nautilus "], "parts_sanitized": ["The Hughes Glomar Explorer was custom-built to retrieve one of these objects in Project Azorian. Robert Ballard discovered the Titanic after being loaned the Alvin to locate two of these objects.", "The U.S. showed this first president of the Russian Federation footage of burials-at-sea from Project Azorian to try to uncover information about unrecovered U.S. soldiers during the Vietnam War.", "To confirm the reliability of adding submarine-based missiles to U.S. nuclear defenses, this first nuclear-powered submarine was sent on a trip through the North Pole in 1958."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Mrs. Tarpey’s miscommunication in this playwright’s Spreading the News caused such ruckus on its opening night that this playwright swore not to be so amusing again. For 10 points each:", "answers_sanitized": ["Lady Augusta Gregory", "Sean O’Casey [or John Casey] (The play is The Plough and the Stars.)", "William Butler Yeats "], "parts_sanitized": ["Name this author of Seven Short Plays. Theresa Deevy premiered her play Katie Roche at an institution co-founded by this woman.", "Deevy was described as this playwright’s successor. Rioters at the Abbey Theatre were offended by this author’s depiction of Irish patriots in a play that sees Bessie accidentally shot after Jack Clitheroe’s wife Nora has a stillbirth.", "This poet, who co-founded the Abbey with Gregory, expressed mixed feelings towards Irish patriots in his poem “Easter, 1916.” A “vast image out of Spiritus Mundi / troubles” this poet’s sight in “The Second Coming.”"], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Mary Gick and Keith Holyoak analyzed the “induction” of these frameworks with a study in which subjects more often solved the “radiation problem” after hearing the “fortress problem.” For 10 points each:", "answers_sanitized": ["schemas [or schematas; accept specific types like problem schemas or gender schemas]", "analogies [or word forms like analogy or analogical; prompt on synonyms like comparisons or metaphors]", "fixedness [accept functional fixedness or fixed mindset] "], "parts_sanitized": ["Name these frameworks that can adapt new information via “assimilation” or “accommodation.” Sandra Bem analyzed the “gender” one of these constructs, whose “early maladaptive” type is targeted by a namesake therapy.", "In the schema induction study, the subject’s problem solving worked by “transfer” of one of these things. These statements are written in colon notation that can be read aloud in the format “A is to B as X is to Y.”", "The inventor of the “radiation problem,” Karl Duncker, also developed the “candle task” to test the “functional” type of this attribute. Carol Dweck contrasts this sort of mindset with the “growth” mindset."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Japanese ukiyo-e (“oo-kee-yo-EH”) artworks depict a variety of subjects, from kabuki beauties to Mount Fuji. For 10 points each:", "answers_sanitized": ["wood [accept woodblocks; accept specific types of wood]", "washi paper [do not accept or prompt on “rice paper”]", "Berthe (Marie Pauline) Morisot (“mo-ree-ZO”) "], "parts_sanitized": ["Most ukiyo-e works, if not paintings, were carved from blocks of this material. A tool called a baren was used to carve this material in the Japanese mokuhanga technique for making ukiyo-e prints.", "The mokuhanga technique for making woodblock prints uses this type of paper made from gampi wood. The use of this paper in Japanese craft is recognized by UNESCO as an Intangible Cultural Heritage.", "A hundred ukiyo-e woodblocks were displayed in a landmark 1890 exhibition at the École des Beaux-Arts (“ay-COLE day boh-ZARR”). This Impressionist painter of On the Balcony and The Cradle was influenced by that exhibition and recounted how she was exhorted by her colleagues to attend it."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Bolivia has two official capitals, and it also has two official flags. For 10 points each:", "answers_sanitized": ["Wiphala (“WEE-pah-lah”) [accept Qullasuyu Wiphala]", "Evo Morales [or Juan Evo Morales Ayma]", "Cusco [or Cuzco or Qosqo] "], "parts_sanitized": ["Give this name for the seven-by-seven rainbow-colored emblem, historically used by the Aymara people, that serves as Bolivia’s second national flag.", "The Wiphala became a national flag of Bolivia during the administration of this first indigenous president of Bolivia. This president resigned in 2019 following a U.S.-sponsored coup that led to Jeanine Áñez (“AHN-yez”) becoming interim president.", "The Wiphala is often compared to the seven-striped rainbow flag of this South American city, which according to legend and some historians, was constructed in the shape of a puma."], "subcategory": "Geography", "category": "Geography"}]}