{"tossups": [{"question_sanitized": "This thinker wrote a book of “pointers and reminders” on his philosophy to train students in philosophical thinking. The latter part of this man’s life was chronicled by his pupil al-Juzjani. This man argued that there is a necessarily existing being in an argument named for “the Truthful.” This man proposed four causes of illness based on Aristotelian thought. In a thought experiment about the (*) existence of the soul, this thinker described a man with no memories or sight, who nevertheless knows that he exists while floating in a void. Al-Ghazali denounced this thinker and his Aristotelianism as heretical in The Incoherence of the Philosophers. For 10 points, name this Islamic philosopher who sought to cure the soul of ignorance in The Book of Healing.", "answer_sanitized": "Ibn Sina [or Avicenna; or Abu Ali Sina; prompt on Sina]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "An aspiring set designer with this trait sends Mrs. Robicheck sausages during a cross-country roadtrip. A protagonist with this characteristic wins a scholarship to the University of Florida after her father Carl dies and is named Molly Bolt. The narrator of an essay contemplates Cleopatra’s jealousy of Octavia and says, “Do not blush” before discussing this characteristic. The protagonist of (*) The Price of Salt loses custody of her daughter due to this trait. A discussion of this trait begins with the narrator noticing a phrase from Mary Carmichael’s Life’s Adventure in A Room of One’s Own. Upon realizing she has this trait, Nettie’s sister begins a relationship with Shug Avery. This trait inspires Celie to say men look “like frogs” in The Color Purple. For 10 points, name this trait of women exclusively attracted to other women.", "answer_sanitized": "lesbianism [accept being gay or homosexual; accept attraction to other women or liking women or equivalents until read; prompt on bisexuality]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "One thinker compared this thing to the Norman Conquest, since both benefited their recipients but were not implemented in the name of justice. In books subtitled for this thing’s “Intellectual Origins” and “Economic Origins,” Forrest McDonald repudiated an earlier analysis of this thing that discussed its role in protecting public (*) securities. This thing was created to antagonize small landowners and debtors according to an “Economic Interpretation” of it by Charles Beard, which cites an earlier essay that supported this thing over the dangers of class-based “factions.” For 10 points, the Federalist Papers supported the protection of property enshrined in what document that was drafted at a namesake 1787 convention?", "answer_sanitized": "United States Constitution [or American Constitution; or Constitution of the United States; or equivalents; prompt on Constitution by asking “of what country?”; anti-prompt (ask “can you be less specific?”) on Bill of Rights]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "Rina Dechter and Judea Pearl proved that when these functions are imperfect, using simple addition on their output will yield a minimal number of node expansions. Only consistent examples of these functions satisfy the triangle inequality, which can prevent nodes from being visited twice. Any solution reached using one of these functions that underestimates costs is guaranteed to be optimal. Admissible examples of these functions can be used in (*) best-first approaches, which incorporate domain knowledge. Choosing one of these functions that is zero for all inputs recovers Dijkstra’s algorithm from A* (“A-star”). Estimates of distance are a common output of, for 10 points, what functions that are used to quickly provide approximate solutions to search algorithms?", "answer_sanitized": "heuristic functions [or heuristics; prompt on distance metrics]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Glenn Ligon responded to an exhibition from this decade with a piece that places critical placards between photographs of Black men from that exhibition. In a photograph taken in this decade, the artist lies in bed staring at her cigarette-smoking lover, whose abusive behavior was later depicted in a photograph that shows the artist “one month after being battered.” The Ballad of Sexual Dependency, a slideshow exhibition by (*) Nan Goldin, debuted in this decade. Calla lilies, orchids, and other flowers appear in the XYZ Portfolios of a piece from this decade, which also included black-and-white photographs of homoerotic sadomasochism. For 10 points, The Perfect Moment was first exhibited during what decade, in which photographer Robert Mapplethorpe died of AIDS?", "answer_sanitized": "1980s (The piece in the first line is Notes on the Margin of the Black Book.)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "An equation named for these devices has the same form as Cattaneo’s relativistic extension of Fourier’s equation for heat conduction. Lord Kelvin developed the “law of squares,” which relates the time of maximum amplitude to the square of distance from the source, based on his work with these devices. A pair of first-order differential equations named for these devices relates spatial and time derivatives of voltage and current, and describes lossless flow down an infinite (*) transmission line. The signal combination technique of multiplexing was first developed for these devices. These devices’ receivers used electromagnets to produce audible clicks. For 10 points, name these devices that use current pulses to transmit messages, typically via Morse code.", "answer_sanitized": "telegraphs [accept telegraph process or telegrapher’s equation; prompt on transmission lines or electrical cables until “transmission line” is read by asking “what devices were those first used for?”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A tea rite known as charye is performed four times a year to honor these beings. On the first Sunday of May, the royal family venerates these beings in a rite that features the Munmu and Mumu dances. The Jongmyo Jerye rite honors these non-divine beings who are also venerated in the Jesa ceremony in Korea. A green dumpling known as qingtuan is typically consumed during a festival honoring these beings. They aren’t gods, but (*) joss paper is offered as a burnt offering to these figures who are honored during the Qingming festival. Food is offered and incense sticks are burned for these beings in front of their namesake tablets. For 10 points, tombs are swept by families to honor what figures who might include their great-great-grandfather?", "answer_sanitized": "ancestor spirits [accept similar answers like spirits of relatives; prompt on ghosts or spirits or the dead; prompt on answers regarding royalty or rulers by asking “what type of royalty?”; prompt on dead rulers by asking “what are they to the royal family?”]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "An activist for these people wrote the essay “Why I Burned My Book” to explain a protest in which he burned a copy of The Invention of George Washington in front of the L.A. Federal Building. A 2020 documentary explores how leading activists for this group met at Camp Jened in New York in the 1970s. Judy Heumann participated in the longest-ever sit-in at a federal building in response to Joseph Califano’s refusal to implement protections for this group that were mandated by Section (*) 504 of the Rehabilitation Act. The eight-year-old Jennifer Keelan-Chaffins led a 1990 protest outside the Capitol Building that was intended to increase visibility for members of this group. For 10 points, the Capitol Crawl protest advocated for what group, which is protected from discrimination by the ADA?", "answer_sanitized": "disabled persons [or people with disability or disabilities; accept handicapped people or specific groups like children or students with disabilities; prompt on children or students] (The activist in the first clue is Paul K. Longmore.)", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In 1984, this company collaborated with Paloma Picasso, the daughter of Pablo Picasso, on her namesake “Paloma” perfume. In August 2017, this company controversially fired a mixed-race transgender model, Munroe Bergdorf, from its “True Match” campaign after she condemned the Charlottesville Unite the Right rally. In 2010, Essie Weingarten sold her namesake nail polish brand to this company, which announced in the wake of the (*) George Floyd protests that they will “remove the words white, whitening, fair, fairness, light, lightening from all its skin evening products.” This company, which was founded in 1909 by fascist Eugène Schueller, owns Lancôme, Garnier, and Maybelline. The Bettencourt family owns, for 10 points, what largest cosmetics company in the world?", "answer_sanitized": "L’Oréal [or L’Oréal S.A.]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In response to a novel by this author, his wife published a memoir claiming he fell in love with her niece, titled What [this author] Didn’t Say. A woman in a novel by this author has her eyes and tongue eaten by vultures before she is locked in a tower and dies in childbirth. A prostitute nicknamed “Wildflower” works at the title structure of a novel by this author, which is also inhabited by the giant Bolas and the (*) blind harp player Anselmo. A Jehovah’s Witness threatens to castrate himself to prove he didn’t rape Sarita in a novel by this author of The Green House. In a novel by this author, the Radio Panamericana station hires Pedro Camacho to write increasingly surreal telenovelas. For 10 points, name this Peruvian author of Aunt Julia and the Scriptwriter.", "answer_sanitized": "Mario Vargas Llosa [or Jorge Mario Pedro Vargas Llosa; prompt on What Little Vargas Didn’t Say; do not accept or prompt on “Llosa” or “Vargas”]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Description acceptable. “Task commitment” is one facet of this attribute in Joseph Renzulli’s “three ring model” of this trait. The psychotherapist Alice Miller theorized an “inner prison” in a book titled for the “Drama of” people with this attribute, who are the subject of the Marland Report and A Nation Deceived. The slogan that this feature “is overrated” has been used to promote Anders Ericsson’s work on “deliberate practice.” A longitudinal study begun at Stanford in 1921 by (*) Lewis Terman follows the development of youth with this trait, who can be “2e” if they also have a disability and are often said to later become victims of “burnout.” W. E. B. Du Bois championed a “tenth” with this trait. For 10 points, children identified as having what trait are often targeted with acceleration programs?", "answer_sanitized": "intellectual giftedness [or talent; accept synonyms of genius, high intelligence, or high IQ; accept gifted/talented, gifted and talented education, or talented and gifted; accept GT, GATE, or TAG; prompt on intelligence or IQ or equivalents; prompt on youth or being a child until “youth” is read; prompt on equivalents of being a (good) student; prompt on being exceptional]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "The epilogue of one play by this author is spoken by John Freeman’s secret lover, Lady Desbro. That play by this author ends with Lord Lambert being imprisoned after the King’s forces take London. Dr. Baliardo attempts to marry his daughter and niece to aliens in one play by this author of The Roundheads. Angellica Bianca calls off the murder of the (*) title character of this author’s most famous play, Willmore, who later exchanges vows of love with Hellena. The title character of a novel by this author of The Emperor of the Moon is disemboweled and dismembered after killing his lover Imoinda and leading a failed slave revolt in Suriname. For 10 points, name this author of The Rover and Oroonoko, the premier female playwright of the Restoration.", "answer_sanitized": "Aphra Behn", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This military force was supplemented by volunteer groups labelled K1 through K6, to the disappointment of the Territorial Force. The leadership of this military force was changed from a man whose army was described as “contemptible” by an opposing monarch to one later described as a “butcher,” after a defeat at the Battle of Loos (“lohss”). An iconic Alfred Leete (“leet”) poster that depicts a mustachioed general pointing a finger outward above the words (*) “wants you” was used to recruit for this military force. This military force was the first to use a tank in battle and was led for most of its existence by Field Marshal Douglas Haig. For 10 points, name this military force that suffered its greatest number of casualties on the first day of the Battle of the Somme while fighting alongside the French army.", "answer_sanitized": "British Expeditionary Force [or BEF; accept British Army or United Kingdom Army; accept Kitchener’s Army; prompt on British military by asking “what branch?”; do not accept or prompt on “Royal Navy” or “Royal Air Force”]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Description acceptable. Many organisms with this trait express reverse gyrase, which has both topoisomerase (“toh-poh-eye-SOM-er-ace”) and helicase domains. Organisms with this trait are the only ones known to constitutively express tungsten-containing enzymes and perform ATP-dependent positive supercoiling of their DNA. The Klenow fragment was quickly deprecated in favor of proteins purified from organisms with this trait, which remain functional throughout multiple cycles of (*) PCR. The Pfu (“P-F-U”) polymerase was discovered in the archaean P. furiosus, which has this trait. For 10 points, name this trait of Thermus aquaticus, which was discovered living in hot springs exceeding 150 degrees Fahrenheit.", "answer_sanitized": "hyperthermophilic [or hyperthermophiles; accept answers indicating organisms that tolerate heat or high temperatures; prompt on extremophilic or extremophiles; prompt on Archaea until “archaean” is read]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A lengthy essay on this substance in Alexandre Dumas’s Dictionary of Cuisine ends by claiming that a producer of it named Bornibus would one day “reign supreme.” In 2009, a museum dedicated to this substance moved to Middleton, Wisconsin from Mount Horeb. Jean Naigeon (“nay-ZHON”) swapped in verjuice for another ingredient in this substance, creating a popular variety that today is sold by brands such as Amora and (*) Maille (“my”). Turmeric powder is used to provide a distinctive color to a variety of this food first developed by George French. Along with bread, ham, pork, Swiss cheese, and pickles, this substance is featured in a Cuban sandwich. For 10 points, name this condiment that comes in whole-grain and Dijon varieties.", "answer_sanitized": "mustard", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "An author writing in this language created the genre of “ferro-concrete poetry” in his collection Tango with Cows, whose pages consist of cheap wallpaper. That author founded the group Hylaea with a poet who used this language, and who declared that he would throw three of his countrymen “overboard from the ship of modernity.” A fictional author uses Christ’s impending crucifixion to compare himself to Hamlet in one of several poems in this language, including (*) “Bad Roads in Spring,” which were published at the end of a novel. The prose passage “Instead of a Preface” begins a poem in this language by a member of the Acmeist school, who wrote a poem in response to her son’s arrest titled Requiem. For 10 points, name this language used by “Silver Age” authors Boris Pasternak and Anna Akhmatova.", "answer_sanitized": "Russian [or russkiy] (The first two authors are Vasily Kamensky and Vladimir Mayakovsky.)", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A succession dispute in this region led to its annual pillaging by Bargi cavalry raiders. Lalon is the most famous of the syncretic bards called bauls that hail from this region. Three city-states in this region were unified under Ilyas Shah after declaring independence from a state ruled by the Tughlaq dynasty. A “Presidency” in this region was centered at Fort William, whose conquest led to a battle where (*) Mir Jafar betrayed Siraj ud-Daulah. Several dozen prisoners died from suffocation after being stuffed into a “black hole” by this region’s nawab. The British East India Company gained control of this region after the Battle of Plassey. For 10 points, the city of Calcutta is located in what South Asian region bordered by a bay of the same name?", "answer_sanitized": "Bengal [or Bānglā or Bôngô; prompt on British India or Bangladesh]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "The logarithm of one form of this quantity is corrected by an additive factor of surface tension times surface area over 3.454 RT to account for this quantity’s inverse relationship with particle size. The product of this value and a ratio of activity coefficients equals the slope of a Gran plot for an acid–base titration. The logarithm of this quantity depends on both enthalpy and temperature according to the van ’t Hoff equation. The standard (*) Gibbs free energy of a reaction equals negative RT times the logarithm of this quantity in a special case of the Nernst equation. Comparing this value with the reaction quotient predicts if a reaction will shift to the left or right by Le Châtelier’s principle. For 10 points, name this constant describing a system where reactant and product concentrations experience no significant changes, symbolized Keq (“K-E-Q”).", "answer_sanitized": "equilibrium constant [accept Keq until read; accept equilibrium after “constant” is read; accept solubility constant or stability constant or formation constant or binding constant or association constant or dissociation constant; accept Ksp or Kc or Kp or Ka or Kb until “Keq” is read; prompt on K until “Keq” is read]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This artist collaborated with jazz musicians such as Wayne Shorter and Stevie Wonder on an album that opens with an Afro-Cuban “Radio Song.” After being told that “seven is a divine number,” this artist live-streamed the process of writing, arranging, and recording an entire album in 77 hours. Each track on this artist’s most recent album is subtitled with corresponding body parts, such as the (*) thoracic spine and the hips. This artist was appointed Professor of the Practice of Music at Harvard University in 2017 and created the albums Radio Music Society and Exposure. This artist also became one of the youngest instructors in the history of Berklee College of Music after being hired in 2005 at the age of 20. The album 12 Little Spells is by, for 10 points, what four-time Grammy-winning jazz singer and bassist?", "answer_sanitized": "Esperanza (Emily) Spalding", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This activity was used to determine succession to the thrones of Ophion and Eurynome. One instance of this activity has been viewed as either the duty of a Frazerian year-king or the cruel whim of a ruler who also buried his daughter Alope (“AL-uh-pee”) alive for having a son with Poseidon. By one account, this activity was invented by the androgynous Palaestra, who names spaces where it occurred. Passers-by were challenged to this activity and then killed by (*) Cercyon (“SIR-see-on”), who was later killed by Theseus. Antaeus, a son of Gaia, was undefeated in this activity because he was invincible while he touched his mother, but was crushed to death by Heracles. For 10 points, name this sport in which participants attempt to grapple the other to the ground.", "answer_sanitized": "wrestling [or palé; prompt on games or combat sports; do not accept or prompt on “boxing”]", "subcategory": "Mythology", "category": "Mythology"}], "bonuses": [{"leadin_sanitized": "While he is held at gunpoint in this city, Alex Pierce frantically rewrites a magazine article to avoid implicating Eubie. For 10 points each:", "answers_sanitized": ["New York City [accept NYC]", "Marlon James", "Jamaica "], "parts_sanitized": ["Name this American city. Josey Wales murders twelve people in a drug den in this city in the section “White Lines/Kids in America.”", "The section “White Lines/Kids in America” appears in this author’s novel A Brief History of Seven Killings. This author of Black Leopard, Red Wolf described his upcoming Dark Star trilogy as “an African Game of Thrones.”", "James is an author from this Caribbean country. In A Brief History of Seven Killings, Josey Wales attacks the Singer, who is an analogue of this country’s native son, Bob Marley."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "This empire’s decline was marked by the rebellion of Bahram Chobin, which inspired disaffected nobles to blind its ruler Hormizd IV with a hot needle and strangle him in a bid to restore order. For 10 points each:", "answers_sanitized": ["Sassanid Empire [or Sasanian Empire, or Empire of Iranians, or Neo-Persian Empire, or Ērānshahr; prompt on Persian Empire or Iranian Empire]", "Khosrow II [or Khosrou II or Chosroes II or Khosrow Parviz or Khosrow the Victorious; prompt on Khosrow]", "True Cross [or the cross on which Jesus was crucified; or Holy Cross; prompt on cross] "], "parts_sanitized": ["Name this final Persian empire before the Islamic conquest. Shapur I led this empire to humble the Romans at the Battle of Edessa, taking Valerian hostage.", "This successor of Hormizd IV sought refuge with the Byzantine emperor Maurice until he gained military support to crush Bahram’s revolt. He later destroyed the Lakhmid Dynasty and suppressed Vistahm’s revolt.", "Khosrow II later declared a disastrous war on the Byzantines that caused his own execution. As a symbol of the Sassanid decline, the Byzantines successfully returned this relic discovered by St. Helena to Jerusalem."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Answer the following about techniques used to study host–guest complexes, for 10 points each.", "answers_sanitized": ["NMR spectroscopy [or nuclear magnetic resonance spectroscopy; accept specific types]", "UV/vis spectroscopy [or ultraviolet-visible spectroscopy; accept “spectrophotometry” in place of “spectroscopy”; prompt on spectroscopy or spectrophotometry]", "absorbance [prompt on A; do not accept or prompt on word forms] "], "parts_sanitized": ["Binding between the host and the guest causes a significant chemical shift, which can be detected using this form of spectroscopy. Two common forms of this technique use protons and carbon-13 as the active species.", "Host–guest binding data obtained using this technique can be fed into the Benesi–Hildebrand method to calculate the host–guest association constant. Nanodrop machines characterize samples using this technique.", "Both Nanodrops and host–guest UV/vis spectroscopy measure this quantity. This quantity equals the product of concentration, path length, and the molar extinction coefficient."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "A 2020 academic controversy centered on the alleged orientalism of Wendy Belcher’s 2015 translation of the 17th-century hagiography of an abbess from this country. For 10 points each:", "answers_sanitized": ["Ethiopia", "Saint Peter [or Simon Peter; or Petros; accept Walatta Petros; prompt on Simon]", "(the parable of the) lamp under a bushel [accept light in place of “lamp”; accept words like “basket” or “bowl” in place of “bushel”; prompt on partial answers] "], "parts_sanitized": ["Name this African country home to the Orthodox Tewahedo Church. Haile Selassie patronized a translation of the Bible into this country’s Amharic language.", "That abbess was named Walatta, or “daughter of,” this Biblical figure. In the biography of Walatta, her care for her flock is compared to this man’s receiving of the “keys of the kingdom of heaven.”", "Like many Ge’ez (“GHEE-ezz”) language hagiographies, the biography of Walatta Petros uses this Biblical parable as an analogy for her death. This parable points out the absurdity of hiding a certain object rather than placing it on a stand."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Suetonius records how a ruler of this region, Ptolemy, was executed by Caligula because his purple cloak drew the attention of the crowd when he entered a theatre. For 10 points each:", "answers_sanitized": ["Mauretania [accept Mauretania Tingitana and Mauretania Caesariensis; prompt on North Africa, Maghreb, Algeria, Morocco, or the Atlas Mountains by asking “what was the Roman name of the region?”]", "Gaius Marius", "Zama Regia [or Xama; accept Zama Maior and Zama Minor] "], "parts_sanitized": ["Name this region that, after its annexation by Claudius, was divided into the provinces of Tingitana and Caesariensis. Another king of this region, Bocchus I, betrayed his son-in-law, Jugurtha, to Sulla.", "After Bocchus I betrayed his son-in-law Jugurtha to Sulla, Jugurtha became the focus of this man’s subsequent triumph in Rome. This seven-time consul and rival of Sulla enacted various military reforms.", "This site was the location of a failed 109 BC siege by Metellus Pius during the Jugurthine War. Skirmishers hid gaps in one side’s lines during a battle named for this site whose winning commander was aided by Massinissa."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "In 2016, Bouchra Jarrar succeeded Alber Elbaz to become the women’s collection artistic director of a fashion house founded by and named for this designer, although her tenure lasted just 16 months. For 10 points each:", "answers_sanitized": ["Jeanne Lanvin (“zhahn lawn-VAN”) [or Jeanne-Marie Lanvin; accept Lanvin Parfums]", "Coco Chanel [or Gabrielle Bonheur Chanel; accept Chanel No. 5]", "Christian Dior [accept Christian Dior SE; accept Diorissimo] "], "parts_sanitized": ["Name this French haute couture (“oat koo-TURR”) fashion designer. She introduced her signature fragrance, Arpège (“ar-PEZH”), in 1927.", "Paul Iribe (“ee-REEB”), the lover of this designer and businesswoman, rendered a gold image of Lanvin that is still imprinted on Arpège perfume containers. Arpège and this designer’s signature “No. 5” scent were some of the earliest successful aldehydic floral perfumes.", "Chanel once quipped that this designer “must have never been intimate with a woman” to design such “uncomfortable” clothes. This designer behind the “New Look” is the namesake of François Demachy’s perfumes."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In some editions of Much Ado About Nothing, Leonato’s wife Innogen is this type of character. For 10 points each:", "answers_sanitized": ["ghost character", "Beatrice", "beds [accept bed trick] "], "parts_sanitized": ["Give this scholarly term for a character in a play that does not speak, takes no part in the action, and is neither addressed nor mentioned by any other character.", "Leonato and Innogen are aunt and uncle to this character, who trades insults with Benedick in a “merry war” over the course of Much Ado About Nothing before eventually marrying him.", "In the final scene of Much Ado About Nothing, Claudio’s bride is revealed to be Hero instead of her cousin, which is a plot element that is similar to a “trick” named for these objects. Shakespeare willed his wife the “second-best” one of these objects."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "The extent of various apicomplexan (“api-com-plexan”) infections can be assessed using the number of these cells that display ring-stage organisms in their vacuoles after Giemsa (“GEEM-za”) staining. For 10 points each:", "answers_sanitized": ["red blood cells [or RBCs; accept erythrocytes or red cells; prompt on blood cells]", "malaria", "babesiosis [or babesiasis; accept Babesia infection] "], "parts_sanitized": ["Name these cells that are invaded by merozoites as part of the lifecycle of several parasites. Vaccines against one disease require exceptional efficacy to prevent its duplication in hepatocytes before it attacks these cells.", "When erythrocytes containing mature Plasmodium falciparum lyse, they release toxins that cause the cyclic fevers of this disease. The Anopheles mosquito spreads this disease, which is treated with quinine.", "Ticks spread this other apicomplexan disease, which presents like malaria and excludes one from blood donation. The division of trophozoites in erythrocytes can form a Maltese cross pattern that indicates this disease."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "A 1995 paper points out that one aspect of this phenomenon is not necessarily problematic using the example of using a lover’s stomach as a pillow. For 10 points each:", "answers_sanitized": ["objectification [or word forms; accept sexual objectification]", "Martha (Craven) Nussbaum", "Andrea Dworkin AND Catherine MacKinnon "], "parts_sanitized": ["Name this concept which that paper defines using seven notions, including instrumentality and fungibility. This phenomenon involves treating a person as a thing, particularly as a target of sexual desire.", "“Objectification” is by this University of Chicago philosopher, who wrote The Fragility of Goodness and developed a capabilities-based approach to human welfare with Amartya Sen.", "Two answers required. Nussbaum credits the popularization of the term to these two philosophers, comparing their views on sex to Kant’s. This pair of thinkers introduced several anti-pornography “civil rights ordinances.”"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "These people perform the waiata, which are laments for a variety of subjects like death or love. For 10 points each:", "answers_sanitized": ["Māori", "soprano [accept lyric soprano]", "microtonality [accept microintervals or subsemitones or quarter tones; prompt on less specific answers about music that is not in equal temperament or that contains intervals smaller or lesser than a semitone, half step, or half tone] "], "parts_sanitized": ["Name these people who were controversially criticized in a 2003 interview by an opera singer who is partially descended from these people. That musician descended from these people starred as Maria in the 1984 “operatic version” of West Side Story.", "That musician, Kiri Te Kanawa, is an opera singer whose voice is of this highest of the four voice types.", "According to Margaret Orbell and Mervyn McLeann in Traditional Songs of the Māori, the mōteatea tradition of chant has this musical quality. The maqamat of Arabic music traditions also have this quality, which is frequently denoted using backwards flats and partial sharps in transcriptions of Arabic and Persian music."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "While visiting America’s most-photographed barn in this novel, Murray Jay Siskind observes, “Once you’ve seen the signs about the barn it becomes impossible to see the barn.” For 10 points each:", "answers_sanitized": ["White Noise", "Dylar", "tricycle [or trike] "], "parts_sanitized": ["Name this novel by Don DeLillo in which Hitler Studies professor Jack Gladney is exposed to the Airborne Toxic Event.", "Jack’s wife Babette obtains this drug, intended to treat her fear of death, by having sex with a man she calls Mr. Gray. A side effect of this drug causes Mr. Gray to curl into the fetal position when Jack says “Falling plane.”", "Jack and Babette’s son Wilder is unafraid of death, as shown at the end of White Noise when he uses this object. Two elderly women watch as Wilder plays with this object and almost gets run over on the expressway."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "The Ottoman conquest of Buda destroyed the largest one of these institutions north of the Alps. For 10 points each:", "answers_sanitized": ["library [accept Bibliotheca Corviniana]", "Sweden [or Sverige]", "Cardinal Jules Mazarin [accept Giulio Raimondo Mazzarino or Mazarini] "], "parts_sanitized": ["Name this type of institution established by Hungarian king Matthias Corvinus with the help of Italian humanists, which housed many incunabula.", "The Codex Argenteus, which contains part of Ulfilas’s Gothic translation of the Bible, was added to the royal library of this country’s Queen Christina after they were looted by troops of this country during the 30 Years’ War.", "This statesman built a massive public library and sent Gabriel Naudé to purchase entire libraries from around Europe. This head of government for Anne of Austria negotiated a major peace treaty after the Battle of the Dunes."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "In 2017, Scott Morrison passed a piece of this commodity around the Australian Parliament while telling his colleagues, “Don’t be afraid. Don’t be scared.” For 10 points each:", "answers_sanitized": ["coal [accept bituminous coal or anthracite]", "Liberal Party", "Extinction Rebellion [or XR] "], "parts_sanitized": ["Name this commodity, of which Australia is the world’s leading net exporter. Major producers of this commodity in Australia include the BHP Mitsubishi Alliance.", "This political party led by Scott Morrison defeated the Labor Party in the 2019 Australian national elections on an anti-environmentalist agenda, promising to protect coal mining communities.", "In 2019 Queensland’s regional government passed anti-protest laws to crack down on environmentalist activism in Brisbane by this movement. This movement began in the U.K. in 2018 and uses an hourglass as its logo."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "In 2014, Emily Levesque and Anna Żytkow (“ZHIT-koff”) reported that HV 2112 had anomalously strong molybdenum lines, making it a candidate for a class of star containing one of these objects in the middle. For 10 points each:", "answers_sanitized": ["neutron stars", "red-giant branch [or RGB; accept first giant branch; prompt on red giant star by asking “what specific part of the H-R diagram is it in?”; do not accept or prompt on “horizontal branch,” “red clump,” “asymptotic giant branch,” or “AGB”]", "cooling [accept equivalents like decreasing temperature or losing energy; prompt on Urca process] "], "parts_sanitized": ["Name these extremely dense stellar remnants named for the uncharged particles that make them up.", "Stars large enough to form neutron stars will experience a blue loop before reaching the end of this construct. Stars in this region of the Hertzsprung–Russell diagram undergo CNO fusion solely in the shell, accumulating a helium core that is consumed in a brief helium flash at its very tip.", "Without outside interactions, stellar remnants can only evolve through this process, which occurs via neutrino emission. This process moves white dwarfs rightward on the H-R diagram to eventually form black dwarfs."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Mahmoud Darwish discussed this poet’s influence on him by describing his works as ones that “will live in my bedroom and see what I have seen.” For 10 points each:", "answers_sanitized": ["Federico (del Sagrado Corazón de Jesús) García Lorca", "ghazal [or gacela; accept “Gacela of the Dark Death”; accept “ghazal” in place of “gacela”]", "diwan [or divan; accept Divan-e-Hafez; accept Diván del Tamarit or The Divan at Tamarit] "], "parts_sanitized": ["Name this Spanish poet who explored Arab Andalusian culture in his collection Gypsy Ballads. This author also wrote Blood Wedding.", "García Lorca often used this Arabic form, which consists of couplets with a radīf and a qāfiya. The speaker repeats, “I want to sleep the sleep of the apples,” in a García Lorca poem titled for this form “of the Dark Death.”", "“Gacela of the Dark Death,” along with many other ghazals, is part of a García Lorca collection titled for this Arabic word. Moḥammad Golandām compiled Hafez’s poems into one of these single-author poetry collections."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Claire Wendland’s book A Heart for the Work charts her ethnographic study of attendees to one of these institutions in Malawi. For 10 points each:", "answers_sanitized": ["medical schools [prompt on schools, universities, graduate schools, or graduate programs]", "cadavers [accept similar answers such as dead bodies or corpses] (Bass’s facility is the original “body farm.”)", "witches [prompt on similar words like sorcerers or magicians] "], "parts_sanitized": ["Name these institutions whose reputation for turning idealists into cynics was studied by Howard Becker. A program called “the Match” applies the stable marriage problem to finding jobs for people leaving these institutions.", "Unlike in the West, Malawian students did not tell joking stories about these objects, whose five types were noted by F. W. Hafferty. Anthropologist William F. Bass created a facility for researching these objects in Knoxville.", "Malawian students don’t tell cadaver stories due to associations with these people, who are accused by oracles among the Azande. Women accused of being these people were often burned at the stake in early modern Europe."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "Bill Viola recreated a painting by this artist as a video piece in which a pregnant woman whispers, “Can you help me?” to an older woman. For 10 points each:", "answers_sanitized": ["Jacopo Pontormo [or Jacopo da Pontormo or Jacopo Carrucci]", "Albrecht Dürer", "Cosimo de’ Medici [or Cosimo I de’ Medici, Grand Duke of Tuscany; or Cosimo I; prompt on Cosimo; prompt on Medici] "], "parts_sanitized": ["Name this Renaissance artist of The Visitation, who depicted a crowd of figures clad in pale blues, oranges, and pinks surrounding the body of Christ in his Deposition from the Cross.", "Pontormo’s The Visitation copies the composition of its four figures from this artist’s Four Witches. This German artist signed engravings like Knight, Death and the Devil with his trademark “AD” monogram.", "Pontormo’s Portrait of a Halbedier has been claimed to depict this leader as a youth. Pontormo’s adopted son, Bronzino, painted this ruler’s wife wearing an ornately-brocaded dress and served as his court painter."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Minimal pairs are words that differ in pronunciation by one of these constructs. For 10 points each:", "answers_sanitized": ["phonemes [prompt on phones]", "click consonants", "retroflex consonants "], "parts_sanitized": ["Name these smallest units of sound that can change the meaning of a word. The endangered Taa language of Namibia, also known as !Xóõ (“koh”), has one of the largest inventories of them.", "One of the rarest phonemes is the bilabial variety of this type of consonant, which is written as a bull’s-eye in the IPA. Speakers create two closures and pull air into the mouth to create these consonants, which appear in the Khoisan languages of the Kalahari Desert.", "Central !Kung (“kung”) is the only Khoisan language to retain clicks in this place of articulation. English speakers do not distinguish Hindi’s dental “t” and “d” from its “t” and “d” consonants of this type, in which the tongue curls up to the hard palate."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "During one election campaign, this politician joked that his opponent David Treen “takes an hour and a half to watch 60 Minutes.” For 10 points each:", "answers_sanitized": ["Edwin (Washington) Edwards", "Huey (Pierce) Long", "South Korea [or Republic of Korea; or ROK; accept Hanguk or Taehan Minguk; accept Koreagate] "], "parts_sanitized": ["Name this witty and corrupt governor who governed Louisiana during the late 1980s. During his time in office, this governor was acquitted of extensive counts of bribery, despite publicly admitting to it.", "Edwards continued Louisiana’s tradition of flamboyant governors. This other former governor of Louisiana, nicknamed the “Kingfish,” threatened a demagogic run for president in 1936 with his “Share Our Wealth” program.", "Edwards’s many scandals included one involving this country, in which this country bribed members of Congress to stop troop withdrawals from it. Troops from this country assisted the U.S. in removing a tree in Operation Paul Bunyan, a reaction to the “axe murder incident.”"], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "In April 2020, Bartolomei et al. reported using a namesake “tiny” collider filled with fractional quantum hall liquid to observe the behavior of the Abelian type of these quasiparticles for the first time. For 10 points each:", "answers_sanitized": ["anyons (“EN-ee-ons”) [do not accept or prompt on “anions” (“ANN-eye-ons”); ask teams to spell their answer if you are unsure]", "fermions", "2 dimensions [or 2-dimensional] "], "parts_sanitized": ["Name these particles that obey fractional statistics and carry fractional multiples of the elementary charge.", "In the tiny anyon collider, anyons exhibited “minor clumping,” indicating that they behave both like bosons and like these particles. These particles obey statistics partially named for Dirac and have half-integer spin.", "Due to the unique topology of [this number]-dimensional space, anyons can only exist in systems with this many dimensions. The fractional quantum Hall effect is also restricted to systems of electrons with this many dimensions."], "subcategory": "Physics", "category": "Science"}]}