{"tossups": [{"question_sanitized": "Before this opera’s finale, a cadence on the notes E, F, A, long D, E from its overture is reprised to this opera’s title, which comes from one of Basilio’s lines in a previous opera by the same composer. One love interest in this opera sings octave skips in an aria meant to make its librettist’s mistress “bob like a chicken.” During a trip to Coney Island in the Met version of this opera, the male leads take fake poison after their proposals are rejected in (*) “Come scoglio” (“KO-may SKOLE-yo”) before being revived by Dr. Magnetico’s vibration machine. The maid Despina is bribed to help those men marry Fiordiligi (“fyor-dee-LEE-jee”) and Dorabella while disguised as Albanians. For 10 points, name this Wolfgang Amadeus Mozart opera in which Ferrando and Guglielmo (“gool-YELL-mo”) bet against Don Alfonso’s conjecture that “all women are unfaithful.”", "answer_sanitized": "Così fan tutte [or Così fan tutte; ossia La scuola degli amanti; prompt on the subtitle and its translation, The School for Lovers; accept translations of the main title such as So Do They All or They’re All Like That until “all women are unfaithful” is read] (The opera’s title is derived from Act 1, Scene 7 of the The Marriage of Figaro, in which Basilio sings “Così fan tutte le belle.”)", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Performing an action on this holiday requires one to not cut their hair or nails for ten days prior. That action on this holiday is not required if one is below the Nisab threshold. Fasting on the day before this holiday expiates all of one’s sins from the last two years. Foods such korma and mansaf are served on this “salty” holiday. This day occurs directly after Yawm ‘Arafah. On this holiday, one of the three jamarat are struck with seven pebbles by (*) pilgrims in a practice known as the Stoning of the Devil. An animal such as a ram or goat is killed on this Sacrifice Feast day, the holier of two major holidays. For 10 points, name this Islamic festival that celebrates Ibrahim’s willingness to sacrifice his son to God.", "answer_sanitized": "Eid al-Adha [prompt on Eid; do not accept or prompt on “Eid al-Fitr”]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "The negative second derivative of a parameterized curve equals a quantity denoted by this letter times the product of two first derivatives with respect to the same parameter. That quantity denoted by this letter represents the [emphasize] components of the unique connection constructable from the metric tensor. In addition to denoting the Christoffel symbol, this letter denotes a quantity defined as the derivative of coordinate (*) time with respect to proper time. That quantity denoted by this letter equals the hyperbolic cosine of rapidity. In moving frames, lengths are contracted by dividing by a factor denoted by this letter, the Lorentz factor. For 10 points, name this Greek letter, which also names ionizing radiation that is higher in energy than X-rays.", "answer_sanitized": "gamma [accept uppercase gamma or lowercase gamma]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Caterpillars known as phane (“PAH-nih”) are often stewed with peanuts in this country, whose cuisine also includes a dish of salted, pounded beef and goat meat called seswaa. Over 300 elephants died in July 2020 near this country’s town of Seronga after consuming water containing toxic algae. The 1911 Tati Concessions Land Act imposed under British colonial rule continues to impact the development of this country’s city of (*) Francistown. Chobe National Park and the Makgadikgadi (“muh-KAH-dee-KAH-dee”) salt pans lie in the north of this country, southeast of the Okavango Delta. For 10 points, name this landlocked country containing the majority of the Kalahari Desert, a former British protectorate whose capital is Gaborone.", "answer_sanitized": "Botswana [or Republic of Botswana; or Lefatshe la Botswana]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Models of this process are assessed against the Lande–Kirkpatrick model, which forms a null hypothesis when this process is assumed to happen. One result of this process made a biologist sick “whenever [they gazed] at it.” Amotz Zahavi proposed that lek arenas where this process happens are effective because individuals will honestly signal that they have suffered a handicap. Pressure from this process causes secondary characteristics to (*) “run away” and become extremely exaggerated according to a theory proposed by Ronald Fisher. Darwin proposed that this process produces aesthetically-appealing features like those of peacocks. For 10 points, name this form of natural selection in which males compete amongst themselves and females choose their mates.", "answer_sanitized": "sexual selection [accept intersexual selection; prompt on evolution; prompt on natural selection, Fisherian runaway or runaway selection until read; prompt on mating, intraspecies or intrasexual competition, or mate selection until “males” is read by asking “what more general process is that an example of?”; prompt on honest signaling until read by asking “what process is making use of that signaling?”] (Darwin wrote to Asa Gray: “The sight of a feather in a peacock’s tail, whenever I gaze at it, makes me sick.”)", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A woman in a play by this author exclaims, “the Grim Reaper had put up his tent on our doorstep!” as she recalls the deaths in her family. A play by this author contrasts a drug addict’s return to Hollywood fame with the protagonist’s punishment from Boss Finley. This author created a woman who cries, “I don’t want realism. I want magic!” after a man (*) rips a paper lantern to reveal her face. In a play by this author, the Varsouviana Polka plays after a woman confronts her husband about his affair; the polka grows loudest during a mental breakdown when she is kicked out of her sister Stella’s house. For 10 points, name this playwright of Sweet Bird of Youth, who depicted the clash between Blanche DuBois and Stanley Kowalski in his play A Streetcar Named Desire.", "answer_sanitized": "Tennessee Williams [or Thomas Lanier Williams III]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "The media interpretation of CISCO’s variable stock prices is used to illustrate this phenomenon in a Phil Rosenzweig book titled for it. Students watched videos of a professor with a thick Belgian accent in an experiment about this phenomenon conducted by Nisbett and Wilson. Automotive companies leverage this phenomenon by using extremely fancy cars, such as the Nissan GT-R, to sell other cars of the same brand. Edward (*) Thorndike coined the term for this phenomenon after discovering that military officers’ perceptions of unrelated positive traits in their subordinates were strongly correlated with one another. For 10 points, name this psychological phenomenon where one positive trait of an individual, like attractiveness, impacts the overall perception of that individual.", "answer_sanitized": "halo effect [prompt on cognitive bias]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A crackdown on protests against school segregation in a colony governed by this country led to 15,000 people massing outside that colony during the 12-3 Incident. Despite the de facto independence of Dadra and Nagar Haveli, the International Court of Justice asserted this country was their rightful government. A government monopoly on the main industry of one of this country’s colonies was held by Stanley (*) Ho. That colony was peacefully transferred in 1999. It’s not Pakistan, but this country’s defeat in Operation Vijay resulted in its loss of Goa, where military leaders disregarded the orders of António Salazar to fight to the death. For 10 points, what European country formerly controlled Macau and colonized Brazil?", "answer_sanitized": "Portugal [accept Estado Novo or Second or Third Portuguese Republic]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A man in this novel comments on being welcomed into a house before he is pushed back into “mud huts and tin shanties” and compares himself to “a bloody cockroach.” After she is reprimanded for her white shoes, a ballet dancer in this novel born as Colette Swan divorces her husband and moves to Nice. After she leaves Conrad and works as a physiotherapist, the protagonist of this novel falls in love with the (*) academic Bernard Chabalier. A woman in this novel returns to her home country after a meeting with Zwelinzima Vulindlela, an adopted brother she called “Baasie.” In this novel, the protagonist’s father Lionel dies after being imprisoned for three years for his Communist affiliation. For 10 points, name this novel about Rosa’s anti-apartheid activism, written by Nadine Gordimer.", "answer_sanitized": "Burger’s Daughter", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Linguists of this ethnicity ran classes at the former WPA site of Camp Savage in Minnesota. Poems by members of this ethnic group appear throughout A Different Mirror, a history of “multicultural America” by a member of this group. People of this ethnicity who answered “yes” to questions 27 and 28 on a form joined a group that used the motto “Go for broke.” The liberation of Dachau was begun by a “Field Artillery (*) Battalion” of this ethnicity, which was deployed with the most decorated U.S. Army unit of all time. The 1907 Gentlemen’s Agreement limited the immigration of this ethnic group, which made up the 442nd Infantry Regiment and were targeted by Executive Order 9066. For 10 points, Korematsu v. U.S. challenged the internment of what ethnic group during World War II?", "answer_sanitized": "Japanese-Americans [accept Nisei or Issei]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This poet posited, “a favourite has no friend,” in a poem in which “two angel forms were seen to glide” before the title event. Another poem by this author describes the “silver winding way” of a river by which young men “hear a voice in ev’ry wind / and snatch a fearful joy.” The speaker laments, “No dolphin came, no Nereid stirred,” in a poem by this author that describes “the (*) slippery verge her feet beguil’d.” This author concluded a poem set by the “hoary Thames” with the lines “if ignorance is bliss / tis folly to be wise.” This author’s most famous poem ponders a “mute inglorious Milton” in the title place, which is “far from the madding crowd’s ignoble strife.” For 10 points, name this author of “Ode on a Distant Prospect of Eton College” and “Elegy Written in a Country Churchyard.”", "answer_sanitized": "Thomas Gray", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The Fueter–Pólya theorem states that the polynomials named for this mathematician are the only quadratic pairing functions. Points in this mathematician’s namesake space are infinitely long sequences of binary digits. In one proof, this mathematician merged ordered pairs by alternating between their digits, then described the resulting irrationals as unique continued fractions, to construct a (*) bijection between the unit interval and the unit square. This mathematician introduced the Hebrew letter “aleph” to denote infinite cardinals, and posited that there is no set whose cardinality is between aleph-null and aleph-one, which is known as the continuum hypothesis. For 10 points, name this pioneer of set theory who proved the uncountability of the real numbers in a namesake diagonalization argument.", "answer_sanitized": "Georg Cantor [accept Cantor space, Cantor ternary set, or Cantor diagonalization argument]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "It’s not trachyte, but this was the primary substance used in Acheulean (“uh-SHOO-lee-in”) artifacts found at Kariandusi in the Great Rift Valley. Nearby islanders obtained this substance on the uninhabited Greek islands of Gyali and Milos. Along with red scoria, the pupils of the Moai of Easter Island were made out of this substance. Mines in Pachuca produced a green variety of this substance. The occultist John Dee obtained a “magic” (*) mirror made out of this substance, which is associated with a god whose name means “Smoking Mirror,” Tezcatlipoca. It’s not flint, but Teotihuacán held a monopoly on this substance used to make the sacrificial Tecpatl knife and the Macuahuitl (“ma-QUA-weedle”) blades wielded by Aztec Jaguars. For 10 points, name this sharp, black volcanic glass used in ancient weaponry.", "answer_sanitized": "obsidian [prompt on volcanic glass until read]", "subcategory": "Other History", "category": "History"}, {"question_sanitized": "Castilla and Benard studied a “paradox” of this concept, in which organizations explicitly committed to it are more likely to practice discrimination. This term was coined in a dystopian satire of the Tripartite System by the sociologist Michael Dunlop Young. The decline of St. Clair Shores is discussed in a book that claims that this system “exploits” elites and “dismantles the middle class”; that 2019 book titled for the “trap” of this system is by (*) Daniel Markovitz. Stephen McNamee argued that the “myth” of this system ignores actual barriers to social mobility. In the 1880s, the Pendleton Civil Service Reform Act was passed to replace the “spoils system” with this sort of system. For 10 points, name this system in which people achieve success and power on the basis of ability.", "answer_sanitized": "meritocracy [or word forms like meritocratic; accept the paradox of meritocracy, The Meritocracy Trap, or the myth of meritocracy; prompt on merit; prompt on the American Dream]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A composer from this country wrote two pieces that can be connected by a long cello trill, Du Cristal… and …à la Fumée (“fyoo-MAY”). The direction to “think of autumn and Tchaikovsky” is included in “The Bog,” the first movement of a piece from this country. A composer from this country collaborated with Amin Maalouf on an opera that became the first by a woman composer staged at the Met since 1903, (*) L’Amour de loin (“lah-MOOR duh LWANN”). Another composer from this non-Italian country used tapes of birdsong in a 1972 “concerto for birds and orchestra” titled Cantus Arcticus. Kaija Saariaho (“KAH-yah SAH-ree-AH-ho”) and Einojuhani Rautavaara (“AY-no-yoo-ha-nee ROUT-ah-var-ah”) both studied at an academy in this country named for its most famous composer. For 10 points, name this home country of Jean Sibelius.", "answer_sanitized": "Finland [or Republic of Finland, or Suomi, or Suomen tasavalta, or Republiken Finland]", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Description acceptable. Galen Strawson often discusses the false sense of “radical freedom” one experiences while deciding whether to go into a cake shop or perform this action. The decision to not perform this action in the “Envelope” case is compared with the decision to not let a trespasser ride in your vintage sedan in the best-known book by Peter K. Unger. This action is not merely supererogatory (“super-uh-ROG-uh-tory”) according to an essay that uses the example of a child (*) drowning in a pond. The Most Good You Can Do and The Life You May Save are books advocating this action from an effective altruist standpoint by the philosopher Peter Singer. The “earning to give” strategy advocates extensively performing, for 10 points, what action that can be directed to groups like UNICEF and Oxfam?", "answer_sanitized": "giving to charity [accept either underlined part; accept equivalents such as giving away money, donating, philanthropy, or answers mentioning specific methods, amounts or organizations; prompt on answers like helping others, being altruistic, doing good, or saving lives; prompt on equivalents of saving a child or saving someone from drowning or jumping into a pond until “child” is read by asking “what real-life action is saving the drowning child used to argue for?”]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "John Constable once proclaimed that a painting of these objects was “the most complete work of a genius I ever saw”; that painting is often referred to by a shortened nickname, “Dort.” Five of these objects are included in a painting set at dusk near its artist’s home at Greifswald (“GRYFS-valt”) that includes two children playing with a Swedish pennant. Another painting titled for one of these objects was accompanied by an original poem that ends with the line (*) “Hope, Hope, fallacious Hope! / Where is thy market now?” These objects allegorize aging in The Stages of Life. One of these objects is being “tugged to her last Berth” in J. M. W. Turner’s The Fighting Temeraire. For 10 points, name these objects often depicted in Caspar David Friedrich’s seascapes.", "answer_sanitized": "ships [accept boats or any type of ship; accept Dort or Dordrecht: The Dort packet-boat from Rotterdam becalmed; accept The Slave Ship]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "An enzyme that breaks down this compound is the sole target of the enormous, hexadecameric enzyme phosphorylase kinase. An enzyme that acts on this compound indirectly donates a proton to this compound’s leaving 4-prime oxygen via the protonation of an inorganic phosphate by PLP. Subunits attached to (*) uridine diphosphate are added to this compound by its namesake synthase. The accumulation of limit dextrins is characteristic of Cori’s disease, whose sufferers have a nonfunctional debranching enzyme that fails to cleave this compound’s alpha-1,6 linkages. This compound’s namesake phosphorylase converts it into G1P (“G-one-P”). For 10 points, name this polysaccharide form of glucose that serves as energy storage.", "answer_sanitized": "glycogen", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The rise in popularity of this good in the 12th century led to the formation of the first guild for its producers, the French tameliers (“tah-mel-YAY”). The use of the manchet, maslin, and “horse” varieties of this good was divided along Medieval class lines. It’s not ale, but a “vantage” type of this good was often added to orders to ensure they met the standards set out by a 13th-century English assize (“uh-SIZE”). Before being replaced by wooden ones, (*) trenchers were examples of this good that were used as tableware. The “winter” variety of a crop ultimately used to make this good was often paired with legumes and fallow land in the three-field system. For 10 points, Medieval Europeans largely subsisted on dense unleavened types of what baked food made from flour?", "answer_sanitized": "bread [accept any type of bread or loaf; prompt on grain, wheat, rye, barley, or flour by asking “what was the final product those were made into?”] (A “vantage loaf” was the thirteenth loaf in a baker’s dozen.)", "subcategory": "European History", "category": "History"}, {"question_sanitized": "A short digression in this novel asks the reader to imagine Prometheus in an office setting. The protagonist of this novel spends most of a chapter reading a list of people’s names and imagining their lives, and crosses one off for being a woman. Pevear and Volokhonsky translate a word as “hardly” rather than “scarcely” at this novel’s end, which compares a country to a troika before it then ends (*) mid-sentence. The protagonist of this novel, who tries to forge the will of Khlobuyev’s aunt, is frequently mistaken for Captain Kopeikin and asks Sobakevitch and Manilov to sell him the title objects. For 10 points, name this novel in which Chichikov tries to buy the title deeds to deceased serfs, written by Nikolai Gogol.", "answer_sanitized": "Dead Souls [or Mjórtvyje dúshi]", "subcategory": "European Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This author’s “informal autobiography” was collated by Robert Nemiroff and describes a court case where her father argued against a covenant barring him from buying or leasing land. For 10 points each:", "answers_sanitized": ["Lorraine Hansberry", "A Raisin in the Sun", "Lynn Nottage (The second play is Ruined.) "], "parts_sanitized": ["Name this author who created a writer from Greenwich Village who is encouraged to support the corrupt politician Wally O’Hara in The Sign in Sidney Brustein’s Window.", "Lorraine Hansberry was inspired by the court case Hansberry v. Lee to write this play about the Younger family moving into a Chicago suburb. This play is titled for a Langston Hughes line.", "Godfrey Crump moves to Brooklyn in this author’s Crumbs from the Table of Joy, a title that is also borrowed from Langston Hughes. In a play by this author, the bar owner Mama Nadi gives up a diamond to help Sophie."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "A piece with this title is also known by its first line, “Hark, hark, the lark,” and is a setting of a passage from Shakespeare’s Cymbeline. For 10 points each:", "answers_sanitized": ["“Ständchen” [accept “Serenade”]", "lied [or lieder; prompt on art songs]", "Anton Diabelli [or Antonio Diabelli; accept the Diabelli Variations or 33 Variations on a waltz by Anton Diabelli] "], "parts_sanitized": ["Give the title of that Franz Schubert piece. This is also the title of a Schubert piece for alto solo that was specially commissioned by singing teacher Anna Fröhlich to celebrate the birthday of her student Louise Gosmar.", "Schubert’s Cymbeline-inspired “Ständchen” is one of his many works in this genre, in which lyrics are set to music. Schubert’s other works in this genre include “Erlkönig” and “Gretchen at the Spinning Wheel.”", "“Ständchen” was published posthumously as “Ständchen von Shakespeare” in this composer’s first edition of Schubert’s lieder. Ludwig van Beethoven wrote a set of thirty-three variations on a waltz by this composer."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Written by Jesuit Priest Daniel Lord and publisher Martin Quigley, this “unofficial” code was designed to help Hollywood reclaim its image after several scandals, including the death of Virginia Rappe. For 10 points each:", "answers_sanitized": ["the Hays Code [or the Motion Picture Production code]", "Gone with the Wind", "National Legion of Decency [or the Catholic Legion of Decency or the National Catholic Office for Motion Pictures "], "parts_sanitized": ["Name this film code enforced from 1934 to 1968. Through heavy fines, this code prohibited things like interracial relationships, homosexuality, and disrespectful depictions of religion from appearing on the silver screen.", "The Hays Code office reluctantly allowed Rhett Butler’s line “I don’t give a damn” into this film. This film’s premiere excluded Hattie McDaniel, who won an Oscar for her role as Scarlet O’Hara’s slave in this film.", "Mid-20th century films also sought to avoid receiving a rating of “C” for “condemned” from this Catholic organization, as it was considered a mortal sin to attend a condemned film."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This discipline allows invasive operations to be performed safely, but it is also a frequent target of lawsuits. For 10 points each:", "answers_sanitized": ["anesthesiology [or anesthesia; accept anesthetics]", "curare (“cure-RAH-ree”) [or d-tubocurarine; accept DTC]", "ketamine [or Ketalar] "], "parts_sanitized": ["Name this medical field that attempts to render patients sensationless and unaware before they undergo surgery. Historical accounts of the use of alcohol in this discipline are largely overblown.", "Griffith and Johnson revolutionized anesthesiology when they used this compound as a muscle relaxant. This plant alkaloid went from poisoning arrows to being a key part of the Liverpool method of balanced anesthesia.", "This drug induces anesthesia for short procedures that do not require immobilization. This NMDA receptor antagonist is frequently used in veterinary practice, where it can be mixed with the related xylamine."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "Emily Elizabeth Constance Jones proposed the “law of significant assertion” as a “new law of” this term. For 10 points each:", "answers_sanitized": ["thought [or word forms like thinking; accept “The Thought” or “Der Gedanke”]", "John Stuart Mill", "“On Denoting” "], "parts_sanitized": ["Give this concept whose “laws” are often listed as the principles of non-contradiction, the excluded middle, and identity. The example of Dr. Gustav Lauben, who says “I have been wounded,” was introduced in a paper by Frege (“FRAY-guh”) titled “The [this term].”", "Because Jones’s law holds that any significant assertion involves a “diversity of intension,” it opposes this thinker’s claim that proper names have no connotation. This thinker wrote Utilitarianism and On Liberty.", "Jones applied the new law to the statement “Scott is the Author of Waverley” in an exchange with Bertrand Russell over this essay of his. This essay offers a logical analysis of phrases like “the present king of France.”"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Answer the following about widely-panned sculptures of idealized female nudes from 2020, for 10 points each.", "answers_sanitized": ["Oscar Wilde [or Oscar Fingal O’Flahertie Wills Wilde; accept A Conversation with Oscar Wilde]", "Perseus with the Head of Medusa [accept any answers mentioning Perseus and the head of Medusa in that order]", "mannerism [or word forms] "], "parts_sanitized": ["Controversy ensued over a Sculpture for Mary Wollstonecraft by Maggi Hambling, who has also created an unpopular sculpture depicting a “conversation with” this person. Jacob Epstein created a sphinx-like sculpture for this person.", "In New York, Luciano Garbati unveiled a much-ridiculed reversal of this sculpture. This bronze sculpture by Benvenuto Cellini depicts blood dripping from the title object as it is held aloft by the title hero.", "Garbati describes his work as being in “direct dialogue” with this style of High Renaissance art, whose artists used elongated forms to exaggerate the elegance of their subjects."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This creature protected the copper of the Great Lakes and was covered in scales of the metal. For 10 points each:", "answers_sanitized": ["the underwater panther [or Great Panther; accept Mihipeshu, Mishibizhiw, Nambiza, or Nampeshi’k; accept answers with underground in place of “underwater”; accept answers with lynx, cougar, wildcat, or jaguar in place of “panther”; prompt on answers with Manidoog in place of “panther” by asking “what specific animal does that correspond to?”]", "thunderbird [prompt on birds]", "the Pacific Ocean [or the sea] "], "parts_sanitized": ["Name this creature who led the snakes and the fishes in conflict with the birds. This creature is drawn with the horns of a bison and the long tail of its namesake and it serves a similar role to the Great Horned Serpent.", "The underwater panther opposed this creature, which was often depicted as just an ‘X’ with a head and wings.", "In the Pacific Northwest, the thunderbird fought against the Whale, who lived in this place. The prairies of the Olympic Peninsula were cleared of trees when the thunderbird threw the Whale out of this place and onto land."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "Answer the following about chemistry involved in winemaking, for 10 points each.", "answers_sanitized": ["polyphenols [or (poly)phenolics]", "malic acid [or malate]", "oxidation [prompt on redox] "], "parts_sanitized": ["Flavonoids such as tannins that contribute to wine’s taste, color, and texture are examples of a class of compounds containing many examples of this functional group. This acidic functional group is differentiated from aromatic alcohols by the fact that its hydroxyl is directly connected to a benzyl ring.", "During the secondary fermentation of wine, this extremely tart acid is decarboxylated into lactic acid. Fumarase produces this acid’s conjugate base via an E1CB (“E-one-C-B”) reaction.", "Wine fault, which spoils a wine, is commonly a result of this type of reaction that converts ethanol to acetaldehyde (“ass-ee-TAL-duh-hyde”). This type of reaction involves a loss of electrons."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Decorated stone arrow shaft straighteners that were found at a location of this type depict a turtle and porcupine being killed by arrows, and humans being surrounded by trees. For 10 points each:", "answers_sanitized": ["tell [or tel; accept Tell Qaramel]", "Jericho", "pottery [accept ceramics; prompt on clay] "], "parts_sanitized": ["Name these raised mounds that mark the site of an ancient city. One of these locations named Qaramel contains five round stone structures considered to be the oldest known towers in the world.", "Prior to the discovery of Tell Qaramel’s towers, the towers at this Biblical city’s Tell-es-Sultan were considered the oldest in the world. Kathleen Kenyon excavated this site, which is one of the oldest inhabited cities in the world.", "Kenyon’s team found many sherds of objects made of this material, which she used to upend previous estimates of Jericho’s age. Flinders Petrie developed a system of dating the layers of a site based on objects made of this material, which are produced in kilns."], "subcategory": "Other History", "category": "History"}, {"leadin_sanitized": "In this novel, the protagonist befriends the “prison charlie” while convicted in Staja 84. For 10 points each:", "answers_sanitized": ["A Clockwork Orange", "F. Alexander [prompt on partial answer; do not accept or prompt on “Alex”]", "“What’s it going to be then, eh?” [do not accept or prompt on partial answer] "], "parts_sanitized": ["Name this Anthony Burgess novel narrated by the delinquent Alex, who uses words like “devotchka,” “cut-throat britva,” and “droog” as part of a Russian-influenced dialect called Nadsat.", "This character in A Clockwork Orange helps Alex recover from being beaten by the police before realizing that Alex had earlier killed his wife. This fictional author writes a manuscript titled A Clockwork Orange.", "The “prison charlie” asks this seven-word question before saying, “Is it going to be in and out and in and out of institutions like this?” This existential question is asked at the beginning of each part of A Clockwork Orange."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "These groups can feature “non-partisan,” “gaudens,” and “divide et impera” roles according to a thinker who noted the “closure” exhibited by these groups. For 10 points each:", "answers_sanitized": ["triads [or groups of three people; accept triadic closure or forbidden triads]", "social networks", "finding a job [accept equivalents of job-seeking, getting employment, getting job interview callbacks, etc.] "], "parts_sanitized": ["Identify these groups whose increased stability over a smaller counterpart was discussed by Georg Simmel. Citing Fritz Heider, Mark Granovetter argued for the unlikeliness of “forbidden” groups of this type.", "Mark Granovetter analyzed triads in these structures in his paper “The Strength of Weak Ties.” Facebook is an online example of these systems of interpersonal connections.", "Granovetter studied the strength of weak ties among people doing this task in Boston. Marianne Bertrand used the names Lakisha, Jamal, Emily, and Greg to study discrimination faced by people doing this task."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "These entities contain convective systems that are sustained by the latent heat released by condensation. For 10 points each:", "answers_sanitized": ["cumulonimbus clouds [accept cumulonimbuses or cumulonimbi; prompt on clouds, thunderstorms, storm clouds, or supercells]", "lapse rate [accept dry adiabatic, moist adiabatic, or environmental lapse rate; prompt on gamma; prompt on DALR, MALR, or ELR]", "mountains "], "parts_sanitized": ["Name these tall entities that evolve from shorter congestus relatives in the presence of sustained updrafts.", "A reversal in this quantity at the tropopause makes cumulonimbi spread out instead of rising further. The atmosphere is stable when the adiabatic value of this quantity is less than the environmental value, preventing air parcels from expanding indefinitely.", "Orographic lift forces air upwards, causing adiabatic cooling that produces rainfall on the windward sides of these landforms. The rain shadows of these landforms created deserts like the Mojave and the Chihuahua."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This poet began an epic poem with “‘It’s a beautiful country,’ / Toscanelli had told Columbus.” For 10 points each:", "answers_sanitized": ["Ernesto Cardenal (Martínez)", "Octavio Paz (Lozano)", "Sor Juana (Inés de la Cruz) "], "parts_sanitized": ["Name this Nicaraguan poet who wrote about Central American history in The Doubtful Straight and Zero Hour. This Catholic priest founded a primitivist commune of peasants and artists on the Solentiname Islands.", "In his essay “Here People Talk to God,” this author recalls growing up at a Catholic grammar school and looking at photos of Mexican churches. This author wrote the essay collection The Labyrinth of Solitude.", "This Mexican nun wrote about the spread of Catholicism in the Americas in Loa to Divine Narcissus. This subject of Paz’s The Traps of Faith wrote of a “Pyramidal / death-born shadow of earth.”"], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "This man failed to kill the Zionist businessman Joseph Sieff in his bathtub despite having a point-blank shot. For 10 points each:", "answers_sanitized": ["Carlos the Jackal [or Carlos el Chacal, or Ilich Ramírez Sánchez; prompt on Carlos]", "Paris", "OPEC [or Organization of Petroleum Exporting Countries] "], "parts_sanitized": ["Name this Venezuelan terrorist who failed to bomb the Bank Hapoalim building in London while he was a member of the Popular Front for the Liberation of Palestine.", "Two intelligence agents were killed at a house party in this city after learning of Carlos’s identity. Carlos led PFLP terrorists who used rocket-propelled grenades in an attack on this city’s Orly Airport, which is less busy than Charles de Gaulle.", "In 1975, Carlos was expelled from the PFLP due to siphoning away some of the ransom funds obtained during his siege of the Vienna headquarters of this organization, whose members include Nigeria and Libya."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Giraldus Cambrensis records how an Irish king allegedly copulated with this action’s target before ordering this action to be performed. For 10 points each:", "answers_sanitized": ["horse sacrifice [prompt on animal sacrifice; prompt on answers regarding the killing of a horse]", "Mahabharata", "Wales [or Cymru] "], "parts_sanitized": ["Name this action that was uniquely performed during a Roman festival to Mars on the Ides of October. The ashvamedha ritual may contain remnants of this ritual’s relationship to kingship in Proto-Indo-European cultures.", "Parts of the Vedic ritual of ashvamedha are shown in this work where King Yudhishtira allows a horse to roam free for one year before its sacrifice. This epic poem features a war between the Pandavas and the Kauravas.", "A horse’s skull on a pole is paraded to households during Mari Lwyd (“mah-ree LOO-id”), a wassailing (“WAH-sull-ing”) custom in this region. In a text from this region, a queen who first appears riding a white horse is framed for infanticide by her six maids."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "In these objects, grid fingers carry current to perpendicular busbars. For 10 points each:", "answers_sanitized": ["solar cells [accept photovoltaic cells or PV cells or solar panels]", "batteries [accept deep-cycle battery]", "lead–acid battery [accept flooded lead–acid battery; prompt on lead battery] "], "parts_sanitized": ["Name these objects that are connected in series by tab wires, then in parallel by bus wires. One type of these devices is manufactured by n-type doping one side of a p-doped wafer, then applying an anti-reflective coating.", "Off-grid solar systems deposit charge into the “deep cycle” type of these electrical storage devices, since they can undergo a high depth of discharge at night. These devices consist of one or more linked electrochemical cells.", "The most common deep-cycle battery is the “flooded” type of this type of battery. This type of battery, the first rechargeable battery to be invented, generally provides the current to start a car engine."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "In this novel, Kunicki begins to lose his mind after his wife and son go missing during their vacation to a Croatian island. For 10 points each:", "answers_sanitized": ["Flights [or Bieguni]", "Republic of Poland [or Rzeczpospolita Polska]", "hotels [accept “Reception Areas at Large Fancy Hotels”; accept Prince Heinrich Hotel; prompt on reception areas] "], "parts_sanitized": ["Name this novel made up of 116 vignettes narrated by a “nameless female traveller.” Ludwika Chopin takes her dead brother’s heart back to his home country in a vignette in this novel.", "The author of Flights, Olga Tokarczuk (“toh-KAR-chook”), is the most recent Nobel laureate in literature from this country. This country’s first Nobel laureate in literature was Quo Vadis author Henryk Sienkiewicz (“shen-KYEH-vitch”).", "In one of these places, the narrator of Flights guesses a businessman’s plans after his prostitute leaves. Heinrich Faehmel’s eightieth birthday party is at one of these places named for Prince Heinrich in Billiards at Half-Past Nine."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the history of standardized testing in China, for 10 points each.", "answers_sanitized": ["jinshi (“JEEN-shurr”) [or jìnshì; prompt on Imperial Scholars; prompt on Metropolitan Exam by asking “what degree did that confer?”]", "gaokao [or gāokǎo; or National College Entrance Examination, or NCEE, or High Exam]", "Great Proletarian Cultural Revolution "], "parts_sanitized": ["Original-language term required. This highest degree of the imperial examination was extremely difficult, but passing it made one a member of China’s bureaucratic elite. The emperor himself sometimes proctored this degree’s exam.", "While easier than earning a jinshi degree, this admissions exam currently required for nearly all universities in China is also known for its intense rigor.", "Deng Xiaoping resumed the gaokao after it was paused during this tumultuous period when Chinese students, including Xi Jinping, were exiled to the countryside. The “four olds” were targeted for destruction by the Red Guards during this period."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Answer the following about ballet dancing, for 10 points each.", "answers_sanitized": ["five positions", "plié (“plee-AY”)", "brisé (“bree-ZAY”) [accept brisé en avant or brisé en arrière] "], "parts_sanitized": ["This is the number of foot positions in modern-day classical ballet, as codified by choreographer Pierre Beauchamp. Two additional positions were added to this number of positions by Serge Lifar in the 1930s.", "To perform this basic ballet move, one simply bends and unbends the knees. Although this move can be performed from any of the five positions, it is usually performed with the feet turned out and heels planted.", "A plié in fifth position often precedes this more advanced ballet move in which the back leg is brushed to the front before the dancer jumps and beats their legs. This move is similar to an assemblé (“ah-som-BLAY”), but it is a lateral movement in which the upper and lower body movements are separated from each other."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Women use open palms and men use closed fists in a traditional dance from this island performed to songs such as “A Chinese Ship is Coming.” For 10 points each:", "answers_sanitized": ["Okinawa [prompt on Japan]", "karate [or karate-do; or te]", "distillation [prompt on fermentation by asking “what process follows fermentation?”; prompt on more general answers about producing alcohol] "], "parts_sanitized": ["Name this island, where such dances are often accompanied by a snakeskin-covered, banjo-like instrument called the sanshin.", "Okinawans such as Gichin Funakoshi were influential in spreading this martial art throughout Japan. Training in this martial art involves a form of sparring known as kumite.", "Okinawan awamori is produced from Thai indica rice using this method, which islanders originally learned through trade with Thailand. This process is also used in other countries to make soju and baiju."], "subcategory": "Geography", "category": "Geography"}]}