{"tossups": [{"question_sanitized": "This phenomenon triggers LOV domains to bind to flavin mononucleotides, causing an increase in the concentration of calcium ions. The CONSTANS gene produces a zinc finger transcription factor in response to this phenomenon. CRY1 and CRY2 mediate a response to this phenomenon, which inhibits hypocotyl elongation. After receiving electrons generated as a result of this phenomenon, (*) pheophytin transfers them to quinone. The phytochrome system was developed to respond to one form of this phenomenon. P680 and P700 help capture this phenomenon, which causes auxins to move toward the shaded side of the plant, promoting elongated cell growth. For 10 points, identify this phenomenon absorbed by chlorophyll molecules in plants to catalyze photosynthesis.", "answer_sanitized": "light [or sunlight; accept specific colors of light; prompt on radiation; anti-prompt on photosynthesis before “hypocotyl elongation” by asking “what phenomenon?”] &lt;Biology, RRP&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Perry Miller’s classic history of these people was drawn on by Sacvan (“sack-van”) Bercovitch to trace how, in the US, they developed a unique form of the jeremiad (“jair-uh-MY-ad”). A sculpture named for one of these people was intended to depict Samuel Chapin, a selectman in a town founded by William Pynchon. H. L. Mencken mocked these people as having a “haunting fear” that “Someone, somewhere, may be (*) happy.” They’re not black people, but a “Great Migration” by these people involved the ship Arbella. Members of this religious group divided over the “free grace” question during the Antinomian Controversy. This group’s history in the US is presented in the Magnalia Christi Americana written by its member Cotton Mather. For 10 points, name this dissident religious group that founded the Massachusetts Bay Colony.", "answer_sanitized": "Puritans [prompt on Pilgrims or New Englanders or colonists by asking “what religious group did they belong to?”] &lt;US History, WA&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In a novel with this title, the protagonist asks, “What do we do with this, hang ourselves?” upon receiving an ethernet cable on move-in day at Harvard. Selin later uses that cable to email her boyfriend Ivan in that novel with this title. After an author swore off art and culture while living in Florence, he wrote a novel with this title which declares that Europe is “one big fantasy,” and that “beauty will save the world.” Elif Batuman’s only novel has this title, as does a novel whose protagonist accidentally smashes a (*) Chinese vase while denouncing the Catholic Church in one of his many rants. That novel of this title ends after a man stabs Nastasya Filippovna in the heart and begins with its protagonist emerging Christ-like from a Swiss sanatorium after treatment for epilepsy. For 10 points, give this title of a novel by Fyodor Dostoyevsky about the simple-minded Prince Myshkin.", "answer_sanitized": "The Idiot &lt;Long Fiction, JC&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A rung on the distance ladder sets 1.33 times the log of a parameter that characterizes the distribution of this quantity, plus a constant, equal to the log of the angular diameter D. Spider diagrams have lines with equal values for this quantity. Measuring both a “half-light” quantity and this quantity for members of a cluster allows you to calculate the cluster’s mass by the virial theorem. The M–sigma relation for black hole mass is analogous to the (*) Faber–Jackson relation, which relates luminosity to the fourth power of the dispersion of this quantity. This quantity is unusually similar for stars at both the center and edge of a galaxy, and it is plotted on the y-axis against radius on galactic rotation curves. For nearby receding objects, redshift times c gives the radial form of this quantity. For 10 points, name this vector quantity that, for the Earth’s orbit around the Sun, is about 30 kilometers per second.", "answer_sanitized": "velocity [accept radial velocity or orbital velocity or velocity dispersion or recessional velocity; prompt on speed] &lt;Other Science: Astronomy, AK&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "An artist from this country created a wearable assemblage of tube lights that deliver shocks to the wearer in her piece Electric Dress. An appropriation artist from this country who is fond of posing bottomless inserted himself into the Mona Lisa and Manet’s Olympia in his Daughter of Art History series. A Fluxus artist from this country sat on the floor and allowed viewers to cut sections of her favorite dress in Cut Piece. An artist from this country who is obsessed with (*) polka dots has created many “infinity mirror” rooms. An artist from this country pioneered the “superflat” style used in his collaborations with Kanye West on the cover of Kids See Ghosts and Graduation. An artist from this country collaborated with her husband on the album Double Fantasy and organized several Bed-Ins for Peace. For 10 points, name this home country of Takashi Murakami.", "answer_sanitized": "Japan [or Nippon] &lt;Painting/Sculpture, PC&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This story, which draws on an anecdote that the author heard from a man named Ben Coon, begins three of its sentences with the folksy phrase “thish-yer,” including one sentence about a “fifteen-minute nag.” The author of this story “clawed” it “back into a civilized language” after discovering a French translation by making a literal, word-for-word re-translation into English. This story’s narrator gives odds of “two-and-a-half” against the survival of Parson Walker’s wife and loses a (*) 40-dollar bet when his opponent cheats by melting quail shot into lead and pouring it down a certain creature’s throat. This story begins by discussing a conversation with Simon Wheeler, who in turn relates a story about Jim Smiley and his pet Dan’l Webster. For 10 points, name this Mark Twain short story about a leaping amphibian.", "answer_sanitized": "“The Celebrated Jumping Frog of Calaveras County” [do not accept or prompt on partial answers] &lt;Short Fiction, WA&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A 17th-century performing art from this country was revived by the composer of the three-act Playing With Fire. That performing art from this country is named for a thorn bush and combines spoken word, operatic song, and folk music. This Old World country is generally regarded as the origin of the fourth movement in each of Bach’s six cello suites, which is a slow, stately dance in triple meter. This country’s native dances are used instead of classical forms in a ballet in which a (*) magistrate attempts to seduce a miller’s daughter. This country is the origin of the sarabande (“SAIR-uh-band”) dance, as well as the gypsy rhythms that inspired the “Ritual Fire Dance” from the ballet Love, the Magician. The composer of The Three-Cornered Hat is from, for 10 points, what home country of zarzuela and flamenco?", "answer_sanitized": "Spain [or Kingdom of Spain; or Reino de España] (Thorn bushes, or zarzas, name the zarzuela genre.) &lt;Classical Music/Opera, WA&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Phosphoryl chloride and hydrochloric acid catalyze an intramolecular variety of this reaction known as the Bischler–Napieralski reaction. A class of these reactions that results in the formation of a nitrogen double bond is used to synthesize dyes such as methyl red. In addition to diazo coupling, the iminium ion undergoes a reaction of this type in the Vilsmeier–Haack reaction. Reactions of this type initially form a carbocation known as the sigma or Wheland intermediate. The regioselectivity of these reactions can be controlled by (*) ortho/para or meta-directing functional groups. A reaction of this type uses a Lewis acid catalyst, such as aluminum chloride, to attach an acyl or alkyl group to an aromatic ring. The Friedel–Crafts reaction is, for 10 points, what type of reaction in which a molecule attracted to electrons replaces hydrogen on benzene?", "answer_sanitized": "electrophilic aromatic substitution [or EAS; prompt on partial answer; anti-prompt on Friedel–Crafts reaction or acylation by asking “what general class of reactions does it belong to?”] &lt;Chemistry, RRP&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The name “new shirts” was given to people who joined a party named for this ideology after a certain war. This political ideology was laid out in a manifesto that presented “Twenty-Seven Points.” The Arabic name for this movement provides the name of a majority-Maronite party in Lebanon called the Kata’eb party. Its original flag was red and black and displayed two bridges and five (*) arrows. To create this ideology, elements of national syndicalism and Carlism were fused by José Antonio Primo de Rivera. The Abraham Lincoln Brigades fought against supporters of this largely pro-Catholic ideology, which takes its name from an ancient military formation. For 10 points, name this nationalist ideology espoused by Francisco Franco.", "answer_sanitized": "Falangism [or Falangists; accept Falange Española Tradicionalista y de las Juntas de Ofensiva Nacional Sindicalista; prompt on nationalism or Spanish fascism or Franco’s fascism or Francoism; prompt on syndicalism before “syndicalism”] &lt;Continental post-600 History, WA&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In a 1970 paper, John Harris and Michael Todaro noted that persisting high values for this statistic in cities did not alter African migration patterns. In 1975, Lucas Papademos and Franco Modigliani defined a new version of this statistic and tried to estimate it empirically to improve central bank targeting. The standard ILO measure for this statistic is used throughout the EU and consistently provides a higher value than extrapolating it from claimant counts. In standard models, this value depends on (*) structural variables in the long run, but in the short run, it equilibrates to a “non-accelerating inflation” value. “Marginally attached” and “discouraged” individuals are incorporated into versions of this statistic designated U4 and U3, respectively. For 10 points, name this statistic that equals the percentage of labor force participants who lack jobs.", "answer_sanitized": "unemployment rate [accept NAIRU or non-accelerating inflation rate of unemployment or structural unemployment; prompt on U1 or U3 or U4] &lt;Social Science: Economics, WA&gt;", "category": "Social Science"}, {"question_sanitized": "Grid aliasing causes energy conservation problems in these systems when modeling them using a PIC (“P-I-C”) method. The distribution function of these systems is modeled using a collisionless Boltzmann equation in six dimensions coupled with Maxwell’s equations to account for a specific long-range interaction; that function can also be derived from the Klimontovich equation. These systems are characterized by a ratio of two types of pressure which is denoted “beta.” These systems can be kinetically described by the (*) Vlasov equation and macroscopically described by MHD. The namesake quasiparticles of these systems represent quantized Langmuir (“LANG-myoor”) oscillations. Mobile charge carriers in these substances screen the electric field at distances greater than the Debye (“duh-BYE”) length. For 10 points, name this “fourth state of matter.”", "answer_sanitized": "plasmas [prompt on ionic substances or ionized gases; prompt on any answer that refers to a magnetically confined system or tokamak by asking “what substance is usually being confined?”; do not accept or prompt on “gases” alone] &lt;Physics, WA&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "King Daunus gave this figure his daughter Euippe (“yoo-IP-ee”) in marriage, and also gave this figure land to found a new city for defeating the Messapians in battle. When asked to fight against the Trojans, this figure claimed to have fought enough against the Trojans in his life, and instead advised Turnus to make peace with them. Earlier in his life, this figure beheaded Dolon while on a mission with another warrior to kill the Thracian king Rhesus. After hearing his rival’s ancestry, this figure refused to fight with (*) Glaucus and traded his bronze armor for Glaucus’s golden armor. This hero nearly killed Aeneas and wounded both Ares and Aphrodite during the Trojan War. Like his father Tydeus, this hero was a king of Argos. For 10 points, name this hero who shares his name with a Thracian giant who owned four flesh-eating mares.", "answer_sanitized": "Diomedes &lt;Mythology, RRP&gt;", "category": "Mythology"}, {"question_sanitized": "In an essay, Ezra Pound used an analogy of searching for this title figure to explain why he translated The Seafarer and Guido Cavalcanti’s poetry. In a passage from Areopagitica, the search for scattered truth is compared to a search for this figure after the crimes of Typhon. Kings symbolically took on the role of this figure in the “opening of the mouth” ceremony. Native traditions regarding this non-bovine figure were combined with Hellenic ones to create the official cult of (*) Serapis. In art, this figure is shown wearing the atef crown and using his hands to hold a crook and flail, a pose that was imitated on the coverings of sarcophagi. This figure’s brother tricked him into climbing into a coffin, after which his limbs were scattered throughout Egypt. For 10 points, name this mythological husband of Isis.", "answer_sanitized": "Osiris [accept “I Gather the Limbs of Osiris”] &lt;Other/Misc Academic, WA&gt;", "category": "Mythology"}, {"question_sanitized": "This essay’s narrator is torn between the hatred of his own employers and rage against “evil-spirited little beasts” that impede his work, noting that he would love to “drive a bayonet” into a priest’s guts. This essay remarks “Never tell me, by the way, that the dead look peaceful” after its author sees a laborer’s corpse. It notes that its narrator “wears a mask, and his face grows to fit it” in a passage explaining how he is an “absurd puppet,” since “when the (*) white man turns tyrant it is his own freedom he destroys.” An incident of rage provoked by musth (“must”) prompts the central sahib to carry out this essay’s title action to “avoid looking like a fool” in front of a crowd of two thousand natives in Burma. For 10 points, name this George Orwell essay whose narrator kills a large animal.", "answer_sanitized": "“Shooting an Elephant” &lt;Misc. Lit, WA&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Georgina Herrmann proposed that early routes for this material’s trade ran through the work site at Tepe Hissar (“TEP-ay HISS-arr”), where artifacts made of this material and alabaster were found. The Harappan colony of Shortugai was founded to acquire this material. This material is found in the eyes of the iconic statue of Ebih II (“EB-ee the second”) of Mari and decorates the background of the Standard of Ur. For several millennia, this material has been mined at Sar-i Sang in the Badakhshan province of (*) Afghanistan. This mineral, turquoise, and gold were used to decorate the exteriors of Tutankhamun’s funeral mask; it also decorates most of the Ishtar Gate. In the Renaissance, this mineral was ground to make the extremely expensive pigment ultramarine. For 10 points, name this valuable stone historically used for blue dyes.", "answer_sanitized": "lapis lazuli &lt;Archaeology, WA&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The Chabad-Lubavitch (“huh-BOD luh-BUV-itch”) interpretation of a custom that is done after this action is that Jews become analogous to feet and must obey the head. On that holiday centering on this action, men or women, regardless of marital status, are given the titles hatan (“khah-TAHN”) and kallat (“kah-LAHT”), and seven hakafot (“ha-ka-FOTE”) are danced. The d’var or divrei (“deev-RAY”) is a sermon expounding on this practice. The last person called to do this action, the maftir (“MOFF-teer”), also performs the haftarah, ending a (*) weekly instance of it known as the parashah (“pa-ra-SHAH”). It’s not going to Israel, but this action is divided into multiple aliyot (“ah-lee-YOTE”). Hagbah (“HOG-buh”), or lifting, follows this action, which is performed on the bimah (“BEE-muh”) with a pointer called a yad (“yodd”). For 10 points, name this centerpiece of a bar mitzvah that involves cantillation and the first five books of the Tanakh.", "answer_sanitized": "reciting the Torah [or reading the Torah; or leyning; accept word forms such as Torah recitation; accept Kriat HaTorah; prompt on reading by asking “reading what?” and prompt similarly on reciting or on cantillation before it is read; prompt on Simchat Torah; do not accept or prompt on “memorizing the Torah”] &lt;Religion, AK&gt;", "category": "Religion"}, {"question_sanitized": "This ethnic group’s oldest city is called the “place of dispersion,” since they claim to have originated there after two gods created them. A ruler called an alafin led these people’s greatest empire, whose cavalry forces established supremacy over the nearby Nupe (“NOO-pay”) kingdom. Portuguese sailors named this people’s city of Eko after nearby lakes. They extracted tribute from Dahomey (“duh-HO-mee”) until the collapse of their (*) Oyo empire, which prompted them to found such cities as Ibadan in the chaos after the Fulani jihad. Enslaved people from this ethnic group brought traditions of divination called ifá (“ee-FAH”) and the worship of Olodumare and various orishas to the New World, creating many new religious traditions such as voodoo. For 10 points, name this dominant ethnic group of southwestern Nigeria.", "answer_sanitized": "Yoruba (“YO-roo-bah”) people [or Yoruban people/culture] &lt;World History, WA&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The speaker projects his lovesickness onto this object in a sonnet in which he asks “Do they above love to be loved” and yet “scorn” love as “ungratefulness.” A soliloquy claims that “only fools wear” this object’s “vestal livery,” calling it “sick and green.” Sir Philip Sidney’s speaker observes “with how sad steps” this object moves in Astrophil and Stella 31. The speaker lowers his head and thinks of (*) home at the foot of his bed in another poem centered on this object. In Romeo and Juliet, Shakespeare calls this object “inconstant,” an attribute that Percy Shelley attributes to its “Wandering companionless” in a poem that asks if it is “pale for weariness.” Ray Bradbury borrowed a line from Lord Byron’s poem “So We’ll Go No More A-Roving” which states that this object “be still as bright.” For 10 points, a Tang dynasty era speaker drinks alone with what object in a poem by Li Bai, who also wrote about it in “Quiet Night Thought”?", "answer_sanitized": "the moon [or moonlight; accept míngyuè] &lt;Non-Epic Poetry, JC&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "During a religious festival in this country, idols are paraded on a golden barge named after the mythical karaweik (“kuh-ruh-wake”) bird. During the full moon in the traditional month of Tazaungmon, a fierce fireworks competition takes place in this country’s city of Taunggyi (“town-jee”). To worship mahagiri nature spirits, pilgrims visit this country’s volcanic Mount Popa. Tourist attractions in this country include ballooning over a dry zone in the rain shadow of the (*) Rakhine (“ruh-kyne”) Mountains. Lots of drugs are smuggled into China from this country along its border with China’s Yunnan province. Villages in this country’s Kachin State were moved in preparation for the planned Myitsone (“m’yits-own”) Dam, which threatens the endemic Irrawaddy River dolphin. For 10 points, name this Southeast Asian country whose capital is Naypyidaw (“nape-yee-DAW”).", "answer_sanitized": "Myanmar [or Burma] &lt;Geography, BD&gt;", "category": "Geography"}, {"question_sanitized": "An “American” example of these objects depicting everyday life was created by artist Sandow Birk. The Bardo National Museum houses most of one of these objects dyed in indigo and decorated with gold, called the “Blue” one. A 2016 exhibit at the Sackler Gallery on the “art of” these things showed one of them commissioned by Uljaytu that exemplifies muhaqqaq style. The ghusam technique was used by Omar Aqta to create one of these objects in the form of a signet ring for (*) Timur. The decorated margins of many of these objects often indicate juz’ divisions. These are the most common objects to be made using decorative Kufic (“KOO-fick”) script. Doctrinal aniconism (“an-EYE-kon-ism”) prompted hilya artists to use elaborate calligraphy to depict the man who revealed this book. For 10 points, name this book whose prophetic revealer cannot be depicted visually according to orthodox Islam.", "answer_sanitized": "Qur’ans [or Korans; accept The Art of the Qur’an; prompt on Islamic texts or religious texts or books or illuminated manuscripts] &lt;Other Art: Misc Visual, WA&gt;   Bonuses", "category": "Religion"}], "bonuses": [{"leadin_sanitized": "This movement’s creation was announced with a shower of red pamphlets containing its “Vow of Chastity,” which includes rules against crediting the director and “temporal and geographical alienation.” For 10 points each:", "answers_sanitized": ["Dogme 95", "Lars von Trier", "Cannes (“can”) Film Festival &lt;Other Art: Film, AK&gt;"], "parts_sanitized": ["Name this movement that includes Thomas Vinterberg’s (“VIN-tuh-BAIRG’s”) Festen, which opens at a dinner party where Christian accuses his father of sexual abuse on his 60th birthday. This Danish movement is named for the year of its creation.", "Dogme (“DAW-muh”) 95 was spearheaded by this Danish director, whose films such as Melancholia and Breaking the Waves usually feature intense female suffering.", "While promoting Melancholia at this French film festival, Lars von Trier caused a stir by joking that he “understood” Hitler. Von Trier won its Palme d’or (“palm dor”) for his film starring Bjork, Dancer in the Dark."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "This word partially titles a set of poetic interviews in a creole of languages including English, Spanish, Korean, and AAVE (“A-A-V-E”) between a Guide and a Historian in a Vegas-like city named Desert. For 10 points each:", "answers_sanitized": ["revolution [accept Dance Dance Revolution or “The Revolution Will Not Be Televised”]", "Francis Scott Key", "reparations [accept “Who Will Pay Reparations on My Soul?”; accept “The Case for Reparations”] &lt;Non-Epic Poetry, JC&gt;"], "parts_sanitized": ["Give this word paired with “Dance” in a 2007 poetry collection by Cathy Park Hong. A spoken-word poem from the record Small Talk claims that this word “will not be brought to you by Xerox” and “will be no rerun.”", "Gil Scott-Heron’s “The Revolution Will Not Be Televised” claims that neither Jim Webb nor this poet will write the “theme song” to the revolution. This lawyer wrote the poem that became “The Star-Spangled Banner.”", "A B-Side track on Small Talk dismisses “pieces of silver” and “gold” and instead asks for these things “on my soul.” A 2014 Atlantic article claims that the cost of these things would offset decades of damages caused by such policies as redlining."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In 1977, the GSG-9 conducted a raid in this city to free passengers from a plane that had been captured by supporters of the PFLP. For 10 points each:", "answers_sanitized": ["Mogadishu", "Black Hawk helicopters", "Mohamed Farrah Aidid &lt;World History, WA&gt;"], "parts_sanitized": ["Name this city that was occupied by the Unified Task Force in Operation Restore Hope. Mark Bowden turned his series of articles in the Philadelphia Inquirer about a battle in this city into a book.", "Among the key events of the 1993 Battle of Mogadishu was the shooting down of one of these helicopters, an event that inspired the title of Bowden’s book and a Ridley Scott film based on it.", "At the Battle of Mogadishu, US troops clashed with forces from the Somali National Alliance led by this man, who later declared himself President of Somalia in 1995 with little backing. He died in 1996 from a heart attack after being shot by the forces of Osman Ali Atto."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "A technique for this process fixes tens of millions of DNA templates to a flow cell and performs parallel solid-phase syntheses using fluorescent dNTPs while photographing the construction of each segment. For 10 points each:", "answers_sanitized": ["DNA sequencing [accept Illumina sequencing]", "coverage [accept depth; accept low-coverage sequencing]", "sequence alignment [accept multiple sequence alignment] &lt;Biology, JC&gt;"], "parts_sanitized": ["Identify this process of determining the order of nucleotides in a given DNA sample. Illumina is the foremost provider of “next-generation” high-throughput technology in this field.", "This numerical quantity in DNA sequencing refers to the number of times a single nucleotide is read. Cost-saving sequencing methods with “low” levels of this value are useful when sequencing entire genomes or reading the genomics of larger populations.", "Some low-coverage sequencing methods rely on inferring the sample against a template using this general task of sequence comparison. The NCBI maintains the BLAST database and program for accomplishing this task."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "These people’s mythology represents the sky and earth with the primordial couple Rangi and Papa, who are forever locked in embrace. For 10 points each:", "answers_sanitized": ["Māori", "whales [accept Whale Rider; accept cetaceans; do not accept or prompt on “fish”]", "Rapa Nui [accept Easter Islanders or any reference to people who live on Easter Island] &lt;Mythology, WA&gt;"], "parts_sanitized": ["Name these Polynesian people who equate Maui’s canoe to the South Island of the country they are indigenous to, New Zealand.", "A novel by Witi Ihimaera (“wee-tee ee-hee-mah-EH-rah”) is based on the Māori story of Paikea (“pie-KAY-ah”), who was guided by one of these animals to the South Island. The Māori god Tinirau has several of these as pets.", "Like the Māori, these Polynesian people sometimes depicted the god Tangaroa as a whale. These people practiced the “birdman” cult in veneration of their creator Makemake (“MAH-kay-MAH-kay”) and designated sacred zones called ahu."], "category": "Mythology"}, {"leadin_sanitized": "The Cannon–Bard theory of these phenomena explains their expression as a result of the actions of the thalamic regions of the brain. For 10 points each:", "answers_sanitized": ["emotions", "arousal", "thematic apperception test [or TAT] &lt;Social Science: Psychology, WA&gt;"], "parts_sanitized": ["Identify these psychological phenomena that may include happiness and sadness.", "In their two-factor theory, Schachter and Singer explain emotions in terms of cognitive labeling and misattribution of this phenomenon of heightened reaction to stimuli. Dutton and Aron explored that misattribution of this phenomenon in their “bridge” study.", "In the bridge study, a male confederate administered this projective test to assess the participant’s emotional responses. This test was developed by Henry Murray and Christiana Morgan."], "category": "Social Science"}, {"leadin_sanitized": "Saul Alinsky organized a massive occupation of this city’s airport bathrooms during the O’Hare shit-in. For 10 points each:", "answers_sanitized": ["Chicago", "Rochester [accept Rochester Philharmonic Orchestra; prompt on RPO]", "United Auto Workers [or UAW; accept The International Union, United Automobile, Aerospace, and Agricultural Implement Workers of America] &lt;US History, EL&gt;"], "parts_sanitized": ["Name this city where Alinsky worked in the Back to the Yards neighborhood that was earlier featured in Upton Sinclair’s The Jungle.", "To embarrass Kodak, Alinsky planned for 100 activists to fart during a performance by this city’s philharmonic. This city, where Kodak is headquartered, was the headquarters of Frederick Douglass’s newspaper “The North Star.”", "Alinsky began his career under John L. Lewis, the founder of the CIO who served as the head of this union during their 1937 Sit Down Strike. Members of this union were beaten during the Battle of the Overpass."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This character’s name is shared by many of his family members, including his wife, a voice teacher, and all of his children. For 10 points each:", "answers_sanitized": ["Bobby Watson [accept either name]", "Eugène Ionesco", "Fire Chief [or Capitan des pompiers] &lt;Drama, BB&gt;"], "parts_sanitized": ["Name this character whose death notice in the newspaper does not surprise Mr. Smith, even though this man died two years ago. A commercial traveler who shares this man’s name rests and sleeps on Tuesdays, Thursdays, and Tuesdays, even though there is no competition on those days.", "Bobby Watson is mentioned in a conversation in The Bald Soprano, a play by this absurdist Romanian-born playwright of Rhinoceros.", "This character in The Bald Soprano rings the doorbell, then hides himself as a joke before entering. He notes that the title character “always wears her hair the same way.”"], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "An opera by this composer features the story of Jaufré Rudel (“zhow-FRAY roo-DEL”), a prince and troubadour who becomes obsessed with Countess Clémence of Tripoli. For 10 points each:", "answers_sanitized": ["Kaija Saariaho (“KYE-yah SAH-ree-ah-ho”)", "Olivier Messiaen (“oh-leev-YAY mess-YAWN”)", "Jean Sibelius (“zhahn sih-BAY-lee-us”) &lt;Classical Music/Opera, EL&gt;"], "parts_sanitized": ["Name this Finnish composer of L’amour de loin (“lah-MOOR de LWANN”) or Love from Afar, who in 2016 became the first woman since 1903 to have an opera shown at the Met.", "Saariaho decided to write an opera after seeing “St. François d’Assise” (“san frawn-SWAH dah-SEESE”), an opera by this composer who included a part for solo ondes Martenot (“OND mart-NO”) in his Turangalîla-Symphonie.", "Saariaho studied under Paavo Heininen (“PAH-voh HAY-nee-nen”) while at a school named for this composer of the tone poem Finlandia."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The fundamental theorem of this theory is that there is a one-to-one correspondence between its namesake group of a field extension and the intermediate fields of that field extension. For 10 points each:", "answers_sanitized": ["Galois (“gal-WAH”) theory", "cyclotomic [accept cyclotomic polynomial or cyclotomic field]", "quadratic [accept quadratic subfield or quadratic field or quadratic formula] &lt;Other Science: Math, AK&gt;"], "parts_sanitized": ["Name this theory that can be used to prove the Abel–Ruffini theorem. That proof is done by demonstrating that a quintic polynomial has a splitting field for which the namesake group of this theory is not solvable.", "Field extensions denoted by this adjective are created from the rationals by adjoining a complex primitive root of unity. Those fields are the splitting fields of polynomials also denoted by this adjective, which are formed from the product of monomials with zeros at every primitive root of unity.", "A cyclotomic field will always have a subfield denoted by this adjective given by the formula a plus b times the square root of a square-free number D. A formula of this name contains the discriminant “square root of b-squared minus 4ac.”"], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "When asked to cover this event, one man agreed to do so only if he could cover it from his Parisian apartment, arguing that it would provide more accurate coverage than going on-site. For 10 points each:", "answers_sanitized": ["The Gulf War [or First Iraq War or First Gulf War; accept any answer that indicates a war that took place in Iraq or Kuwait in 1991, but do not accept or prompt on “Iraq War” or “War in Iraq” alone]", "simulacra [or simulacrum; accept Simulacra and Simulation]", "postmodernism [do not accept or prompt on “modernism”] &lt;Thought, WA&gt;"], "parts_sanitized": ["Name this event that the same man considered to be an attempt to construct a “perfect semblance of victory” by analyzing CNN’s performance-like coverage of it.", "Jean Baudrillard’s (“boh-dree-YARR’s”) The Gulf War Did Not Take Place argues that the Gulf War was one of these copies. According to Baudrillard, these copies have no original, unlike simulations, and are thus real and even hyperreal.", "Baudrillard’s philosophy is considered to belong to this school of thought whose name was coined by Jean-François Lyotard. Its name implies that it is meant to come after thought of the 18th to 20th centuries."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In William Kelley’s <em>A Different Drummer</em>, an exodus is told mostly from the viewpoint of people with this characteristic, which Claudia Rankine founded the Racial Imaginary Institute to study. For 10 points each:", "answers_sanitized": ["whiteness [accept answers indicating that they’re passing as white in the racial sense; be generous; prompt on passing]", "Black Like Me", "The Blacker the Berry [accept “the blacker the berry, the sweeter the juice”] &lt;Misc. Lit, JC&gt;"], "parts_sanitized": ["Identify this characteristic that Clare Kendry attempts to outwardly adopt in a novel by Nella Larsen. In Athol Fugard’s Blood Knot, Morrie adopted this characteristic prior to the events of the play.", "The protagonist of this nonfiction book, a white journalist, injects melanin into his skin and tours the American South, chronicling the difference in treatment he receives when people believe he is of a different race.", "Emma, the protagonist of this Wallace Thurman novel, comes to terms with her dark skin after moving to Harlem from her hometown of Boise. This novel takes its title from a sentence that ends with the phrase “the sweeter the juice,” which has since become a common reference for rappers like 2Pac and Kendrick."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "You are attempting to solve for a pendulum’s period. For 10 points each:", "answers_sanitized": ["sine function [or sin; accept sine of theta]", "square root of L over g", "elliptic integral of the first kind [or complete elliptic integral of the first kind] &lt;Physics, WA&gt;"], "parts_sanitized": ["Since the angle of oscillation is small, you can simplify this function of the angle theta as being approximately equivalent to theta, since the first-order Taylor expansion of this trig function is equal to theta.", "Suppose a pendulum has length L and the local acceleration due to gravity is g. The pendulum’s period will be equal to 2 pi times what function of L and g? You have 10 seconds.", "If the angle of oscillation were to become large, the error induced by linearization means that you would have to calculate the period using one of these integrals, which model certain functions that are periodic in two directions."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This two-word term, which often lends its name to the problem of induction, refers to a saying that was used in Early Modern London to refer to an impossibility. For 10 points each:", "answers_sanitized": ["black swans [accept The Black Swan]", "antifragile [or word forms like antifragility; accept Antifragile; do not accept or prompt on loose synonyms such as “not fragile”]", "too big to fail &lt;Other/Misc Academic, WA&gt;"], "parts_sanitized": ["Give this term that was applied to unpredicted rare events in a 2007 book of the same title by Nassim Taleb.", "To shield societies from black swans, Taleb proposes to increase their level of this property through decentralization. Taleb’s 2012 book of the same title states that systems with this property grow stronger with chaos or disorder.", "The US banking system is the opposite of antifragile, according to Taleb, in part because of the phenomenon known by this four-word name. This term originated in the Great Recession to refer to financial organizations so vital that they had to be bailed out to avoid system collapse."], "category": "Social Science"}, {"leadin_sanitized": "Along with East Francia and Bulgaria, this state was the third of the large powers defeated during the Magyar (“MAJ-yar”) invasion of the Carpathian Basin in the early 10th century. For 10 points each:", "answers_sanitized": ["Great Moravian Empire [or Greater Moravia]", "Hungary [or Kingdom of Hungary; or Magyarország]", "Louis [accept Louis the German or Louis the Child; accept name variants such as Ludovicus or Ludwig or Ludovico] &lt;Continental post-600 History, EL&gt;"], "parts_sanitized": ["Name this Slavic state where Saints Cyril and Methodius developed the Glagolitic script. This state reached its peak under Svätopluk I, one of its Kings from the Mojmirid (“MOY-mur-id”) House.", "The Magyar conquest of the Carpathian Basin led to the establishment of what is now this country, whose Kings include Saint Stephen and Matthias Corvinus.", "Both Mojmir (“MOY-meer”), the founder of Great Moravia, and his successor, Rastislav, were deposed with the help of an East Frankish king with this name nicknamed “the German.” The Magyars defeated another East Frankish King of this name nicknamed “the Child” at the Battle of Pressburg."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Answer the following about Fujianese folk religion, for 10 points each.", "answers_sanitized": ["west [accept Queen Mother of the West or west wind]", "dragon boats [or lóngchuán or lóngzhōu]", "self-flagellation [accept equivalents such as whipping oneself; accept tatbir; prompt on flagellation or whipping or zanjeer] &lt;Religion, WA&gt;"], "parts_sanitized": ["Fujianese tradition venerates Xi Hou (“shee ho”), a local version of the “Queen Mother” of this cardinal direction, Xi Wangmu (“shee wong-moo”). In Greek mythology, Zephyrus represented the sweet, favorable wind associated with this cardinal direction.", "Wu Zixu (“woo tsuh-sh’yoo”) is Fujianese river god connected with Duanwu Festival, during which these boats raced. The same festival involving these boats is called Dano in Korea and coincides with Children’s Day in Japan.", "In the tongji (“tung-jee”) ritual practiced in parts of Fujian and Taiwan, performing this action is considered to be the only way to appease a “bloody” spirit and remove it from the body. Lebanese and Iranian religious leaders have suggested donating blood as an alternative to a specific form of this ritual action."], "category": "Religion"}, {"leadin_sanitized": "There’s gold in them thar hills! Get it out, for 10 points each.", "answers_sanitized": ["liquid [or molten; accept equivalents indicating that the gold is melted]", "nitric acid AND hydrochloric acid [accept HNO3 in place of “nitric acid”; accept HCl or H20:HCl in place of “hydrochloric acid”]", "cyanide [or CN−] &lt;Chemistry, NB&gt;"], "parts_sanitized": ["In the Miller process, impurities are removed from gold by blowing chlorine gas over the gold while the gold is this physical state of matter.", "Dissolving gold in aqua regia is a necessary component of the Wohlwill process for refining gold. Name both of the compounds that are present in aqua regia.", "The most common method of leaching gold from ore uses the addition of this anion to form a water-soluble coordination complex."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This man helped enhance Canadian national status by insisting that a Canadian delegation receive representation at the Versailles Conference. For 10 points each:", "answers_sanitized": ["Sir Robert Borden", "League of Nations", "Westminster [accept Statute of Westminster or Westminster Abbey] &lt;British/CW History, NB&gt;"], "parts_sanitized": ["Name this Canadian Prime Minister who led Canada during World War I.", "Borden’s proposal that Canada and the other British Dominion sign the treaty separately drew opposition from the American delegation, as it would have granted the British Empire more votes in this international body proposed by the last of Wilson’s Fourteen Points.", "Canada gained full control over her own legislation and foreign policy by the 1931 Statute of this location. This location gives its name to the current meeting place of the British Parliament and to a neighboring church rebuilt by Edward the Confessor."], "subcategory": "History British", "category": "History"}, {"leadin_sanitized": "This artist added the letters “P. P.” to his signature to indicate his post as Professor of Perspective during his time at the Royal Academy, where he feuded with Sir George Beaumont. For 10 points each:", "answers_sanitized": ["J. M. W. Turner", "Tate [or Tate Modern or Tate Gallery or Tate Britain]", "Modern Painters (by John Ruskin) &lt;Painting/Sculpture, AK&gt;"], "parts_sanitized": ["Name this artist who was inspired by the French artist Claude Lorrain to create a book of engravings titled Liber Studiorum and his painting of a scene from the Aeneid showing the construction of Carthage.", "The Turner Prize is awarded by this group of four British museums. The namesake “Modern” museum of this organization in London hosts temporary exhibitions in its Turbine Hall.", "Towards the end of his career, Turner’s reputation benefited from the publication of this five-volume book of Victorian criticism, which considered him to be the foremost of an emerging group of artists superior to the Old Masters in their treatment of nature."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Melanie Benjamin’s <em>The Swans of Fifth Avenue</em> depicts this author’s New York social life, including hosting the Black and White Masquerade ball and a prominent rift with a fan, “Babe” Paley. For 10 points each:", "answers_sanitized": ["Truman Capote", "Breakfast at Tiffany’s", "photos [or photographs; prompt on pictures or images] &lt;Long Fiction, WA&gt;"], "parts_sanitized": ["Name this author who wrote a novel depicting a similar milieu in which the protagonist goes to Sing Sing prison each week to visit the racketeer Sally Tomato.", "This Truman Capote novella centers on Holly Golightly, a country girl who moves to New York and becomes part of the social scene.", "In an early scene in the novel, the bartender Joe Bell shows Holly some of these objects created by the Japanese man Yunioshi. Later in the novel, Yunioshi works with Holly’s roommate Meg to create several of these objects."], "subcategory": "Literature American", "category": "Literature"}]}