{"tossups": [{"question_sanitized": "John Coltrane's \"Impressions\" copied the A-A-B-A form and harmonic structure from a song on this album; that song on this album alternates between D and E-flat Dorian [\"DOOR\"-ee-in] modes. This album's first two songs feature descending major seconds in between solos, sometimes called \"Amen\" chords, either in long-short or long-long patterns. This album's bandleader uses a harmon mute on this album's only piece in triple meter, (*) \"All Blues.\" Bill Evans claims he wrote one piece on this album with a four-measure piano introduction and ten-measure phrases, and Evans played piano on every track on this album except \"Freddie Freeloader.\" \"So What\" appears on, for 10 points, this jazz album featuring Paul Chambers and Cannonball Adderly by Miles Davis.", "answer_sanitized": "Kind of Blue", "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"question_sanitized": "A class of surfactants named for possessing this property experience a minimum solubility in the pH range of 7 to 8 due to the phenomenon of \"tail-biting\". A common antifungal drug named for its possession of this property binds to ergosterol to cause a rapid leakage of monovalent ions. One lead-based compound with this property exists in two polymorphs called massicot and litharge. Another compound that possesses this property is dissolved in cryolite in one step of the (*) Hall-Heroult process. Many metalloid oxides typically exhibit this property, and other common compounds with this property include ammonia and water. Compounds with this property are commonly used in buffers for their stability across pH ranges. For 10 points, name this property describing compounds that both donate and accept electron pairs when in solution.", "answer_sanitized": "amphoteric [or amphoterism, amphotericity; prompt on \"zwitterionic\" because the surfactant clue] (The drug was amphotericin B) ", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A national park within this body of water is centered on Rubondo Island. Two train ferries on this body of water named Kaawa and Kabalega collided and sank in 2005. The documentary Darwin's Nightmare discusses invasive fish species in this lake, which is also affected by the spread of the water hyacinth. A hydroelectric power plant constructed at this lake's outflow completely submerged (*) Ripon Falls. The first European to view this body of water was John Hanning Speke, whose claims regarding this lake were heavily disputed by Richard Francis Burton. This lake is the primary source of the White Nile and is shared between the countries of Uganda, Kenya, and Tanzania. For 10 points, name this largest lake in Africa which was named after a British queen.", "answer_sanitized": "Lake Victoria [or Victoria Nyanza] ", "category": "Geography"}, {"question_sanitized": "One poem by this author asks that \"the charms of each seraphic theme / Conduct thy footsteps to immortal fame\" and ends with the speaker describing how \"the solemn gloom of night / Now seals the fair creation from my sight.\" In another poem, this author portrays a \"Goddess\" who \"moves divinely fair\" after describing a \"Celestial choir! enthron'd in realms of light.\" That poem by this author laments \"Cruel blindness to (*) Columbia's state\" and tells its listener to \"Proceed, great chief, with virtue on thy side.\" This author notes that \"Some view our sable race with scornful eye\" in a poem that begins \"'Twas mercy brought me from my Pagan land.\" For 10 points, name this poet of \"To His Excellency George Washington\" and \"On Being Brought from Africa to America.\"", "answer_sanitized": "Phyllis Wheatley", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "A campaign led by a national hero of this country ended after a defeat at the disastrous Battle of Dragasani. This country's \"National Schism\" resulted in the split of the country into royalists and Venezilests [\"Ven-eh-zay-lists\"], or supporters of Prime Minister Venizelos. This country's Apostasia [\"ah-pos-TAZ-yah\"], or constitutional crisis, of 1965 was one of the pretexts for the coup that created the Regime of the(*) Colonels. The Filiki Eteria secret society supported Alexander Ypsilantis, a leader during this country's war of independence. A combined British, French and Russian fleet won the important Battle of Navarino during this country's war of independence. For 10 points, name this country whose King Otto ruled from Athens.", "answer_sanitized": "Greece [or Hellenic Republic; or Hellas; or Elliniki Dimokratia] ", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In one work by an artist from this movement, a small black animal can be seen by the left leg of the title woman whose face is completely obscured by a black and white plumed hat. In another work by an artist from this movement, the silhouettes of various vehicles can be seen crossing the title, curved structure in London. That member of this movement also created multiple depictions of the town of Cagnes [\"CAHN-yeh\"]. A third artist from this movement arranged colored rectangles into a spiral shape in (*) The Snail, one of his many cut-outs. That artist from this movement also depicted his wife Amelie in works like the Woman with a Hat. The birth of this movement is traced to the 1905 Autumn Salon, after which critic Louis Vauxcelles coined this movement's name. For 10 points, name this movement exemplified by the works of Andre Derain and Henri Matisse. ", "answer_sanitized": "Fauvism (the 1st work is Parisian Lady by Kees van Dongen) ", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "In this novel, a man in yellow slippers shuffles by a character \"at the very moment when it was painful to be reminded of the inadequacy of human relationships.\" One section of this novel ends with bracketed sentences describing a man blowing out his candle after reading Virgil and a man reaching for his dead wife in a dark passage. In this novel, (*) Minta Doyle cries after the tide comes in before they are able to find her grandmother's brooch, and Charles Tansley admires a philosopher who walks around reciting \"The Charge of the Light Brigade.\" This novel ends with Lily Briscoe putting the finishing touches on her painting as three members of the Ramsay family complete the journey to the titular location. For 10 points, name this novel by Virginia Woolf.", "answer_sanitized": "To the Lighthouse ", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The \"living fossil\" Welwitschia mirabilis is a member of this group of plants endemic to the Namib desert. Elkinsia polymorpha is another member of this group of plants believed to date from the late Devonian era that was discovered in deposits from its namesake town in eastern West Virginia. Albuminous cells, also known as Strasburger cells are unique to the secondary phloem of this group of plants. Transfusion tissue is unique to the area surrounding leaf veins in this group of plants, and (*) rhyÂ·tiÂ·dome is a tissue layer that forms exterior to the periderm in this group of plants. This group of plants lacks vessel elements, and only possesses tracheids in its xylem. Members of this group of plants include cycads, ginkgos, and conifers. For 10 points, name this group of plants without true fruits or flowers, and whose seeds develop on an open surface. ", "answer_sanitized": "gymnosperms [prompt on \"flowerless plants/hardwoods/trees,\" prompt on \"cupulate plants,\" prompt on \"seed ferns\"] ", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Prior to this event, a key figure promised to \"meet aggression with aggression and evil with evil.\" This event involved the first and only combat use of the Vickers Valiant strategic bomber. A country which participated in this event selected Charles Keightley to lead a mission codenamed Operation (*) Musketeer. The first United Nations Emergency Force was created in response to this event. Lester Pearson won his Nobel Peace Prize for helping resolve this event, which forced the resignation of Anthony Eden. After this event, a country led by David Ben-Gurion regained the use of the Straits of Tiran from a country led by Gamal Abdel Nasser. For 10 points, name this event where British, French, and Israeli forces attempted to reverse the nationalization of an Egyptian canal.", "answer_sanitized": "Suez Crisis [or descriptions such as \"nationalization of the Suez Canal\"] ", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The author of this book described hearing about peasant boys who compete to see who can defecate the most solidly. This book compares the \"religions\" of Christianity and Marxism with psychoanalysis. A passage from this book suggests that two societal groups stand opposed in a \"primordial Mitsein.\" In a critique of Edgar Allen Poe, this book suggests that (*) \"man is in revolt against his carnal state; he sees himself as a fallen god.\" This book adapts the Hegelian master-slave dialectic in terms of the \"subject\" and \"other,\" which apply to this book's title group. A line from this book declares that \"one is not born, but rather becomes, a woman.\" For 10 points, name this feminist philosophical treatise by Simone de Beauvoir.", "answer_sanitized": "The Second Sex [or Le Deuxieme Sexe] ", "category": "Philosophy"}, {"question_sanitized": "The protagonist of one novel from this country falls in love after a hunting falcon pulls his hand to Helena's hand. In that novel, a colonel from this country fights an uprising which includes the villainous Bogun. The title of a novel in which Prince Radziwiłł betrays this country later became the namesake of a period of this country's history. A historical figure nicknamed the \"arbiter of elegance\" appears in a novel by an author from this country in which (*) Marcus Vinicius falls in love with the Christian hostage Ligia. That novel by an author from this country depicts the Great Fire of Rome and the reign of Nero. For 10 points, name this country home to an author who included the novels With Fire and Sword and The Deluge in this \"Trilogy,\" and who also wrote Quo Vadis, Henryk Sienkiewicz [\"shen-KYEY-vich\"].", "answer_sanitized": "Republic of Poland [accept Poland-Lithuania or the Polish-Lithuanian Commonwealth] ", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "For his work with automorphic forms, one mathematician with this surname received the 2014 Breakthrough Award in mathematics. Another scientist with this surname names the conical stream of ionized particles resulting from electrospray ionization. A third scientist with this surname is the second alphabetical namesake of a theorem describing the movement of a steadily rotating, solid body in flows with high angular velocities. That scientist with this surname also names a (*) \"column\" that forms parallel to the axis of rotation when a solid object disrupts a rotating fluid. An astronomer with this surname is the second alphabetical namesake of the first pair of binary pulsars ever to be discovered, alongside Russell Alan Hulse. For 10 points, name this surname of a mathematician whose namesake series' represent functions as an infinite sum of terms. ", "answer_sanitized": "Taylor [or Richard Taylor or Geoffrey Ingram Taylor or Joseph Hooton Taylor Jr. or Brook Taylor; accept Taylor cone or Taylor-Proudman Theorem or Taylor column or Hulse-Taylor Binary] ", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "In the prologue of an early opera from this country, Cadmus and Hermione, the then-ruler of this country is depicted as Apollo slaying the Python. A composer from this country wrote Cold Pieces with instructions to the musician such as \"be visible for a moment\" and \"don't eat too much.\" Another composer from this country wrote a piano suite that dedicated each movement to a friend who had died fighting in World War I, and titled it for another composer from this country, (*) Couperin [\"coo-pair-AHN\"]. The composer of the Quartet for the End of Time, Olivier Messiaen [\"oh-liv-ee-YAY mess-ay-AHN\"], was from this country; he taught a serialist composer and conductor from this country, Pierre Boulez [\"boo-LEZ\"]. For 10 points, name this country known for its Paris Conservatory.", "answer_sanitized": "France", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Due to criticism regarding attempts by survivors of a disaster in this state to receive compensation, state courts began adopting the Rylands v. Fletcher common-law precedent. During an event in this state, the Stone Bridge caught fire and burned for three days. John Parke and Elias Unger were unable to prevent a disaster in this state that destroyed the Cambria Iron Works. A town in this state was the site of the first major relief effort for Clara(*) Barton's Red Cross. After a disaster in this state, future Secretary of State Philander Knox was hired to defend the South Fork Fishing and Hunting Club, whose cofounder was Henry Clay Frick. An 1889 flood wiped out this state's town of Johnstown. For 10 points, name this state whose largest city houses the Liberty Bell.", "answer_sanitized": "Pennsylvania [or the Commonwealth of Pennsylvania] ", "subcategory": "History American", "category": "History"}, {"question_sanitized": "The first example of these things was created spontaneously in response to a letter, and was called the Mandylion [\"mahn-dee-lee-OHN\"]. One of these works depicts demons attacking monks ascending to heaven is called the Ladder of Divine Ascent. Some traditions say that these works are \"written\" and not \"painted\" because of the word stem (*) Â–graphia. Works of this type that show Jesus holding the New Testament in his left hand and making a Christogram with his right are called Pantokrator. In some sects, kissing or prostrating venerates, for 10 points, what religious paintings especially prominent in the Eastern Orthodox Church?", "answer_sanitized": "icons [prompt on \"(Christian) paintings,\" prompt on \"images of Christ\" before \"monks\"] ", "category": "Religion"}, {"question_sanitized": "One method of modelling this phenomenon may be viewed compactly on a Clemmow-Mullaly-Allis diagram. Another method of mathematically modelling this phenomenon is dependent on a certain quantity evaluated at the three Fraunhofer lines, and that quantity appears on the X-axis of an Abbe diagram. The six Sellmeier coefficients appear in another equation for empirically modeling this phenomenon in a particular (*) medium. In the presence of this phenomenon, group velocities and phase velocities become distinct. Chromatic aberration is a consequence of this phenomenon, which is caused by the index of refraction varying with different wavelengths of light. For 10 points, name this optical phenomenon which allows a prism to split white light. ", "answer_sanitized": "dispersion [accept dispersion relations or chromatic dispersion] ", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In Norse myth, the giant Hrym leads evil people through this place on their way to fight at Ragnarok. Hymir was a coward while visiting this place and irritated Thor by forcing him to end an epic battle he was having here. People who die while visiting this place are taken by the goddess Ran, who is married to another god associated with this place named Aegir. In exchange for HÂœnir [\"HOE-neer\"], a god of this realm was selected as the eldest of the (*) hostages sent to Asgard. Because he had beautiful feet, Skadi chose a god of this place to be her husband. A monster which lives in this place will signal the end of the world when it opens its mouth and releases its tail. For 10 points, name this place which was ruled by the father of Freyr and Freya, a Vanir god named Njord.", "answer_sanitized": "the ocean [or obvious equivalents such as \"the sea\"; prompt on \"Midgard\" until \"Ran\"] ", "category": "Mythology"}, {"question_sanitized": "The majority of one work in this language follows the Saka heroes. In a story similar to that of Phaedra, a queen falls in love with her stepson in one work in this language, forcing him to ride through a mountain of fire to prove that he did not sleep with her. In that work written in this language, Zal performs a c-section on Rūdāba after being taught how by the bird (*) Simurgh. An author in this language wrote \"the Song of the Reed Flute\" and described his love for his friend Shams. This language was used to the write an epic poem about Sohrab and Rostam and also to write the work Spiritual Couplets. For 10 points, name this language used by Ferdowsi to write the Shahnameh and by the poet Rumi, a language which takes its name from the former name of Iran.", "answer_sanitized": "Farsi [or Persian] ", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Note to moderator: on the phrase \"wait several seconds,\" you should actually wait for several seconds.A character from this film who enters by crashing through a wall describes his own nephew as a \"low-down cheap little punk.\" While being introduced, one of this film's main characters cheerfully asks if anybody present knows how to Madison. The antagonist of this film promises to make people (*) shiver with anticiÂ…[wait several seconds]...pation. A musical number in this film notes that \"Flash Gordon was there, in silver underwear,\" and a later song describes a dance that's \"just a jump to the left / And a step to the right.\" For 10 points, name this film containing songs like \"Science Fiction/Double Feature\" and \"Time Warp,\"  in which Tim Curry plays the sexually outrageous space alien Dr. Frank-N-Furter.", "answer_sanitized": "The Rocky Horror Picture Show ", "category": "Trash"}, {"question_sanitized": "In the book The Angel, it is alleged that this leader ordered for a submarine to torpedo the RMS Queen Elizabeth 2 while it was travelling to Haifa for the twenty-fifth anniversary of Israel's creation. This leader proclaimed the establishment of the African Union in his hometown of Sirte. This leader proposed the idea of Jamahiriya, or the \"state of the masses.\" This former leader was protected by an all- (*) female bodyguard unit called the Amazonian Guard, and he outlined his political philosophy in The Green Book. He came to power after overthrowing King Idris I, and he gave a hero's welcome to Mohammed al-Megrahi, a perpetrator of the Lockerbie bombing. For 10 points, name this former military dictator of Libya.", "answer_sanitized": "Muammar al-Gaddafi [or Muanmar Khadafy; or Moammar Gadhafi] ", "subcategory": "History World", "category": "History"}], "bonuses": [{"leadin_sanitized": "Souls who entered the underworld came to the Asphodel Fields if they lived particularly uneventful lives, and then drank from this river. For 10 points each:", "answers_sanitized": ["Lethe", "Charon", "Lerna [“the Lernaean Hydra”]"], "parts_sanitized": ["Name this river of Greek mythology whose waters supposedly had the power to cause forgetfulness.", "Dead people were often buried with some coins due to the belief that deceased spirits who attempted to enter the underworld via the river Styx had to pay this ferryman.", "Another entrance to the underworld was by this Greek lake. Heracles slew the Hydra which lived in this lake, and which sometimes bears this lake’s name."], "subcategory": "Mythology Greco-Roman", "category": "Mythology"}, {"leadin_sanitized": "This region’s Hangul alphabet was commissioned by the Joseon [“JOE-sun”] king Sejong the Great. For 10 points each:", "answers_sanitized": ["Korea [or the Korean Peninsula; or Choson; or Hanguk; or Taehan; do NOT accept “North Korea” or “South Korea”]", "turtles [or turtle ships]", "bones [or bone rank]"], "parts_sanitized": ["Name this East Asian peninsula. It was separated at the 38th parallel after World War II.", "Admiral Yi used ships that were named for these animals to halt Toyotomi Hideyoshi’s attempted invasion of the Korean Joseon kingdom.", "The Korean Silla kingdom used these objects to separate society into castes."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In eukaryotes, this process is carried out by a complex of snRNPS [“snurps”]. For 10 points each,", "answers_sanitized": ["mRNA splicing", "morpholinos [accept oligos]", "esters [accept trans-esterification reaction, accept “ester linkage/bond”]"], "parts_sanitized": ["Name this pre-translation process in which introns are removed from mRNA.", "These roughly twenty-five base-pair long molecules are useful tools for modulating gene expression because they gain the ability to knock down gene function by preventing the binding of snRNP [“snurp”] U1 or U2/U5, and thusly interrupt mRNA splicing.", "The most common mechanisms for splicing both include steps in which two trans-reactions involving this functional group join the newly-spliced exons together. This functional group also names a bond commonly found in lipids linking a hydroxyl group to a carboxyl group."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Before this was device was invented, neumes [“NOOMS”] were the earliest notation used to indicate rising and falling pitch. For 10 points each:", "answers_sanitized": ["staff [or staves]", "mode [or modus]", "Gregorian chant [prompt on partial answer]"], "parts_sanitized": ["Guido [“GWEE-doh”]  d’Arezzo is often credited with inventing these lines on which note heads are placed, and a mnemonic for remembering the notes that correspond to these using a modern treble clef is Every Good Boy Deserves Fudge.", "In Medieval music, these six combinations of long and short sounds were the first systems to notate rhythms. In modern music, this term refers to seven scales, which can be derived by starting on various notes of the C major scale and only playing white keys.", "Although its namesake was probably not alive when neumes were invented, the development of notation helped the spread of this Catholic sacred music, which Charlemagne disseminated aggressively."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "Two characters in this novel chase a peacock until it lands on top of a Buick and spreads out its tail, leading into a conversation where they fantasize about buying various objects with gold. For 10 points each:", "answers_sanitized": ["Song of Solomon", "Toni Morrison", "fly"], "parts_sanitized": ["Name this novel that follows Milkman Dead, who gets his name after Freddie the janitor walks in on his mother while she’s breastfeeding him and imagining that “his lips were pulling from her a thread of light.”", "Song of Solomon was written by this author who described the haunting of 124 Bluestone Road by the ghost of the daughter Sethe killed rather than have taken back to a plantation in Beloved.", "Toward the end of the novel, Milkman discovers that he’s descended from a man named Solomon, who could perform this action. A song about a man named “Sugarman” who could perform this action recurs in the novel."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This organization was led for most of its existence by Oliver Otis Howard until he was sent off west to fight the Nez Perce. For 10 points each:", "answers_sanitized": ["Freedmen’s Bureau", "Reconstruction", "Rutherford Birchard Hayes"], "parts_sanitized": ["Name this agency of the U.S. government which sought to establish colleges for liberated slaves in the former Confederacy.", "The establishment of the Freedmen’s Bureau was a key element of this civic policy, which sought to rebuild the American South in the aftermath of the Civil War.", "Reconstruction is generally accepted to have ended around 1877 with the election of this President, who secured questionable electoral votes which allowed him to declare victory over Samuel J. Tilden."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The music video for this song shows its singer dancing in a pink dress and sneakers intercut with scenes of that singer’s head hanging out of a taxi. For 10 points each,", "answers_sanitized": ["“Green Light”", "Lorde [or Ella Marija Lani Yelich-O'Connor]", "Melodrama"], "parts_sanitized": ["Name this recently-released song that begins by stating that “I do my makeup in somebody else’s car” before stating in the chorus that “I’m waiting for it, that [title object], I want it”.", "“Green Light” is a recent Billboard hit for this New Zealand born singer, who also reached the top 100 in early 2013 with her song “Royals”.", "“Green Light” will join the song “Liability” on this much-anticipated second studio album by Lorde. Set to be released in June 2017, this album will also feature cover art by the Brooklyn-based artist Sam McKinniss."], "subcategory": "Trash Music", "category": "Trash"}, {"leadin_sanitized": "James Frazer identifies “Homeopathic” and “Contagious” forms of this concept as subsets of its “Sympathetic” form since it assumes that things act on each other from a distance through a “secret sympathy.” For 10 points each:", "answers_sanitized": ["magic", "Bronislaw Malinowski", "baloma"], "parts_sanitized": ["Name this concept that was studied by a different anthropologist who transcribed the utterances used by those who practice this concept in a book titled for coral gardens and it.", "Coral Gardens and Their Magic was written by this Polish anthropologist, who analyzed the Kula ring in a different book.", "Malinowski analyzed these spirits of the dead in Trobriand society, noting that after exiting the body they go to a small island called Tuma and make an annual visit during an event called the milamala."], "subcategory": "Social Science Anthropology", "category": "Social Science"}, {"leadin_sanitized": "This novel’s protagonist becomes estranged from Aglaya, in part due to his efforts to save another woman. For 10 points each:", "answers_sanitized": ["The Idiot", "Fyodor Mikhailovich Dostoyevsky", "a Chinese vase"], "parts_sanitized": ["Name this novel in which that other woman, Natasya Filipovna, is killed by Rogozhin, a friend of the title epileptic figure, Prince Myshkin.", "The Idiot is a novel by this Russian author of Crime and Punishment.", "Myshkin and Aglaya also become estranged because Myshkin breaks one of these precious heirlooms belonging to her mother during a tirade about the evils of Catholicism. After breaking that one of these objects, he has an epileptic fit."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "These entities are represented by right triangles drawn between the equilibrium line, the stripping section, and the rectifying section in a McCabe-Thiele diagram. For 10 points each,", "answers_sanitized": ["theoretical plates [ideal stage, theoretical tray; prompt on “equilibrium stages”]", "distillation [accept specific types of distillation, like fractional, steam, binary, etc.]", "chromatography column [or separation column]"], "parts_sanitized": ["Name these hypothetical constructs in which two phases establish an equilibrium with one another.", "Theoretical plates typical describe separation systems, such as those that occur in this technique, whose “fractional” and “steam” varieties are commonly performed in introductory chemistry labs.", "The height equivalent of a theoretical plate also provides a way of measuring the efficiency of one of these devices. The Van Deemter equation describes the flow rate through one of these devices, which are commonly made with either alumina or silica gel."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "A working model for this sculpture entitled Atom Piece is currently on display in the Hiroshima City Museum of Contemporary Art. For 10 points each,", "answers_sanitized": ["Nuclear Energy", "Henry Moore", "Chicago, Illinois"], "parts_sanitized": ["Name this bronze sculpture in the shape of a mushroom cloud that rests on the exact location of the Manhattan Project’s “Pile-1” reactor.", "Nuclear Energy is a work by this British sculptor, best-known for his Reclining Figures series, and a massive bronze sundial entitled Man Enters the Cosmos.", "Henry Moore’s Nuclear Energy and Man Enters the Cosmos can both be found in this Midwestern City. This Midwestern city is also home to Anish Kapoor’s massive sculpture Cloud Gate."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Homogenous examples of these equations include the transport equation and Burger’s equation. For 10 points each:", "answers_sanitized": ["Partial differential equations [prompt on partial answer, do not accept “ODEs” or “ordinary differential equations]", "two [or second]", "separation of variables [accept word forms of separation, accept Fourier method]"], "parts_sanitized": ["Name these functional equations, the simplest of which is “u sub x” of “x and y” equals zero, with “u sub x” equaling “delta u” over “delta x.”", "Partial differential equations of this order can be classified as elliptic, parabolic, or hyperbolic based on the value of their discriminant. This is also the derivative of 2x.", "Partial differential equations can be solved with this general method. The general form of this method’s solutions is “capital X of x” times “capital T of t;” those functions are substituted into the equation and divided out."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This man succeeded Johann Stadion to become Foreign Minister of a country which he served until the Revolutions of 1848. For 10 points each:", "answers_sanitized": ["Klemens von Metternich", "Carlsbad Decrees", "Hanover"], "parts_sanitized": ["Name this Austrian statesman who rearranged the European political order at the Congress of Vienna.", "After a meeting at a Bohemian town, Metternich engineered the passage of these regulations within the German Confederation which restricted the academic freedoms of universities and outlawed many radical student societies.", "The German Confederation awkwardly included this state, whose ruler at the time also reigned in London. Because of the Salic Law, the personal union between the United Kingdom and this state ended when Queen Victoria took the throne."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Answer the following about Egypt’s Hellenistic period, for 10 points each:", "answers_sanitized": ["Ptolemy I Soter [or Ptolemy Soter]", "Alexandria", "Alexander the Great’s body [accept Alexander III for “Alexander the Great;” accept obvious equivalents for “body;” prompt on “Alexander the Great’s coffin” as well as similar answers with equivalents for “coffin”]"], "parts_sanitized": ["During the Hellenistic age, Egypt was ruled by a dynasty founded by this leader, one of the Macedonian generals who had conquered the Persian Empire.", "The Ptolemaic dynasty ruled Egypt from this city which was home to the Great Library as well as a namesake Lighthouse.", "Alexandria was also home to this object which Ptolemy I stole from the regent Perdiccas while it was on its way to Aigai, thus beginning the wars that would break apart the Macedonian Empire. According to one story, Augustus broke off part of this object while visiting Alexandria."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "A recent agreement on this issue requires a “nationally determined contribution every five years” from each of its signatories. For 10 points each:", "answers_sanitized": ["climate change [or global warming]", "John Kerry", "Federal Republic of Germany [Bundesrepublik Deutschland]"], "parts_sanitized": ["Name this subject of a 2015 United Nations Conference in Paris. The Kyoto Protocol is an extension of a 1992 international treaty on this issue that was signed in Rio de Janeiro.", "The Paris Agreement was signed on behalf of the U.S. by this former Secretary of State and loser in the 2004 Presidential Election.", "Among this country’s accomplishments in renewable energy are the creation of a Solar Settlement applying the principles of PlusEnergy and the solar wind farm DanTysk operated by Vattenfall on its island of Sylt."], "subcategory": "Current Events Other", "category": "Current Events"}, {"leadin_sanitized": "You are a medieval Muslim ruler in the Middle East around the time of the Crusades. Answer some questions about your life, for 10 points each:", "answers_sanitized": ["jizya", "pretending to abandon Islam [or word forms and obvious equivalents such as “pretending to convert”, “renouncing one’s faith”, or “lying about one’s religion”; prompt on answers such as “lying” with “about what?”]", "salat"], "parts_sanitized": ["Because you rule over a substantial population of Christians and other non-Muslim peoples, you make them pay you this special tax.", "Unfortunately, a Crusader army overthrows you and conquers your territory. You are forced to perform taqiyya [“tah-KEE-ya”], which describes this action in the face of extreme danger.", "Because you are pretending to be a Christian and not a Muslim, you have to be very careful when performing this pillar of Islam, the mandatory prayer five times a day."], "subcategory": "Religion Islam", "category": "Religion"}, {"leadin_sanitized": "Observing non-ordinary double beta decay would confirm the existence of this particle. For 10 points each,", "answers_sanitized": ["Majorana fermion [or Majorana particle]", "neutrino(s)", "sterile neutrinos [or inert neutrino; do not accept or prompt on “inactive” neutrinos or “left-handed” neutrinos]"], "parts_sanitized": ["Name this type of fermion, the opposite of a Dirac fermion, that is also its own antiparticle.", "It is still unknown if this class of particles behave as a Dirac or Majorana fermion. These nearly massless leptons name the aforementioned type of non-ordinary double beta decay, and they exist in tau, mu, and electron varieties.", "This other hypothetical particle is a neutrino that only interacts via gravity, without any other fundamental interactions. These right-handed neutrinos are named in contrast to the weak force-experiencing “active” neutrinos."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "The “Dance of the Lost Traveler” appears at the end of this play’s first act. For 10 points each:", "answers_sanitized": ["The Lion and the Jewel", "Wole Soyinka [or Akinwande Oluwole Babatunde Soyinka]", "photographer"], "parts_sanitized": ["Name this play in which the absurd Westernized teacher Lakunle competes with chief Baroka for the affections of Sidi.", "The Lion and the Jewel was written by this Nigerian playwright of Death and the King’s Horseman.", "The “Dance of the Lost Traveler” depicts a visit by a person of this profession to the village where The Lion and the Jewel is set. Baroka was left with a book created by that person of this profession."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The narrator of the story in which this character appears claims that to another man “she is always the woman” and “in his eyes she eclipses and predominates the whole of her sex.” For 10 points each:", "answers_sanitized": ["Irene Adler [accept either]", "Sherlock Holmes [accept either]", "speckled band [accept “The Adventure of the Speckled Band”]"], "parts_sanitized": ["Name this woman who threatens to send a damaging photograph of the Grand Duke of Bohemia to the family of his bride-to-be. At the end of a story, a man asks to keep a photograph of her as payment from the Grand Duke.", "The aforementioned “A Scandal in Bohemia” is one of many stories starring this detective, a creation of Arthur Conan Doyle.", "In another story, a woman recounts to Holmes how her twin sister uttered this title two-word phrase before dying of convulsions. This two-word phrase is revealed to refer to a swamp adder wrapped around a man’s head."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A bejeweled belt resting on a yellow blanket and an ornate hookah pipe are among the objects in the foreground of this painting. For 10 points each,", "answers_sanitized": ["La Grande Odalisque", "Jean Auguste Dominique Ingres (pronounced like “Ahnge”, but accept phonetic pronunciations)", "Giorgione [or Giorgio Barbarelli da Castelfranco; or Giorgio Barbarelli da Castelfranco] (The other work is the Castelfranco Madonna)"], "parts_sanitized": ["Name this work in which the title nude woman with too many vertebrae is seen reclining on a bright blue couch while holding a peacock fan.", "La Grande Odalisque is a work by this French Neoclassical artist of The Turkish Bath and the Apotheosis of Homer.", "One inspiration for Ingres’ Grande Odalisque was this artist’s Dresden Venus. In another work, this artist depicted an armored St. Nicasius holding a flag while St. Francis stands in dark robes below an enthroned Madonna and child."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}]}