{"tossups": [{"question_sanitized": "The first steps of the urea cycle take place in this organelle. An inner barrier in this organelle allows for the buildup of a hydrogen ion gradient, creating potential energy for a process in which those hydrogens become water molecules. Because this organelle has its (*) own genome, the endosymbiotic theory hypothesizes that this organelle is descended from early prokaryotes. The electron transport chain takes place in the cristae of the “Inner Membrane” of this organelle, and the Krebs Cycle takes place in its matrix, as part of the process of cellular respiration. For 10 points, name this “powerhouse of the cell.”", "answer_sanitized": "mitochondrion (or mitochondria) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "One character in this play takes care of a plant that doesn’t get enough sun, while another character in this play is criticized for conforming by straightening her hair. That character rejects the advances of George Murchison and hopes to use (*) insurance money for a medical school education. Willy steals money meant to be invested in a liquor store in this play, where Karl Lindener offers the protagonists money in exchange for not moving to Clybourne Park. The Younger family buys a house in a white neighborhood in, for 10 points, what Lorraine Hansberry play titled for an object mentioned in Langston Hughes’s “Harlem?”", "answer_sanitized": "A Raisin in the Sun ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "One show on this service is based on an NBC Sports commercial starring Jason Sudekis. In another show on this service, Reese Witherspoon plays the field reporter Bradley Jackson, and the anchor team of Alex Levy and Mitch Kessler, played by Jennifer (*) Aniston and Steve Carell, is disrupted by sexual misconduct allegations. In another show on this streaming service, Jason Momoa plays the adopted father of twins born with the power of sight in a blind society. For 10 points, name this recent streaming service airing Ted Lasso, The Morning Show, and See.", "answer_sanitized": "Apple TV+ (prompt on Apple TV) ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "During this period, Walker Evans photographed sharecroppers for Let Us Now Praise Famous Men. A photograph from this period depicts a billboard showing a happy family of four driving a car with a dog sticking its head out of a window, with the words “world’s highest standard of living” and “there’s no (*) way like the American way.” Another photograph from this period depicts Florence Owens Thompson and her two children after their car broke down near a pea-pickers’ camp. Dorothea Lange took “Migrant Mother” during, for 10 points, what 1930s economic downturn, which included the Dust Bowl?", "answer_sanitized": "Great Depression (accept Dust Bowl before mention) ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This A chord with three perfect fourths followed by a major third is named for a track on this album. A song on this track has a chord structure later used in “Impressions,” gives the main theme to the double bass, and uses an AABA structure with D Dorian and E-flat Dorian. Wynton (*) Kelly appeared on just one song in this album, which was recorded in part by Bill Evans, “Cannonball” Adderley, and John Coltrane, and whose tracks include “So What,” “Flamenco Sketches,” and “Freddie Freeloader.” For 10 points, name this 1959 album by Miles Davis.", "answer_sanitized": "Kind of Blue ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "This composer used no horns in the largo third movement of his 5th symphony, which opens with three sections of violins passing the melody on to two flutes. This composer used a theme from the operetta The Merry Widow and the “fate” theme from Tchaikovsky’s 5th symphony in a descent to E-flat minor in his (*) 7th symphony, which includes an “invasion” theme. Katerina is married to the merchant Zinovy and murders her father in law Boris in his Lady Macbeth of the Mtsensk District, which was criticized by Pravda. For 10 points, name this Soviet composer of the “Leningrad” Symphony.", "answer_sanitized": "Dmitri Shostakovich ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "Since the launch of TOPEX/Poseidon, this process is measured by microwave pulses sent by satellites. This specific phenomenon is projected by a combination of ice-sheet modeling and general circulation modeling, and causes “coastal squeeze” that eliminates habitats like (*) mudflats. In addition to the current era, this phenomenon most recently occurred in the last interglacial period, and has been occurring since the last glacial maximum. The rate of this phenomenon is expected to increase due to the retreat of glaciers and ice shelves, and should be 1 to 2 feet in the 21st century. For 10 points, name this increase in the altitude of the sea surface.", "answer_sanitized": "sea level rise (prompt on more general answers like global warming or climate change) ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "After just three years of rule, this country’s King Amadeus abdicated and declared it ungovernable. This country’s Trienio Liberal was ended by an army nicknamed the “hundred thousand sons of Saint Louis,” ten years after its Cortes passed an 1812 Constitution while its King was imprisoned in (*) France. The Carlist Wars were fought in this country, and attempted to elevate Prince Carlos over Queen Isabella II. Earlier, its King Ferdinand VII was forced to abdicate during the Peninsular War, part of the Napoleonic Wars. For 10 points, name this country, which fought South American uprisings led by Simon Bolivar.", "answer_sanitized": "Kingdom of Spain ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This book of the Bible describes God as “a shield of those who take refuge in him” and claims that “the fear of God is the beginning of wisdom.” In the 31st chapter of this book, a “wife of noble character” is said to be “worth far more than rubies,” and King Lemeul is advised against promiscuity and drunkenness. Sections of this book include “The (*) Words of Agur” and two named for Solomon, and it includes aphorisms like “as a dog returns to his vomit, so a fool repeats his folly.” For 10 points, name this Old Testament book which shares its name with sayings providing experienced advice.", "answer_sanitized": "Proverbs (the book title is plural) ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In one work by this author, a character dreams of being chased by a bear and then finding the title character presiding over a party of monsters. In another work by this author, one character goes mad after a flood in which he shelters on top of a marble lion. Evgenii falls in love with Parasha in that work, which begins with the construction of a city on the (*) Neva River. This author also wrote about Olga Larina, who flirts with the title character despite her engagement to the poet Vladimir Lensky, who is killed in a duel. For 10 points, name this Russian poet of “The Bronze Horseman” and Eugene Onegin.", "answer_sanitized": "Alexander Pushkin ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This figure and his mother were rescued by Dictys after they washed up on Seriphos in a wooden chest, and he allegedly failed to provide a horse as a gift for a banquet. After this figure’s mother was imprisoned in a room in Acrisius’s palace, she was impregnated in a shower of (*) gold by Zeus. Eurystheus was a grandson and Heracles was a great-grandson of this figure, who married Andromeda and received winged sandals, the helm of darkness, and a brightly-polished shield to complete his most notable task. For 10 points, name this demigod who killed Medusa.", "answer_sanitized": "Perseus ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In 1998, the U.S. embassy to this country provided temporary shelter to Roosevelt Johnson, the leader of the ULIMO. After a coup against William Tolbert in this country, the People’s Redemption Council was established by Samuel Doe, who was in turn overthrown by the warlord Charles Taylor. Democratic elections in this country have since led to leadership by (*) George Weah and Ellen Johnson Sirleaf. At its founding, this country’s competing political parties were the Republicans and Whigs, and its economy was dominated by immigrants sent by the American Colonization Society. For 10 points, name this country with capital Monrovia.", "answer_sanitized": "Republic of Liberia ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "One experiment by this man was replicated using a puppy so that participants would not suspect the victim of faking. A follow-up study to that experiment by this man found an “engaged followership” where participants were more likely to follow instructions when the importance of doing so was emphasized. (*) Reluctant participants in one experiment by this man received the prompts “the experiment requires that you continue” and “you must go on” as they were asked to deliver electric shocks to an unseen “learner,” who was actually an actor. For 10 points, identify this psychologist and namesake of an “obedience experiment.”", "answer_sanitized": "Stanley Milgram (accept Milgram Obedience Experiment) ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "The building depicted in this painting is shaped like a Greek cross, while a meander is painted on its main arch. A portrait of Michelangelo is used for a character who rests his head on his arm while writing on parchment in this painting, where another character has his chest and shoulder revealed as he lies on some (*) steps. One of the two central figures of this painting wears a blue robe trimmed with gold, and accompanies a man carrying a book and gesturing towards the sky. The Stanza della Segnatura in the Apostolic Palace of the Vatican contains, for 10 points, what fresco depicting the philosophers Aristotle and Plato, a work by Raphael?", "answer_sanitized": "The School of Athens ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "A reaction involving this compound can be used to cleave alkenes into ketones and alkynes into acid anhydrides or carboxylic acid. Dobson units are used to measure the concentration of this compound. CFCs and similarly chlorinated organic pollutants were banned under the Montreal Protocol, which aimed to lower (*) depletion of this compound. The peak absorbance wavelength for this compound is 250 nm, which protects many organisms from the UV rays of the sun. For 10 points, name this compound with chemical formula O3, which forms a namesake “layer” in the stratosphere.", "answer_sanitized": "ozone (accept O3 before mention) ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This character answers a question with the quip “neither, fair saint, if either thee dislike.” In that scene, this character speaks with another who asks “what’s in a name?” and is told “tis but thy name that is my enemy.” Earlier, this character is told that dreams “are the children of an idle brain” in a speech about a (*) “fairies’ midwife,” Queen Mab. Benvolio is the cousin of this character, who does not receive a letter from Friar Laurence, leading them to purchase poison and kill Paris at the Capulet crypt. For 10 points, name this Montague character from a Shakespeare play.", "answer_sanitized": "Romeo Montague ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The dynasty that unified this country in the 11th century originally led the Kingdom of Tao. Colchis and Iberia were ancient kingdoms in this modern-day country, which was unified under King Bagrat III of Abkhazia. This country created the dependency of Trebizond under Queen Tamar the Great, and defeated the Seljuk Turks at the Battle of Didgori under the leadership of (*) David the Builder. This country’s Kodori Gorge was invaded by Russia as part of an August 2008 conflict over South Ossetia. For 10 points, name this Caucasus country with capital Tbilisi.", "answer_sanitized": "Georgia ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "In an essay, this author attacked an “offensive and deplorable” book that presented an “antithesis of Europe.” In another novel by this author of An Image of Africa, a group of leaders are arrested at a meeting following the burning of a church, which takes place after the Christian convert Enoch (*) unmasks a character during a ceremony. A character created by this author kills a messenger and commits suicide, and earlier in that novel is exiled after his gun explodes at a funeral. In a novel by this author, Ikemefuna is raised by Okonkwo, an Igbo wrestling champion. For 10 points, name this author of Things Fall Apart.", "answer_sanitized": "Chinua Achebe ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "In August, leaders of this country received backlash for hosting a dinner at a golf resort in violation of coronavirus restrictions. In 2015, this country established a new constitutional amendment by popular referendum, legalizing same-sex marriage. This country legalized certain (*) abortions for the first time in 2018, and in its 2020 parliamentary elections, the Green Party, Fianna Fail, and Fine Gael formed a coalition government to counteract gains from Sinn Fein. The Brexit Withdrawal Agreement maintains this country’s open border with the U.K. For 10 points, name this country governed from Dublin.", "answer_sanitized": "Republic of Ireland (do not accept or prompt on “Northern Ireland”) ", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "This particle was discovered through alpha particle radiation from polonium, which was initially assumed to be gamma rays. Hafnium is often used in control rods due to its high absorbance of this particle. A chain reaction involving the production of these particles is the basis for (*) fission-based nuclear reactors. This baryon is composed of one up quark and two down quarks, and, with the release of an electron and an antineutrino, can be changed to a proton through beta decay. Isotopes have different numbers of, for 10 points, what chargeless particle found in the nucleus?", "answer_sanitized": "neutron ", "subcategory": "Physics", "category": "Science"}]}