{"tossups": [{"question_sanitized": "A television reporter works to rescue a girl trapped in a mudslide in a short story by this author, which is included in a collection with a novel in which that reporter, Rolf Carle, falls in love with the title orphan. In another novel by this author, a French count reveals the relationship between two characters at the Tres (*) Marias hacienda, while another character predicts the accidental poisoning of Rosa the Beautiful. After a coup, Blanca and Pedro Tercero flee to Canada with the help of Esteban Trueba in that novel by this author. For 10 points, name this Chilean author of Eva Luna and The House of the Spirits.", "answer_sanitized": "Isabel Allende ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "One leader of this country was first elected as part of the Fifth Republic Movement, had previously attempted a coup with the MBR-200 movement, and offered subsidized food through the Mission Mercal program. That leader started the “Hello, President” radio show and was asked by (*) Juan Carlos I, “why don’t you shut up?” In 2015, the Democratic Unity Roundtable won its parliamentary elections, following mass protests and economic shortages. Chavismo is a political movement in, for 10 points, what country where the Bolivarian Revolution has been led by Nicolas Maduro and Hugo Chavez?", "answer_sanitized": "Bolivarian Republic of Venezuela ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "The Sujud Sahwi is a prostration done to atone for mistakes made while performing this action. The Fatiha is spoken at the beginning of this action, which ends with the taslim, a phrase roughly meaning “peace and God’s mercy be upon you.” The rak’ah, which includes (*) kneeling, bowing, and prostration, is the set of movements conducted while performing this action, before which it is necessary to perform wudu, or the washing of face, arms, head, and feet. For 10 points, muezzins lead the call to perform what action, which is observed five times a day as part of the pillar of salat?", "answer_sanitized": "Islamic prayer (accept salat before mention) ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In one film by this individual, the song “La Violetera” is used in scenes involving a blind flower saleswoman. In that film, the woman is given a large sum of money to get her sight restored while a character played by this person is imprisoned for theft. In another film, this actor plays a man who twice gets stuck in (*) factory machinery. This actor departed from his usual role to play a Jewish barber who is mistaken for the dictator Adenoid Hynkel. That usual role is a character with a toothbrush moustache, cane, and bowler hat, and commonly termed The Tramp. For 10 points, name this silent film actor and director of City Lights, Hard Times, and The Great Dictator.", "answer_sanitized": "Charlie Chaplin ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "The Strassen algorithm is a method better than n3 [n cubed] for a calculation involving these objects. Linear maps can be represented as these objects, which thus have a dimension that is the sum of their rank and nullity. These objects can be reflected across their main diagonals to obtain their transposes, and in their (*) identity form, the main diagonal has values equal to 1 and all other values are 0. Two these objects can only be multiplied when one has as many rows as the other has columns, and a times d minus b times c is the determinant for the 2 by 2 variant of these objects.  For 10 points, name these rectangular arrays of elements.", "answer_sanitized": "matrices (or a matrix) ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "One artist from this country was criticized for his accurate depiction of a carpentry workshop in Christ in the House of His Parents and depicted the title woman singing and floating in a river just before her drowning in Ophelia. Another artist from this country showed drowning men in a storm after they were thrown overboard for insurance payments. That artist of The (*) Slave Ship depicted a train through fog on this country’s Great Western Railway in Rain, Steam, and Speed. For 10 points, name this home country of many Pre-Raphaelite Brotherhood artists, including John Everett Millais, and the Romantic painter J.M.W. Turner.", "answer_sanitized": "United Kingdom of Great Britain and Northern Ireland (accept either underlined portion; also accept U.K. and England but do not accept or prompt on “Scotland,” “Wales,” “Ireland,” or “Northern Ireland”) ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "One character in this story claims that people of a certain profession “is got to dream, boy. It comes with the territory.” That character reminds this play’s protagonist to pay for a $20,000 insurance policy, while a dead character who appears in this play got rich by finding (*) diamonds in Africa. Another character in this play steals a fountain pen from Bill Oliver and discovers that his father is having an affair after telling him that he has failed math. After he is fired by Howard Wilson, this play’s protagonist takes a loan from Charley and commits suicide. Biff is the son of Willy Loman, the title figure of, for 10 points, what play by Arthur Miller?", "answer_sanitized": "Death of a Salesman ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Walt Hickey published an article for FiveThirtyEight linking this book’s publication to the performance of the New York Jets and moods posted on the author’s “Not a Blog.” Chapters of this book titled “Mercy” and “Alayne” were released in 2014 and 2015, respectively, and the author of this book has also been working on the TV series Who Fears Death and House of the (*) Dragon. That author has stated that Air New Zealand can “imprison him” if he did not have a copy of this book in 2020; he had previously indicated that this book would be complete as early as 2016. For 10 points, name this long-awaited sequel to A Dance with Dragons.", "answer_sanitized": "The Winds of Winter ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "A law that calculates this quantity at a point can also be used to calculate velocity caused by vortices. According to a law by Gauss, the divergence times this quantity is equal to zero. This quantity can be computed at a specific position by a law that multiplies an integral by the constant (*) mu-naught divided by 4 pi. Particles experience a force equal to the cross product of this quantity and charge times velocity, and this quantity can be generated from current or change in electric field. For 10 points, name this vector field symbolized B and measured in teslas.", "answer_sanitized": "magnetic field (accept B-field before mention) ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This activity accounts for all individuals when it has an unrestricted domain, and can be susceptible to tactical decisions if neither of the first two conditions of the Gibbard-Satterthwaite theorem are satisfied. African-American mayor of Los Angeles Tom Bradley names an “effect” in which people lie about their (*) intentions for this activity, which cannot be Pareto-efficient when there are three or more choices. Arrow’s impossibility theorem describes this process, the result of which should be the choice of the median individual. For 10 points, name this process, which can take “instant-runoff” and “first past the post” forms.", "answer_sanitized": "voting (accept obvious equivalents) ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "One theme in this piece is a short series of eighth notes in A-flat major, while a timpani and bass drum mimic gunshots in a theme including eighth notes from d flat to a high F. A duck is chased and caught in this musical piece, in which ominous sixteenths and eighths played in B-flat major by the (*) French horns represent one of the title characters. The flute represents a bird, and the bassoon represents the grandfather, in this work accompanied by a story in which one of the title characters is caught in a noose by another. For 10 points, name this composition by Sergei Prokofiev.", "answer_sanitized": "Peter and the Wolf ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A 1906 race riot in this city led to the development of a black business district in its Sweet Auburn neighborhood. In 1973, Maynard Jackson became the first black mayor of this city, which had called itself “too busy to hate.” In a 1964 case involving a motel named for the (*) “Heart of” this city, the Supreme Court upheld a prohibition on discrimination in public accomodations. African-Americans were told to “cast down your bucket where you are” in a speech given by Booker T. Washington as part of a “compromise” named for this city. For 10 points, name this city where Martin Luther King Jr. preached at Ebenezer Baptist Church, the capital of Georgia.", "answer_sanitized": "Atlanta, Georgia ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Hermes killed the hundred-eyed giant Argus while he was guarding one of these animals. For his seventh task, Heracles captured a white one of these animals sent to King Minos, who had refused to sacrifice it. Zeus took the form of one of these animals to abduct (*) Europa, and turned Io into one of these animals later stung continuously by a gadfly sent by Hera. Odysseus’s crew drowns in a shipwreck after they sacrifice some of these animals belonging to Helios. In his tenth labor, Hercules stole a group of these animals owned by Geryon. For 10 points, Pasiphae fell in love with one of what species of animal, leading to the birth of the minotaur?", "answer_sanitized": "cattle (accept cow, bull, heifer, or other equivalents) ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "The protagonist of this novel gets into a fight with their cousin and is sent to the room where their uncle died. The red room is a location in this novel, during which an apothecary suggests that the protagonist be sent to a school run by Mr. (*) Brocklehurst. One character in this novel meets her future husband after he falls off his horse, and that man blames Grace Poole for events caused by a woman locked in an attic. Helen Burns dies of tuberculosis at Lowood in this novel, during which Bertha Mason is locked upstairs in Thornfield Hall. The title character marries Mr. Rochester in, for 10 points, what novel by Charlotte Bronte?", "answer_sanitized": "Jane Eyre ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Only three members of Jens Munk’s crew survived a journey exploring this location. The H.M.S. Resolute was abandoned during a journey in this location, less than ten years after Francis Crozier and James Fitzjames abandoned the Erebus and Terror in this location’s (*) Victoria Strait. The Lancaster Sound and Prince of Wales Strait are important parts of this route, where John Franklin’s expedition disappeared in 1848. Roald Amundsen was the first person to traverse this route, which was initially sought by John Cabot as a shorter route to China. For 10 points, name this sea route made more feasible by melting polar ice caps.", "answer_sanitized": "Northwest Passage (prompt on Canada; prompt on Arctic Ocean; prompt on Nunavut) ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "The final step of the Malonic ester synthesis is the removal of this compound from a di-ester. The presence of this compound during IR spectroscopy can cause a band error at 2349 inverse centimeters. The Bosch reaction reacts this compound with hydrogen gas, producing elemental (*) carbon and water. The solid phase of this compound is often used to condense solvents in rotary evaporators as well as in haunted houses and nightclubs to produce fog. For 10 points, name this compound that in its solid form is called dry ice and has chemical formula CO2.", "answer_sanitized": "carbon dioxide (accept CO2 before mention) ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This country’s “mother trade” involved importing grain from Poland, which was often done on merchant ships known as fluyts. A “learning” named for this country took place in Tokugawa Japan, where this country was allowed to trade at the port of Dejima. (*) Batavia was a colonial city founded by this country, which drained lakes on its mainland to create polders. This country achieved independence following the Eighty Years’ War from Spain, and suffered from “Tulip Mania” during its golden age. William the Silent and William of Orange led, for 10 points, what country with capital Amsterdam?", "answer_sanitized": "The Netherlands (prompt on Holland) ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In this book, a man escapes a shipwreck on a chest full of jewels, while another character marries the daughter of the King of England. In one story told in this book, Gaultieri pretends to kill his two daughters, while in another story, Lisabetta’s brothers kill her lover, but she finds his grave and puts his head in a (*) pot of basil. The author of this book defended writing in the introduction to its fourth section, and its first and ninth days have no theme. Ten characters tell stories over ten days while escaping the plague in Florence in, for 10 points, what collection by Boccaccio?", "answer_sanitized": "The Decameron ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Some unicellular types of these organisms have frustules, or cell walls made of silica. These organisms commonly release reproductive cells from their conceptacles, while one type of these organisms stores sugar as Floridean starch. Though not scientifically considered to be a group of these organisms, (*) cyanobacteria are often referred to as a “blue-green” type of these organisms. Low oxygen levels are often caused by, and fertilizer runoff leads to, a population explosion called a “bloom” of these organisms. For 10 points, name these aquatic plants including diatoms, seaweed, and kelp.", "answer_sanitized": "algae (accept macroalgae or microalgae; do not accept or prompt on cyanobacteria) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The Western States Endurance Run begins at a ski resort in this mountain range that hosted the 1960 Winter Olympics. The Tuolumne River and Hetch Hetchy Valley are in a National Park in this mountain range, and the General Grant tree is in its (*) Kings Canyon. The Truckee River flows from this mountain range to Pyramid Lake, and this range is also drained by the San Joaquin River. Squaw Valley, Lake Tahoe, and the highest peak in the contiguous United States, Mt. Whitney, are in, for 10 points, what California mountain range?", "answer_sanitized": "Sierra Nevada ", "subcategory": "Geography", "category": "Geography"}]}