{"tossups": [{"question_sanitized": "One character in this novel is told, “fancy thinking” that a symbolic figure in this book “was something you could hunt and kill!” In that scene of this novel, a character imagines that a pig’s head on a (*) stick is some evil creature before he sees a dead parachutist and is killed during a feast. “Sucks to your ass-mar” is a derogatory comment to another character in this novel, who is killed when Roger rolls a boulder onto him. A set of glasses are used to start a fire and later stolen in this novel, in which Ralph assembles a group of boys using a conch shell. Simon and Piggy are stranded on an island in, for 10 points, what novel by William Golding?", "answer_sanitized": "Lord of the Flies ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Exodus 32:1-14 and Exodus 34:1-10 are read during prayer services on days when this activity occurs, and its only mention in the Torah is in Leviticus 23:26-32. Herring is often eaten at a meal following this action, which cannot take place on (*) Shabbat. This activity is performed in remembrance of the assassination of Gedalia, and on the night before Purim, but is most associated with the burning of the Second Temple and the tenth of the High Holy Days. For 10 points, Jews perform what action on Tisha B’Av and Yom Kippur, during which they abstain from food and drink?", "answer_sanitized": "fasting (or Ta’anit) ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "NCX is a membrane protein that removes calcium from cells via an exchange with ions of this element during the contraction of heart muscles. High concentration of this element in the blood is called (*) hypernatremia, while a lack of it leads to ECF hypovolemia. Action potentials are formed from the opening of channels that allow ions of this element to flow into the cell. Three ions of this element are exchanged for two potassium ions in a namesake “pump.” For 10 points, name this metal that forms salt with chlorine.", "answer_sanitized": "sodium (or Na or Na+) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This character interprets a thunderstorm as an omen for his death, after earlier fleeing a sacred location where he was supposed to eventually die. In that play, two of this person’s daughters are kidnapped as part of a conflict in their home city. This character was rescued by a (*) shepherd after he was abandoned on a mountain, and was raised by Polybus, the king of Corinth. This character asks Tiresias to identify the man who murdered Laius, only to be told that he himself is the murderer, and that his parents were Laius and Jocasta. For 10 points, name this king of Thebes who blinds himself after learning he has married his own mother.", "answer_sanitized": "Oedipus (accept Oedipus Rex or Oedipus the King) ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Two characters in this film wind up in a Lyft driven by a school principal; those two characters are given strawberries laced with hallucinogens and use the code phrase “Malala” to get their way in an argument. In that film, one character has a crush on Ryan, throws (*) up on Hope, and plans on spending a gap year in Botswana. In this film, Jessica Williams plays the teacher Miss Fine, who attends a party with this film’s protagonists, two girls planning on attending Columbia and Yale. Molly and Amy try to attend a party on the night before graduation in, for 10 points, what 2019 film, the directorial debut of Olivia Wilde?", "answer_sanitized": "Booksmart ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "Fifteen ships stuck for eight years at this location were known as the Yellow Fleet. The Protocol of Sevres was established for an event commonly named for this location, and which led to the resignation of Anthony (*) Eden. The Rothschilds were enlisted to sell shares in this location, whose development was led by Ferdinand de Lesseps. Lester Pearson won a Nobel Peace Prize for resolving a conflict at this location, which was invaded by French, British, and Israeli troops in 1956 after Gamal Abdel Nasser announced its nationalization. For 10 points, name this waterway connecting the Red and Mediterranean Seas.", "answer_sanitized": "Suez Canal (accept Great Bitter Lake before “Sevres”) ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "A woman in an orange dress looks out of the window of a white house next to a meadow in this artist’s Cape Cod Morning. This artist depicted a man in a vest working at a red pump in Gas, and an usher in a blue uniform leaning against a wall by the exit in New York (*) Movie. A woman in an orange hat waits at a table in another work by this artist, who showed a red-haired woman and a man in a fedora waiting at a bar topped by an advertisement for Phillies 5-cent cigars. For 10 points, name this American artist of Automat and Nighthawks.", "answer_sanitized": "Edward Hopper ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "This quantity can be calculated for a specific molecule by dividing the mole fraction by the molar volume of the mixture. When calculating acid-base equilibria, activity can be approximated by this quantity, and the negative log of this quantity of H+ can be used to calculate the pH of a solution. The (*) Beer-Lambert Law states that absorbance is equal to pathlength times molar absorptivity by this quantity. The grams of a compound divided by the total mass of a solution can be used to calculate molality, a measure of this quantity. For 10 points, name this quantity which can be represented in parts per million or molarity.", "answer_sanitized": "concentration ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The German archaeologist Robert Koldewey led a dig of the walls of this city, leading to the transport of a blue gate with depictions of bulls and dragons to Berlin’s Pergamon Museum. This city was conquered in the Battle of Opis when an invading army diverted the (*) Euphrates River. Amytis of Media was the dedicatee of a legendary tiered landmark in this city, where an earlier ruler placed restrictions on retaliation for crimes, following “an eye for an eye, a tooth for a tooth.” The Ishtar Gate was in, and Hammurabi led, for 10 points, what city where Nebuchanezzar II built the Hanging Gardens?", "answer_sanitized": "Babylon ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "“O Lord, Save Thy People,” an Orthodox troparion, is a repeated theme in this piece, and towards its end is played loudly by the brass alongside a national anthem and chimes meant to represent bells. Earlier in this piece, a descending run represents an (*) army’s retreat, while a battle is represented by competing sections playing folk music and “La Marseillaise.” “God Save the Tsar” is played, and cannons are fired at the end of, for 10 points, what Tchaikovsky “overture” commemorating Russia’s successful defense of a French invasion?", "answer_sanitized": "1812 Overture (or The Year 1812 Solemn Overture) ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "A governor of this state resigned his Senate seat and appointed his daughter to replace him once he took that office. Another Senator from this state served for forty years, lost re-election during a corruption trial, and died in a 2010 plane crash. This state provides payouts to all residents from a “Permanent Fund” established by Jay Hammond in 1976. Disasters in this state included the magnitude (*) 9.2 Good Friday earthquake and the Exxon Valdez oil spill in Prince William Sound. For 10 points, name this state formerly represented by Ted Stevens and Frank Murkowski, and governed by Sarah Palin.", "answer_sanitized": "Alaska ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In one poem, this author addressed a person who “like the stab of a knife / entered my plaintive heart” and to whom they are “bound” like “the drunkard to his wine” and “the maggots to the corpse.” In another poem, this author addressed “the wisest and fairest of the (*) angels” while repeatedly crying “O Satan, take pity on my long misery!” In another poem, this author described the “refined monster” of “ennui” while addressing the “hypocrite reader - my likeness - my brother!” For 10 points, name this author, who included “The Vampire,” “The Litanies of Satan,” and “To the Reader” in The Flowers of Evil.", "answer_sanitized": "Charles Pierre Baudelaire ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This city’s Yarra Trams claims it has the largest tram network in the world, while its busiest metro station is the Flinders Street Station. This city’s Royal Exhibition Building hosted the Centennial International Exhibition and the opening of its country’s first Parliament. This city’s Albert Park is home to a Formula 1 street circuit, and this host of the (*) 1956 Summer Olympics also hosts an event in tennis’s Grand Slam. This city of Port Phillip Bay is the capital of Victoria. For 10 points, name this second-most-populous city in Australia.", "answer_sanitized": "Melbourne ", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "According to Apollodorus, one of these creatures accidentally died from contact with an arrow poisoned with the blood of the hydra. Caeneus, a warrior made invulnerable by Poseidon, was crushed by rocks and trees thrown by these creatures. Nephele, a cloud made to appear as Hera, mothered the first of these creatures, whose father was (*) Ixion. At the wedding of Pirithous, the Lapiths fought with these creatures, a wise one of which lived at Mt. Pelion and taught both Jason and Theseus. Chiron was one of, for 10 points, what half-man, half-horse creatures?", "answer_sanitized": "centaurs ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Reinhard Genzel and Andrea Ghez won the 2020 Nobel Prize in Physics for a discovery about an object in this astronomical body, while in 2018, scientists discovered a 13.5-billion-year-old star in this astronomical body, whose age had been estimated at 10 billion years. The Monoceros Ring is part of this astronomical body, which may be merging with the Virgo Stellar Stream. The (*) Magellanic Clouds are satellites of this astronomical body, whose center contains Sagittarius A* [A-star], a supermassive black hole. In about 3 billion years, this body is projected to collide with the Andromeda Galaxy. For 10 points, name this galaxy that includes the Sun.", "answer_sanitized": "Milky Way ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "The Boeing 747 gambit is an argument against this position, while Al Ghazali’s kalam argument supports this position. The “five ways,” which included the “teleological” and the “first mover,” were logical arguments for this position, while the idea of a (*) “teapot” floating in the Asteroid Belt is an argument against many proofs of this position. A “wager” with finite loss versus infinite gain was proposed by Blaise Pascal and based on this position. This idea is the subject of ontological arguments, the first of which was made by Saint Anselm. For 10 points, name this position supported by Thomas Aquinas and opposed by atheists.", "answer_sanitized": "existence of God (or theism; accept equivalents) ", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "During a period of unrest, a leader of this country unexpectedly fled to Baden-Baden, Germany. One President of this country commissioned the “Grand Projects” and dealt with two “cohabitations,” the first of which was with his eventual successor. In this country, a series of (*) student protests turned into a nationwide strike ended by the Grenelle Accords. The May 68 protests took place in this country, which produced most of its energy through nuclear power under the Messmer Plan. The Fifth Republic is the current government of, for 10 points, what country led by Francois Mitterand and Charles de Gaulle?", "answer_sanitized": "France (or French Republic) ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The narrator of this poem states “On the faces of women and children I have seen the marks of wanton hunger” and that “they tell me you are wicked and I believe them.” However, he describes this title location as “fierce as a dog with a tongue (*) lapping for action” and “a tall bold slugger” that is “building, breaking, rebuilding.” This poem describes a “stormy, husky, brawling” city that is “hog butcher for the world / tool maker, stacker of wheat.” The “city of the Big Shoulders” is a nickname coined in, for 10 points, what Carl Sandburg poem titled for that Midwestern city?", "answer_sanitized": "“Chicago” ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Results from a scintillation counter at Los Alamos suggests there exists a “sterile” type of these particles. The MSW effect arises from these particles traveling through matter, and their existence was confirmed by the Cowan-Reines Experiment. The (*) Homestake Experiment led to a resolved “problem” about low detected levels of these particles coming from the sun. These particles can oscillate between their three flavors, and are created during decay caused by weak interactions. For 10 points, name these chargeless and nearly massless particles that come in electron, muon, and tau types.", "answer_sanitized": "neutrinos (accept electron, tau, muon, or sterile neutrinos) ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "One blues song by this artist includes a stop-time clarinet solo based on tap-dancing in Chicago’s Sunset Cafe. This artist played a 12-second long B-flat note towards the end of a blues standard he recorded with Earl Hines, Jimmy Strong, and Fred Robinson, who were all part of the “Hot (*) Five.” This artist of “Potato Head Blues” and “West End Blues” recorded a popular cover of “Hello, Dolly!” as well as a song where he sings of “trees of green / red roses too.” For 10 points, name this scat singer and trumpeter nicknamed “Satchmo,” who recorded “It’s a Wonderful World.”", "answer_sanitized": "Louis Armstrong ", "subcategory": "Other Arts", "category": "Fine Arts"}]}