{"tossups": [{"question_sanitized": "In a novel by this author, a dead body is found on a farm and promptly buried by the police, but given a full burial when it resurfaces. In another novel by this author, an orphan goes into exile in Nice before returning home to work as a physiotherapist when her adopted brother claims she does not know his (*) native name. Rosa’s parents, Cathy and Lionel, are arrested for membership in the Communist party in that novel by this author, who also wrote a novel in which the Smales are forced to flee to the home village of the title servant. For 10 points, name this author of The Conservationist, Burger's Daughter, and July’s People.", "answer_sanitized": "Nadine Gordimer ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "A symbol for this god was often used by mathematicians to represent one half and its next five powers. An early form of this god was depicted as a hieracosphinx and served as the patron deity of Nekhen. This god inseminated a set of lettuce eaten by another god, and later defeated that god in a (*) race where he painted a wooden boat to look like stone. This god’s rival lost a testicle in a battle in which this god also lost an eye. This son Osiris and sky god has his protective powers represented by the wadjet eye. For 10 points, name this falcon-headed Egyptian god, the rival of Set.", "answer_sanitized": "Horus ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "The enzyme AAP and the protein RBP2 play important roles in the function of this organ. The production of bicarbonate in the pancreas is stimulated by a hormone produced in the S glands of this organ. Brunner’s glands produce a mucus-like secretion in this organ, where Secretin is also produced. (*) Finger-like extensions known as villi increase the absorbent surface of this organ, which receives bile stored in the gallbladder. The jejunum, the ileum, and the duodenum comprise, for 10 points, what very long organ that absorbs nutrients from chyme, which it receives from the stomach?", "answer_sanitized": "small intestine (accept duodenum before mention) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "One king of this name participated in the Praguerie rebellion against his father, and was exiled after marrying Charlotte of Savoy. Later, that king of this name seized Picardy when Charles the Bold of Burgundy was killed at the Battle of Nancy. The (*) Albigensian Crusade ended during Blanche of Castile’s Regency for another king of this name, who was canonized after leading the Seventh and Eighth Crusades. Another king of this name ruled for 72 years, revoked the Huguenot protections established in the Edict of Nantes, and commissioned the Palace of Versailles. For 10 points, give this name shared by 16 kings of France.", "answer_sanitized": "Louis (before “Albigensian Crusade,” accept Louis XI or Louis the Spider-King or Louis the Prudent) ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In one novel by this author, the protagonist blackmails her ex-husband in a scheme to bribe the Pope, and is embarrassed by her first marriage to the Midwesterner Elmer Moffatt. In another of their novels, a character overdoses on chloral hydrate and gives (*) Gus Trenor money to speculate in the stock market. While at Bellomont, Lawrence Selden attempts to form a relationship with Lily Bart in that novel by this author of The Custom of the Country. Mattie and the title character sled into a tree in another of her novels. For 10 points, name this author of The House of Mirth and Ethan Fromme.", "answer_sanitized": "Edith Wharton (or Edith Newbold Jones) ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "In this film, one character is caught singing “I Want You to Want Me” by Cheap Trick to himself when the protagonist shows up early to detention. In this film, the protagonist nicknames all her mother’s boyfriends “Skip,” and meets Carrie, Beth, and Heather after they get into a fight while playing volleyball in gym class. Those (*) four girls put photos of this film’s title character in a genital herpes PSA campaign and sneak estrogen into his protein powder before deciding that Kate should break his heart. For 10 points, name this 2006 teen comedy in which that title character is caught dating three girls at the same time.", "answer_sanitized": "John Tucker Must Die ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "During several plagues, an individual was promoted to this position and then hammered a nail into the wall of the Temple of Jupiter Optimus Maximus. The second-in-command to a leader with this title was called “master of the horse,” and the first holder of this title, Titus Lartius, prepared (*) defenses against a possible effort to restore Tarquin the Proud to the throne. Another holder of this position won the Battle of Mount Algidus before returning to his farm after just fifteen days. Later, Sulla was given this position with no time limit, rather than its typical 6-month term. For 10 points, name this Roman position that gave an individual unchecked authority.", "answer_sanitized": "Roman dictator ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "Salt crystals left behind by evaporated saltwater cause a form of this process called haloclasty, while attachment of hydrogen and hydroxide ions leads to this process through mineral hydration. Ice lenses and block disintegration are common results of a form of this process caused by (*) frost and cold temperatures. The chemical form of this process occurs more in hot and wet temperatures, while cold and dry environments worsen its “physical” type by expanding and contracting rocks. For 10 points, name this physical and chemical process that, unlike erosion, only causes the on-site breakdown of rocks and other natural structures.", "answer_sanitized": "weathering (accept physical weathering or chemical weathering before mention) ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "In a G major movement from Carnival of the Animals, this instrument plays the melody over two piano parts, one playing sixteenth notes and the other playing rolled chords. A prelude for this instrument begins with an arpeggiated G major chord, while a suite for this instrument includes a sarabande with no chords, followed by two gavottes and a gigue [Geeg].  This instrument, which is the primary focus of “The (*) Swan,” was the subject of six Bach suites recorded by Pablo Casals. Another performer of this instrument founded the Silk Road Project. For 10 points, name this instrument played by Yo-Yo Ma, which is pitched higher than the double bass.", "answer_sanitized": "violoncello ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "In 2019, Ralph Northam and CSX announced an expansion of this organization’s operations in Virginia, while, in 2015, eight people were killed in an accident caused by a distracted employee of this organization in Philadelphia. Like the postal service, this organization has struggled with lack of (*) profitability in rural areas, but has the added issue of not owning most of its infrastructure. Richard Anderson and William Flynn are recent CEOs of this organization, and have ended full dining service and tried to cut long-distance routes to focus on the northeast corridor. For 10 points, name this American passenger rail service.", "answer_sanitized": "Amtrak ", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "This religious sect expresses its affinity for a certain family in its tawalla and tabarra, and one of its subsects believes an infallible leader visited earth and is now in “Occultation.” The Ancillaries of the Faith are practices followed by members of this religious sect’s (*) Twelver subsect. The Hadith of the Twelve Successors and the Hadith of the Cloak are used as justification for this religious sect, who believe those passages indicate Muhammad’s son-in-law Ali was the rightful caliph. For 10 points, name this Islamic sect contrasted with the Sunni.", "answer_sanitized": "Shi’a Islam (or Shi’ite Islam; accept Twelver before mention) ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "One work by this author is set on the equinox and notes that it is sunset in Jerusalem as he enters the title location at dawn. Cato guards a mountain in that work by this author, who meets the Negligent Rulers and journeys through (*) seven terraces before reaching the Garden of Eden. In other works, this author’s path is blocked by a leopard, a lion, and a she-wolf, and he is guided through the Spheres of Heaven by Beatrice, who had earlier sent Virgil to show him the Nine Circles of Hell. For 10 points, name this author, who included Paradiso, Purgatorio, and Inferno in his Divine Comedy.", "answer_sanitized": "Dante Alighieri (accept either) ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Members of this group were brought to North America on the Woodhouse and Speedwell, and authored a petition to Peter Stuyvesant known as the Flushing Remonstrance. The Boston Martyrs, including Mary Dyer, were (*) executed due to their membership in this group, though Roger Williams, a Puritan, allowed them to settle in Rhode Island. Another member of this group received a large tract of land as a debt repayment by King Charles II, where he founded a city with a name translating to “brotherly love.” For 10 points, name this nonviolent Christian denomination whose members included George Fox and William Penn.", "answer_sanitized": "Quakers (or Religious Society of Friends) ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "A planning firm based in this state developed the SmartCode for planning walkable neighborhoods. A planned community in this state allows only native plants on front yards, which are all publicly owned, and requires all housing units to be unique. That town in this state was the filming location for The Truman Show and was planned by Duany Plater-Zyberk. Another planned community in this state has a Welcome Center designed by Philip Johnson and a Suntrust Bank designed by Robert Venturi and Denise Scott-Brown. (*) Seaside is a community in, for 10 points, what state, where Celebration was built by the Walt Disney Company?", "answer_sanitized": "Florida ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "A theory based on this interaction is approached and studied via “perturbative” and “lattice” methods. The energy caused from separation in this interaction leads to the creation of particle “jets” in a process known as hadronization. Color-charged particles are (*) “confined” based on the effects of this interaction, according to quantum chromodynamics. Mesons mediate this interaction between protons and neutrons in the nucleus, while gluons are the exchange particle that allows this force to hold quarks together. For 10 points, name this most powerful of the four fundamental forces.", "answer_sanitized": "strong interaction (or strong nuclear force; prompt on color confinement or quantum chromodynamics before mention) ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This country’s People’s Democratic Party overthrew Mohammed Daoud Khan in the Saur Revolution. The loya jirga was the traditional form of naming rulers in this country, where, following a civil war, Mullah Omar led an islamist government that ordered the destruction of its (*) Buddhas of Bamiyan. The Northern Alliance assisted an invasion of this country, where many fighters in the CIA-backed mujahadeen have since fought American troops in Kandahar Province. Hamid Karzai and Ashraf Ghani have served as President of, for 10 points, what country invaded by the U.S.S.R. in 1979 and by the U.S. in 2001?", "answer_sanitized": "Islamic Republic of Afghanistan ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "For the formation of Grignard reagents, a particularly good one of these substances is diethyl ether. To dry some of these substances, salts such as Magnesium and Calcium sulfate are often used in laboratory procedures, and the dielectric constant provides a rough estimate of the (*) polarity of these substances. One of these substances often used in organic chemistry is chloroform, and another one used to commonly clean glassware is acetone. Water is known as the universal one of, for 10 points, what class of substances in which solutes are dissolved in to produce solutions?", "answer_sanitized": "solvents (accept organic solvents) ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Socrates discusses perception-based and judgement-based definitions for this concept in Plato’s Theaetetus. A man who has ten coins in his pocket and a dog disguised as a sheep are common counterexamples to a definition of this concept. (*) Rationalists argue that this concept comes from logical realism, or a priori, while empiricism states that this concept comes from experience, or a posteriori. Edmund Gettier challenged the definition of this concept as “justified true belief.” For 10 points, epistemology is the branch of philosophy concerned with what concept?", "answer_sanitized": "knowledge ", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "A woman in an orange dress fishes near a seated man wearing a top hot and holding a cane in this work, which also depicts a small girl in a white dress staring directly at the viewer as she is accompanied by a woman in red with a matching (*) umbrella. In the foreground of this painting, a black dog points its head towards the ground behind a man laying on his back and smoking a pipe. To the right, a woman in black holds an umbrella and walks a monkey on a leash. People lie along the banks of the Seine in, for 10 points, what pointilist painting by Georges Seurat?", "answer_sanitized": "A Sunday Afternoon on the Island of La Grande Jatte ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "In one story by this author, a plot is exposed when one character is bit and bleeds at his wedding. In that story by this author, a blackmail scheme is exposed by a journalist who is told by Dravot and Carnehan that (*) “India is not big enough;” those two characters are later proclaimed as descendants of Alexander by the people of Kafiristan. In another story by this author, Nag and Nagaina are two cobras who attempt to kill a family protected by the title mongoose. For 10 points, name this author of “The Man Who Would Be King,” who included “Rikki-Tikki-Tavi” in The Jungle Book.", "answer_sanitized": "Rudyard Kipling ", "subcategory": "British Literature", "category": "Literature"}]}