{"tossups": [{"question_sanitized": "The inductive effect, which can be used to explain why hydrofluoric acid is a weak acid while the other hydrogen halides are strong acids, is a result of differences in this quantity. High atomic values of this quantity can be used to explain leaving group ability for (*) SN2 reactions. Linus Pauling was the first person to develop a scale of this quantity, which determined it through bond energies. Caesium has the lowest value for this quantity of all of the elements at 0.79. For 10 points, name this quantity which measures how strongly electrons are attracted to the nucleus of a certain element.", "answer_sanitized": "electronegativity ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The battles of Palmito Ranch and Five Forks both took place in this year. During this year, Confederate forces were driven from an assault on Fort Steadman as part of the Siege of Petersburg. A speech given in this year encouraged (*) “malice towards none” and “charity for all” to “bind up the nation’s wounds.” Ten days before the start of this year, Savannah was captured by William Tecumseh Sherman as part of his March to the Sea. For 10 points, Abraham Lincoln was assassinated just after Robert E. Lee surrendered at Appomattox in what year?", "answer_sanitized": "1865 ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This leader was targeted by the Papal Bull Regnans in Excelsis, and commissioned a fleet that lost the Siege of Corunna and failed to capture and start a revolt in Lisbon. The Nine Years’ War, also known as Tyrone’s Rebellion, took place in Ireland during the rule of this monarch. The (*) Ridolfi Plot and the Babington Plot, the latter of which was exposed by Francis Walsingham, attempted to overthrow this ruler, who claimed they had the “heart and stomach of a king” in a speech given at Tilbury prior to the expected arrival of the Spanish Armada. For 10 points, name this “Virgin Queen” of England, the daughter of Henry VIII and sister of Mary I.", "answer_sanitized": "Elizabeth I of England ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "One leader of this country declared “no victor, no vanquished” following the end of a civil war, but only gave affected individuals 20 pounds of cash for stolen, seized, or destroyed property. That civil war in this country began after a coup led by the Young Majors and a subsequent countercoup by Yakubu Gowon, leading Emeka Ojukwu to declare the independence of its (*) southeastern region. Doctors Without Borders was formed following a massive famine in Biafra during that civil war in this country. For 10 points, name this country where oil is exported from Port Harcourt and Lagos.", "answer_sanitized": "Federal Republic of Nigeria ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This ruler married the boy Sporus after he allegedly kicked his wife to death, and he built the large Domus Aurea following the destruction of many aristocratic villas in Rome. This ruler arranged the death of his mother (*) Agrippina and was earlier tutored by Seneca the Younger. Boudica’s Rebellion was put down by Suetonius Paulinus during the rule of this emperor, who was targeted by the Pisonian Conspiracy. A rebellion led by Galba led to the overthrow of this emperor in 68 AD, the Year of the Four Emperors. For 10 points, name this emperor who allegedly fiddled during the Great Fire of Rome. ", "answer_sanitized": "Nero Claudius Caesar Augustus Germanicus (do not prompt on anything) ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "The cortical reaction is a type of “slow block” that takes place in these cells. After the release of one of these cells, the dominant follicle becomes the corpus luteum. Since these cells are generated in an uneven cell division, they are produced alongside smaller byproducts known as (*) polar bodies. The acrosomes of certain cells are exposed in an effort to bind to the zona pellucida of these cells, whose release is triggered by spikes in FSH and LH levels. A zygote forms from the fusion of these cells with sperm cells in fertilization. For 10 points, name these female reproductive cells.", "answer_sanitized": "egg cells (or eggs, ova, ovum, or oocytes; prompt on “gametes”) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A satellite of this planet is believed to be covered in ice spikes called penitents. Adlinda and Valhalla are multilayer basins on a moon of this planet, another of which is the target of a proposed “lander” mission that would complement a (*) “Clipper” being sent by the European Space Agency. A moon of this planet has the only known lunar magnetic field in the solar system, and was discovered to contain various oxygen molecules in its atmosphere. The 79 moons of this planet include the Galilean moons of Callisto, Io, Europa, and Ganymede. For 10 points, name this largest planet in the solar system.", "answer_sanitized": "Jupiter ", "subcategory": "Astronomy", "category": "Science"}, {"question_sanitized": "For one type of ideal surface, the amount of this phenomenon is proportional to the cosine of the angle formed by the wave and the normal vector of the surface. The Lambertian type of this thing models it in an irregular, rough material, its “diffuse” form. None of this phenomenon occurs at (*) Brewster’s Angle. A law of this phenomenon states that the angle of incidence is equal to the angle of this phenomenon, and the “total internal” form of it occurs if the angle of incidence is larger than the critical angle. For 10 points, name this process by which light provides mirror images when interacting with a flat surface.", "answer_sanitized": "reflection (accept Lambertian reflectance; accept diffuse reflection) ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In one poem, this author described themselves as “overtired / of the great harvest I myself desired” as they stand on a ladder “sticking through a tree / toward heaven still.” This poet described “the work of hunters” who “would have the rabbit out of hiding / to please the (*) yelping dogs,” in a poem in which he describes “something there is that doesn’t love a wall,” though his neighbor says “good fences make good neighbors.” This poet also described a path that “was grassy and wanted wear” within a “yellow wood.” For 10 points, name this poet of “After Apple-Picking,” “Mending Wall,” and “The Road not Taken.”", "answer_sanitized": "Robert Frost ", "subcategory": "Poetry", "category": "Literature"}, {"question_sanitized": "After he is told that he “hates everybody,” this character retorts that another character’s “defect” is “willfully to misunderstand them,” and that his “good opinion, once lost, is gone forever.” This character is told that a woman was spared concern for him that she “might have felt” had he “behaved in a more gentlemanlike manner.” One character says that she could “forgive” this man’s (*) “pride, if he had not mortified mine,” and he eventually pays Wickham to marry Lydia and encourages Bingley to marry Jane. For 10 points, name this love interest of Elizabeth Bennet in Pride and Prejudice.", "answer_sanitized": "Fitzwilliam Darcy (accept either underlined portion; or Mr. Darcy) ", "subcategory": "Long Fiction", "category": "Literature"}, {"question_sanitized": "In a play from this country, a police inspector punches another character who supposedly blew a raspberry at him, though it was made up by a character who imitates Judge Malipiero. In that play from this country, the Maniac discovers that the Superintendent pushed the title figure out of a window. In another play from this country, rehearsal of (*) Mixing it Up is interrupted by a group of figures who mock the acting company’s portrayal of them. The Child drowns in a fountain and The Boy shoots himself in Six Characters in Search of an Author, a play from this country. For 10 points, name this home country of Dario Fo and Luigi Pirandello.", "answer_sanitized": "Italy (or the Italian Republic; the first play mentioned is Accidental Death of an Anarchist) ", "subcategory": "Drama", "category": "Literature"}, {"question_sanitized": "In one poem, this author called the reader to “give me silence, water, hope” and “speak through my words and my blood.” This poet stated “but now the hour of revenge falls, and I love you” and described “white hills, white (*) thighs” in “Body of a Woman.” In another poem, this poet defined the “hard cold hour / which the night fastens to all the timetables” as the “hour of departure,” and exclaimed “in you everything sank!” That poem ends a collection that also includes a poem beginning “Tonight I can write the saddest lines.” For 10 points, name this poet of The Heights of Machu Picchu and Twenty Love Poems and a Song of Despair.", "answer_sanitized": "Pablo Neruda ", "subcategory": "Poetry", "category": "Literature"}]}