{"tossups": [{"question_sanitized": "In this short story, one family’s coat of arms features a foot crushing a snake, which has bitten that foot’s heel. One character in this story states “I shall not die of a cough” and earlier exclaims “a pipe? Impossible!” to which another character responds “I have my doubts.” By mentioning that he is going to see (*) Luchresi [loo-KREZ-ee], one character in this story convinces another to follow him to his vault, where he is locked in chains and left to die. “For the love of God, Montresor!” is screamed by Fortunato in, for 10 points, what Edgar Allan Poe story whose title barrel of wine is just a ruse?", "answer_sanitized": "“The Cask of Amontillado” ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Helium accretion onto these objects has been theorized to create “zombie stars” and would prevent the destruction of these objects by carbon detonation. “Black” successors to these objects were theorized but do not exist, because the age at which these objects would reach that state is older than the age of the universe. Fusion does (*) not take place in these objects, which may turn into supernovae if their mass exceeds the Chandrasekhar limit, and which are one of the successors to red giants. For 10 points, name these stellar remnants with lower mass than neutron stars and black holes, the final state of stars with fewer than 10 solar masses.", "answer_sanitized": "white dwarf (or white dwarves; accept degenerate dwarf or degenerate dwarves) ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "In one novel by this author, two children refuse to speak on a sailing voyage, and two characters get into an argument over the next day’s weather. Andrew is killed in World War I in section two of that novel by this author, which is titled “Time Passes.” Lily Briscoe attempts to finish a painting while spending the summer on the (*) Island of Skye in that novel. In another novel by this author, the title character marries Peter Walsh but is in love with Sally Seton, and the World War I veteran Septimus Smith jumps out of a window at a psychiatric hospital. For 10 points, name this British author of To the Lighthouse and Mrs. Dalloway.", "answer_sanitized": "Virginia Woolf ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "One artist from this period depicted Mercury flanking the title figure, who holds a golden apple in front of three nude women, in The Judgement of Paris. Another artist from this movement created a marble sculpture of a god chasing a nymph who turns into a laurel tree; that artist from this movement also depicted an angel (*) thrusting a spear at a fainting saint. Apollo and Daphne and The Ecstasy of Saint Teresa are sculptures from this movement, which preceded Rococo, also known as a “late” version of it. Peter Paul Rubens and Gianlorenzo Bernini are artists from, for 10 points, what post-Renaissance artistic movement?", "answer_sanitized": "Baroque art ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "In an opening solo, this instrument plays a chromatic descent three whole tones below the opening C # [sharp], followed by an ascent back up. This instrument plays the leading melody in the middle three tuttis [TOO-teez] of the Affettuoso movement of Bach’s 5th Brandenburg Concerto.  Mozart wrote concertos in G major and D major for this instrument, which opens (*) Debussy’s Prelude to the Afternoon of a Faun. The piccolo is a shorter, higher-pitched version of, for 10 points, what reedless wind instrument played by Tamino in a Mozart opera?", "answer_sanitized": "flute ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "This country abolished tax farming with the Edict of Gülhane [gil-HAH-nay], which was part of a series of centralizing reforms. This state used the Palace Schools and the Enderun to educate administrators and responded to a weakening position in (*) Europe with the Tanzimat reforms. It used the devshirme [dev-SHEER-may] system to forcibly adopt Christian boys for its Janissary units, while its eunuchs guarded the Topkapi Palace’s Imperial Harem. This empire's sharia law was first mixed with secular sultanic law during the rule of Suleiman the Magnificent. For 10 points, name this Turkic empire with capital at Istanbul.", "answer_sanitized": "Ottoman Empire ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "This person established that Acts of Congress should not be construed to violate the law of nations unless otherwise impossible in the Charming Betsy principle. In Cohens v. Virginia, he wrote that the Supreme Court held appellate jurisdiction over state-level criminal decisions, and he argued that the (*) Contracts Clause referred specifically to property rights in Dartmouth College v. Woodward. This man’s decision in Worcester v. Georgia, which established tribal sovereignty, was ignored by President Andrew Jackson. For 10 points, name this Chief Justice who established the principle of judicial review in Marbury v. Madison.", "answer_sanitized": "John Marshall ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "According to legend, a woman from this country caused part of a structure to collapse after hearing that her husband had died, while another of its myths involves two lovers who are turned into butterflies. Immortality pills dumped into a lake give magical powers to a white snake from this country, while a flock of (*) magpies form a bridge to unite two lovers, a cowherd and a weaver, separated across the Milky Way in another of this country’s “four great folktales.” For 10 points, name this country whose myth system includes a rabbit that lives on the moon and the twelve members of the Zodiac.", "answer_sanitized": "China (accept People’s Republic of China) ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Reacting alkynes with hydrogen over a palladium catalyst turns their geometry from linear to this geometry. Nucleophilic addition to carbonyl compounds results in intermediates with this geometry and reacting a carbonyl with a Grignard reagent results in a product with this geometry. Atoms with this geometry that have four different groups are (*) chiral [KAI-rul], and this geometry has a hybridization of sp3. The bond angles with the geometry are approximately 109.5 degrees. For 10 points, name this geometry outlined by VSEPR [VES-per] theory that is found in compounds such as ammonium and methane.", "answer_sanitized": "tetrahedral ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "In a short story from this country, a character is seen through a pond and falls back into hell after asking others to not climb the title object. [Read this sentence slowly] A man steals the clothes of a woman who is in turn stealing the hair of a dead woman who had sold snake meat as fish in a story from this country. In another story from this country, a dead body in the (*) woods is revealed to be a warrior whose wife was raped by a criminal; however, every characters’ story contradicts every other’s. “The Spider’s Thread,” “In a Grove,” and “Rashomon” are all stories by Ryunosuke Akutagawa, an author from, for 10 points, what country also home to Haruki Murakami?", "answer_sanitized": "Japan (or Nippon) ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "This agreement lends its name to the modern definition of state sovereignty, and was opposed by the bull Zelo Domus Dei, which was issued by Pope Innocent X. After this agreement, Sweden fought two wars with Bremen due to a dispute over this agreement, under which Sweden also received Western (*) Pomerania. The earlier Peace of Augsburg and its principle of cuius regio, eius religio was recognized by all parties to this agreement, which also granted limited freedom of religion to Christian minorities, particularly in the Holy Roman Empire. For 10 points, name this set of agreements that ended the Thirty Years’ War.", "answer_sanitized": "Peace of Westphalia (accept Treaty of Westphalia or Treaties of Osnabruck and Munster; either order for Osnabruck and Munster but both must be provided) ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "One person of this name defeated an Ammonite Siege of Jabesh-Gilead before being crowned king at Gilgal. That leader of this name committed suicide during a battle at Mount Gilboa, during which all of his sons except for Eshbaal were killed, and was deemed unfit after he replaced (*) Samuel in performing a sacrifice and was ultimately succeeded by David. A Pharisee with this name persecuted Christians for the Roman Empire until he received a vision on the road to Damascus. For 10 points, give this name shared by the first King of Israel and an Apostle who changed his name to Paul.", "answer_sanitized": "Saul (accept King Saul or Saul of Tarsus; prompt on Paul before mention) ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "A ruler based in this modern-day country won the Battle of Tondibi as part of the Saadi dynasty, which had overthrown the Wattasid dynasty. A 14th-century traveler from this country visited Russia, China, Indonesia, and the Swahili Coast before publishing The (*) Travels. The Battle of Las Navas de Tolosa was a Christian victory over an empire from this country, which has been led by the Alaouite Dynasty since 1631, though it spent time under partial control of France and Spain. The Almoravids and Almohads were also established in, for 10 points, what country with historic cities Fez and Marrakech?", "answer_sanitized": "Kingdom of Morocco ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In mechanics, the angle of repose is equal to the arctangent of a coefficient named for this phenomenon. An increase in asperity points usually results in an increase in this phenomenon, which, according to two laws by Amontons [ah-mon-TONE], is proportional to applied (*) load but independent of apparent contact area. This force is less than the coefficient mu [myoo] times the normal force, and the static form of this force is greater than its kinetic form, making it more difficult to put objects in motion. For 10 points, name this force, resistance to motion caused by contact between surfaces.", "answer_sanitized": "friction (accept static friction or kinetic friction) ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This author called traditional society an “enchanted garden,” and described the secularization of society as “disenchantment” in Sociology of Religion. This author discussed Ferdinand Tonnies’s categories of gemeinschaft [ge-MINE-shahft] and gesellschaft [ge-ZELL-shahft] in an essay that defined the state as any entity possessing a monopoly on the (*) legitimate use of force. This sociologist also attributed the birth of modern economies to the growth of a religion that encouraged worldly activities and profit. For 10 points, name this German sociologist, the author of The Protestant Ethic and the Spirit of Capitalism.", "answer_sanitized": "Maximilian Karl Emil Weber (or Max Weber) ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "Turkish Bayraktar TB2 drones have been heavily used by one side in this conflict, while another side has targeted Ganja International Airport with missile strikes. Heavy fighting in this conflict has taken place in the provincial capital of Hadrut, and the capital (*) Stepanakert has been repeatedly bombed. Fighting in this conflict began along the Line of Contact on September 27 and has intermittently continued despite an October 10 ceasefire enforced in part by Russia. For 10 points, name this 2020 conflict over a breakaway region in the Caucasus.", "answer_sanitized": "2020 Nagorno-Karabakh War (accept Azerbaijan-Artsakh War or Armenia-Azerbaijan War with place names in any order) ", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "This group did the halftime show for the Las Vegas Raiders’ first home game. In a recent album, this group sang that “I just want to get back to where you are” and “in the end, something just didn’t feel right.” Another song by this artist from that album talks of a “featherweight queen” with “Hollywood eyes” and states “If I don’t get out, out of this (*) town / I just might be the one who finally burns it down.” In their best-known song, this group sang of a woman who’s “calling a cab / while he’s having a smoke / and she’s taking a drag.” For 10 points, name this group behind “My Own Soul’s Warning,” “Caution,” and “Mr. Brightside.”", "answer_sanitized": "The Killers ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "One jazz standard written by a performer of this instrument opens with an ascending E flat minor – D chord played in eighth notes. That intro for a song for this instrument was originally written by Dizzy Gillepsie for “I Can’t Get Started.” Another performer of this instrument used nine-eight time for “Blue Rondo a la Turk,” which appeared on the album (*) Time Out. “Round Midnight” was written by Thelonius Monk, a performer of this instrument, while Billy Strayhorn wrote “Take the A Train” for a bandleader who played this instrument. Dave Brubeck and Duke Ellington primarily played, for 10 points, what keyboard instrument?", "answer_sanitized": "piano (the intro was originally written for the end, not the beginning, of “I Can’t Get Started”) ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "The part of the temporal lobe that processes this sense includes Brodmann areas 41 and 42, and is separated into regions that make a tonotopic “map.” The nervous pathway for this sense includes the trapezoid body and the lateral lemniscus, and it is first received in the inferior (*) colliculi. Perilymph and endolymph are fluids involved in the initial reading of this sense. Detections are magnified by the ossicles as part of this sense, where they are received by cells in the organ of Corti. For 10 points, name this sense in which vibrations are detected in the cochlea.", "answer_sanitized": "hearing (or auditory system; accept equivalents) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "In a play from this country, a group of villagers kills the Commander, and when tortured, residents only say that the title village did it. In another play from this country, a Polish prince is locked in a tower and convinced by his father that a brief episode of freedom is just a (*) dream. An author from this country wrote a play in which Death is disguised as a beggar and Leonardo runs off with the Bride before he and the Groom kill each other. Life is a Dream and Blood Wedding are plays from, for 10 points, what country home to Pedro Calderón&nbsp;de la Barca, Lope de Vega, and Federico García&nbsp;Lorca?", "answer_sanitized": "Kingdom of Spain ", "subcategory": "European Literature", "category": "Literature"}]}