{"tossups": [{"question_sanitized": "A song in this novella includes the lines “rings shall vanish from our noses / and the harness from our back.” At the end of this novel, Mr. Pilkington is invited over for dinner and to play cards. Earlier, (*) Boxer is injured during a fight over the windmill and the characters are told they are better off than they were under Mr. Jones. Snowball’s supporters are purged, and the mantra “four legs good, two legs bad” is eventually changed by Napoleon in, for 10 points, what George Orwell novella about a group of pigs who take over Manor Farm?", "answer_sanitized": "Animal Farm ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "One philosopher from this country defined the categories of an object as quality, reaction, and representation in “On a New List of Categories.” That philosopher from this country defined the sign relation in his work on semiotics. Another philosopher from this country argued that religion was beneficial regardless of its truth in his Gifford Lectures, which were compiled into The (*) Varieties of Religious Experience. A third philosopher from this country argued for public schooling to introduce the behaviors and goals of society in Democracy and Education. For 10 points, name this home country of Charles Peirce [purse], William James, and John Dewey.", "answer_sanitized": "United States of America (or U.S.A.) ", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "A man plays a lute and two women play the harpsichord and sing in a painting by this artist stolen from the Isabella Stewart Gardner Museum. Another painting by this artist shows a man in a Japanese robe holding dividers and standing over a map. A painting by this artist of his hometown shows the New Church and Old Church from across the (*) River Schie [skee]. A portrait by this artist of The Concert and The Geographer depicts a girl in a blue and yellow turban wearing the title piece of jewelry. For 10 points, name this Dutch artist of View of Delft and Girl with a Pearl Earring.", "answer_sanitized": "Johannes Vermeer van Delft ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "After a certain stock price passed $1000 per share, this person tweeted “lol” after previously tweeting the stock was “too high imo [I-M-O].” This person was sued by the Securities and Exchange Commission after claiming in a tweet to have obtained funding to take one company private, and this person opened a factory in (*) Fremont in violation of a lockdown order in May. One company led by this person developed the Falcon-9 launch vehicle and Dragon capsule, while another is releasing the Cybertruck and operates several gigafactories. For 10 points, name this founder of SpaceX and Tesla.", "answer_sanitized": "Elon Musk ", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "The Schiemann reaction uses a diazonium salt to add this element to a Benzene ring. Rieke magnesium is used to form Grignard reagents that contain this element. Six atoms of this element are found bonded to an aluminum atom in the mineral cryolite, and xenon’s bonding ability was first discovered when it formed a complex with (*) four atoms of this element. Bonds formed between this element and carbon are highly inductive, which results from this element’s electronegativity, the highest electronegativity value based on the Pauling scale. For 10 points, name this halogen with atomic number 9 and chemical symbol F.", "answer_sanitized": "fluorine (accept F before mention) ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This country suffered from severe meat shortages for a decade after slaughtering all of its pigs as part of a war effort. The Organisation Consul was a terrorist organization that assassinated this country’s Minister of Finance and its Foreign Minister. Several communist militias led the brief (*) Spartacist Uprising in this country, where far-right groups perpetuated the “stab-in-the-back” myth. This country’s Ruhr [roor] region was occupied after it defaulted on reparations payments that also caused severe hyperinflation. For 10 points, name this country led by Friedrich Ebert and Paul von Hindenburg after it lost World War I.", "answer_sanitized": "German Republic (or Deutschland or Weimar Republic or German Reich or German People’s State; accept Federal Republic of Germany or Bundesrepublik Deutschland) ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "On a song also released by Jeff Beck, this artist sang “thirteen month only baby / broke the looking glass / seven years of bad luck / good things in your past.” This artist sang that “there’s no way the band can lose” in a song listing “music’s pioneers” as “Basie, Miller, Satchmo, and the (*) king of all,” the title figure. This artist advocated for the establishment of Martin Luther King Jr. Day in his song “Happy Birthday,” and included “Sir Duke” in Songs in the Key of Life. For 10 points, name this artist also behind “Superstition,” a versatile musician who grew up blind.", "answer_sanitized": "Stevie Wonder (or Stevland Hardaway Morris) ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "The protagonist of this novel imagines a scholarship as referring to him by a slur and telling people to “keep him running.” In this novel, that character is kicked out of school after showing Mr. Norton the cabin of Jim Trueblood and driving Norton to a bar. The title character of this novel gives a speech at Tod Clifton’s funeral after he is shot by a (*) police officer and encourages people to join the Brotherhood, an organization opposed by Ras the Exhorter. In this novel, an unnamed man works at a paint factory and burns down a tenement building in Harlem. For 10 points, name this novel by Ralph Ellison.", "answer_sanitized": "Invisible Man (do not accept or prompt on “The Invisible Man,” which is a novel by H.G. Wells) ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Members of this group used autobiographical essays to decide where to send prisoners who had been told to evacuate from possible American bombing. This group was part of an exiled government known as GRUNK, and its Santebal secret police purged members of the former Sangkum government. This group forced (*) city residents into agricultural communes in the countryside, and turned the Tuol Seng high school into Security Prison 21. Dith Pran coined the term “killing fields” to refer to sites where mass genocide took place under this group. Pol Pot led, for 10 points, what Communist regime of Cambodia?", "answer_sanitized": "Khmer Rouge (or Communist Party of Kampuchea) ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "These cells are normally not affected by viral infections, but their production is affected by parvovirus B19. Normoblasts are precursors to these cells, while megaloblasts are forms of these cells that grow without dividing. A protein found in these cells contains four groups of an (*) iron held in a porphyrin ring. These cells are produced in red bone marrow and lack a nucleus, and the shape of these cells becomes contorted and breaks down more easily in sickle-cell anemia. Hemoglobin is carried by, for 10 points, what circulatory cells that deliver oxygen throughout the body?", "answer_sanitized": "red blood cells (or erythrocytes) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A form of this genre popularized in the United States splits the “A” section of ternary form into two separate strains, and an American piece in this genre represents the South with a piccolo obligato and the West with a trombone countermelody. The trio “Land of Hope and Glory” is included in the first of Elgar’s six (*) Pomp and Circumstance pieces in this form, while Mozart imitated Janissary bands in a rondo often called a “Turkish” piece in this genre. John Philip Sousa wrote “Semper Fidelis” and “The Stars and Stripes Forever” in this genre. For 10 points, name this genre often performed by military bands.", "answer_sanitized": "military march (accept funeral march) ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "Potential flow describes an irrotational field for this quantity, whose curl is zero in irrotational flow and whose divergence is zero in incompressible flow. For flow in a pipe, this quantity is multiplied by diameter and density, and divided by viscosity, to give the Reynolds number. This quantity is denoted (*) u in the Navier-Stokes equations, and is squared in Bernoulli’s principle, which describes its change as pressure changes. This quantity is constant for steady-flow regimes, and is divided by speed of sound to calculate Mach number. For 10 points, name this quantity often measured in meters per second.", "answer_sanitized": "flow velocity (or fluid velocity) ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "In one play by this author, a play-within-a-play ends abruptly after laughter and interruption from the audience. A doctor created by this author delivers a monologue on protecting forests, and has his morphine stolen by a title character who attempts to shoot a (*) professor with a pistol. Another of his plays ends with the servant Firs dying after he is locked in a house, followed by the sound of axes offstage. Konstantin shoots a seagull in another play by this author, who wrote about Lopakhin purchasing Madame Ravenskaya’s estate. For 10 points, name this Russian playwright of Uncle Vanya and The Cherry Orchard.", "answer_sanitized": "Anton Chekhov ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "The passage of the Scott Act basically ended participation in the fishing industry by members of this ethnicity. The labor leader Denis Kearney ended speeches by saying “whatever happens,” people of this ethnicity “must go.” People of this ethnicity claimed birth records were lost in the 1906 (*) San Francisco earthquake, leading to the term “paper sons.” An 1882 “Exclusion Act” targeted members of this ethnicity, who lived in segregated neighborhoods in cities like San Francisco. For 10 points, name this ethnic group, members of which wore queues to display loyalty to the Qing Emperor.", "answer_sanitized": "Chinese-Americans (or Chinese immigrants) ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This city was likely founded as a stop on the trip to Gadir, and it massacred a group of mutinying soldiers trapped in “the Saw” during the Mercenary War. This city’s Hanno the Navigator explored the west coast of Africa, while one of its kings, a son of Mago I, died during the first of the (*) Sicilian Wars. Another series of conflicts involving this city began after the Mamertines requested aid from Rome; those conflicts included the Battles of Cannae and Zama and prompted Cato the Elder’s statements that it “must be destroyed.” For 10 points, name this Phoenician city led by Hannibal Barca during the Second Punic War.", "answer_sanitized": "Carthage ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "The Bhagavata Purana is a Hindu “history” dedicated to this deity. In a poem, this deity introduces paths to spiritual fulfillment for people with four different types of guna, and which include raja yoga and bhakti yoga. In one epic, a form of this deity spends 14 years living in the (*) forest; that form of this deity has a conversation about liberation and enlightenment with Vasistha in the Yoga Vasistha and fights in a war caused by his wife Sita’s kidnapping. For 10 points, name this Hindu preserver deity, whose avatars include Rama and Krishna.", "answer_sanitized": "Vishnu (accept Krishna before first use of the word “form” and then prompt before mention; prompt on Rama before mention) ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "This character diverts himself from a demon who “harmed nobody,” and then follows him around and has a “great and edifying entertainment” in a parable by Franz Kafka. This character refuses to help his neighbor find a buried treasure, and is constantly parodied by the servants of a (*) Duke and Duchess who award him a fake fiefdom. This character enlists the help of a priest and barber to bring his title companion home, and gets Dorotea to pretend to be a princess. This character rides a donkey after being promised an island by an hidalgo [ee-DAHL-go] from La Mancha. For 10 points, name this squire in Don Quixote.", "answer_sanitized": "Sancho Panza (accept either) ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "In a series of questions asked prior to this practice, the subject undergoing it must state “I do renounce” in reference to the “works” and “pomps” of Satan. According to Methodism, this practice is required to enter the Covenant of Grace, and in the Gospel of John, Jesus states that one “cannot enter into the (*) Kingdom of God” without being “born of” a substance used in this practice. Many Evangelical American denominations required the “immersion” form of this practice, in which an adult professes faith before getting dunked in a body of water. For 10 points, name this Christian sacrament.", "answer_sanitized": "Christian baptism ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Description Acceptable.  It’s not a temple, but one of these buildings on a hill overlooking Nashville and designed by William Strickland is fronted by eight columns. The words “Dem Deutsche Volke” can be seen below a glass dome designed by Norman Foster for another of these buildings wrapped by Christo and Jean-Claude in 1995. An area known as The Crypt in another of these buildings houses (*) Gutzom Borglum’s bust of Abraham Lincoln; the painting The Apotheosis of Washington is on the interior of that building’s rotunda. For 10 points, name these buildings, one of which in Washington D.C. includes the House and Senate chambers.", "answer_sanitized": "capitols (or capitol buildings; accept legislative buildings and any answer indicating that a deliberative government or legislature meets in the building; prompt on government buildings more generally) ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "The top grades on the BCRA grading system for surveys of these places require angle measures within a degree and the location of station positions within 10 cm, and they can be done using the open-source Survex software. Animals in these environments are often characterized by lack of color, lack of (*) eyesight, and longer appendages, and are grouped as troglobites. “Primary” forms of these places include lava tubes, while their karst form is caused by groundwater and carbonic acid dissolving rock. For 10 points, name these locations that contain stalactites and stalagmites and are often explored through spelunking.", "answer_sanitized": "caves (or cave systems or equivalent) ", "subcategory": "Math", "category": "Science"}]}