{"tossups": [{"question_sanitized": "A theorem stating that elliptic curves over the rationals are related to modular forms was in part proven during the proof of a conjecture by this mathematician. This mathematician’s right triangle theorem was used to prove the n = 4 case of another of his problems, and he also asserted, but did not prove, that a to the power of (*) p is modularly equal to a mod p. Andrew Wiles proved this man’s statement that an + bn = cn [a to the n plus b to the n equals c to the n] is not valid for different values of a, b, and c past n equals 2. For 10 points, name this French mathematician of a “little theorem” and a “last theorem.”", "answer_sanitized": "Pierre de Fermat ", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "An attempted coup known as the Kornilov affair took place the month before this event, during which the proclamation “To the Citizens of Russia” was issued. The American journalist John Reed wrote Ten Days That Shook the World about this event, and was buried in the (*) Kremlin Wall Necropolis three years after it. The Storming of the Winter Palace was another retelling of this event, during which Alexander Kerensky, the leader of the provisional government, fled St. Petersburg as the Bolsheviks, led by Vladimir Lenin, took power in Russia. For 10 points, identify this revolution named for a month in 1917.", "answer_sanitized": "October Revolution (prompt on Russian Revolution) ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "A poem by this author asks “To what green altar, O mysterious priest / Lead’st thou that heifer lowing at the skies,” and “what men or gods are these?” In a ballad by this author, the narrator “met a lady in the meads” who took them to “her elfin grot,” and “sojourn here / alone and palely loitering” after dreaming of (*) “pale kings, and princes too.” Another of this author’s poems is addressed to a “still unravish’d bride of quietness” and states “all ye need to know” is that “beauty is truth, truth beauty.” For 10 points, name this author of “La Belle Dame sans Merci” and “Ode on a Grecian Urn.”", "answer_sanitized": "John Keats ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The set designer Oliver Smith became famous following his work for a piece by this composer, during which the railroad song “Sis Joe” introduces a group of characters on horseback. In that work by this composer, “Saturday Night Waltz” and (*) “Hoe-Down” include dances between the Champion Roper and the Cowgirl. Martha Graham and Agnes de Mille choreographed ballets for, for 10 points, what composer, who included “Buckaroo Holiday” in Rodeo, and borrowed from the Shaker song “Simple Gifts” in his work for Appalachian Spring?", "answer_sanitized": "Aaron Copland ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "Balhae ruled the north of this region during its North-South States Period. The Veritable Records of the rule of a “great” king of this region suggest he developed its writing system instead of having the Hall of Worthies do so. After the Mongols failed to invade this region, its kings all married princesses of the (*) Yuan Dynasty. Later, this country used turtle ships to repel an invasion led by Toyotomi Hideoyshi, a daimyo of Japan. Goguryeo, Baekje, and Silla were the “three kingdoms” of this region, which was later ruled by Sejong the Great of the Joseon Dynasty. For 10 points, name this region currently divided into two countries along the 38th parallel.", "answer_sanitized": "Korean peninsula (do not accept or prompt on more specific answers) ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "One portrait from this movement depicts an artist in red fur, carrying a lantern containing a miniature horse. Another painting from this movement shows a ladder reaching into the night sky on the left as a yellow-headed dog barks at the moon. Leonora (*) Carrington’s Portrait of Max Ernst belongs to this movement, as does a painting depicting a fish and two tigers leaping out of a pomegranate, Dream Caused by the Flight of a Bee. The artist of that painting depicted the cliffs of the Cap de Creus [Cray-ohss] and ants crawling over melting clocks in another work from this movement.  For 10 points, name this artistic movement exemplified by Salvador Dali’s The Persistence of Memory.", "answer_sanitized": "surrealism (the other painting clued is Joan Miro’s Dog Barking at Moon) ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "On this show, “Chunky” candy bar wrappers reveal that a neighbor has caused a flea infestation in an apartment, and a character on this show is caught by that neighbor while making out with his girlfriend during a showing of Schindler’s List. (*) Newman is the enemy of a character on this show, in which one character gets a job with the Yankees after criticizing George Steinbrenner. George Costanza and Cosmo Kramer are characters on, and Larry David produced, for 10 points, what “show about nothing,” whose cast includes Julia Louis-Dreyfus as Elaine Benes and the title comedian as a fictionalized version of himself?", "answer_sanitized": "Seinfeld ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "In a play by this author, a character who reads “subversive” poetry is taken on a double date with two prostitutes before kissing Muriel on the beach. Another play by this author is titled for a Pullman Porter who flees to the Caribbean after committing murder and makes an island’s inhabitants his subjects. One character loves (*) fog but hates foghorns in another play by this author of Ah, Wilderness! and The Emperor Jones. In that play, James is a successful actor, Edmund is diagnosed with tuberculosis, and Mary is addicted to morphine. For 10 points, name this dramatist, who wrote about the Tyrone family in Long Day’s Journey into Night.", "answer_sanitized": "Eugene O’Neill ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "The hydride of one element in this group and aluminum serves as a source of nucleophilic carbons that is more reactive than a Grignard reagent. Another element in this group forms a sterically hindered strong base, which is often referred to as its tert-butoxide. One compound containing that element from this group can serve as a strong oxidizing agent and turn bright purple in solution; that element is its (*) permanganate. A different element in this group emits a bright yellow color during a flame test, and is commonly found in table salt. For 10 points, name this leftmost group on the periodic table that includes lithium, potassium, and sodium.", "answer_sanitized": "alkali metals (or group 1) ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "Dornbush showed that creating a smooth continuum of goods for a model of this activity reduces the number of equilibrium points on it. The Heckscher-Ohlin Model for this activity is based on differences in factor endowments, while its gravity model considers just distance and size of the participants. Taxes on this activity can rectify practices like (*) “dumping,” subsidies, and currency manipulation. Differences in productivity between countries, such as for cloth in England and wine in Portugal, lead to comparative advantages from this activity. For 10 points, name this activity in which goods are exchanged between nations.", "answer_sanitized": "international trade ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": " A river filled with scorpions is an obstacle on the road to this place, where visitors would accidentally greet mannequins and sit on a bench that would cook them. “One-death” and “seven-death” are the translated names of the two original rulers of this place, where one caracter was decapitated by Camazotz in the (*) Bat House. The Cold House and Dark House are other obstacles in this location, where two figures were cooked in an oven before coming back to life in a river. The Hero Twins killed the lords of this place after Hunaphu’s head was used for a sacred ballgame in this location. For 10 points, name this Mayan underworld.", "answer_sanitized": "Xibalba (accept Mayan underworld before mention) ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Ida Wells and Frederick Douglass authored a pamphlet stating “The Reason Why the Colored American is not in” an international event in this city, which ended early after Patrick Prendergast assassinated Mayor Carter Harrison. Daniel Burnham designed the buildings for that event, which included replicas of the Nina, Pinta, and Santa Maria as well as an amusement park along the Midway. The original (*) Ferris Wheel overlooked the “White City” at the 1893 World’s Columbian Exposition in this city, 22 years after a fire started in the O’Leary’s barn destroyed over three square miles of this city. For 10 points, name this Illinois city affected by a “Great” 1871 Fire.", "answer_sanitized": "Chicago, Illinois ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "In this play, two characters discuss the accuracy of a Bible story about two thieves, while one character struggles to take off his boot. Two characters in this play are nicknamed “gogo” and “didi,” while another character in this play is given a hat and instructed to “think!” before going on a monologue including the nonsensical phrase (*) “quaquaquaqua.” Pozzo owns the slave Lucky in this play, whose two protagonists consider suicide after the second visit of an unnamed boy. A lone tree is the set of this play in which Vladimir and Estragon learn the title character is not going to arrive. For 10 points, name this play by Samuel Beckett.", "answer_sanitized": "Waiting for Godot ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "Human pyramids are made to reach a pot of yogurt in a game played as part of a festival for followers of this religion. Bhang, a drink containing cannabis, is commonly drunk during a festival for this religion, during which fires are lit to celebrate the killing of a demon. The (*) Kumbh Mela, an every-12-years cycle of pilgrimages in this religion, involves participants ritually bathing in rivers in Nashik and Allahabad. In a spring festival from this religion, people are attacked with water balloons and brightly-colored powders. For 10 points, name this religion whose festivals include Holi and Diwali.", "answer_sanitized": "Hinduism ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In May 2020, 19 sailors on this country’s ship Konarak were killed when it was struck by a missile during military exercises, while in January, this country accidentally shot down a commercial flight from this country to Kiev. In 2019, an oil tanker from this country was seized by Great Britain, and a branch of its armed forces was designated a terrorist organization. A commander from that organization’s (*) Quds Force was killed by a drone strike in Baghdad. Qasem Soleimani was a general from this country, which recently withdrew from an agreement to limit its nuclear facilities. For 10 points, name this country governed by Ali Khamenei from Tehran.", "answer_sanitized": "Islamic Republic of Iran (accept Persia) ", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "One work of this type in D-flat major includes the repeated eighth-note sequence “G-A flat-C-B flat-G-A flat-B flat-A flat-C-B flat.” Repeated double blasts of a horn take place in the opening movement of another work of this type, in which cellos, horns and harp play rising triads. A dog chasing its tail inspired one of these works often written in (*) ¾ [three-four] time, and which eventually surpassed the minuet in popularity. Frederic Chopin wrote a “Minute” one of these works, while “The Blue Danube” was written by their “king,” Johann Strauss II. For 10 points, name this genre of music that accompanied a popular closed-form ballroom dance.", "answer_sanitized": "waltz ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "The main structural protein of these virus’s envelope has an N-terminal ectodomain and a C-terminal endodomain that forms a lattice increasing their thickness. Many members of this group of positive-sense single-stranded viruses bind to the ACE2 receptor in human cells, and have their genomes translated by ribosomes in those host cells. S-protein trimers make up the 20-nanometer (*) “spikes” that cover the surface of these viruses. For 10 points, name these viruses named for their outer resemblance to a solar halo, which include SARS-CoV.", "answer_sanitized": "coronavirus (or severe acute respiratory syndrome-related coronavirus; accept SARS-CoV or SARS-CoV-2) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Description Acceptable. The date April 21, 1861 was carved into the “dig tree” by one individual who completed this task, who buried notebooks at Cooper Creek prior to his death. John King was the first person to return alive after performing this task, which was done by Aidan de Brune, who wrote for the (*) Sydney Daily Mail, in a different direction. Robert Burke and William Wills completed this task, scouting a route for a telegraph line between Melbourne and the Gulf of Carpentaria. The Royal Society of Victoria sponsored the first attempt at, for 10 points, what accomplishment that involved traversing much of the Outback by foot?", "answer_sanitized": "walking across Australia (accept travel or similarly vague equivalents for “walking”; accept answers that include any set of cardinal directions along with the relevant information; prompt on The Outback for “Australia” before mention) ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "This process is more prominent at higher values of the Nusselt number and the Rayleigh number, which describe its “natural” form, as opposed to a “forced” form driven by surface forces. In the Rayleigh-Benard type of this process, upwelling occurs from the bottom of a substance. (*) Advection and diffusion lead to the transport of molecules in this process, which can occur due to buoyancy differences in molecules with different temperatures. For 10 points, name this form of heat transfer performed through movement of fluids, contrasted with radiation and conduction.", "answer_sanitized": "convection (prompt on heat transfer before mention) ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This character asks Phemius to stop reading a poem while dining with a group that includes Eurymachus and Antinuous. Later, this character is blocked from hearing from Eurycleia about a notable (*) scar seen on a beggar. This character asks the winner of an archery contest to move her bed, but he correctly states that it is immovable and built into an olive tree, proving himself as her husband. Earlier, this character had unwoven her progress on a burial shroud every night. For 10 points, name this mother of Telemachus and wife of Odysseus.", "answer_sanitized": "Penelope ", "subcategory": "World Literature", "category": "Literature"}]}