{"tossups": [{"question_sanitized": "At 124 feet, this state’s Decker Towers is the shortest building to be the tallest in its state. St. Johnsbury is the largest town in this state’s “Northeast Kingdom,” which includes the counties of Caledonia, Orleans, and Essex. The Trapp Family Lodge is a resort near Mt. Mansfield in this state’s town of (*) Stowe. Mt. Killington is a popular ski spot just east of Rutland in this state. The Connecticut River forms much of the eastern border of this state, while Lake Champlain is on its western border. The Green Mountains dominate, for 10 points, what state with cities Montpelier and Burlington?", "answer_sanitized": "Vermont ", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "For a body with three distinct values for this quantity, rotation around the intermediate axis is unstable. For any body, this quantity can be calculated by taking the triple integral of the mass density times the square of the length of the vector r. This quantity can be calculated as the mass times the square of the (*) radius of gyration, while the mass times the distance squared is the difference between measures of this quantity on two parallel axes. Conservation of angular momentum dictates that angular velocity decreases as this quantity increases. For 10 points, name this rotational analogue of mass.", "answer_sanitized": "mass moment of inertia (accept angular mass or rotational inertia; do not accept or prompt on just “inertia”) ", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "The Fisher Equation describes the relationship between two different types of this quantity. Rational expectations implies that future amounts of this quantity are “priced in,” and a liquidity trap can occur when this value is too (*) low to spur investment. This quantity is affected by changes in the supply of money through open market operations or quantitative easing. A minimum form of this quantity is known as the discount rate, and the “real” form of this concept incorporates inflation. The yield curve measures, for 10 points, what quantity that determines the cost of borrowing money?", "answer_sanitized": "interest rate ", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "This leader defended the Articles of Confederation in a 1787 Defense of the Constitutions of Government of the United States. This leader asked Benjamin Rush if his election was a “curse or blessing” after Alexander Hamilton convinced several electors to not (*) vote for him. Later, Hamilton also attempted to convince electors to choose Charles Pinckney over this president, who conducted the Quasi-War after a mission to France ended with bribery demands from Charles Talleyrand. The XYZ affair took place during the presidency of, for 10 points, what Federalist who passed the Alien and Sedition Acts before losing to Thomas Jefferson?", "answer_sanitized": "John Adams (do not accept or prompt on “John Quincy Adams”) ", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This poet described the Festival of the Lupercalia and Brutus’s overthrow of Tarquin the Proud, following the rape of Lucretia, in the second book of a collection based on the Roman calendar. This author opened another work with a prayer for inspiration and a summary of the “primal chaos.” In that work, this author of three instructional books on The (*) Art of Love told the stories of Pyramus and Thisbe, Baucis and Philemon, and Apollo and Daphne while focusing on the transformation of those characters. For 10 points, name this author of Fasti, Ars Amatoria, and Metamorphoses.", "answer_sanitized": "Publius Ovidius Naso ", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "One artist from this country depicted La Calvera Caterina with a feathered serpent boa walking through the title location; that figure wears a white dress and is a skeletal woman wearing a hat. Another artist from this country depicted herself with a steel (*) spine and nude outside of a white metal corset in The Broken Column and a black cat and monkey over her shoulders in Self-Portrait with Thorn Necklace and Hummingbird. A fresco by an artist from this country was removed from Rockefeller Plaza after it was discovered to include a portrait of Lenin. For 10 points, name this home country of Frida Kahlo and Diego Rivera.", "answer_sanitized": "Mexico (or United Mexican States) ", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "Thomas Dimsdale inoculated most of this ruler’s court against smallpox as part of a large campaign in their country. The first League of Armed Neutrality was established by this ruler, who replaced a foreign minister after failing to build a northern alliance with Sweden to counter France and Austria. Odessa was established during the reign of this ruler, who conquered (*) Crimea during a war with the Ottomans. A Cossack peasant revolt against this leader was led by Yemelyan Pugachev. The three Partitions of Poland were performed in part by, for 10 points, what “enlightened despot” of Russia?", "answer_sanitized": "Catherine the Great (or Catherine II; accept Sophie of Anhalt-Zerbst) ", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The flute and oboes play the melody and an early forte represents the sunrise in a work by this composer. In another work by this composer, the cellos and double bass are instructed to play a series of eighth notes staccato and pizzicato as the bassoon alternates between C2 and F2. This composer included “March of the (*) Trolls” and “Wedding Day at Troldhaugen” in his Lyric Pieces, and his incidental music for a Henrik Ibsen play includes “In the Hall of the Mountain King.” For 10 points, name this Norwegian composer of Peer Gynt.", "answer_sanitized": "Edvard Grieg ", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "Catalysts of this element are routinely used in the Fischer-Tropsch process to convert carbon monoxide to hydrocarbons and in the Haber-Bosch process to produce ammonia. It isn’t aluminium, but this element’s chloride can perform a Friedel-Crafts Alkylation. In the pigment (*) Prussian Blue, six cyano-groups orient themselves around an atom of this element, and in the human body, it can be found in myoglobin, cytochrome P450, and hemoglobin. Along with nickel, most of the Earth’s inner core is formed by, for 10 points, what element with atomic number 26 and symbol Fe [F-E]?", "answer_sanitized": "iron (accept Fe before mention) ", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "The protagonist of this novel is injured in a plane crash and shares a hospital room with a history professor who justifies the destruction of a city. An epitaph in this novel states “everything is beautiful and nothing hurt,” while “so it (*) goes” is a common response to death in this novel. This novel’s protagonist is put in a zoo with Montana Wildhack after he is captured by the Tralfamadorians. Earlier, he shelters with German soldiers in the title structure during the firebombing of Dresden. Billy Pilgrim becomes “unstuck in time” during, for 10 points, what novel by Kurt Vonnegut?", "answer_sanitized": "Slaughterhouse-Five ", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "In this opera, a character who leaves for a shoe repair is stuck with a cafe bill after a purse goes missing. At that cafe, one character in this opera sings “Quanda me’n vo’,” a song known as her “waltz,” to get the attention of a former lover after arriving with (*) Alcindoro. In this opera, “Vecchia Zimarra” is sung  after one character sells their overcoat, while two characters sell earrings to pay for medicine. Rodolfo and Marcello are poor writers and artists, and Mimi dies of tuberculosis, in, for 10 points, what opera by Giacomo Puccini?", "answer_sanitized": "La Boheme ", "subcategory": "Other Arts", "category": "Fine Arts"}, {"question_sanitized": "In one novel by this author, the title character disguises himself as a count and is mistaken for a doppelganger, and later joins the mysterious Tower Society. In another novel by this author, the title character leaves Walheim due to (*) Albert’s engagement with Charlotte. That character works on translating Ossian and asks to borrow a pair of pistols. In a play by this author, the title character is in love with Gretchen and signs a contract with Mephistopheles. For 10 points, name this author of Wilhelm Meister’s Apprenticeship, The Sorrows of Young Werther, and Faust.", "answer_sanitized": "Johann Wolfgang von Goethe ", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This leader started multiple periods of political repression called the “White Terror,” the first of which included the Shanghai Massacre. This ruler promoted the New Life movement for cultural change, and was opposed by Li Zongren, whom he later impeached. The February (*) 28 incident was also put down by this leader, who was the first commandant of the Whampoa Military Academy. This husband of Soong Mei-Ling succeeded Sun Yat-Sen and had his portrait in Tiananmen Square replaced by one depicting Mao Zedong. For 10 points, name this President of the Republic of China, a leader of the nationalist Kuomintang.", "answer_sanitized": "Chiang Kai-Shek ", "subcategory": "World History", "category": "History"}, {"question_sanitized": "The elongasome, a modification of the primary protein in this process, allows for cylindrical growth by placing peptidoglycan along the long axis of a cell. The protein FtsZ forms a Z-ring during this process, which can occur irregularly and perpendicular to the plane, longitudinally, along the transverse axis, or obliquely. This process does not require a (*) spindle apparatus, and is preceded by simultaneous replication and separation of DNA. The time period for this process is often known as doubling time, and in L-form cells it occurs through budding. For 10 points, name this process in which the population of prokaryotic cells increases.", "answer_sanitized": "bacterial replication (or prokaryotic replication; accept binary fission; accept budding before mention) ", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "Yads are pointers used by readers of this text so they can avoid touching its parchment, which holds 42 lines of text in every column. Errors in this text require that an entire page gets removed and a new page sewn in, and one of the 613 commandments is that an individual should (*) write a copy of this text. The Documentary Hypothesis is a model describing the possible aggregation of this text, whose sefer type is handwritten with ink. This text legendarily written by Moses, with the final few lines by Joshua, is traditionally read on scrolls stored in a namesake “Ark.” For 10 points, name this Jewish text, which contains the first five books of the Hebrew Bible.", "answer_sanitized": "Torah (accept written Torah or sefer Torah) ", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In a play by this author, one character praises “The Couch of Eros” to distract from a demand for a duel; that character asks a girl to prove Fermat’s Last Theorem when she is obsessed with the “carnal embrace.” In that play by this author, (*) Septimus Smith falls in love with Thomasina Coverly and becomes the “hermit of Sidley Park.” In another play by this author, two characters flip 92 heads in a row while betting on a coin. Hamlet disappears onboard a ship and the two title characters learn of their impending execution in that play by this author. For 10 points, name this author of Arcadia and Rosencrantz and Guildenstern are Dead.", "answer_sanitized": "Tom Stoppard ", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "In one song this band sang, “Thunder only happens when it’s raining / players only love you when they’re playin’.” In that song, they also sing, “Now here you go again / you say you want your freedom / well who am I to keep you down.” In another song this band states “Loving you (*) isn’t the right thing to do” and “you can call it another lonely day.” In another song, they sang “I can still hear you saying we will never break” the title object. In 1974, Lindsey Buckingham and Stevie Nicks joined, for 10 points, what band, whose album Rumours includes “Dreams,” “Go Your Own Way,” and “The Chain?”", "answer_sanitized": "Fleetwood Mac ", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "Albert Bowman Rogers discovered and named a pass important to one of these projects, which the Blackfoot chief Crowfoot was convinced not to oppose. That one of these projects was challenged by the Big Hill and overseen by William Cornelius van Horne. Hugh Allan contributed large sums to the Conservative Party to receive a contract for one of these projects, leading to the resignation of John A. (*) Macdonald in the Pacific Scandal. 17,000 Chinese immigrants worked on one of these projects, which ran from Port Moody to Montreal. For 10 points, name this project that connected both coasts of the Canadian Confederation.", "answer_sanitized": "Canadian transcontinental railroad (do not accept answers mentioning the U.S.) ", "subcategory": "Ancient History", "category": "History"}, {"question_sanitized": "In an early work, this character helped a king sneak into Tintagel Castle and father a child with Igraine. According to some versions, this character eventually marries Guendoloena and becomes an astronomer, while in another version, this figure meets his end after falling in love with his student (*) Viviane, and gained his supernatural abilities from being fathered by an incubus. This figure mentored Morgan le Fay, was buried alive by the Lady of the Lake, and foretold that whoever pulled out the Sword in the Stone would become king. For 10 points, name this wizard from Arthurian myth.", "answer_sanitized": "Merlin ", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "A spider-shaped crater on this planet is named for Apollodorus, and its Caloris Basin is one of the largest impact craters in the solar system. This planet has a unique 3:2 orbital resonance, and it was originally believed to be tidally (*) locked. One theory about the iron-heavy core of this planet suggests that many of the particles accreting towards it were driven away by solar activity, while another theory argues much of its surface rock was vaporized by high temperatures. This planet has the smallest axial tilt and the largest eccentricity, and has been visited by Mariner 10 and the Messenger probe. For 10 points, name this closest planet to the sun.", "answer_sanitized": "Mercury ", "subcategory": "Math", "category": "Science"}]}