{"tossups": [{"question_sanitized": "One character in this novel spends his time in prison writing a Treatise on the Prospects for a General Monarchy in Italy. During the Roman Carnival, the protagonist buys the freedom of the shepherd Peppino for the bandit Luigi Vampa. The truth of Ali Pasha being betrayed to the Turks causes (*) Fernand to kill himself and his son Albert to challenge the protagonist to a duel. Under the alias “Sinbad the Sailor”, the protagonist gives a diamond to Monsieur Morrel, the owner of the ship Pharaon. After meeting Abbe Faria while imprisoned for fourteen years, Edmond Dantes seeks revenge in, for 10 points, what novel by Alexandre Dumas?", "answer_sanitized": "The Count of Monte Cristo", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "One statue in this city depicts a famous author sitting on the shoulders of an empty suite and is based off of his first novel, Amerika. According to legend, a skeleton figure nods as an omen of bad times if a certain clock in this city stops running; that clock is the world’s oldest astronomical clock. The (*) Pisek Gate is located in this city’s Hradčany neighborhood and this city’s Wenceslas Square was the site of demonstrations during the Velvet Revolution. Other attractions in this city include the Dancing House, the Franz Kafka museum, and Charles Bridge, which crosses the Vltava River. For 10 points, name this capital of the Czech Republic.", "answer_sanitized": "Prague, Czech Republic", "category": "Geography"}, {"question_sanitized": "Sects of this religion include the Makaya, Rara, and Sèvi Gine, and high-ranking priests in this belief system are called “aswogwe”. In this religion, the rainbow serpent Ayida-Weddo is married to Damballah, whose skin created all the waters on the earth. One practitioner of this belief, (*) Marie Laveau, encouraged other followers of this religion to attend Catholic mass. Practitioners of this religion communicate with a supreme god named Bondye through “loas” like Papa Legba and Baron Samedi. For 10 points, name this religion that originated in Haiti and is known for its namesake dolls.", "answer_sanitized": "Voodoo [accept Vodú and Vodun]", "category": "Religion"}, {"question_sanitized": "A painting in this style shows a newspaper, a coffee cup, and a rose vase on top of a woman’s vanity table. This art style derives its name from a Louis Vauxcelles’ remark about a painting of a French fishing village by Georges Braque, and it can be divided into (*) “analytic” and “synthetic” varieties. One painting in this style features a Pierrot playing the clarinet, a harlequin on guitar, and a singing monk. Another famous painting of this style features five nude women with faces inspired by African masks. For 10 points, name this twentieth century art movement championed by Pablo Picasso that emphasized the flat picture plane.", "answer_sanitized": "Cubism", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "One mineral in this group exhibits grid twinning, usually a combination of pericline and albite twinning. When chemically weathered, these minerals that are frequently present in plutons can form kaolinite. The continuous branch of Bowen’s Reaction Series contains examples of a type of these minerals. Examples of them include (*) labradorite and anorthite, and alkali varieties of this mineral group typically have a lower specific gravity than their plagioclase and orthoclase varieties. For 10 points, name this most abundant group of minerals in the Earth’s crust that has a Mohs hardness value of six.", "answer_sanitized": "feldspars [accept specific types like plagioclase feldspars and orthoclase feldspars]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One character of this surname must disguise a snowman because it bears an uncanny resemblance to one of his neighbors. One character of this surname remarks that “one does not love breathing” after a teacher bans her from reading. Another character of this surname conceals that he can play the Jew’s harp, and shocks his children by (*) shooting a rabid dog. That character urges his children to stop tormenting their neighbor, Boo Radley, and defends Tom Robinson by proving Bob Ewell’s left-handedness. For 10 points, name this surname of Jem, Scout, and Atticus in Harper Lee’s novel To Kill a Mockingbird.", "answer_sanitized": "Finch [accept Atticus Finch; or Scout Finch; or Jem Finch]", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This leader issued a domboc containing a law code and passages from Exodus and Acts of the Apostles. The Welsh Bishop Asser was the principal contemporary biographer of this man. This leader retreated to his childhood hunting location, the Somerset marshes, following a defeat at Chippenham, but then regrouped and won the Battle of (*) Edington. This ruler baptized and converted his rival Guthrum to Christianity, after which the two signed a treaty establishing Danelaw. For 10 points, name this ruler of Wessex who defeated the Vikings in the 9th Century C.E., the only English king to be called “the Great”.", "answer_sanitized": "Alfred the Great [accept Alfred I; prompt on “Alfred”]", "subcategory": "History British", "category": "History"}, {"question_sanitized": "One character in this novel shelters two orphans and the widow of his former business partner, Mrs. Gummidge, in his boathouse. The fiance of Ham runs off with James Steerforth in this novel, and both of those characters end up drowning in a storm at Yarmouth. The protagonist of this novel is sent to (*) Salem House after biting the hand of his stepfather, Mr. Murdstone, and later walks from London to Dover to live with his aunt Betsey Trotwood after staying with the Micawbers as a factory worker. The title character marries Agnes Wickfield after helping expose the villainous Uriah Heep in, for 10 points, what novel by Charles Dickens?", "answer_sanitized": "David Copperfield", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Two answers required. Hostilities between these two countries continued for 13 years after the end of one war due to a sustained rebellion that ended with the Battle of Bud Bagsak. The advice of the Schurman Commission caused one nation to revoke its promise of independence to the other. During the conflict between these two nations, the capture of President Thomas (*) Aguinaldo caused the formation of a temporary Tagalog Republic. For 10 points, name these two countries, a Western republic and an Asian archipelago governed from Manila, that collaborated against the Spanish in 1898.", "answer_sanitized": "The Philippines and the United States [accept Republic of the Philippines and the United States of America; do not accept or prompt on just one of the countries]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A book on “The Meaning of [this school of thought] was written by Roger Scruton. Russell Kirk argued that this school of thought can be organized into six canons in a book titled after this school of thought’s “mind.” Bill Kristol founded a magazine dedicated to promoting the neo form of this ideology, (*) The Weekly Standard.  A book titled “Conscience of [a person with this ideology]” was written by Barry Goldwater. Because he claimed that the French Revolution destroyed traditional morals, Edmund Burke is considered the modern philosophical founder of this ideology.  For 10 points, name this political ideology that is often contrasted with liberalism.", "answer_sanitized": "conservatism [accept word forms like conservative]", "category": "Philosophy"}, {"question_sanitized": "One man with this surname represented the Illinois 1st District before becoming Chicago’s first black mayor. Another man with this surname was the first African American to be invited by a president to the White House; that man famously said, “cast down your bucket where you are”. Another man with this surname surrendered (*) Fort Necessity and lost the Battle of Long Island. A man with this surname gave a speech called the “Atlanta Compromise” and served as director of the Tuskegee Institute. For 10 points, give this surname of a rival of W.E.B. Du Bois and of the first president of the United States.", "answer_sanitized": "Washington [accept Booker T. Washington; accept George Washington; accept Harold Washington]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This man purportedly played Hitler in one production of his play My Friend Hitler. This writer’s namesake award was first given to Genichiro Takahashi’s Japanese Baseball: Elegant and Sentimental. One of his essays describes how he realized his body was made of flesh while traveling on a ship, leading to his obsession with (*) bodybuilding. The protagonist attempts to fall in love with Sonoko but is tormented by his homosexual urges in another novel by this author, who tried to commit seppuku after a failed coup. For 10 points, name this Japanese author of The Temple of the Golden Pavilion.", "answer_sanitized": "Yukio Mishima [accept Kimitake Hiraoka, names can be in any order]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "Collman’s reagent consists of this element bonded to four carbonyl groups, and this element catalyzes the Bechamp reduction and Fischer-Tropsch process. A blue pigment used as an antidote for heavy metal poisoning, contains seven ions of this element along with eighteen ions of cyanide. This element catalyzes the (*) Haber-Bosch process to produce ammonia, and it undergoes the Bessemer process to form an alloy with carbon. Its most common ore is hematite, and the mineral pyrite consists of two sulfur atoms and an atom of this metal. For 10 points, name this component of steel with atomic number 26, symbolized Fe.", "answer_sanitized": "iron [accept Fe before mentioned]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The Punto Fijo Pact was an agreement between this country’s political parties to accept the elections of 1958. Britain, France, and Italy imposed a naval blockade on this nation when Cipriano Castro defaulted on its foreign debts. An economic boom caused by (*) oil in this founding member of OPEC lasted until the 1980’s. This nation’s 1999 left-wing populist movement, the Bolivarian Revolution, was led by Hugo Chávez. For 10 points, name this country whose current leader, Nicolás Maduro, has declared a state of economic emergency since 2015.", "answer_sanitized": "The Bolivarian Republic of Venezuela", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In the 2015 NBA playoffs, this team lost to the Chicago Bulls in the first round, after making the playoffs for the first time under new Head Coach Jason Kidd. During the 2016-17 season, Khris Middleton returned from injury to this team, shortly after former Duke forward (*) Jabari Parker tore his ACL, helping this team clinch a spot in the 2017 playoffs, where they lost to the Toronto Raptors. This team drafted Thon Maker and Malcolm Brogdon, who went on to win Rookie of the Year, in the 2016 Draft. For 10 points, Greek player Giannis Antetokounmpo plays for what team located in Wisconsin?", "answer_sanitized": "Milwaukee Bucks [accept either]", "category": "Trash"}, {"question_sanitized": "This composer’s first symphony includes oboe and cello solos and quotes from Wagner’s Siegfried in its Lento third movement. Leonard Bernstein referred to this composer’s ninth symphony as “anti-ninth” because of its lighthearted quality. This composer used a (*) D-E Flat-C-B motif to depict himself in both his tenth symphony and eighth string quartet. This composer described his fifth symphony as an “artist’s response to justified criticism” after Stalin denounced his opera Lady Macbeth of the Mtsensk District. For 10 points, name this 20th century Russian composer of the Leningrad Symphony.", "answer_sanitized": "Dmitri Dmitriyevich Shostakovich", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "CDGs are disorders of this organelle, and a defective enzyme in this organelle causes I-cell disease. Brefeldin A blocks ADP-ribosylation factors in this organelle, and this organelle is the site of O-linked glycosylation. Vesicles coated by the COPII protein head to this organelle, and (*) mannose-6-phosphate directs molecules to the lysosome from this organelle. It has a cis face and a trans face and consists of cisternae, which receive products from the endoplasmic reticulum. For 10 points, name this organelle that packages and distributes proteins, named for its Italian discoverer.", "answer_sanitized": "Golgi apparatus [or Golgi body; or Golgi complex]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This deity turned Battos to stone after he failed to keep a secret, and this deity disguised himself as a cyclops in order to intimidate a group of sea nymphs. At the Alpheios river, this deity invented fire in order to make a sacrifice to the gods. Zeus commissioned this god to kill the (*) hundred-eyed giant Argos by lulling him to sleep, and this god seduced the princess Khione. This god was the great grandfather of Odysseus, whom he provided with herbs to overcome Circe’s curse. This god used a turtle shell to craft the first lyre, and famously stole Apollo’s herd of cattle. For 10 points, name this Greek messenger god who wore winged sandals.", "answer_sanitized": "Hermes", "category": "Mythology"}, {"question_sanitized": "A building in this city, 1 Poultry, features a black and red clock on the facade and was designed by architect James Stirling. The ArcelorMittal Orbit Tower in this urban landscape utilizes red recycled steel resembling an electron cloud around the tower. The metro system in this city is known locally as (*) The Tube, and its Waterloo station sits in the Borough of Lambeth. A sporting venue in the city is Wembley Stadium, and all English monarchs are crowned at Westminster Abbey in this city. For ten points, name this city that houses Buckingham Palace and a namesake eye, the capital of England.", "answer_sanitized": "London", "category": "Geography"}, {"question_sanitized": "This physicist’s work with Born and Jordan was able to explain election rules. State-vectors are treated as stationary while operators vary in time in his namesake picture of quantum mechanics. This physicist’s most famous result can be derived from the (*) canonical commutation relation. That result of his states that the product of the standard deviations in position and momentum is greater than h-bar over two, which implies we can’t simultaneously know a particle’s position and speed. For 10 points, give this physicist who developed a namesake “uncertainty” principle.", "answer_sanitized": "Werner Heisenberg", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "Prior to this man’s death as a prisoner-of-war, he was expelled from a Dutch Reformation Church at Fort Sill for gambling issues.  Many of this man’s followers were massacred at Casa Grande by Mexican troops while under the influence of the mescal beverage. This (*) American Indian man surrendered to General Nelson Miles at the Skeleton Canyon conference on the condition that he would be permitted to return to Arizona.  For 10 points, name this leader of the Chiricahua Apache, whose name is sometimes exclaimed by jumping skydivers.", "answer_sanitized": "Geronimo [accept Goyaale, Goyathlay, or Goyahkla]", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "In the first episode of this TV show, Will Byers vanishes into the “Upside Down”, a hellish alternate dimension. For 10 points each:", "answers_sanitized": ["Stranger Things", "Eleven [accept Elle]", "Hawkins, Indiana"], "parts_sanitized": ["Name this Netflix-produced sci-fi thriller series set in the 1980’s. This series centers around a group of middle school kids including Mike, Lucas, and Dustin.", "In Stranger Things, this young psychokinetic girl mysteriously appears in town and develops a close relationship with Mike. Known by the number imprinted on her arm, in season 2 this girl’s birth name is revealed to be Jane.", "Stranger Things takes place in this fictional Indiana small town. Its namesake National Laboratory, run by the U.S. Department of Energy, was the site of Eleven’s imprisonment."], "category": "Trash"}, {"leadin_sanitized": "Act I of this musical begins with the number “No Place Like London”, which is partially sung by Anthony, who falls for the title character’s daughter Johanna. For 10 points each:", "answers_sanitized": ["Sweeney Todd: The Demon Barber of Fleet Street", "Stephen Sondheim", "Assassins"], "parts_sanitized": ["Name this musical in which the title demon barber of Fleet Street kills his customers, so they can be used in Mrs. Lovett’s meat pies.", "The music and lyrics of Sweeney Todd were written by this American composer, who also wrote the lyrics for West Side Story and musicals like Into the Woods.", "In this other Sondheim musical which opens at a fairground shooting gallery, the Proprietor convinces the title group of people to kill the President of the United."], "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"leadin_sanitized": "This psychologist was “the great pioneer of the constructivist theory of knowing”, according to Ernst von Glasersfeld, for 10 points each:", "answers_sanitized": ["Jean Piaget", "formal operational", "object permanence"], "parts_sanitized": ["Name this Swiss psychologist who developed a four-stage model for cognitive development in children.", "In this state of Piaget’s model, children develop abstract reasoning skills. Children gain metacognition and deductive reasoning during this stage.", "This concept, the recognition that objects continue to exist even when they are not observed, arises in children at the end of the sensorimotor stage."], "category": "Social Science"}, {"leadin_sanitized": "This interval was termed <em>Diabolus in Musica</em> and is rarely used in church music due to its evil quality. For 10 points each:", "answers_sanitized": ["tritone [accept augmented fourth or diminished fifth; do not accept or prompt on just “fourth” or “fifth”]", "West Side Story", "Fidelio"], "parts_sanitized": ["Name this dissonant interval which is contained in a dominant 7th chord. It occurs between the subdominant and leading tone of a major scale.", "The song “Maria” in this musical famously begins with a tritone. This Leonard Bernstein musical chronicles the clash between rival gangs, the Sharks and Jets, in the title New York City neighborhood.", "The tritone is ubiquitously used to build suspense in this opera about a women who cross-dresses as the title prison guard. This opera includes the arias “Ha, welch ein Augenblick” and “Komm Hoffnung” and the “Prisoners’ Chorus”."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The Uru people constructed a number of islands in this lake, many of which are fewer than 15 meters square. For 10 points each:", "answers_sanitized": ["Lake Titicaca", "Andes [accept Andean Mountains or equivalents]", "Atacama Desert"], "parts_sanitized": ["Name this largest South American lake which lies on the border between Bolivia and Peru.", "Lake Titicaca is situated in this western South American mountain range. This range’s highest peak is Aconcagua.", "West of the Andes along the Pacific coast lies this desert, the most arid non-polar region in the world. This desert is often noted for its similarity to conditions on Mars."], "category": "Geography"}, {"leadin_sanitized": "In this conflict, Governor William Berkeley “bared his breast” and challenged this event’s namesake leader to shoot him. For 10 points each:", "answers_sanitized": ["Bacon’s Rebellion", "Virginia", "Stono Rebellion [accept Stono River Rebellion]"], "parts_sanitized": ["Name this 1676 conflict in which frontier-dwelling colonists forcibly demanded that the governor protect them against the Native American threat.", "Bacon’s Rebellion occurred in this first British colony. Bacon and his men burned Jamestown, this colony’s capital, to the ground.", "This largest slave rebellion in colonial American history killed about 90 people in South Carolina. The literate slave Jemmy, also known as Cato, led a group of Catholic slaves in this rebellion."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "The swineherd Gurth escapes with the jester Wamba in this novel, and plans an attack on the castle Torquilstone in order to rescue Cedric and his guests. For 10 points each:", "answers_sanitized": ["Ivanhoe", "Sir Walter Scott", "Rebecca"], "parts_sanitized": ["Name this novel in which the Black Knight is revealed to be King Richard I.", "Ivanhoe was written by this Scottish author.", "In the novel, this daughter of the Jewish man Isaac helps nurse Ivanhoe’s wounds, and he later rides off to defender before her witchcraft trial, killing Bois-Guilbert and saving her."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A small dog symbolizing either loyalty or lust stands at the feet of the central figures of a painting that depicts one of these events. For 10 points each:", "answers_sanitized": ["marriages [accept weddings]", "Paolo Veronese", "The Arnolfini Portrait [accept The Arnolfini Wedding; accept The Arnolfini Marriage; accept Portrait of Giovanni Arnolfini and his Wife]"], "parts_sanitized": ["Name these events. Marc Chagall painted a Russian one of these events that depicts a woman in a white dress and a man playing a violin in the foreground.", "This Italian Renaissance artist included Suleiman the Magnificent in a much grander version of that scene in his Mannerist painting The Wedding at Cana, which is displayed at the Louvre.", "The aforementioned small dog appears in this Jan Van Eyck painting of the title Italian merchant and his wife, who wears a green dress and appears to be pregnant."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "France and Israel supported the secessionist region in this conflict. For 10 points each:", "answers_sanitized": ["Nigerian Civil War [accept Biafran War]", "oil [accept petroleum or crude oil]", "Igbo"], "parts_sanitized": ["Name this war in which Colonel Emeka Ojukwu declared an independent republic in 1967. This post-colonial conflict saw the capture of Port Harcourt by the Federal Military Government.", "Port Harcourt was a crucial city on the Niger River Delta, from which Shell was the first company to commercially export this natural resource. An incident at Kwale involved the explosion of a “field” of this valuable fossil fuel.", "The three largest ethnic groups in Nigeria are the Hausa-Fulani, the Yoruba, and this group. The persecution of this ethnic group, which made up the majority of Biafra, prompted secession."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This author wrote about an artist who inflicts torture upon his apprentices in order to see what he is painting in his story “Hell Screen.” For 10 points each:", "answers_sanitized": ["Ryunosuke Akutagawa [accept names in either order]", "“Rashomon”", "stealing hair from corpses"], "parts_sanitized": ["Name this Japanese author of the short story “The Spider’s Thread,” who also described different accounts of a murder in his story “In a Grove.”", "This most famous short story by Akutagawa was combined with “In a Grove” for a film of the same title by Akira Kurosawa, and sees a poor servant rob a woman of her robe.", "In “Rashomon,” the servant encounters the woman performing this action, which she claims is justified because the lady she is doing it to sold snake meat, claiming it was fish."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Russia was feeling really revolutionary in the early 20th century. For 10 points each:", "answers_sanitized": ["Nicholas II", "Russo-Japanese War", "Alexander Karensky"], "parts_sanitized": ["Name this last Emperor of Russia, an unpopular Romanov who was responsible for a massacre of protesters on Bloody Sunday and abdicated after the February Revolution of 1917.", "A major reason for Nicholas II’s unpopularity was his responsibility for Russia’s disastrous failure in this war, which began with an attack on the Russian fleet in Port Arthur in 1904.", "One leader of the February Revolution was this Prime Minister of the provisional government, who launched a namesake offensive against Austria-Hungary and Germany before being deposed by Lenin in the October Revolution."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Rossby waves cause sudden warming in this zone, for 10 points each:", "answers_sanitized": ["stratosphere", "chlorofluorocarbons [or CFCs]", "Dobson unit"], "parts_sanitized": ["Name this ozone-containing layer of Earth’s atmosphere that lies above the troposphere and below the mesosphere.", "These halogenated compounds, used as refrigerants and propellants, cause ozone depletion in the stratosphere, which led the Montreal Protocol to phase them out.", "This unit of measurement that measures the amount of gas in a vertical column of air is primarily used to measure the amount of atmospheric ozone."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "The Butler-Volmer equation is a modification of this equation, for 10 points each:", "answers_sanitized": ["Nernst equation", "Goldman-Hodgkin-Katz equation", "Gibbs free energy"], "parts_sanitized": ["Name this equation, named for a German scientist, that calculates the redox potential of an electrochemical cell.", "This equation, a derivation of the Nernst equation, calculates the electrical potential of a cell membrane.", "The Nernst equation relates this quantity to the electromotive force in a galvanic cell. When this quantity for a reaction is negative, the reaction is spontaneous."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This man’s story is told by the Landlord in <em>Tales of a Wayside Inn</em>. For 10 points each:", "answers_sanitized": ["Paul Revere", "Longfellow", "“The Village Blacksmith”"], "parts_sanitized": ["Name this character, whose “cry of alarm” is brought “To every Middlesex village and farm” after he instructs his friend to hang a lantern in “the North Church tower as a signal light.”", "Paul Revere’s Ride was written by this American poet, who wrote an epic poem based on legends of the Ojibwe Indians, “The Song of Hiawatha.”", "Longfellow also wrote this poem, in which the title character “looks the whole world in the face, For he owes not any man” and has a brow “wet with honest sweat.”"], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Diverticulitis is the inflammation of pouches in this organ, for 10 points each:", "answers_sanitized": ["large intestine [accept colon]", "Crohn’s disease", "smoking tobacco [accept obvious equivalents]"], "parts_sanitized": ["Name this digestive organ that contains four sections and ends at the rectum. It is often contrasted with its “small” type.", "This inflammatory bowel disease results in a patient’s immune system attacking the gastrointestinal tract, most aggressively in the terminal ileum of the small intestine.", "People who perform this action are more likely to develop Crohn’s disease. Though it increases the severity of Crohn’s, this action decreases the severity of ulcerative colitis."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "One character realizes this fact after thoughtfully stroking a bronze structure and recalling all the “Old wives’ tales” he’d been told. For 10 points each:", "answers_sanitized": ["“Hell is other people”", "Jean-Paul Sartre", "Martin Heidegger"], "parts_sanitized": ["Name this four-word phrase exclaimed by Garcin after he states “There’s no need for red-hot pokers.”", "“Hell is other people” is found in this author’s play No Exit and refers to his idea about the ontological struggle of seeing oneself as an object, expressed in his work Being in Nothingness.", "Sartre was influenced by this thinker after reading his ontological investigation in Being and Time."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This Harvard graduate left the Department of Justice to work for Verizon in 2001. For 10 points each:", "answers_sanitized": ["Ajit Pai", "Federal Communications Commission", "Stop Online Piracy Act OR PROTECT IP Act [accept SOPA OR PIPA]"], "parts_sanitized": ["Name this Indian-American chair of a federal agency who said net neutrality’s “days were numbered” under President Trump.", "Ajit Pai is the chairman of this federal regulatory agency which replaced the Federal Radio Commission. On December 14th, it will vote on whether to keep the Open Internet Order.", "These two bills, introduced in 2012, created internet protests in their attempt to combat online copyright infringement and counterfeit goods trafficking. Name either."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Ganesha’s name means Lord of the Ganas, or lord of this deity’s attendants. Name the following for 10 points each:", "answers_sanitized": ["Shiva", "Ganges River [or Ganga River]", "Mount Kailash"], "parts_sanitized": ["Name this Hindu god, sometimes portrayed as a beggar or ascetic with a closed third eye. He has the role of the destroyer in the Trimurti.", "This river flows from Shiva’s hair, according to legend. Its waters are considered the most sacred in all of Hindu mythology.", "Shiva and his wife Parvati, alongside their two children, are said to reside in this mountain the Himalayas. Many pilgrims make a trek on foot around this mountain annually."], "category": "Mythology"}, {"leadin_sanitized": "Name these political entities that heavily relied on maritime trade, for 10 points each.", "answers_sanitized": ["Hanseatic League [or Hansa]", "Venice", "Phoenicians"], "parts_sanitized": ["This confederation of German towns and merchants dominated the Baltic Sea trade. After defeating Waldemar IV’s forces, this federation received a veto over successors to the Danish throne.", "This city, dependent on the Adriatic and Mediterranean Sea trades, contains a massive plaza named for its patron saint, Mark. This Italian city is well-known for its canals.", "As a result of their navigational skills and trade, the alphabet of these people forms the basis of many of the alphabets of Europe. They also founded the colony of Carthage."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Newton’s cradle demonstrates the conservation of energy and this quantity, for 10 points each:", "answers_sanitized": ["linear momentum [accept translational momentum]", "inelastic collision [do not accept or prompt on “elastic collision”]", "impulse"], "parts_sanitized": ["Name this quantity equal to the product of an object’s mass and velocity.", "In this type of collision, momentum is conserved. However, kinetic energy is not conserved in this type of collision, due to internal friction.", "This quantity, symbolized J, is the change in momentum. It also equals the integral of force with respect to time."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This man composed and recorded a tone poem depicting the history of humanity for his album <em>Pithecanthropus Erectus</em>. For 10 points each:", "answers_sanitized": ["Charles Mingus", "double bass [accept equivalents; do not accept “bass guitar”]", "Edward Kennedy “Duke” Ellington"], "parts_sanitized": ["Name this jazz musician of The Black Saint and the Sinner Lady whose temper earned him the nickname “the angry man of jazz”.", "Mingus’s principal instrument was this lowest pitched stringed instrument in the modern symphony orchestra.", "Dizzy Gillespie described Charles Mingus as the heir to this legendary jazz composer and pianist. This man founded a jazz orchestra and became famous for his performances at Harlem’s Cotton Club."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}]}