{"tossups": [{"question_sanitized": "This person gained full control over his army with the passage of the Act of Rancagua. During the War of the Second Coalition, this man was captured by the British while aboard the Santa Dorotea and later fought for Spain in the War of the Oranges. This commander of the Regiment of Mounted Grenadiers at the Battle of (*) San Lorenzo also fought alongside Bernardo O’Higgins to win the Battle of Chacabuco for Chilean independence. As commander of the Army of the Andes, he was named Protector of Peru. For 10 points, name this Argentine general and liberator.", "answer_sanitized": "José Francisco de San Martín y Matorras", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Perozes wrote a letter to one general under this ruler that told him to “prepare a bath” prior to the Battle of Dara, at which this ruler’s forces defeated the Sassanid army. Forces sent by this ruler defeated the Ostrogoths at the 552 Battle of Taginae, resulting in a successful conquest of Italy. This ruler, who was the subject of The Secret History by (*) Procopius, has his generals Mundus and Belisarius put down a revolt by the Blues and the Greens. After the Nika riots, this ruler ordered the building of the Hagia Sophia in Constantinople. For 10 points, name this Byzantine emperor who was married to Theodora.", "answer_sanitized": "Justinian I [accept Justinian the Great; prompt on “Justinian”]", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "One of this artist’s images shows eight boys sitting on a bench with open books on their laps at Lincoln Bench School. This artist chose not to describe herself as an artist; instead, she called herself “a discoverer, a real social observer.”  This artist first apprenticed under Arnold Genthe in New York and later collaborated with Paul Taylor on the documentary (*) An American Exodus. Joining the War Relocation Authority in 1941, this artist documented the effects of Executive Order 9066 at Manzanar, a Japanese internment camp. For 10 points, name this photographer most famous for Depression-era images like Migrant Mother.", "answer_sanitized": "Dorothea Lange", "category": "Fine Arts"}, {"question_sanitized": "After 18 days of fighting, this city’s governor surrendered on “Black Christmas.” Thousands of squatters were evicted from a former military fort in this city in 1987 to 1993. In 2014, the use of tear gas on protesters in this city led them to use (*) umbrellas as shields. Deng Xiaoping’s “one country, two systems” policy allowed this metropolis to retain its government whose current chief executive is Carrie Lam. On the east bank of the Pearl river, this autonomous territory neighbors Macau. For 10 points, name this special administrative region of China given back in 1997, formerly a British colony.", "answer_sanitized": "Hong Kong Special Administrative Region of the People's Republic of China [accept Hēunggóng]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This mathematician’s namesake tetrads consist of two mutually inscribed tetrahedra, and his “ladder” is a cubic circulant graph. His namesake function equals one or negative one depending on the number of prime factors of the input, and his namesake transformation of the complex plane equals az plus b over cz plus d. An (*) object named for this man has Euler characteristic zero, and the joining two of those objects forms a Klein bottle. For 10 points, name this German mathematician who discovered an unorientable one-sided surface, called his namesake “strip.”", "answer_sanitized": "August Ferdinand Möbius", "subcategory": "Science Math", "category": "Science"}, {"question_sanitized": "One painting by this artist shows three wet boys holding their clothes and running with a dog past a “No Swimming” sign. This artist depicted people of different religions and ethnicities praying with the titular phrase inscribed across the work in his mural for the United Nations, The Golden Rule. Four U.S. (*) marshals escort African-American girl Ruby Bridges, to school in this artist’s The Problem We All Live With. This man depicted a woman serving a Thanksgiving turkey in the “from want” section of his Four Freedoms series. For 10 points, name this American artist who designed many covers for the Saturday Evening Post.", "answer_sanitized": "Norman Rockwell", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "Six poems by Theophile Gautier inspired a song cycle titled for this period of time by Hector Berlioz. A piece composed by Samuel Barber about one of these periods in 1915 depicts James Agee growing up in Knoxville. An aria about this time period includes the lyrics “fish are jumping” and the (*) “cotton is high”; that aria appears in the opera Porgy and Bess. A thunderstorm and buzzing insects are depicted in a concerto titled for this time, which is the second concerto of Antonio Vivaldi’s Four Seasons. For 10 points, name this season that follows spring.", "answer_sanitized": "summertime [accept Summer Nights or Les nuits d'été before “Samuel Barber”]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Axillary lymph node dissections determine the severity of this condition, and Paget’s disease is a form of this condition that can indicate an underlying DCIS. Trastuzumab and pertuzumab treat the HER2 positive form of this disease, and tamoxifen treats its ER positive form. The risk of developing this disease is increased by mutations in the (*) BRCA1 and BRCA2 genes. This disease can be divided into ductal and lobular types and is treated with a lumpectomy or a mastectomy. For 10 points, name this disease, most common in women, that is detected by a mammogram.", "answer_sanitized": "breast cancer [prompt on “cancer”]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One character in this novel has his name crossed out of the family bible after he marries a woman behind his father’s back. That female character is sent a small piano sold at an estate auction. The protagonist of this novel entertains Lord Steyne at a charade party by performing (*) Clytemnestra, after which her husband Rawdon Crawley is arrested. The protagonist of this novel throws a dictionary out of a carriage after graduating from Miss Pinkerton’s Academy with Amelia Sedley, who marries George Osborne. For 10 points, name this novel about Becky Sharp, written by William Thackeray.", "answer_sanitized": "Vanity Fair: A Novel Without A Hero", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Mount Massive is ironically the second highest peak in this mountain range, which contains the sources of the Blaeberry and Athabasca Rivers. Subranges of these mountains include the Salish and Wind River ranges. Kicking Horse Pass houses a railroad in Yoho National Park in this range that straddles the (*) Continental Divide. This range predominates in Banff, Glacier, and Grand Teton National Parks. For 10 points, name this mountain range containing Pikes Peak which runs through western Canada and the United States.", "answer_sanitized": "Rocky Mountains [accept Rockies]", "category": "Geography"}, {"question_sanitized": "Apples, vinegar, and garlic are among the Haft Seen items set in preparation for one of these events by Zoroastrians. The Nineteen Day Fast precedes this event in the Baha'i faith. On the first day of one of these events, people perform the tashlikh ritual by throwing pebbles or bread crumbs into flowing water and the (*) mahzor is a Jewish prayer book used for services that celebrate this holiday. In Judaism, this holiday lasts for the first two days of Tishrei and is celebrated by eating apples dipped in honey and blowing the shofar. Rosh Hashana is, for 10 points, what holiday that, for the Gregorian calendar, occurs on January 1st?", "answer_sanitized": "New Year’s [prompt on obvious equivalents that indicate the beginning of a new year]", "category": "Religion"}, {"question_sanitized": "In 1984, the NFL’s single season rushing record was set after this team’s running back, Eric Dickerson, rushed for 2,105 yards. In the 2016 Draft, this team selected a quarterback from the University of California, Berkeley with the number one pick. During the 2017 offseason, this team hired the youngest head coach in modern NFL history, (*) Sean McVay. Two Buffalo Bills wide receivers, Robert Woods and Sammy Watkins, switched to this team in 2017. Todd Gurley serves as the running back for this team. For 10 points, name this NFL team that relocated from St. Louis back to California.", "answer_sanitized": "Los Angeles Rams [accept either; prompt on “St. Louis Rams”; do not accept or prompt on just “St. Louis”]", "category": "Trash"}, {"question_sanitized": "These molecules are disproportionated in a basic environment in the Cannizzaro reaction. The Grignard reaction adds magnesium halides to these compounds, and the Takai reaction converts them into alkenes. Fehling’s solution and (*) Tollen’s reagent help differentiate these compounds from ketones. Examples of these compounds give cinnamon and vanilla their flavor, and the simplest example of them preserves dead bodies. For 10 points, name these organic compounds consisting of a carbonyl group bonded to a hydrogen and an R group.", "answer_sanitized": "aldehydes [accept alkanals]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One character in this work dreams that he is attacked in a chapel by a leopard and a bear. An apple that represents “the crown of every earthly king” is given to the king by the protagonist, who gives his glove to God right before he dies. Ludovico Ariosto wrote a poem based on characters from this work. After (*) Thierry defeats Pinabel in this poem, the traitor Ganelon is pulled apart by horses. The title character of this poem calls for help by blowing the oliphaunt so hard that his temple bursts and he dies at Roncevaux Pass. For 10 points, name this French epic about the title hero in Charlemagne's army.", "answer_sanitized": "The Song of Roland [accept Le Chanson de Roland]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This quantity, raised to the fifth power, appears in the denominator of Planck’s law. The sine of the angle of minimal resolvable detail for a circular aperture equals 1.22 times this quantity over d. This quantity equals 2d sine theta divided by n according to (*) Bragg’s law. This quantity is equal to Planck’s constant divided by the product of mass and velocity by de Broglie’s equation. In general, it is equal to velocity divided by frequency. For 10 points, name this quantity that is the distance between peaks of a wave.", "answer_sanitized": "wavelength", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "The cult of the Mnevis bull, an embodiment of this deity, was centered in a city whose primary temple was the Great House. Mankind was created by this deity’s sweat and tears. In the myth of the Celestial Cow, mankind plotted against this deity so this god sent his daughter, the goddess (*) Sekhmet, to punish them. This deity was the father of the gods Shu and Tefnut, the goddesses of wind and rain, and Apep attacked his chariot every night. During the New Kingdom of Egypt, the god Amun was fused with this deity. For 10 points, name this Egyptian sun god central to ancient Egyptian religion.", "answer_sanitized": "Ra [Accept Amun-Ra]", "category": "Mythology"}, {"question_sanitized": "A character in this play describes seeing a kid’s face “split open” and marvels at “what one person can do for another, fix him up - sew up the problem.” Another character sings a song about how “All God’s Children got wings” before giving his mother a new set of gardening tools. A son asks for (*) fifty cents at the beginning of this play, while his father attempts to pitch his business idea of owning a liquor store. Joseph Asagai proposes to Beneatha at the end of this play, and Walter Lee decides to move his family into Mama’s new house in Clybourne Park. For 10 points, name this play about the Younger family by Lorraine Hansberry.", "answer_sanitized": "A Raisin in the Sun", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The board governing this policy was first chaired by former New Hampshire governor John G. Winant. This policy caused Senator Thomas Gore to ask, “Isn’t this a teeny-weeny bit of socialism?” The Supreme Court case Flemming v. Nestor established that Congress can revise and amend this policy, which was expanded to include (*) disability in 1954. This program includes the spousal survivor benefit and is funded through FICA taxes. For 10 points, name this largest American entitlement program, which gives monthly payouts to people who are 65 and older.", "answer_sanitized": "Social Security [accept Social Security Act and Old-Age, Survivors, and Disability Insurance program]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "In one work, this philosopher calls Judaism the “Tschandala religion” and uses the untouchable caste to demonstrate a “breeding” of morality. This philosopher, who referred to the driving force in humans as the “will to power”, dichotomized morality based on whether it weighed good and bad consequences or intentions into (*) master and slave types. To avoid a descent into Platonic idealism, the title Persian prophet of another of this man’s works urges humanity to become the Ubermensch. For 10 points, name this German philosopher of On the Genealogy of Morals who in proclaimed “God is dead” in The Gay Science.", "answer_sanitized": "Friedrich Nietzsche", "category": "Philosophy"}, {"question_sanitized": "In one play by this author, the arrival of a photographer is shown through the “Dance of the Lost Traveller.” Eman is exiled from his village as part of the egungun tradition in this author’s play The Strong Breed. In another play, the title character tells a story about the (*) “Not-I” bird to the Praise Singer. In addition to writing about Simon Pilkings trying to prevent Elesin from sacrificing himself, this author also wrote a play in which Sidi marries Chief Baroka instead of the teacher, Lakunle. For 10 points, name this Nigerian playwright of Death and the King’s Horseman and The Lion and the Jewel.", "answer_sanitized": "Wole Soyinka", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "One woman in this work pretends to throw herself into a well to trick her husband Tofano to come outside, allowing her to lock him out. At the beginning of this work, Cepparello lies to a friar and becomes a saint after dying. One character in this collection tells a story about the Marquis of (*) Saluzzo pretending to murder his children to test the loyalty of his peasant wife Griselda. With the exception of Diono, the brigata of characters like Pampiana and Fiammetta tell stories based on a chosen theme each day while fleeing the plague in Florence. For 10 points, name this hundred-story collection by Giovanni Boccaccio.", "answer_sanitized": "The Decameron BONUSES", "subcategory": "Literature European", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "Amidst the turmoil caused by this act, British distributor Andrew Oliver was hanged in effigy in Massachusetts. For 10 points each:", "answers_sanitized": ["Stamp Act of 1765", "Navigation Acts", "Gaspee Affair"], "parts_sanitized": ["Name this 1765 British parliamentary act that imposed a tax on many printed materials in the colonies.", "This parliamentary act reinforced mercantilist theory by allowing British colonists to only import goods directly from England and only export goods on British ships.", "This event occurred in 1772 when a British vessel that had been enforcing the Navigation Acts ran aground near Newport, Rhode Island. Abraham Whipple subsequently led a group of colonists who boarded and burned the namesake vessel in this event."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "In 1931, Joseph Franklin Rutherford gave the name “Jehovah’s Witnesses” to a branch of the Bible Student Movement. For 10 points each:", "answers_sanitized": ["the Trinity [accept Trinitarianism]", "The Watchtower Announcing Jehovah’s Kingdom", "The Second Coming of Jesus Christ [accept Second Advent and Parousia, prompt on “Armageddon” and “Rapture”]"], "parts_sanitized": ["Jehovah’s Witnesses consider Jesus to be the intercessor between humanity and God, breaking from this traditional Christian concept that posits God is three in one.", "Along with its sister magazine, Awake!, Jehovah’s Witnesses distribute this magazine in their door-to-door ministry, published by its namesake society.", "The Watchtower claimed that this event happened invisibly in October of 1914, coinciding with the beginning of the end times. This belief in this event is affirmed in the Nicene Creed."], "category": "Religion"}, {"leadin_sanitized": "This adjective names a type of programming in which problems are often solved using the simplex algorithm. For 10 points each:", "answers_sanitized": ["linear", "convex", "integers"], "parts_sanitized": ["Name this adjective that refers to problems in which one maximizes an objective function subject to constraints often given by some matrix A times the variables less than or equal to B.", "The “feasible region” for solutions to linear programming problems fall within a polytope described by this adjective. It is usually contrasted with concave.", "One of Karp’s 21 NP-complete problems is the decision version of a type of linear programming in which the unknown variables are restricted to being these kinds of numbers."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Two characters in this novel stay at Madame Anna Sergevna’s estate, where Arkady meets his future wife, Anna’s sister Katya. For 10 points each:", "answers_sanitized": ["Fathers and Sons", "Ivan Turgenev", "Diary of a Superfluous Man"], "parts_sanitized": ["Name this novel about the self-proclaimed nihilist, Bazarov, who is challenged to a duel by Pavlov and later dies from blood poisoning after botching an autopsy.", "Fathers and Sons is a work by this Russian author.", "Turgenev also wrote this novel, in which the dying Tchulkaturin recounts his childhood love for Liza."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "This man served as high commissioner in Egypt from 1915 to 1917 as well as being named an administrator in the British Raj. For 10 points each:", "answers_sanitized": ["Sir Arthur Henry McMahon", "Sykes-Picot Agreement", "Palestine"], "parts_sanitized": ["Name this Englishman who wrote a series of letters to Hussein bin Ali in which the two discussed the future of the Ottoman Empire.", "McMahon resigned his post in Egypt following this agreement between Great Britain and France, officially published by the Bolshevik government. This agreement partitioned spheres of influence in the Middle East, including British control of Jordan and French control of Syria.", "Under the Sykes-Picot Agreement, the British governed this area surrounding Jerusalem. This modern-day Arab state, contrasted with Israel, is often said to include the West Bank and Gaza Strip."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The last scene in this film cuts between shots of a burning plane and a boy reading a speech calling for the “rescue and the liberation of the old.” For 10 points each:", "answers_sanitized": ["Dunkirk", "Christopher Nolan", "Cillian Murphy"], "parts_sanitized": ["Name this film, which recounts the story of soldiers stranded at the Mole, and is seen from three perspectives: land, sea, and air.", "Dunkirk was directed by this English film director, known for his nonlinear storytelling, who has created other films such as Interstellar, Inception, and The Dark Knight Trilogy.", "In Dunkirk, this Irish actor plays a shell-shocked soldier who is rescued by the ship Moonstone. He is also the star of the British TV show Peaky Blinders."], "category": "Trash"}, {"leadin_sanitized": "One author with this surname wrote a novel in which Romney is dismissed by Aurora Leigh. For 10 points each:", "answers_sanitized": ["Browning [accept Elizabeth Browning and Robert Browning]", "Sonnets from the Portuguese", "“Porphyria’s Lover”"], "parts_sanitized": ["Give this surname, also held by another author who wrote a work about the Italian artist Andrea del Sarto in the collection Men and Women.", "This collection by Elizabeth Browning opens by evoking the sweet years “Theocritus had sung of” and famously states “How do I love thee? Let me count the ways.” in its 43rd poem.", "In this poem by Robert Browning, his first ever short dramatic monologue, the speaker notes “and yet God has not said a word!” after he strangled the title girl with “all her yellow hair.”"], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Synonymous examples of them change an organism’s genotype but not its phenotype, for 10 points each:", "answers_sanitized": ["mutations", "tumor protein 53", "Ras [prompt on “HRas”, “KRas”, and NRas]"], "parts_sanitized": ["Name this permanent alteration of the genome, which can be caused by errors during DNA replication or other forms of DNA damage.", "This protein suppresses tumors by arresting the cell at the G1/S checkpoint and initiating apoptosis in damaged cells, for which it is nicknamed the “guardian angel of the genome.”", "This subfamily of proteins, part of the “small GTPase” class, can cause cancer when their expression is increased. Mutations in these proteins are found in 20% of all cancers."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "He pioneered the use of combined arms during the Thirty Years’ War, earning the nickname ‘Lion of the North’, for 10 points each:", "answers_sanitized": ["Gustavus Adolphus [or Gustavus II]", "Axel Oxenstierna", "Queen Christina Alexandra"], "parts_sanitized": ["Name this Swedish monarch whose greatest victory came at the First Battle of Breitenfeld. He was killed at the Battle of Lützen in 1618.", "This man served as Gustavus Adolphus’s closest confidant and as Lord High Chancellor of Sweden. During the Thirty Years’ War, he served as Governor-General of occupied Prussia.", "Oxenstierna also served as a confidant to this Swedish queen, who served for just four years before abdicating, converting to Catholicism, and living as a guest of five consecutive popes."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Moscow boasts some pretty impressive architecture. For 10 points each:", "answers_sanitized": ["The Moscow Kremlin", "cannons", "St. Basil’s Cathedral [accept Cathedral of Vasily the Blessed]"], "parts_sanitized": ["This enclosed complex is the seat of Russian government, overlooking Red Square. This place’s center is Cathedral Square, which contains Dormition Cathedral, the site of the crowning of tsars.", "The grounds of the Kremlin feature an example of one of these objects made of bronze. That massive object is one of these artillery weapons that symbolizes the power of the tsar.", "This church on Red Square is famous for its colorful onion domes rising in a fire-like shape. This building was first constructed during the reign of Ivan the Terrible."], "category": "Fine Arts"}, {"leadin_sanitized": "Carbon monoxide contains one of these bonds, for 10 points each:", "answers_sanitized": ["triple bond [prompt on “covalent bond”]", "sp hybridization [do not prompt on “sp2” or “sp3”]", "antibonding molecular orbital"], "parts_sanitized": ["Name this type of bond formed when two atoms share six electrons. Alkynes are hydrocarbons with at least one of these bonds.", "Two atoms with this hybridization typically form a triple bond. Each carbon atom in acetylene possesses this hybridization.", "This type of molecular orbital weakens the bond between two atoms, raising the energy of the molecule relative to the separated atoms."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Answer the following about the short stories of Ambrose Bierce. For 10 points each:", "answers_sanitized": ["An Occurrence at Owl Creek Bridge", "Chickamauga", "the Civil War [accept “the war between the states” and obvious equivalents]"], "parts_sanitized": ["In this story, the soldier Peyton Farquhar imagines he has escaped from the title location, only to feel a heavy blow on the back of his neck as he tries to embrace his wife.", "A child who turns out to be deaf-mute sleeps through and survives the title battle in this story, and discovers that the soldiers he had played with burned down his home.", "Both An Occurrence at Owl Creek Bridge and Chickamauga were first collected in Bierce’s Tales of Soldiers and Civilians, which describes incidents in this war. Stephen Crane’s The Red Badge of Courage also depicts the gruesomeness of this war."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This composition serves as an orchestral interlude in the opera <em>The Tale of Tzar Sultan</em>. For 10 points each:", "answers_sanitized": ["The Flight of the Bumblebee", "Nikolai Rimsky-Korsakov", "Alexander Porfiryevich Borodin"], "parts_sanitized": ["Name this piece whose first two measures famously feature chromatic sixteenth-note runs in the strings beginning on E. Low pizzicato strings later play the counter-theme.", "This composer wrote “The Flight of the Bumblebee”. This Russian member of “The Five” also wrote major orchestral works such as Capriccio Espagnol and Russian Easter Overture.", "Rimsky-Korsakov helped to complete the opera Prince Igor, which was left unfinished by this other composer. This fellow member of “The Five” also wrote the symphonic poem In the Steppes of Central Asia."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "It was commissioned by the Duke of Milan, Ludovico Sforza, for 10 points each:", "answers_sanitized": ["The Last Supper", "Leonardo da Vinci", "Virgin of the Rocks [accept Madonna of the Rocks]"], "parts_sanitized": ["Name this Renaissance painting housed in the Santa Maria delle Grazie in Milan. Jesus’s head is located at the vanishing point of this painting.", "This “Renaissance Man” who painted Mona Lisa also painted The Last Supper.", "Da Vinci painted two works of this name, located in the Louvre and the National Gallery. They depict the title character with the infant John the Baptist and an angel in front of mountains."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "Answer some questions about North American mountains, for (mount)10 points each:", "answers_sanitized": ["Mount Washington [accept Agiocochook]", "Mount Logan", "Denali"], "parts_sanitized": ["Known for its unusually high levels of precipitation, this highest peak in the Northeastern U.S. is located in New Hampshire. It is part of the Presidential Range of the Appalachians.", "With an elevation of more than 19,000 ft., this mountain is the highest peak in Canada. Located in the Yukon, it is also believed to have the largest base of any non-volcanic mountain.", "To top it all off, name this Alaskan peak, the highest in North America and whose name comes from the Athabascan term for the “High One”. It was formerly Mount McKinley."], "category": "Geography"}, {"leadin_sanitized": "This author wrote a novel in which Jose Arcadia dreams about a glass city, leading him to found Macondo. For 10 points each:", "answers_sanitized": ["Gabriel Garcia Marquez [prompt on “Gabo” or “Gabito”]", "magical realism [accept marvelous realism]", "The Autumn of the Patriarch"], "parts_sanitized": ["Name this Colombian author who wrote about generations of the Buendia family in One Hundred Years of Solitude.", "One Hundred Years of Solitude is an example of this two word genre for which Garcia Marquez was famous. Popular in Latin America, this genre describes the insertion of supernatural or surreal elements into ordinary settings.", "This Garcia Marquez novel was partially inspired by Francisco Franco and chronicles the reign of a fictional Caribbean dictator as a “poem on the solitude of power”."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "The “total internal” type of this phenomenon occurs when light hits a medium with a lower refractive index and no light passes into the second medium. For 10 points each:", "answers_sanitized": ["reflection", "critical angle", "Fresnel equations"], "parts_sanitized": ["Name this process in which light bounces off a boundary. Its angle is equal to the angle of incidence.", "This is the angle above which total internal reflection occurs. It is calculated using Snell’s Law as the angle of incidence for which the angle of refraction is equal to 90 degrees.", "These equations can be used to calculate the reflectance and transmittance of polarized light. The namesake of these equations also named the equation for near-field diffraction."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Before the Aztecs, the Zapotecs lived in the present-day Mexican state of Oaxaca. For 10 points each:", "answers_sanitized": ["Mesoamerican ballgame [or Ōllamaliztli]", "Monte Albán", "hieroglyphs"], "parts_sanitized": ["The Zapotecs adopted this sport from the Olmecs. This sport was played with a solid rubber object, and the Aztecs may have used it to defuse conflicts and resolve disputes.", "Ballgame courts were excavated in this center of Zapotec civilization, which may have been called Danipagauche in the Zapotec people’s language.", "At Monte Albán, excavators have found a stone slab with these symbols, depicting various conquered city-states. The ancient Egyptian language gave the broader term to these symbols depicting words or phrases."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Name these groups fighting in Syria, for 10 points each:", "answers_sanitized": ["ISIS [accept ISIL, Daesh, and the Islamic State of Iraq and Syria]", "al-Nusra Front [accept Jabhat Fateh al-Sham or Jabhat al-Nusra]", "The Islamic Republic of Iran"], "parts_sanitized": ["Over the latter half of 2017, this group lost much of its territory, after being ousted from Raqqa. This organization declared its caliphate in 2014 in Mosul.", "This Salafist rebel group is headquartered in northwest Syria’s Idlib Province. In 2016, this group split from al-Qaeda.", "This country’s military force, led by Major General Mohammad Ali Jafari, includes the paramilitary Basij force."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Language isolates are languages that have no genealogical relationship with any other languages. For 10 points each:", "answers_sanitized": ["Sumerian", "Basque", "Ainu"], "parts_sanitized": ["This language had one of the first writing systems, known as cuneiform. Once spoken in Mesopotamia, it is now extinct.", "Another name for this other language isolate is euskara. Primarily spoken around the Bay of Biscay, this is the only non-Indo-European language in Europe, spoken in a Spanish province.", "The yukar is written in the classical form of this language, which uses postpositions instead of prepositions. The Sakhalin dialect of this language went extinct in 1994, leaving only the Hokkaido variant."], "category": "Social Science"}, {"leadin_sanitized": "Sharks circle around a ship in blood filled waters in the foreground of this painting. For 10 points each:", "answers_sanitized": ["The Gulf Stream", "Winslow Homer", "Harper’s Weekly"], "parts_sanitized": ["Name this painting that depicts a black sailor on a damaged ship, with an impending maelstrom in the background.", "The Gulf Stream was created by this American painter, who also depicted a catboat chopping through a harbor under a “fair wind” in Breezing Up.", "Homer also depicted many scenes from the Civil War for this magazine, and based paintings such as Prisoners from the Front on the sketches he did while working for this magazine."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}]}