{"tossups": [{"question_sanitized": "This conflict was preceded by the Eleven Years of Tyranny. Neutral factions in this conflict formed vigilante groups and became known as “clubmen”, and the Siege of Hull marked the beginning of the first phase of this conflict. The Self-Denying Ordinance removed generals such as (*) Sir Thomas Fairfax from command during this conflict. This war’s winning faction launched Pride’s Purge to root out dissenters. The Battle of Naseby demonstrated the effectiveness of Roundheads’ New Model Army under Oliver Cromwell. For 10 points, name this 17th century conflict that ended with the execution of Charles I.", "answer_sanitized": "English Civil War", "subcategory": "History British", "category": "History"}, {"question_sanitized": "Theodor, Nikolaus, and Seppi encounter this charmer who says that “man begins as dirt and departs as stench” in a novel by Mark Twain. In one work, this man puts on a show at the Variety Theater where Behemoth decapitates a man, later putting it back on due to audience demands. After journeying the Valley of Humiliation, the protagonist of (*) A Pilgrim’s Progress fights this character. This tempter finds himself on a boiling lake of lava in another epic where later on he turns into a serpent. For 10 points, name this antagonist of Paradise Lost who attempted to overthrow God.", "answer_sanitized": "The Devil [accept Satan, Lucifer, and Woland; prompt on the “Stranger”]", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Charles George Gordon commanded the Ever Victorious Army after the death of Frederick Townsend Ward during this event. Soldiers on one side of this conflict who wore their hair down were labelled as “hair rebels”. Major ethnic groups that participated in this (*) rebellion were the Zhuang and the Hakka. The suppression of this rebellion was led by Zeng Guofan while the rebel leader claimed to be the younger brother of Jesus and sought to establish a Heavenly Kingdom of Peace. For 10 points, name this Chinese rebellion led by Hong Xiuquan that lasted from 1850 to 1864 and attempted to overthrow the Qing dynasty.", "answer_sanitized": "Taiping Rebellion [accept Taiping Heavenly Kingdom Movement or Taiping Civil War]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This composer wrote a string quartet in B-flat major with an allegro con spirito first movement that contains a poco a poco decrescendo from forte to pianissimo. The quiet second movement of one of this composer’s symphonies ends with a fortissimo G-major chord while another one of his symphonies instructs musicians to (*) leave the stage one by one. This composer used text from the Book of Genesis and Milton’s Paradise Lost in his oratorio The Creation. For 10 points, name this Austrian “Father of the Symphony” who composed ones nicknamed “Farewell” and “Surprise”.", "answer_sanitized": "Joseph Haydn", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "In solid-state dye lasers, the gain medium is one of these molecules called PMMA. Partially miscible solutions containing these compounds exhibit a UCST and LCST phase transition. The “electroluminescent conducting” type of these compounds are used in OLED displays. The (*) Flory-Huggins model describes them, and Ziegler-Natta catalysts aid the formation of these molecules. Thermoplastic ones are remoldable and their synthesis can be categorized as step-growth or chain-growth. For 10 points, name these compounds made of repeating units called monomers.", "answer_sanitized": "polymers", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This author co-wrote a book with Eliot Weinberger examining nineteen translations of a poem by Wang Wei. Another work by this author discusses the divine nature of language from the perspective of the title character Hanuman. A poem by this man opens with the line (*) “willow of crystal, a poplar of water” and takes its number of lines from the Aztec calendar. This author of The Monkey Grammarian describes his country’s natives as sons of an “Indian mother” and a “conquering Spanish father” in a book-length essay. For 10 points, name this Mexican author who wrote “Sunstone” and The Labyrinth of Solitude.", "answer_sanitized": "Octavio Paz", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In this process, the enzyme triose-phosphate isomerase converts dihydroxyacetone phosphate into glyceraldehyde-3-phosphate. GPI catalyzes one step in this pathway, and intermediates of this pathway include PGAL and PEP. Its rate-determining step is catalyzed by (*) phosphofructokinase, and its first step is catalyzed by hexokinase. Two ATP molecules are produced through this pathway, whose products are converted into acetyl-CoA and used in the Krebs cycle. For 10 points, name this metabolic pathway, the first step of cellular respiration.", "answer_sanitized": "glycolysis [accept Embden-Meyerhof-Parnas pathway; prompt on “respiration” or “cellular respiration”]", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "One dharmashastra opens with sages requesting Manu to tell them about the law regarding this concept. Bharadwaja asks Bhrigu how this idea works if all men emit phlegm and other bodily fluids.  Jat community protesters seized control of the Munak Canal due to anger over (*) job quotas based on this hierarchy. One group of people in this system is based off of Brahma’s feet and are therefore assigned the menial work. Its classes include vaishya, kshatriya, and brahmin, along with the “untouchables.” For 10 points, name this Hindu system of social stratification based on karma and dharma.", "answer_sanitized": "caste system", "category": "Religion"}, {"question_sanitized": "One book by this man lays out a plan for the Chancellor of the Exchequer that uses deferred pay and forced savings as price controls for inflation. This former chairman of the World Bank commission proposed an international currency called the bancor and rejected (*) Say’s law, asserting that because of price stickiness, aggregate demand drives employment. This economist called Germany’s war reparations Carthaginian in his Economic Consequences of the Peace. For 10 points, name this British proponent of deficit spending to reduce unemployment, who wrote The General Theory of Employment, Interest, and Money.", "answer_sanitized": "John Maynard Keynes [pronounced “canes”]", "category": "Social Science"}, {"question_sanitized": "One governor of this state gained prominence through the radio with his band Pat O’Daniel and the Hillbilly Boys. A congressman from this state holds the record for longest tenure as Speaker of the House; that man is Sam Rayburn. One politician from this state claimed “the (*) vice presidency wasn't worth a bucket of warm piss.” Another politician from this state used his namesake treatment to round up votes as Senate Majority Leader and later began a “War on Poverty” after becoming President.  For 10 points, name this home state of John Nance Garner and Lyndon Baines Johnson, with capital at Austin.", "answer_sanitized": "Texas", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This artist asked “What, you Mariah? Fly through twice,” in reference to his conflict with Mariah Carey in his song “Superman”. In a kinder song, this artist says “We’ll walk this road together, through the storm, whatever weather, cold or warm”.  This artist laments how “he goes home and barely knows his own daughter” (*) Hailie Jade in another song. This rapper, who railed against Donald Trump in a freestyle at the BET Awards, collaborated with Beyoncé on the single “Walk on Water” for his new album Revival. For 10 points, name this Detroit rapper of songs like “Not Afraid” and “Lose Yourself”.", "answer_sanitized": "Eminem [accept Marshall Mathers; accept Slim Shady]", "category": "Trash"}, {"question_sanitized": "Fourteen member-states formed a 1998 commission to implement the Water Framework Directive for this river. Its delta, located north of the Razim-Sinoe lagoons, is a Ramsar Site and a UNESCO World Heritage Site. Transport on this river became difficult when NATO bombed three (*) Serbian bridges over it in the Kosovo War. This river is formed at the confluence of the Brigach and Breg at the German town of Donaueschingen, and used to divide the cities of Buda and Pest. For 10 points, name this river that flows through Galati and Vienna on its way to the Black Sea.", "answer_sanitized": "Danube River [accept Donau or Duna; ask for the English translation if you’re given something with the “d” and “n” sounds in the right place]", "category": "Geography"}, {"question_sanitized": "In the Vienna production of this opera, the aria “per queste tue manine” is added to a low comedy scene where a woman threatens a servant with a razor. That woman sings the aria “La ci darem la mano” with the protagonist. In addition to trying to woo Zerlina, the protagonist organizes a (*) party in his “Champagne Aria.” In the “Catalogue Aria,” the servant Leporello recounts the romantic conquests of his master. That titular character is dragged to hell by a statue of the Commendatore at the end of this opera. For 10 points, name this opera, written by Mozart, about the title Spanish womanizer.", "answer_sanitized": "Don Giovanni", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "This empire expanded by conquering neighboring peoples such as the Lupaka and Chimu. This empire was organized into more than 80 wamani, and was more generally divided into four quarters called suyu. A city-state in this empire that was classified into upper and lower portions known as hanan and hurin was founded by (*) Manco Capac. This empire was known for its extensive road system and the use of quipu to record information. Pachacuti, a famed ruler of this empire, is thought to have constructed Machu Picchu. For 10 points, name this pre-Columbian empire centered in modern-day Peru.", "answer_sanitized": "Incan Empire", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The average value of this quantity is related to twice the average value of a related quantity by the Virial theorem. This quantity is subtracted in the definition of the Lagrangian. Force is equal to the negative (*) gradient of this quantity. It equals one-half k displacement squared for a simple harmonic oscillator. The “gravitational” form of this quantity is often symbolized “U” and on earth is defined as mass times little g times the height of an object. For 10 points, name this type of stored energy often contrasted with kinetic.", "answer_sanitized": "potential energy", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In one novel by this author, a character has a dream in which her husband turns into a rabbit after being shot by officials. This author considers whether dogs are better than men in a novel where one woman wears her ancestor’s (*) bowler hat during intercourse. The conversations of four Frenchmen are the center of this man’s 2014 novel A Festival of Insignificance, while his most famous novel contains an adulterous affair between Tomas and Sabina. For 10 points, name this Czech-born French author who wrote about the 1968 Prague Spring in The Unbearable Lightness of Being.", "answer_sanitized": "Milan Kundera", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In March, 2017, the East Bay Times published emails showing prior knowledge of the problems that caused one of these events at the Ghost Ship in December 2016. Sir Martin Moore-Bick is leading a public inquiry into one of these events, which officials believe originated from a (*) Hotpoint fridge-freezer. In June 2017, Sadiq Khan criticized bad safety protocols for causing over 70 deaths due to one of these disasters at the Grenfell Tower. Thirty-six people died in one of these disasters at an Oakland warehouse. California saw a series of, for 10 points, what disasters that burned over 245,000 acres of land?", "answer_sanitized": "fires [accept Oakland warehouse fire; accept Grenfell Tower fire; accept wildfires]", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This poet wrote a political satire about the “Curse of our nation, source of countless woes” in his poem “The Embargo.” The speaker of another poem by this author notes that “the abyss of heaven hath swallowed up thy form” and asks the title creature “dost thou pursue Thy (*) solitary way.” This man wrote another poem to a subject who “holds communion with [Nature’s] visible forms”. That poem exhorts the listener to “join the innumerable caravan” and approach death as one who “lies down to pleasant dreams.” For 10 points, name this early American poet of “To a Waterfowl” and “Thanatopsis.”", "answer_sanitized": "William Cullen Bryant", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "One of these objects was discovered by Giuseppe Piazzi in 1801, and some families of them are named after Kiyotsugu Hirayama. They are classified into C types, S types, and M types, and the brightest example of them visible from Earth is (*) Vesta. Examples of them include the Trojans, and Ceres is the largest of these objects in the Solar System. The Chicxulub crater was formed by the impact of one of these objects on the Yucatán Peninsula in Mexico. For ten points, name these astronomical rocks often found in their namesake belt between Mars and Jupiter.", "answer_sanitized": "asteroids", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One painter with this surname collaborated with Peter Paul Rubens on a series of allegories for The Five Senses. People ice-skate in the background of a painting by an artist of this surname in which three men are surrounded by their dogs. That man also depicted a peasant “belling the cat”, the Fox and the Stork dining together, and other odd (*) idioms. In another painting by an artist with this surname, a farmer plows in the left foreground while a ship sails past two flailing legs in the water. For 10 points, give this surname of Flemish painters like Jan and Pieter, who painted Netherlandish Proverbs and Landscape with the Fall of Icarus.", "answer_sanitized": "Brueghel [accept Jan Brueghel the Elder or Pieter Bruegel the Elder; do NOT accept any answers containing “the Younger”]", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This president signed the Thomson-Urrutia Treaty, which granted a $25 million settlement to Colombia. During this president’s administration, Charles R. Forbes inflated the cost of constructing hospitals in order to defraud the Veterans’ Bureau. This president’s cabinet included Secretary of State (*) Charles Evans Hughes and Secretary of the Treasury Andrew Mellon, who instituted heavy tax cuts. This president’s campaign focused on a “return to normalcy”. The Teapot Dome scandal occurred during the presidency of, for 10 points, what Ohio Republican who was succeeded by Calvin Coolidge after a heart attack?", "answer_sanitized": "Warren Gamaliel Harding BONUSES", "subcategory": "History American", "category": "History"}], "bonuses": [{"leadin_sanitized": "In the thirteenth movement of Camille Saint-Saens’ <em>The Carnival of the Animals</em>, this instrument plays a solo to represent a swan gliding across the water. For 10 points each:", "answers_sanitized": ["violoncello", "xylophone", "it’s E string is mistuned [accept E string tuned to E-flat or E string tuned a half step down; accept obvious equivalents mentioning the E string; prompt on just “mistuned” by asking “What string?”]"], "parts_sanitized": ["Name this lowest string instrument in a string quartet, which is smaller than a double bass and usually played sitting down.", "Saint-Saens used this slightly more irregular, mallet-stricken instrument in the “Fossils” movement, as well as in Danse Macabre to depict the rattling of skeletons.", "The solo violin in Danse Macabre enters playing a tritone and is unusual because this has been done to the violin as an example of scordatura."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "In early October of 2017, the <em>New York Times</em> published an exposé alleging this man had committed multiple acts of sexual assault, for 10 points each:", "answers_sanitized": ["Harvey Weinstein", "Louis C. K. [accept Louis A. Székely]", "the White House [accept 1600 Pennsylvania Avenue]"], "parts_sanitized": ["Name this Hollywood producer who then resigned from his company. The exposé against him led to many victims of assault in media coming forward and telling their stories.", "The New York Times later reported that five women had accused this comedian of sexual assault. In response, The Orchard cancelled the premier of his film I Love You, Daddy.", "The allegations against Charlie Rose in November of 2017 overshadowed accusations against Glenn Thrush, a former New York Times correspondent for this location."], "category": "Trash"}, {"leadin_sanitized": "This 50-ton sculpture was refurbished in 2012 with paint to restore its original color. For 10 points each:", "answers_sanitized": ["Flamingo", "Alexander Calder", "mobiles"], "parts_sanitized": ["Name this brilliant red sculpture that depicts a certain animal and resides in the plaza outside the Kluczynski Federal Building in Chicago.", "Flamingo is by this American sculptor of other works like Lobster Trap and Fish Tail and a miniature circus made out of wire and wood that could be performed.", "Lobster Trap and Fish Tail is an example of one of these signature sculptures by Calder, which have moving elements that are often balanced or suspended via wire."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "One character in this play invokes the Napoleonic Code in reference to the Belle Reve estate. For 10 points each:", "answers_sanitized": ["A Streetcar Named Desire", "New Orleans [accept NOLA]", "A Confederacy of Dunces"], "parts_sanitized": ["Name this play in which one character comes to Elysian Fields to live with her sister, whose husband Stanley throws a radio out the window during Mitch’s poker game.", "A Streetcar Named Desire is set in this jazzy city in Louisiana, which includes a famous French Quarter.", "This novel is also set in New Orleans, and focuses on Ignatius Reilly, whose misadventures take him to places like the Night of Joy strip club, after officer Mancuso tries to arrest him."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Male and female mallards have differently colored heads, which exhibits this property. For 10 points each:", "answers_sanitized": ["sexual dimorphism", "Fisherian runaway [or runaway selection]", "peacocks [or peafowl]"], "parts_sanitized": ["Name this term for two sexes of the same species exhibiting different physical characteristics.", "This mechanism describes how sexual selection increases female preference and the desired trait in a positive feedback cycle. Ronald Fisher proposed this mechanism to describe the evolution of exaggerated male ornamentation.", "These organisms exhibit Fisherian runaway, as males of this species have large, iridescent blue and green tail feathers to signal their fitness and attract females."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Charles V issues one of these edicts in 1549 that attempted to consolidate the Netherlands. For 10 points each:", "answers_sanitized": ["Pragmatic Sanctions", "Kingdom of Prussia", "House of Hohenzollern"], "parts_sanitized": ["Give this two-word term for decrees such as one issued in 1713 by Charles VI, which allowed the Hapsburg possessions to pass to women despite Salic law.", "This kingdom then ruled by Frederick the Great broke the Pragmatic Sanction by invading Silesia and allying with France to challenge Maria Theresa’s claim to the throne.", "Frederick the Great was a member of this Prussian dynastic house, which was split into the Catholic Swabian and Protestant Franconian branches. This dynasty was overthrown with the establishment of the Weimar Republic in 1918."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Samuel Taylor Coleridge considered this play to have one of the three most perfect plots in literature. For 10 points each:", "answers_sanitized": ["The Alchemist", "Paulo Coelho", "Brazil"], "parts_sanitized": ["Name this play in which Master Lovewit attempts to foil the tricks of Face, while the con artist Subtle pretends to create the philosopher’s stone, a work of Ben Jonson.", "This author used The Alchemist as the title for his novel, which focuses on the Andalusian shepherd boy Santiago, and his journey to Egypt to discover treasure.", "Coelho is an author from this country, and most of his books are written in his native language of Portuguese."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "In 2015, the Islamic State seized control of the historic city of Palmyra after a seven day siege. For 10 points each:", "answers_sanitized": ["The Roman Empire [or Rome]", "Septimius Severus", "Monumental Arch [accept Arch of Triumph]"], "parts_sanitized": ["Palmyra was formerly a city in this empire governed from the namesake city, which entered the tumultuous Year of Five Emperors after the assassination of Commodus.", "This emperor seized power in 193 CE during the Year of the Five Emperors and later expanded the border of Syria Palaestina to the Tigris River, at the expense of the Parthians.", "Not to be confused with its counterpart in Rome, this Palmyrene ornamental passage built for Septimius Severus was blown up by ISIS. There are plans to rebuild it using anastylosis."], "subcategory": "History Classical", "category": "History"}, {"leadin_sanitized": "Answer some questions about wonders of China dating back to the Qin Dynasty, for 10 points each:", "answers_sanitized": ["Great Wall of China", "Terracotta Army [accept Terracotta soldiers or Terracotta warriors]", "West Lake [accept Xihu]"], "parts_sanitized": ["Qin Shi Huang consolidated this series of fortifications to protect his empire from the Xiongnu people to the north. It now stretches 5,500 miles and isn’t actually visible from space.", "Qin Shi Huang’s mausoleum consisted of these sculptures of soldiers, musicians, horses, and more, made out of a namesake type of earthenware.", "Qin Shi Huang visited this lake and moored his boat to a stone that later became the Big Stone Buddhist Temple. This freshwater lake, located in Hangzhou, China, was named a UNESCO World Heritage Site in 2011."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "US troops withdrew from this city to Camp Baharia due to the rising power of insurgent groups, but they would return in May of that year. For 10 points each:", "answers_sanitized": ["Fallujah", "Iraq War", "Saddam Hussein Abd al-Majid al-Tikriti"], "parts_sanitized": ["Name this city that was captured by coalition forces in May of 2004. The second battle over this city was codenamed Operation Phantom Fury.", "The Second Battle of Fallujah was the bloodiest battle of this war. US forces withdrew from this conflict in 2011 following 8 years of occupation.", "The Iraq War was launched in an attempt to topple this Baathist dictator, under the assumption he had the capability to produce WMDs. He was executed in 2006."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The Drude model describes electron motion in these materials, for 10 points each:", "answers_sanitized": ["electrical conductors", "gold [accept Au]", "Skin effect"], "parts_sanitized": ["Name these materials that allow the flow of electrical current.", "This conductive metal is used in corrosion-free electrical connectors and wires due to its low reactivity. A typical cell phone contains 50 cells worth of this element that has atomic number 79.", "This effect is the tendency of alternating current to flow more strongly at the surface of a conductor."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following about the Bundesliga. For 10 points each:", "answers_sanitized": ["F.C. Bayern Munich [accept Der FCB (The FCB) or Die Bayern (The Bavarians); prompt on “Munich”, “Stern des Südens (Star of the South)”, “Die Roten (The Reds)”, or  “FC Hollywood”]", "Christian Pulisic", "FC Schalke 04 [accept “S04” or “Fußballclub Gelsenkirchen-Schalke 04”; prompt on “Die Königsblauen (The Royal Blues)” or “Die Knappen (The Miners)”]"], "parts_sanitized": ["This team, the current champion of the Bundesliga, is captained by their goalkeeper Manuel Neuer and was led in scoring during the 2016-17 season by Robert Lewandowski.", "Bayern competes in “Der Klassiker” with F.C. Borussia Dortmund, who has this American player as one of their midfielders. He scored the only goal in the USA's World Cup eliminating loss to Trinidad and Tobago.", "Dortmund has a long-standing rivalry, known as the “Revierderby”, with this club because they are located on the same river. Weston McKennie and Leon Goretzka are prominent midfielders for this team."], "category": "Trash"}, {"leadin_sanitized": "This architect’s last project was the New National Gallery in Berlin and he also designed Westmount Square in Quebec. For 10 points each:", "answers_sanitized": ["Ludwig Mies van der Rohe [accept either underlined portion]", "Seagram Building", "The Four Seasons Restaurant"], "parts_sanitized": ["Name this German-American architect known for the maxim “less is more”. He was the last director of the Bauhaus and used plate glass in his design for the New National Gallery in Berlin.", "Mies designed this Manhattan skyscraper, which is known for embodying the International Style of architecture. It is named for a Canadian distillery brand that also produced ginger ale.", "Mies collaborated with Philip Johnson on the interior design for this restaurant in the Seagram Building, which was the first restaurant to adopt different menus for each time of the year."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "Name some curves in economics, for 10 points each:", "answers_sanitized": ["demand curve", "Laffer curve", "Production Possibilities Frontier [accept Production Possibilities Curve]"], "parts_sanitized": ["This negatively sloped curve is often drawn with its counterpart, the supply curve, and shows the relationship between the price of a good and the quantity people are willing to buy.", "This curve named after an American economist illustrates taxable income elasticity by showing how government revenue changes in response to increases or decreases in the tax rate.", "Economists use these concave to the origin curves to show the tradeoff between capital investment and consumer goods. A point inside the curve represents an economy where labor and capital are underemployed while a point on the curve shows full productivity."], "category": "Social Science"}, {"leadin_sanitized": "This poet described how the title creature pours “profuse strains of unpremeditated art” in his poem “To a Skylark.” For 10 points each:", "answers_sanitized": ["Percy Shelley", "“Ozymandias”", "The Triumph of Life"], "parts_sanitized": ["Name this romantic poet who wrote an elegy telling people to “weep for Adonais!”, and addressed another of his poems to a “breath of Autumn’s being.”", "Shelley also wrote this poem, describing a “shattered visage” of a former “king of kings” that rests on a pedestal reading, “Look on my works, ye Mighty, and despair!”", "This poem, the last major work of Shelley before he died, was left unfinished and described a vision of a chariot rolling over a multitude, as well as the title concept corrupting the spirit."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "To fill the power void left by the fall of the Tokugawa bakufu, this ruler promulgated the Charter Oath and established a strong central government, for 10 points each:", "answers_sanitized": ["Emperor Meiji [or Meiji-tennō; accept Mutsuhito; accept Meiji the Great; or Meiji-taitei]", "prefectures", "Treaty of Portsmouth"], "parts_sanitized": ["Name this man, who oversaw Japan’s modernization efforts from 1868 to 1912 as emperor.", "One of the Meiji government’s reforms was to establish these administrative divisions, of which Japan currently has 47. Hokkaido is the only of these to have the “circuit” designation.", "The Meiji government demonstrated Japan’s industrialization and rise by defeating Russia in 1905; that war concluded with this treaty, signed in the US."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answer the following about a weapon from Arthurian legend, for 10 points each:", "answers_sanitized": ["Excalibur [or Caliburn]", "Bedivere [or Bedevere]", "Avalon"], "parts_sanitized": ["This legendary sword of King Arthur, often contrasted with the sword in the stone, is equipped with magical powers.", "This Knight of the Round Table returned King Arthur’s famous sword to the Lady of the Lake on the wounded King Arthur’s command.", "Excalibur was forged at this island, where King Arthur was taken to recover after his wounds from the Battle of Camlann."], "category": "Mythology"}, {"leadin_sanitized": "These storms can interact in the Fujiwhara effect and weaker versions of them are known as tropical depressions. For 10 points each:", "answers_sanitized": ["hurricanes [accept cyclones and typhoons]", "stadium effect", "Saffir or Simpson"], "parts_sanitized": ["Name these storms that form around an eye and have included ones named Andrew and Katrina.", "This effect describes how the region around the eye of a hurricane opens up and outwards, similar to their namesake structures.", "Hurricanes are usually measured on a 1 through 5 scale based on wind speed named for two scientists. Name either."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "The protagonist of this play convinces a character to “die beautifully” and is pressured by Judge Brack concerning the cause of that death. For 10 points each:", "answers_sanitized": ["Hedda Gabler", "A Doll’s House", "Dr. Rank"], "parts_sanitized": ["Name this play in which the title character commits suicide after burning Lovborg’s manuscript.", "In this other play by Henrik Ibsen, the protagonist Nora leaves and slams the door on her husband Torvald, after proclaiming that she does not “believe any longer in wonderful things happening.”", "In A Doll’s House, this character places two cards with a black cross over the name in a mailbox, after confessing his love for Nora and revealing that he is dying of “tuberculosis of the spine.”"], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "It forms a carbonyl group when double bonded to a carbon, for 10 points each:", "answers_sanitized": ["oxygen", "Joseph Priestley", "dephlogisticated air [do NOT prompt on just “air”]"], "parts_sanitized": ["Name this element with atomic number 8, whose triatomic form is ozone.", "This 18th century scientist discovered oxygen. This proponent of the phlogiston theory also discovered sulfur dioxide and nitrous oxide.", "Priestley referred to oxygen by this two-word phrase, as oxygen was thought to be deprived of phlogiston and, thus, capable of longer combustion."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This suite’s composer described it as a collection of “small, droll things”. For 10 points each:", "answers_sanitized": ["Scenes from Childhood (accept Kinderszenen)", "Robert Schumann", "Leipzig"], "parts_sanitized": ["Name this collection of thirteen piano pieces, including movements such as “The Poet Speaks” and “Traumerei”.", "This German Romantic composer wrote Scenes from Childhood. He was married to Clara and composed numerous lieder and the solo piano piece Carnaval.", "Schumann founded the New Journal for Music in this German city. Mendelssohn directed this city’s orchestra, and Bach served at St. Thomas Church in this city, the most populous in Saxony."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}]}