{"tossups": [{"question_sanitized": "The quality of this substance varies inversely with its distance from Earth’s core, according to Hilt’s law. The Bergius [burj-EE-us] process uses sulfide catalysts to hydrogenate this substance, and Fischer-Tropsch plants must first gasify this substance, using an IGCC to convert it into syngas, before it can be converted into (*) hydrocarbons. The lowest rank of this mineral is lignite, which is formed by the compression of peat. Varieties of this mineral include bituminous and anthracite, and it is found in seams and beds. For 10 points, name this black sedimentary rock commonly burned to produce energy.", "answer_sanitized": "coal [prompt on “lignite”, “bituminous” and “anthracite” before mentioned]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "One character in this novel dies of gangrene because he is forced to wear wooden clogs. As a child, the protagonist of this book wets his pants looking at the grand canyon and is thrown into the deep end of a Y.M.C.A. pool by his father. This novel ends with a bird saying (*) “Poo-tee-weet” and everytime someone dies, the phrase “so it goes” is used. The soldier Roland Weary is captured by Germans with the protagonist, who is later kidnapped and placed in a zoo on the alien planet Tralfamadore. Billy Pilgrim becomes “unstuck in time” amidst the firebombing of Dresden in, for 10 points, what anti-war novel by Kurt Vonnegut?", "answer_sanitized": "Slaughterhouse-Five, or The Children's Crusade: A Duty-Dance with Death", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "This man’s first PGA Tour win came when he shot a final round 62 at the 2010 Quail Hollow Championship. This man finished with a U.S. Open record score of 16-under at Congressional in 2011 to win his first major championship. This player’s most recent major wins came back to back at the 2014 Open and PGA Championships, after he broke off his engagement to tennis star (*) Caroline Wozniacki. This player ranks fourth all-time with a total of 95 weeks spent at number one in the Official World Golf Ranking. For 10 points, name this four-time major championship winning golfer, a native of Northern Ireland.", "answer_sanitized": "Rory McIlroy", "category": "Trash"}, {"question_sanitized": "Men in this civilization were forced to serve in the military under the ilku system and a series of 243 letters from this civilization at Nimrud was translated by H.W.F. Saggs. The Aramean and Hurrian peoples were driven out of this empire by its first king, Adad-nirari II. It’s not Sumer, but one king of this empire built and names a library that contains the (*) Epic of Gilgamesh. This empire defeated Nabonassar under Tiglath-Pileser III but was later conquered by the Babylonian Empire in 612 B.C. For 10 points, name this Near East Empire led at one point by Ashurbanipal with capital at Nineveh.", "answer_sanitized": "Neo-Assyrian Empire", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This composer began an overture with a trumpet that represents the war call of the Colonna family for his opera Rienzi. In another opera by this composer, the nurse Mary refuses to sing a ballad for the main character, who is promised to the title figure by her father Daland in return for a (*) ship of treasure. In addition to an opera with a famous “Bridal March”, this composer wrote a set of operas that begins with the dwarf Alberich stealing a magical object from the Rhine maidens. For 10 points, name this German composer of The Flying Dutchman and Lohengrin, as well as the operatic cycle The Ring of the Nibelung.", "answer_sanitized": "Richard Wagner", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "One ruler of this country rejected a gift of 50 camels from the Khitan Empire by exiling them to an island and starving them to death. A collection of over 80,000 woodblock prints commissioned during the 13th century by King Gojong is known as this country’s Tripitaka. In the 1300s, this country twice repelled invasions by the (*) Red Turbans. This county’s alphabet, Hangul, was created by Sejong the Great, who ruled during the Joseon Dynasty. For 10 points, name this peninsular East Asian country that has since been divided into a North and South.", "answer_sanitized": "Korea [do not prompt or accept “North Korea” or “South Korea”]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "The energy-momentum tensor is divided by this quantity raised to the fourth power in Einstein’s field equations. The Lorentz factor equals one over the square root of one minus velocity squared over this quantity squared. The refractive index of a material is the ratio of this (*) constant to speed, and it is the conversion factor between frequency and wavelength of an electromagnetic wave. This quantity is constant regardless of the observer’s inertial reference frame, and it is equal to approximately three times ten to the eighth meters per second. According to Einstein, for 10 points, energy is equal to mass times what constant squared?", "answer_sanitized": "speed of light [accept c]", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "In one novel by this author, Konny shoots a character that spit three times on a memorial to Wilhelm Gustoff. This author included the woman Tulla both in that novel, and another, in which the main character puts S.A. uniforms on scarecrows. In another novel by this author, the (*) Iron Cross of a U-Boat captain is stolen by “The Great” Mahlke. This author of Crabwalk wrote a work in which the protagonist has a voice that can shatter glass and receives the title object on his third birthday. The works Dog Years and Cat and Mouse make up the Danzig Trilogy of, for 10 points, what author of The Tin Drum?", "answer_sanitized": "Gunter Grass", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "Fezzan served as one of these entities while under Ottoman control. Antonio Salazar converted the Cape Verde Islands into one of these entities, known as Tarrafal. In the 19th Century, the French government set up New Caledonia as one of these, sending thousands of Algerians there in the 1860s. By importing British (*) debtors to his lands, James Oglethorpe essentially created one of these colonies in Georgia. Colonial Australia served as, for 10 points, what type of entity to which convicts were exiled for the duration of their sentence?", "answer_sanitized": "penal colony [accept penal settlement; prompt on “colony”; do not accept or prompt on “prison”]", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A black ball lies in the doorway in one painting by this artist, which also shows an easel with a seascape painted on it. Another work by this artist depicts two people whose heads are covered in cloths kissing. In a painting titled after a Goethe novel, this artist depicted a giant (*) egg in a cage. In addition to Elective Affinities, this artist painted a cannon in a room with different panels. A pipe lies above the phrase “This is not a pipe” in one painting by this man while in another, a green apple obscures the face of a man in a bowler hat. For 10 points, name this Belgian surrealist artist of The Treachery of Images and The Son of Man.", "answer_sanitized": "René Magritte", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This man recently changed his Twitter bio to “hat salesman” after selling 30,000 hats to promote a corporation. In June 2017, he, along with the CEOs of Disney and Uber, left President Trump’s Strategic and Policy Forum to protest the U.S.’s withdrawal from the Paris climate agreement. In November 2017, this owner of the (*) Boring Company tweeted, “Why is there no Flat Mars Society!?” In December 2017, one of his companies became the first private rocket company to launch a reused rocket. For 10 points, name this founder of X.com and CEO of SpaceX and Tesla.", "answer_sanitized": "Elon Reeve Musk", "category": "Current Events"}, {"question_sanitized": "This god fathered a god of business and farming known as the Great Land Master. He once killed a dragon by placing eight cups of a strong rice wine around a house. He then married the woman that helped him kill this dragon, Kushinadahime. He fashioned the sword (*) Ama-no-Murakamo-no-Tsurugi from the aforementioned eight-headed dragon’s tail. After birthing five male gods from a necklace, he threw a flayed horse at his sister, causing her exile. This god was born when his father washed his nose. For ten points, name this Shinto god of the sea, brother to Amaterasu.", "answer_sanitized": "Susanoo-no-Mikoto", "category": "Mythology"}, {"question_sanitized": "In one poem, this author described “A light in sound, a sound-like power in light.” That poem asked to “Tell us of silence” and was addressed to “My pensive Sara!” Another poem by this author describes “four times fifty living men” who “dropped down one by one” after a (*) dice game between Death and Life-in-Death. In that poem by this author of the “Eolian Harp”, the title man shoots an albatross before seeing “water, water, every where.” For 10 points, name this author who described the “stately pleasure-dome” of Xanadu in “Kubla Khan” and wrote The Rime of the Ancient Mariner.", "answer_sanitized": "Samuel Taylor Coleridge", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This body is fed by the Pasig and Red Rivers. The Karimata Strait lies at the outskirts of this body of water, and it is cut off by the Natuna Sea. The Macclesfield Bank is a sunken atoll that can be found in this body of water, and lies just east of this sea’s (*) Paracel Islands. One nation transformed the Subi Reef in this sea into an artificial island. In 2016, the UN backed the Philippines’ claims in part of this sea, including the Spratly Islands. For 10 points, name this body of water in Southeast Asia where its namesake nation has staked a “Nine-Dash Line” claim.", "answer_sanitized": "South China Sea", "category": "Geography"}, {"question_sanitized": "An F, A-flat, A-flat motif with dotted rhythm played on a cor anglais provides the theme for this work’s second movement. That Largo movement begins in D-flat Major and ends in C-sharp minor. This piece’s fourth and final movement in E minor is marked Allegro con Fuoco, and is written in sonata form. Harry Burleigh influenced this piece by teaching its composer (*) African American spirituals. A solo flute plays the melody to “Swing Low, Sweet Chariot” in this symphony’s first movement. For 10 points, name this symphony inspired by experiences in America, composed by Antonin Dvorak.", "answer_sanitized": "New World Symphony [accept Symphony from the New World; prompt on “Symphony No. 9” before Dvorak is read, accept afterward]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "A polar and uncharged amino acid denoted by this letter is synthesized using aspartate in bacteria. Interleukin 2 promotes the differentiation of a type of cell denoted by this letter. That type of cell that can come in an “antigen-naïve” type can express the (*) CD4 and CD8 glycoproteins. A type of RNA with this first letter fits into the P and A sites of ribosomes, and that type has a cloverleaf structure containing an anticodon loop. A nucleobase abbreviated with this letter is a pyrimidine and is replaced by uracil in RNA. For 10 points, name this letter that names a nucleobase that pairs with adenine.", "answer_sanitized": "T", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This author of “Blackberry Winter” studied the Tchambuli, Mundugumor, and Arapesh groups in one of her works, and this person wrote Male and Female, in which she compared Pacific tribesmen to men and women in the contemporary United States. Derek Freeman criticized this woman’s (*) Sex and Temperament in Three Primitive Societies, claiming that natives she interviewed on a Polynesian island lied about their experiences. For 10 points, name this American anthropologist who claimed that adolescence on Ta’u was less stressful due to fewer sexual norms, in her work the Coming of Age in Samoa.", "answer_sanitized": "Margaret Mead", "subcategory": "Social Science Sociology", "category": "Social Science"}, {"question_sanitized": "One example of these structures can be classified as “single-walled” or “multi-walled.” “HPHT” is a synthetic variety of one of them; that term refers to the intense conditions needed to create one. Another example of these structures forms a geodesic dome shape, that molecule is (*) buckminsterfullerene, or “buckyballs.” An electrically-conductive hexagonal lattice called graphene is a type of them, and another example used in pencils is called graphite. For 10 points, name these different configurations of an element with atomic number 14 and symbol C.", "answer_sanitized": "allotropes of carbon [prompt on “carbon nanotubes” before “HPHT”; prompt on “forms of carbon” or similar answers]", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "One candidate in this election proposed selling the Tennessee Valley Authority and letting the Eastern Seaboard “float off to sea”. George Wallace and Nelson Rockefeller unsuccessfully sought their party nominations in this year. This election was the first in which the (*) District of Columbia possessed electoral votes. Hubert Humphrey was the vice presidential candidate for the victorious side in this election, during which the “Daisy Girl” ad was aired. For 10 points, name this election in which Republican Barry Goldwater was defeated by incumbent president Lyndon B. Johnson.", "answer_sanitized": "Election of 1964", "subcategory": "History American", "category": "History"}, {"question_sanitized": "One of this author’s characters believes that he will be killed by his village, but instead kills himself after writing “I told the truth.” In another novel, this author described a group of reformatory school boys who are trapped in a plague infected village. (*) Himiko suggests to the protagonist that Bird kill his mentally disabled son and travel to Africa in another novel by this author of Nip the Buds, Shoot the Kids. A Personal Matter is by, for 10 points, what Japanese author who wrote about the brothers Mitsu and Takashi in The Silent Cry?", "answer_sanitized": "Kenzaburo Oe [accept in either order]", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "In one novel set in this state, Judge McKelva is taken here to be buried by his daughter Laura. In addition to being the setting for The Optimist’s Daughter and the home of Eudora Welty, Thomas Sutpen travels to this state to become a family patriarch and earn wealth. Two more novels set in this state focus on the lives of (*) Joe Christmas and the Compson family, respectively. Both Light in August and The Sound and the Fury take place in this state, the birthplace of William Faulkner. For 10 points, name this state, whose namesake river is the setting for The Adventures of Huckleberry Finn.", "answer_sanitized": "Mississippi BONUSES", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "To assert France’s place at this conference, Minister Talleyrand first allied himself with eight lesser powers to hijack negotiations, for 10 points each:", "answers_sanitized": ["Congress of Vienna", "Greece", "Carlsbad Decrees"], "parts_sanitized": ["Name this meeting of European ambassadors which convened in 1814, chaired by Austrian diplomat Klemens von Metternich.", "The peace negotiated between the Great Powers in Vienna led to a coordinated effort to intervene in this modern-day country’s 1821 war of independence.", "To ensure internal stability in Europe, Metternich passed these decrees in 1819, which expanded press censorship and abolished nationalist fraternities in the German Confederation."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Spiders, and stingrays, and snakes, oh my! For 10 points each:", "answers_sanitized": ["Commonwealth of Australia", "cane toads [prompt on partial answer]", "invasive species [accept feral species]"], "parts_sanitized": ["Name this country that has more venomous snakes than non-venomous and is also known for cute marsupials like kangaroos and koalas. The Great Barrier Reef lies along its east coast.", "In 1935, the Bureau of Sugar Experiment Stations introduced this animal species to Australia to control the beetles that were destroying crops, but people really hated them because they were ugly, everywhere, and has poisonous glands on their backs that killed dogs.", "Cane toads are considered one of these types of species because they were non-native, reproduced rapidly, and adversely affected Australia’s ecology and biodiversity."], "category": "Geography"}, {"leadin_sanitized": "The fashion and art worlds have often been intertwined throughout history. For 10 points each:", "answers_sanitized": ["Pieter Cornelis \"Piet\" Mondrian", "Yves Saint Laurent", "Las Meninas [accept The Maids of Honor or The Ladies-in-Waiting]"], "parts_sanitized": ["Derivations of this artist's geometric motifs can be found in various fashion lines and even in-home decor. His most well-known work focuses on the primary colors, exemplified in his Composition II in Red, Blue, and Yellow.", "The Mondrian dresses are some of this Algerian-born designer's signature pieces; others include his then-controversial tuxedo line for women and his Pop Art collection.", "One of Yves Saint Laurent's designs also drew inspiration from Infanta Margarita Teresa’s dress in this painting by Diego Velázquez, in which he also depicted himself and Philip IV’s family."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This song opens, saying “My home is a girl with eyes like wishing wells” and claims “when I was young, always go below the midnight sun.” For 10 points each:", "answers_sanitized": ["“Live in the Moment”", "Portugal. The Man", "Woodstock"], "parts_sanitized": ["Name this song in which the singer desires to perform the title action and “come back Sunday morning.”", "“Live in the Moment” was written by this American rock band based in Portland, Oregon, that also wrote the song “Feel It Still”.", "Both “Live in the Moment” and “Feel It Still” appear on this album by Portugal. The Man, whose cover art is inspired by a ticket stub from the namesake 1969 music festival in New York."], "category": "Trash"}, {"leadin_sanitized": "After its composer’s death, a new arrangement of this piece was published as a “fantasy for orchestra”. In 1935, it was featured in Disney’s <em>Fantasia</em>. For 10 points each:", "answers_sanitized": ["Night on Bald Mountain [accept Night on the Bare Mountain]", "Pictures at an Exhibition: A Remembrance of Victor Hartmann", "Modest Mussorgsky"], "parts_sanitized": ["Name this tone poem that depicts a witch’s sabbath on St. John’s Eve.", "This other piece by the composer of Night on Bald Mountain was inspired by the art gallery of Victor Hartmann and includes movements such as “The Great Gate of Kiev” and “Promenade”.", "Pictures at an Exhibition and Night on Bald Mountain are pieces by this Russian composer, a member of “The Five” with a humble first name."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "The Gross-Pitaevskii equation describes the wavefunction for particles in this state, for 10 points each:", "answers_sanitized": ["Bose-Einstein condensate", "rubidium", "superfluidity"], "parts_sanitized": ["Name this doubly eponymous state of matter composed of gases cooled to near-absolute zero temperatures.", "Cornell and Wiemann produced the first Bose-Einstein condensate in atoms of this element, an alkali metal with atomic number 37.", "In 1938, Fritz London proposed Bose-Einstein condensates as an explanation for this property that can occur in helium-4 when it is cooled to low temperatures."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "He coined the term “black body” radiation in 1862, for 10 points each:", "answers_sanitized": ["Gustav Kirchhoff", "voltage [accept potential difference]", "spectroscopy"], "parts_sanitized": ["Name this German physicist, the namesake of two laws. He also discovered caesium and rubidium with Robert Bunsen.", "Kirchhoff’s second law states that the sum of this quantity around a loop is zero. According to Ohm’s law, this quantity equals current times resistance.", "Kirchhoff names three laws for this technique. This technique can be performed using its “Mössbauer” and “NMR” types."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This poet of “The Weary Blues” was one of the leaders of the Harlem Renaissance. For 10 points each:", "answers_sanitized": ["Langston Hughes", "meat", "“I, Too”"], "parts_sanitized": ["Name this influential African American poet who wrote “My soul has grown deep like the rivers” in his “The Negro Speaks of Rivers”.", "In his poem “Harlem” when Hughes asks, “What happens to a dream deferred?”, he ponders, “Does it stink like [this rotten foodstuff]?” Give the word Hughes used.", "This other poem by Hughes reveals that “they send [him] to eat in the kitchen” but imagines how “tomorrow / [he’ll] be at the table” and “they’ll see how beautiful” he is."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about famous literary houses. For 10 points each:", "answers_sanitized": ["The House on Mango Street", "The Cider House", "Mr. Biswas"], "parts_sanitized": ["Esperanza describes growing up in the Mexican-American community in Chicago, and longs to escape the title location in this coming of age novel by Sandra Cisneros.", "This location serves as the house for the migrant workers at Ocean View Orchards in a namesake John Irving novel.", "This character marries into and becomes dominated by the Tulsi family, and makes it his goal to own his own home in a novel by V.S. Naipaul."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Gregory Stanton posited eight stages to these events, which include dehumanization, extermination, and denial. For 10 points each:", "answers_sanitized": ["genocide", "Bosnia and Herzegovina", "Ratko Mladic"], "parts_sanitized": ["Give this term for the systematic destruction of a group of people. Mass atrocities classified under this term include the Holocaust and ones in Rwanda and Armenia.", "In November 2017, Slobodan Praljak drank poison after his verdict was upheld for war crimes during a conflict in this country, in which Muslims were targeted by Slobodan Milosevic.", "Also in November, this “Butcher of Bosnia” and Serb commander during the Balkan Wars was found guilty of genocide and other crimes against humanity by an international tribunal."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Name some things related to railroads during the Gilded Age, for 10 points each:", "answers_sanitized": ["Union Station", "Leland Stanford", "Grange Movement or Granger Laws"], "parts_sanitized": ["Due to popular fascination with trains, cities constructed grand railroad stations, such as Penn Station in New York City and this station on Massachusetts Avenue in Washington, DC.", "This railroad tycoon presided over the driving of the last spike at Promontory Point, Utah. He used his fortune to establish a university in Silicon Valley which bears his name.", "Part of the pushback to the building of railroads came from this farmer’s movement, which sought a set of namesake laws to regulate rising fare prices. Either the name of the movement or laws is acceptable."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This artist published many of his works in a collection titled <em>Taos Pueblo</em> and was commissioned by the National Parks Service for a work that depicts Lake McDonald. For 10 points each:", "answers_sanitized": ["Ansel Adams", "Yosemite National Park", "the Moon"], "parts_sanitized": ["Name this American who set some of his works at Manzanar. This founder of the group f/64 created the Zone System with Fred Archer.", "Adams took many photographs at this California National Park, including Clearing Winter Storm, Monolith, the Face of Half Dome, and El Capitan, which shows the namesake formation.", "This object is featured in Adams’ photograph of Hernandez, New Mexico. This object is also depicted in the top left of a photograph taken of the Half Dome at Yosemite."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "In a monologue, the phrase “What a piece of work is man” is told to these two characters. For 10 points each:", "answers_sanitized": ["Rosencrantz and Guildenstern", "Tom Stoppard", "Lord Byron"], "parts_sanitized": ["Name these characters, who are sent by Claudius to spy on Hamlet, and are later executed in England after Hamlet rewrites a letter calling for their death", "This playwright wrote Rosencrantz and Guildenstern are Dead and Arcadia.", "In Arcadia, Hannah Jarvis studies the life of this man, a friend of the tutor Septimus Hodge. This 19th century poet had an affair with Lady Caroline Lamb."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "The formal definition for the notation named for this letter involves upper bounding functions by a constant times another function. For 10 points each:", "answers_sanitized": ["big “O”", "1", "n log n [do NOT prompt on partial answers]"], "parts_sanitized": ["Name this letter that appears in the name of a type of notation computer scientists use to represent the worst-case runtime of an algorithm.", "If an algorithm runs in constant time then it is said to run in big O of what number?", "Mergesort and quicksort both run in big O of what function of n where n is the number of items to be sorted?"], "subcategory": "Science Computer Science", "category": "Science"}, {"leadin_sanitized": "Other names for this river include Oya, Kwara, Orimiri, and Isa Ber, for 10 points each:", "answers_sanitized": ["Niger River", "river delta", "Forest Zone"], "parts_sanitized": ["Name this third-longest river in West Africa that runs through the cities of Bamako, Timbuktu, and Niamey and its namesake country.", "One of these features on the Niger River can be found at its connection with the Gulf of Guinea. These triangular formations can occur at the confluence of two rivers as well.", "The Dahomey Gap separates the eastern and western portions of this area. This region of Western Africa is characterized by its tropical climate and abundance of rainforests."], "category": "Geography"}, {"leadin_sanitized": "Because of this class of people’s participation in the Argentine military during the 1810 war of independence, the Argentine government passed the 1813 Free Womb Act. For 10 points each:", "answers_sanitized": ["Argentine slaves", "dreadnoughts", "Juan Domingo Perón"], "parts_sanitized": ["Name this class of people, who received freedom in the First Constitution of 1853. Once liberated, people formerly holding this status were disproportionately represented in the Argentine military.", "The Argentine military engaged in a South American naval arms race after Brazil began purchasing battleships of this class, inaugurated by the UK in 1906 with an eponymous ship.", "In 1955, the Argentine military executed a coup d’état against this popular president. His and his wife Evita’s ideology continues to influence Argentine politics."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This sect is divided into the Twelvers, the Ismailis, and the Zaidis, for 10 points each:", "answers_sanitized": ["Shi’ism [accept Shi’a or Shi’ite Islam]", "Imam", "Agha Khan"], "parts_sanitized": ["This Islamic sect believes that Muhammad proclaimed his son-in-law Ali his successor by God’s command at Ghadir Khumm. Its Arabic name translates to “followers of Ali.”", "In Shi’a, infallibles of the house of Muhammad are given this title. For other Muslims, this term generally refers to any leader of worship services.", "This title, first given to Hasan Ali Shah, refers to the imam of Nizari Ismailis. Its current holder is Prince Shah Karim Al Husseini."], "category": "Religion"}, {"leadin_sanitized": "In 1962, this man was convicted of conspiring to overthrow the state in the Rivonia Trial, resulting in a sentence for life imprisonment on Robben Island. For 10 points each:", "answers_sanitized": ["Nelson Mandela", "African National Congress", "Frederik Willem “F.W.” de Klerk"], "parts_sanitized": ["Name this anti-apartheid leader and first black president of South Africa.", "Mandela founded Umkhonto we Sizwe, the militant wing of this South African political party. Current president Jacob Zuma is a member of this party.", "This president legalized the ANC and other previously banned political parties in 1990. He and Mandela jointly received the Nobel Peace Prize for the end of apartheid."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answer the following about pre-Socratic philosophers. For 10 points each:", "answers_sanitized": ["Pythagoras of Samos", "Heraclitus of Ephesus", "Parmenides of Elea"], "parts_sanitized": ["This philosopher’s school at Croton taught asceticism. He is the namesake for a right triangle theorem stating that a2+b2=c2.", "This philosopher stated that fire was the fundamental element and that “logos” was the origin of all things. He also famously claimed that “no man ever steps in the same river twice.”", "In “the way of truth,” a section of this thinker’s poem On Nature, this founder of the Eleatic school claimed that change was impossible, existence was timeless, and reality was one."], "category": "Philosophy"}, {"leadin_sanitized": "This man wrote a philosophical treatise advocating for nonviolence titled <em>The Kingdom of God is Within You.</em> For 10 points each:", "answers_sanitized": ["Leo Tolstoy", "Anna Karenina", "trains [accept locomotives]"], "parts_sanitized": ["Name this author who wrote a novella titled after a Beethoven composition in which a man asks, “What is love?” during a train ride.", "In this Tolstoy novel, Konstantin Levin attempts to court Kitty. The title countess has an affair with Count Vronsky.", "At the beginning of the novel, Anna and Vronsky receive an “evil omen” when they see a worker killed by one of these things, while at the end Anna commits suicide by throwing herself in front of a moving one of these."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "At the end of the novel in which she appears in, the protagonist feels truly happy for the first time after watching this character ride a carousel. For 10 points each:", "answers_sanitized": ["Phoebe Caulfield", "Jerome David Salinger", "Mr. Antolini"], "parts_sanitized": ["Name this sister of Holden Caulfield, whom he takes to the Central park Zoo towards the end of the novel.", "Holden Caulfield is the protagonist of The Catcher in the Rye, a work by this author, who also wrote about Seymour Glass in the short story “A Perfect Day for Bananafish.”", "In The Catcher in the Rye, Holden visits this former English teacher of his, seeking advice, but leaves after this teacher touches his hair while he sleeps."], "subcategory": "Literature American", "category": "Literature"}]}