{
  "tossups": [
    {
      "question_sanitized": "In the second stanza of an Emily Dickinson poem titled for one of these events, the speaker declares “You cannot fold a Flood— / … Because the Winds would find it out— / And tell your Cedar Floor.” In another poem, this kind of event prompts the advice “Raise up thy thoughts above the sky / That dunghill mists away may fly.” In that poem beginning “in silent night when rest I took,” one of these events leads the speaker to say “Adieu, adieu, all’s vanity” after reflecting “Here stood that (*) Trunk, and there that chest.” An event of this type on July 10th, 1666, prompted the line “My hope and treasure lies above” from the poet of “To My Dear and Loving Husband.” For 10 points, name this type of disaster that destroyed Anne Bradstreet’s home.",
      "answer_sanitized": "a house fire [or the burning of the author’s house; prompt on a house being destroyed or equivalents] (The Dickinson poem is “You cannot put a Fire out.”)"
    },
    {
      "question_sanitized": "Subsurface sampling of these objects uses pure copper devices to allow observers to distinguish them spectroscopically. Citizen scientists found seven particles from one of these objects in 2006 as part of an American sample-return mission, the first to go beyond the Earth’s L1&nbsp;point. The Stardust probe sampled compounds from the surface of these objects. En route to 67P/C–G (“67-P-C-G”), the Rosetta probe observed a second of these objects called (*) Tempel&nbsp;1 as it was subjected to the equivalent of five&nbsp;tons of TNT by NASA’s Deep Impact. Stellar wind can be inferred to exist by observing how material is pushed away from these objects. For 10 points, name these icy objects whose bright coma and tail are visible as they periodically pass Earth.",
      "answer_sanitized": "comets"
    },
    {
      "question_sanitized": "Before an encounter with this creature, a hero prays to the nymph Crataeis (“cra-TAY-iss”) that this creature will attack no more than once. A resident of Megara with the same name as this creature tries to gain Minos’s favor by cutting a purple lock of hair off her father Nisus’s head. This cat-tailed creature, who makes the cute sounds of a small puppy, was loved by the fisherman-turned-god Glaucus. This figure took her current form when (*) Circe (“SIR-see”) poisoned her bathing water. A ring of dog’s heads circles the waist of this monster with six heads on snakes’ necks, with which she kills six of Odysseus’s men when their boat passes by her rock. For 10 points, name this creature that lives across a narrow strait from the whirlpool-generating Charybdis (“kuh-RIB-diss”).",
      "answer_sanitized": "Scylla (“SILL-uh”)"
    },
    {
      "question_sanitized": "Description acceptable. This person appears on the cover of a MoMA One on One book by curator Sarah Meister, who devotes a wall to her in a 2020 “Words &amp; Pictures” exhibition. Most reproductions of an artwork depicting this person blur the lower-right-hand corner to obscure her thumb. Early reproductions of this woman’s image were accompanied by a Paul Taylor caption that incorrectly mentions that she had just sold a tent “to get food.” That image of this woman was created outside of a (*) pea-pickers farm in Nipomo, California. The faces of this woman’s two children are buried into her back in a photo taken for the Farm Security Administration. For 10 points, name or describe this subject of an iconic Great Depression photograph by Dorothea Lange (“lang”).",
      "answer_sanitized": "The Migrant Mother [or the woman in the Migrant Mother photograph; or Florence Owens Thompson; or Florence Leona Christie]"
    },
    {
      "question_sanitized": "A book first published in this century included details on the cost of each recipe and was titled Mrs. Beeton’s Book of Household Management. A biography of people born in this century profiles a man who converted to Catholicism following the Gorham judgement and a man who established a public school at Rugby. A woman born in this century compiled charts arguing for the repeal of the (*) Contagious Diseases Acts. Lytton Strachey’s (“LIT-un STRAY-chee’s”) book on “Eminent” people born during this century included biographies of Thomas Arnold, Cardinal Manning, and a woman whose work at Scutari earned her the nickname “The Lady with the Lamp.” For 10 points, name this century in which Florence Nightingale and Queen Victoria were born.",
      "answer_sanitized": "19th century [or 1800s]"
    },
    {
      "question_sanitized": "Though neither is titanium, a compound of these two elements is removed from reduced ilmenite to create rutile in the Becher process. Compounds of these two elements are the most commercially significant ones to undergo direct reduction by elemental carbon or syngas (“sin-gas”). These two elements can form the non-stoichiometric (“non-STOY-kee-oh-MET-rick”) compound wüstite (“WOOST-ite”). Aluminum powder is used to very, very energetically separate a compound of these two elements in the (*) thermite reaction. These two elements form the modern catalyst of the Haber–Bosch process. Compounds of these two elements include hematite and magnetite. Exposure to the air produces a distinctly red compound from, for 10 points, what transition metal and what common gas, which are found together in rust?",
      "answer_sanitized": "iron AND oxygen [or Fe AND O; accept iron oxides, ferric oxide, ferrous oxide, iron(II) oxide, iron(III) oxide, or iron(II,III) oxide; prompt on rust before mentioned]"
    },
    {
      "question_sanitized": "An investigation co-published by The Trace found that this organization had paid huge sums to the PR firm of Ackerman McQueen. Australian filmmaker Peter Charley went undercover to ask this American organization how to overturn Australia’s Port Arthur laws. In January 2021, this organization tried to declare bankruptcy and reincorporate in Texas following a lawsuit from Letitia James. In 2019, this organization’s president, former (*) Iran-Contra operative Oliver North, announced his resignation following a falling out with Wayne LaPierre. Despite support from its members, this organization has lobbied against universal background checks for items regulated by the ATF. For 10 points, name this gun&nbsp;rights organization.",
      "answer_sanitized": "NRA [or National Rifle Association of America]"
    },
    {
      "question_sanitized": "In a novel titled for one of these buildings, Sir Murtaugh dies in a fit of rage after the death of Sir Patrick. Thady Quirk mourns the death of Condy in a novel set at one of these buildings by Maria Edgeworth. In a novel partly titled for this type of building, a character prohibits his daughter from marrying after seeing a statue bleed out of its nose. In that novel, Father Jerome recognizes Theodore as his son while Matilda is stabbed by her father (*) Manfred. Isabella’s brother Conrad is crushed by a gigantic falling helmet in one of these buildings, while another of these buildings serves as the setting of a novel featuring Jonathan Harker and Lucy Westenra. Rackrent and Otranto are examples of, for 10 points, what type of buildings in which Dracula resides?",
      "answer_sanitized": "castles [accept Castle Rackrent; accept Castle of Otranto; accept Castle Dracula]"
    },
    {
      "question_sanitized": "This city’s police chief Thomas Cahill was fired by Mayor John Shelley after a raid of a New Year’s Eve 1965 party where many members of the Daughters of Bilitis (“bill-EE-tiss”) were force-photographed. A professor in this city named Sally Miller Gearhart campaigned against the Briggs Initiative. Protesters smashed the windows of police cars during the Compton’s Cafeteria riot in this city. A civil rights leader in this city was assassinated by a man who also killed Mayor George (*) Moscone (“muh-SKO-nee”). The National Register of Historic Places includes many sites in this city’s Mission District and Castro with ties to LGBTQ+ history. Harvey Milk was elected to the Board of Supervisors in, for 10 points, what Northern California city?",
      "answer_sanitized": "San Francisco"
    },
    {
      "question_sanitized": "At the Hoffnung Music Festivals, Donald Swann wrote a humorous version of a movement from this symphony with “extra” chords. A notable moment in this symphony was written to show up its composer’s student Ignaz Pleyel (“EEG-nots PLAY-yel”). Its andante theme-and-variations second movement uses a theme that begins with the notes C, C, E, E, G, G, E, after which a compositional feature often referred to as the (*) Paukenschlag (“POW-kin-shlahg”) is played. The oratorio The Seasons quotes that theme, which is followed by a measure-16 musical flourish that is often likened to the “firing of a fowling-piece” that wakes sleeping shepherds. For 10 points, name this symphony by Franz Joseph Haydn nicknamed for a sudden G&nbsp;major fortissimo chord.",
      "answer_sanitized": "“Surprise” Symphony [or Franz Joseph Haydn’s Symphony No. 94 in G major; accept Symphony No. 94 after “Haydn” is read]"
    },
    {
      "question_sanitized": "This modern-day country gave a state funeral to British suffragette Sylvia Pankhurst. In the 1970s, a “wasted bullet” tax was charged to relatives of people killed in this country’s Red Terror who wanted to retrieve dead bodies. This country was invaded by another country’s Siad Barre (“see-AWD ba-RAY”) in the Ogaden War. A political party based in this country’s north staged a 1991 coup and lost a more recent conflict where the regional capital of (*) Mekelle was captured. During the military dictatorship of this country by the Derg, many of its people died in a 1980s famine. In this country, the TPLF has fought for the liberation of Tigray (“tig-RYE”). For 10 points, name this country that was ruled by Emperor Haile Selassie from its capital of Addis Ababa.",
      "answer_sanitized": "Ethiopia [or Federal Democratic Republic of Ethiopia]"
    },
    {
      "question_sanitized": "During a conversation in this place, a character remembers seeing a fat torch-relay runner “explode his inward air” during a festival. Another character is forced to walk around a lake to get to this place for lying that his sore eyes kept him from fighting in a naval battle. Before heading to this place, that character is forced to carry a donkey. A man in this place constantly interrupts another with the phrase (*) “lost his bottle of oil.” Upon entering this location, one character pretends to be Heracles, only to be accosted by Aeacus (“EE-uh-kuss”) for stealing Cerberus. Dionysus crowns Aeschylus (“ESS-kuh-luss”) as the superior playwright in a contest held here. For 10 points, Aristophanes’s The Frogs is largely set in what location, where the dead Euripides resides?",
      "answer_sanitized": "Hades [or the Greek underworld]"
    },
    {
      "question_sanitized": "The privileges granted to people who suffer from this action were the subject of the controversial “Shah Bano” case in the Indian Supreme Court, which ignited a debate over the passage of a Uniform Civil Code in India. Another case about this action brought before the Indian Supreme Court ended the civil validity of an instantaneous biddat form of this action that can be accomplished by one party saying the word (*) talaq three times to the other party. This action terminates a contract called a nikah. It doesn’t involve death, but a waiting period called iddah is used to ascertain whether a woman is pregnant after this action. For 10 points, name this action in Islam that allows for the separation of marriages.",
      "answer_sanitized": "divorce [or annulments; or khula; accept more specific answers like divorcing one’s wife or divorcing one’s husband; accept repudiations; accept talaq until it is read; accept separation until it is read]"
    },
    {
      "question_sanitized": "A poem by this author that ends with a hut belonging to the protagonist washing up on a river island was published with a footnote critiquing a similar poem by his friend Adam Mickiewicz (“ah-DOM meets-KYEH-vich”). The love interest of a character created by this author reads his margin notes to Lord Byron’s Childe Harold’s Pilgrimage. The main character of another poem by this author clings onto a (*) marble lion during a flood, after which he is chased by an equestrian statue. This poet used fourteen-line stanzas with alternating “single” and “double” rhymes in a book whose title character dances with Olga at her name-day party and kills Lensky in a duel. For 10 points, name this Russian Romantic author of “The Bronze Horseman” and the verse novel Eugene Onegin.",
      "answer_sanitized": "Alexander Pushkin [or Alexander Sergeyevich Pushkin]"
    },
    {
      "question_sanitized": "The virulence of this disease is partly increased by the release of both TcpP and TcpH proteins, which activate the expression of ToxT. The bacteria that causes this disease requires a phage to code for its causative enterotoxin; that toxin was the first discovered AB5 toxin and contains a subunit that catalyzes the ADP-ribosylation of G proteins. Heterozygous carriers of the mutation behind (*) cystic fibrosis have increased resistance to this disease, which induces the secretion of chloride ions into the small intestine. An epidemiological study by John Snow traced an outbreak of this disease to a contaminated London water pump. Organisms in the genus Vibrio cause, for 10 points, what disease, whose symptoms include watery diarrhea?",
      "answer_sanitized": "cholera (“CALL-uh-ruh”)"
    },
    {
      "question_sanitized": "This philosopher argued that a 16-year-old Nazi who died shouting “Heil Hitler” was a victim of “mystification,” but still had to be “destroyed” due to the “urgency of the struggle.” Margaret Simons criticized zoologist-turned-translator H.&nbsp;M. Parshley for “silencing” the best-known text by this author. This author popularized the phenomenological concept of “lived experience” in a book arguing that Hegel’s master–slave dialectic plays out differently in the case of an “inessential (*) Other.” This author of The Ethics of Ambiguity praises Saint Teresa in a book that argues “one is not born, but rather becomes, a woman.” For 10 points, name this French philosopher and confidant of Jean-Paul Sartre who wrote The Second Sex.",
      "answer_sanitized": "Simone de Beauvoir [or Simone Lucie Ernestine Marie Bertrand de Beauvoir]"
    },
    {
      "question_sanitized": "In his Roman de Rou (“ro-MAWN duh ROO”), Wace (“wahss”) chronicled the history of this region. A historian known only as The Encomiast (“en-KO-mee-ast”) wrote an 11th-century chronicle of a queen originally from this region named Emma. A leader from this region allied with Raiktor, a monk who pretended to be Michael VII Doukas, to defeat the Byzantines at the 1081 Battle of Dyrrhachium. Rulers of this region traced their ancestry to a Viking named (*) Rollo. Much of Southern Italy was captured by a man born in this region named Robert Guiscard (“ro-BAIR geese-CAR”). A slightly younger ruler born in this region commissioned a tapestry that depicts Harold Godwinson getting pierced in the eye. For 10 points, name this region of Northern France, the birthplace of William the Conqueror.",
      "answer_sanitized": "Normandy [accept Duchy of Normandy; or Normandie; prompt on France or Northern France before mentioned]"
    },
    {
      "question_sanitized": "A ruler of this city kneels in prayer in a full suit of armor on the right of a sacra conversazione. The distinctive nose of that ruler of this city is displayed in a double portrait by Piero della Francesca. A painting titled for this city borrows a woman’s pose from a Dresden version by Giorgione. Raphael first gained fame as a court painter in this city, his birthplace. A painting titled for this city depicts a (*) cassone (“ka-SO-nay”), or marriage chest, that is searched by two maids in its background. A dark green curtain bisects a painting titled for this city that symbolizes fidelity with a dog sleeping next to the title woman’s feet. For 10 points, name this Italian city in the title of Titian’s painting of a nude Venus.",
      "answer_sanitized": "Urbino [accept The Duke and Duchess of Urbino or Venus of Urbino] (The first sentence refers to della Francesca’s Brera Altarpiece. The ruler is Federico da Montefeltro.)"
    },
    {
      "question_sanitized": "K-epsilon models are used to computationally simulate this phenomenon. A method for modelling systems exhibiting this phenomenon decomposes the equations of motion to time-averaged components and a fluctuating component to produce the RANS equations. One theory of this phenomenon predicts an energy spectrum function with a negative-five-thirds power law, and assumes a length scale equal to the cube of kinematic viscosity divided by energy dissipation rate all raised to the one-fourth power. This phenomenon was predicted to be locally isotropic by (*) Kolmogorov (“kull-ma-GOR-uff”). This phenomenon occurs at higher Reynolds numbers and features the formation of eddies and vortices. For 10 points, name this counterpart to laminar flow, in which a fluid’s motion is extremely chaotic.",
      "answer_sanitized": "turbulence [accept turbulent flow]"
    },
    {
      "question_sanitized": "A study of these people led by Thomas J. Bouchard made minor celebrities of men like the Chevy-driving Ohio police officer Jim Springer. Francis Galton, who examined the rate of fertility in these people, wrote an 1876 article proposing scientists study them. Peter B. Neubauer’s unethical studies on these people helped tarnish research on them until the Mistra study. Cyril Burt dubiously used studies of these people to conclude that IQ was 77.1&nbsp;percent (*) inheritable. Thousands of Jewish prisoners who were also these type of people were given forced injections in experiments by Nazi scientist Josef Mengele. For 10 points, name these research subjects who can be either monozygotic or dizygotic, often studied because they share the same DNA.",
      "answer_sanitized": "identical twins [or fraternal twins; or triplets; or separated at birth twins; accept monozygotic or dizygotic twins; prompt on siblings or brothers or sisters]"
    },
    {
      "question_sanitized": "The “12 Pillars” road in this metro area leads to its expensive Connaught (“kuh-NOT”) Place business district, many of whose buildings were designed by Robert Tor Russell. Much of Raisina (“rye-SEE-nuh”) Hill in this metro area was developed between durbars held in 1903 and 1912. In the late 20th century, this metro area’s population spread to suburbs like Ghaziabad (“GAH-zee-uh-bod”) that lie across the Yamuna River. This metro area is home to the flower-shaped Bahá’í (*) Lotus Temple. This metro area is home to the Jama Masjid, its country’s largest mosque. A massive redevelopment plan in this metro area will update Lutyens-era (“LUTT-yinz&nbsp;era”) structures like the Rashtrapati Bhawan (“RAHSH-truh-puh-tee BUH-wun”) despite a pandemic. The Koh-i-Noor diamond once resided in this metro area’s Red Fort, the home of many Mughal emperors. For 10 points, name this metro area that includes India’s capital.",
      "answer_sanitized": "New Delhi [accept Delhi or Old Delhi; prompt on National Capital Region or National Capital Territory]"
    }
  ],
  "bonuses": [
    {
      "leadin_sanitized": "For 10 points each, identify the following about the women who helped influence Miles Davis.",
      "answers_sanitized": [
        "Sketches of Spain",
        "Quincy Jones [or Quincy Delight Jones, Jr.; prompt on Q]",
        "electric instruments [or amplified instruments; or electric guitars; or electronic musical instruments; or electrophones]"
      ],
      "parts_sanitized": [
        "The dancer Frances Taylor introduced Davis to flamenco, which inspired this seminal Davis album that opens with a variation on Joaquín (“wa-KEEN”) Rodrigo’s adagio from the Concierto de Aranjuez (“kon-see-AIR-toh deh ah-rahn-WEZZ”).",
        "Taylor was physically abused by Davis for calling this fellow musician handsome. This trumpeter behind “Stockholm Sweetnin’” produced Michael Jackson’s album Thriller.",
        "Davis’s second wife, Betty Mabry, got Davis interested in these general types of instruments. Bob Dylan was booed for performing with a band using a guitar and other instruments with this quality at the 1965 Newport Folk Festival."
      ]
    },
    {
      "leadin_sanitized": "Pregnant women are still routinely prescribed this practice. For 10 points each:",
      "answers_sanitized": [
        "rest cure [or bed rest; or pelvic rest; prompt on rest]",
        "the American West [or the Western United States; accept “Go West, young man”]",
        "dime novels [or ten penny novels; prompt on novels]"
      ],
      "parts_sanitized": [
        "Identify this practice of intense confinement advocated for by Dr. Silas Weir Mitchell and detailed in Charlotte Perkins Gilman’s short story “The Yellow Wallpaper.”",
        "For male neurasthenics, Dr. Mitchell often recommended that patients head to this general location to heal. Horace Greeley allegedly said, “Go [to this place], young man.”",
        "Mitchell’s patient Owen Wister wrote The Virginian, arguably the first Western in this form. It’s not “pulp,” but this somewhat pejorative term refers to the cheap price of the books and should not be confused with penny dreadfuls."
      ]
    },
    {
      "leadin_sanitized": "Albert Einstein cut off communication with this physicist after he presumptuously proclaimed a revolution in general relativity. For 10 points each:",
      "answers_sanitized": [
        "Erwin Schrödinger [or Erwin Rudolf Josef Alexander Schrödinger]",
        "optics [or physical optics; or geometric optics; prompt on light]",
        "Richard Feynman [or Richard Phillips Feynman]"
      ],
      "parts_sanitized": [
        "Name this physicist who first derived his namesake equation from applying the Hamilton–Jacobi equation to a non-relativistic particle confined by a potential.",
        "The second derivation of Schrödinger’s equation used Hamilton’s analogy between mechanics and this physics subfield. Isaac Newton discusses dispersion in his text on this subfield.",
        "This physicist got the idea for his path integral after uniquely deriving the Schrödinger equation. His eponymous Lectures on Physics is a popular textbook series based on his Caltech classes."
      ]
    },
    {
      "leadin_sanitized": "A first-year undergrad named Manny Medrano helped decode a system used in these things. For 10 points each:",
      "answers_sanitized": [
        "khipu (“kee-poo”) [or quipu; prompt on talking knots]",
        "Incan Empire [or Tawantinsuyu]",
        "double-entry bookkeeping [or double-entry accounting; prompt on accounting or bookkeeping]"
      ],
      "parts_sanitized": [
        "Identify these records made from alpaca and llama fibers, most commonly used for keeping track of tribute.",
        "Khipu were used by this South American empire that was once ruled by Atahualpa.",
        "Gary Urton has argued that because duplicate khipus were produced, they were equivalent to this accounting system first elucidated by the Franciscan monk Frater Lucas Pacioli in 1494. In this system, the left-hand side is used for credits and the right-hand side for debits."
      ]
    },
    {
      "leadin_sanitized": "This country’s maritime police are funded almost entirely by an Indiegogo campaign. For 10 points each:",
      "answers_sanitized": [
        "Palau [or Republic of Palau; or Belau; or Palaos; or Pelew]",
        "a jail [or a prison] (the New York prison is Rikers Island)",
        "sand [accept more specific answers like beach sand]"
      ],
      "parts_sanitized": [
        "Identify this maritime nation that spans some 340 islands in the Pacific. Its most populous island is Koror.",
        "Tourists to Koror often stop by one of these places to buy wooden storyboards depicting scenes from Palauan mythology. Under the “Smaller, Safer, Fairer” plan, the de Blasio administration started efforts to close one of these places on an island in the East River.",
        "This non-renewable resource is heavily dredged from Koror. Many Jersey Shore communities have jetties to help prevent erosion of this resource from waves."
      ]
    },
    {
      "leadin_sanitized": "For 10 points each, identify the following about Jewish culture entering the mainstream in postwar America.",
      "answers_sanitized": [
        "Herman Wouk (“woke”)",
        "Fiddler on the Roof",
        "Poland [or Republic of Poland; or Polska] (The other book is Elie Wiesel’s Night.)"
      ],
      "parts_sanitized": [
        "Time magazine hailed the title character of this author’s novel Marjorie Morningstar as the “American Everygirl who happens to be Jewish.” He also wrote The Caine Mutiny.",
        "The title of a memoir by Wouk references this musical that familiarized Broadway audiences with life in the Pale of Settlement. Tevye (“TEV-yeh”) the Dairyman sings “If I Were a Rich Man” in this musical.",
        "Jewish author Leon Uris’s best-selling war novel Mila&nbsp;18 is set in this modern-day country. In another book, the protagonist imagines God “hanging here on the gallows” while in this country."
      ]
    },
    {
      "leadin_sanitized": "After witnessing this battle, Johann Wolfgang von Goethe (“GUR-tuh”) wrote, “From this day forth begins a new era in the history of the world.” For 10 points each:",
      "answers_sanitized": [
        "Battle of Valmy",
        "Louis XVI (“the&nbsp;16th”) [accept Louis-Auguste or Louis Capet; prompt on Louis]",
        "great men [accept Great Man Theory]"
      ],
      "parts_sanitized": [
        "Name this September 1792 battle in which French revolutionaries under Charles Dumouriez (“doo-moor-YAY”) defeated the army of the Duke of Brunswick.",
        "The Duke of Brunswick was marching on Paris to restore this deposed king to the throne. He was executed in 1793.",
        "Thomas Carlyle, who documented Valmy in his The French Revolution, argued that these types of people constituted “the soul of the whole world’s history” in an essay on hero worship. These people name a \"theory\" arguing that history was shaped by people such as Napoleon."
      ]
    },
    {
      "leadin_sanitized": "This chemist discovered that metals like nickel could affect the extension of alkylaluminum (“alkyl-aluminum”) compounds. For 10 points each:",
      "answers_sanitized": [
        "Karl Waldemar Ziegler [accept Ziegler–Natta catalysts]",
        "two",
        "metallocenes [accept titanocenes; prompt on sandwich compounds or coordination complexes]"
      ],
      "parts_sanitized": [
        "Name this German chemist who shared the Nobel Prize with Giulio Natta for his work on catalysts for alkene polymerization.",
        "Ziegler–Natta catalysis adds ethylene units, increasing the chain’s length by this many carbons. This is the number of carbons in ethane, which is one more than in methane.",
        "Walter Kaminsky developed the first homogeneous Ziegler–Natta catalysts from titanium-containing examples of these compounds, which are typically bound to two pentahaptic (“penta-haptic”) ligands."
      ]
    },
    {
      "leadin_sanitized": "A word in this language follows each instance of the capitalized syllable “DA” in a poem’s final section, “What the Thunder Said.” For 10 points each:",
      "answers_sanitized": [
        "Sanskrit",
        "T. S. Eliot [or Thomas Stearns Eliot]",
        "“The Dry Salvages” (“sal-VAY-jizz”)"
      ],
      "parts_sanitized": [
        "Give this language. The lengthy aforementioned poem ends by repeating the word for “peace” in this language three times.",
        "This Anglo-American poet, who studied Sanskrit and Indian philosophy while at Harvard, wrote “Shantih shantih shantih” (“SHAHN-tee SHAHN-tee SHAHN-tee”) to close his modernist masterpiece “The Waste Land.”",
        "This other Eliot poem, the third of his Four Quartets, wonders “what Krishna meant… when he admonished Arjuna / On the field of battle” in the Bhagavad-Gita. It opens by calling the Mississippi River a “strong brown god.”"
      ]
    },
    {
      "leadin_sanitized": "Hersh Shefrin’s planner-doer model is used by scholars in this branch of economics to explain the contrast between short-term and long-term desires. For 10 points each:",
      "answers_sanitized": [
        "behavioral economics [or behavioral finance]",
        "Robert J. Shiller [or Robert James Shiller; accept Case–Shiller Index]",
        "games [accept the ultimatum game; accept game theory or non-cooperative games]"
      ],
      "parts_sanitized": [
        "Identify this field of economics studied by Richard Thaler. Economists in this field gather each year for Nudgestock (“nudge-stock”).",
        "This author of Narrative Economics and 2013 Nobel Prize winner examined how “irrational exuberance” led to stock market bubbles. With Karl E.&nbsp;Case he lends his name to a home price index.",
        "Early research into irrational behavior was done on strategies in one of these things called Ultimatum. The Nash equilibrium is important to a field named for the “theory” of these things."
      ]
    },
    {
      "leadin_sanitized": "Édouard Lalo dedicated his Symphonie espagnole to this musician, for whom Saint-Saëns (“san-SAWNS”) wrote his Introduction and Rondo Capriccioso. For 10 points each:",
      "answers_sanitized": [
        "Pablo de Sarasate (“sah-rah-SAH-tay”)",
        "Roma [or Romani; accept Gypsy or Gypsies; accept Gypsy Airs]",
        "Hungary [or Magyarorszag; accept Hungarian Dances]"
      ],
      "parts_sanitized": [
        "Name this Spanish violin virtuoso who included a heavily ornamented version of Bizet’s “Habanera” in his five-movement Carmen Fantasy.",
        "Sarasate’s piece Zigeunerweisen (“tsee-GOY-nur-VYE-zen”) adapts themes from the music of this ethnic group. In her namesake opera, Carmen is a member of this migratory ethnic group.",
        "The final section of Zigeunerweisen is in the rhythm of the czardas (“CHAR-dosh”), a dance from this country. The czardas “Memories of Bártfa” was the basis for the fifth of a set of 21 dances named for this country."
      ]
    },
    {
      "leadin_sanitized": "One of these objects dating to the Western Zhou (“joe”) dynasty was unearthed in Luoyang in 2011. For 10 points each:",
      "answers_sanitized": [
        "chariots",
        "handheld crossbow [prompt on bow; prompt on arrow; do not accept or prompt on “longbow”]",
        "Cao Cao (“tsao tsao”) [or Mengde; or Emperor Wu of Wei]"
      ],
      "parts_sanitized": [
        "Identify these horse-drawn vehicles common on Chinese battlefields during the Spring and Autumn period.",
        "This weapon, developed in China around 450 BCE, gave infantry an edge over charioteers. The Gastraphetes (“gas-truh-FEE-teez”) was the earlier Greek version of this weapon, which was widely used by the losing French infantry at the Battle of Crécy.",
        "Most Chinese chariots had a man equipped with a ji, the signature weapon of the warlord Lu Bu. After Yuan Shu proclaimed himself emperor, Lu Bu allied with this rival general who suppressed the Yellow Turban rebellion and founded the Wei Kingdom."
      ]
    },
    {
      "leadin_sanitized": "This object is thrown into a lake by its owner’s sister after the defeat of Accolon in single combat. For 10 points each:",
      "answers_sanitized": [
        "scabbard of Excalibur [accept equivalents in place of scabbard, like the sheath of Excalibur; prompt on answers that only mention a scabbard or sheath; do not accept or prompt on “Excalibur”]",
        "King Arthur",
        "Mordred [or Medraut]"
      ],
      "parts_sanitized": [
        "Identify this object with healing properties. Its owner dies at the Battle of Camlann because, although he carries the item it complements, he is missing this specific object.",
        "This king loses the scabbard of Excalibur after Morgan le Fay throws it away. In some accounts, this king doesn’t die at Camlann, but goes to recover on Avalon and will one day return.",
        "Most accounts claim that Arthur dueled this traitorous nephew of his at Camlann. This villain, who may have been born from incest, attempted to marry Guinevere and take Arthur’s throne."
      ]
    },
    {
      "leadin_sanitized": "Brouwer’s fixed point theorem gives a special case of this theorem in one dimension. For 10 points each:",
      "answers_sanitized": [
        "intermediate value theorem [or IVT; accept intermediate value property; prompt on Bolzano’s theorem; do not accept or prompt on “mean value theorem”]",
        "differentiation [or taking the derivative]",
        "roots [or zeros; or solutions; accept any answer indicating that it outputs zero; prompt on x-intercept]"
      ],
      "parts_sanitized": [
        "Name this theorem from calculus which states that a continuous function defined from a to b takes on every value between f-of-a and f-of-b at some point between a and b.",
        "Darboux’s theorem states that any function arising from this operation has the intermediate value property. This operation is applied multiple times to a function to make up each term in a Taylor series.",
        "Since the sine of x goes from positive at pi-over-2 to negative at 3-pi-over-2, the IVT guarantees that one of these values lies in between. The quadratic formula is used to find these values for a quadratic function."
      ]
    },
    {
      "leadin_sanitized": "Identify the following about the career of Jack Johnson, for 10 points each.",
      "answers_sanitized": [
        "boxing",
        "Wheeling, West Virginia",
        "Mann Act [prompt on White-Slave Traffic Act of 1910]"
      ],
      "parts_sanitized": [
        "Johnson was the first African American world champion in this sport’s heavyweight division. Mobutu Sese Seko attracted George Foreman to Zaire to participate in the Rumble in the Jungle in this sport.",
        "Johnson’s defeat of James J. Jeffries in the “Fight of the Century” sparked numerous racial incidents, including a Black man being lynched for driving a fancy car in this city. A convention held in this city led to the creation of West Virginia.",
        "Johnson was twice arrested for violating this “White Slavery Act,” the first time with his future wife Lucille Cameron. It nominally criminalized crossing state lines with a woman to engage in prostitution."
      ]
    },
    {
      "leadin_sanitized": "This novel inspires the writing of the fictional author Sam DuChamp in a 2019 novel by Salman Rushdie. For 10 points each:",
      "answers_sanitized": [
        "Don Quixote [or The Ingenious Gentleman Don Quixote of La Mancha; or El ingenioso hidalgo don Quijote de la Mancha; accept Part 1 of Don Quixote]",
        "Miguel de Cervantes",
        "La Galatea"
      ],
      "parts_sanitized": [
        "Name this novel. While he is unconscious, the title character’s library is burned by men who believe that the books are immoral.",
        "This author discussed which books of the time he disliked and which he liked while writing the library burning scene in Don Quixote.",
        "The men leave this book by Cervantes untouched while praising it. This romance, in which Elicio and Erastro love the title character, was heavily inspired by Jorge de Montemayor’s Diana."
      ]
    },
    {
      "leadin_sanitized": "This female artist had to petition her government for the right to wear men’s clothes while painting outdoor scenes. For 10 points each:",
      "answers_sanitized": [
        "Rosa Bonheur (“bon-URR”)",
        "lions [prompt on cat] (That library is the New York City Public Library.)",
        "horses [or equines]"
      ],
      "parts_sanitized": [
        "Name this artist who painted many scenes of animals, such as her depiction of 12 oxen Ploughing the Nivernais (“nee-ver-NAY”).",
        "Rosa Bonheur owned two of these animals named Nero and Fatma. Sculptures of two of these animals, named Patience and Fortitude, sit outside one library.",
        "Bonheur is probably best known for a painting of a “fair” of these animals. After meeting at the 1889 Paris Exposition, Bonheur painted “Buffalo Bill” Cody riding one of these animals."
      ]
    },
    {
      "leadin_sanitized": "In a second-person story, this character writes down “The half-life of love is forever.” For 10 points each:",
      "answers_sanitized": [
        "Yunior de Las Casas [prompt on de Las Casas; accept Junior]",
        "Pulitzer Prizes [accept specific Pulitzers such as the Pulitzer Prize for Fiction]",
        "Cuba [or Republic of Cuba] (The other author is José Martí.)"
      ],
      "parts_sanitized": [
        "Name this narrator of “The Cheater’s Guide to Love,” a story in This is How You Lose Her. He narrates much of the novel The Brief Wondrous Life of Oscar Wao.",
        "Yunior’s creator, Junot Díaz, stepped down from the board that awards these prizes due to sexual misconduct allegations in 2018. Oscar Hijuelos (“ee-HWELL-ohs”) was the first Hispanic author to win in the fiction category of these prizes awarded through Columbia University.",
        "Hijuelos was born in New York to parents from this country, which is home to the author of the essay “Our America” and the poetry collection Versos Sencillos (“VAIR-sohs sen-SEE-yohs”)."
      ]
    },
    {
      "leadin_sanitized": "This state can be distinguished between forms “with remainder” and “without remainder,” depending on whether it is achieved prior to death. For 10 points each:",
      "answers_sanitized": [
        "nirvana [or nibbana]",
        "arhats [or arahants]",
        "self [or personality or soul or essence; accept atman or atta if interrupted before “anatman”]"
      ],
      "parts_sanitized": [
        "Name this state identified by Buddhist teaching, in which one ceases to experience desire and suffering and is liberated from samsara, the cycle of rebirth.",
        "Theravada Buddhism teaches that practitioners should aim to become one of these beings, who have achieved nirvana by destroying their ten mental “fetters.”",
        "The first of the ten “fetters” is a mistaken belief that this concept exists. The name of the Buddhist doctrine anatman is usually translated as a negation of this concept."
      ]
    },
    {
      "leadin_sanitized": "The shape of this molecule was calculated by SWAC in an early use of computing in biochemistry. For 10 points each:",
      "answers_sanitized": [
        "vitamin B12 [or cobalamin]",
        "James Watson AND Francis Crick",
        "cholesterol [accept cholesteryl iodide]"
      ],
      "parts_sanitized": [
        "Name this complex molecule with a central corrin ring. Three Nobel Prizes are linked to this molecule, including Dorothy Hodgkin’s 1964 award for determining its structure using X-ray crystallography.",
        "Hodgkin and her colleagues drove to Cambridge in 1953 to be among the first to see the double helix model of DNA constructed by this duo of scientists.",
        "Dorothy Hodgkin published the structure of an iodide ester of this compound, thus publishing the first structure of a steroid. Squalene (“SQUAY-leen”) is a precursor to this precursor of all steroids."
      ]
    },
    {
      "leadin_sanitized": "For 10 points each, answer the following about the Darmstadt (“DARM-shtott”) School.",
      "answers_sanitized": [
        "Italy [or Italian Republic; or Repubblica Italiana] (Those composers are Luigi Nono and Luciano Berio.)",
        "flute [or transverse flute]",
        "serialism [or serial composition; accept twelve-tone serialism]"
      ],
      "parts_sanitized": [
        "Its name was coined in a German-language lecture by the composer of “The Suspended Song,” who was born in this country. Another avant-garde composer from this country wrote fourteen “Sequences” highlighting the extended technique of various instruments.",
        "Luciano Berio’s Sequenza I (“one”) for this instrument was premiered in Darmstadt. Edgard Varèse’s (“vah-REZ’s”) Density 21.5 was written for a platinum version of this reedless woodwind.",
        "As leaders of the Darmstadt School, Luigi Nono and Karlheinz Stockhausen promoted this compositional technique that uses a strict ordering of pitches. The twelve-tone row is a form of this technique."
      ]
    }
  ]
}