{"tossups": [{"question_sanitized": "In the only decay mode used to identify the Higgs boson that doesn’t involve the W or Z bosons, the Higgs decays into two of these particles. The propagation of one of these particles forms virtual particle-antiparticle pairs which contribute to vacuum polarization. The formulae for cross sections of the scattering between these bosons and other particles often have a term containing the fine structure constant times h-bar over m-sub-e times c. If the energy of one of these particles exceeds (*) 1.022&nbsp;MeV (“M-E-V”), it can cause pair production. An inelastic scattering process between these particles and electrons was discovered by Arthur Compton. QED describes how these gauge bosons carry the electromagnetic force. For 10 points, name these quanta of light.", "answer_sanitized": "photons [prompt on gamma rays]"}, {"question_sanitized": "This conflict may have inspired a light pink dress designed by Elsa Schiaparelli to look as if it was being torn apart. A painting that supposedly prophesied this conflict depicts a monster whose arms and legs awkwardly hold one another above the scattered title legumes. This conflict, the subject of Soft (*) Construction with Boiled Beans, inspired another work whose production was photographed by Dora Maar. That work inspired by this war was controversially moved to the Reina Sofía from the Museo del Prado. In that work, a ghost-like figure barges in through an open window to hold a candle up to the head of a screaming horse. For 10 points, identify this war that inspired Pablo Picasso's Guernica.", "answer_sanitized": "Spanish Civil War [or Guerra Civil Española]"}, {"question_sanitized": "In Book Thirteen of the Metamorphoses, this deity tells how the companions of one of her sons became birds who annually re-enact the Trojan War. This goddess’s disastrous affairs with good-looking human men, including an unblinded Orion, result from a curse from Aphrodite. Pausanias seems to confuse this deity with Hemera when telling a story about Hemera and (*) Cephalus. Children of this deity include Emathion and his brother Memnon, both kings of Ethiopia. This sister of Selene and Helios asked for immortality for one of her lovers, but failed to ask for immortal youth. That lover of this goddess, who eventually became a cicada, was Tithonous. For 10 points, give either the Greek or Roman name for this \"rosy-fingered\" goddess of the dawn.", "answer_sanitized": "Eos [or Aurora]"}, {"question_sanitized": "Karl Brandi spent forty years pouring over thousands of \"KD\" folios for his biography of this ruler. Shortly after arriving in one kingdom from the Netherlands, this monarch suppressed the anti-feudal Comuneros revolt. This monarch secured a peace treaty with the French in the \"ladies' peace\" signed at Cambrai; two years earlier, arquebus-equipped troops under Fernando Francisco de Avalos won a critical victory for this monarch south of Milan over King (*) Francis I. This son of \"Joanna the Mad\" and victor at the Battle of Pavia notoriously sacked Rome in 1527. This ruler called the Diet of Worms to deal with the Reformation. For 10 points, name this Holy Roman Emperor who abdicated the throne to his son Philip II in 1555.", "answer_sanitized": "Charles V [or Charles I of Spain; or Karl V; or Carlos I; or Carlos V; accept Charles II of Burgundy but do not accept partial answers of just \"Charles II\"]"}, {"question_sanitized": "Adding this element across a double bond produces an anti-Markovnikov product due to its relative electropositivity and is typically followed by oxidation with hydrogen peroxide to form an alcohol. This element can form three-center two-electron bonds, which generalizes into its ability to share electron pairs across deltahedral cluster compounds. This element's fluoride is (*) trigonal planar and acts as an effective Lewis base because it is electron-deficient, a consequence of this element's low valency. This element's trihydride is almost always found dimerized as it only has 6 valence electrons, violating the octet rule. For 10 points, name this first p-block element, a metalloid with atomic number 5.", "answer_sanitized": "boron [or B; prompt on hydroboration-oxidation]"}, {"question_sanitized": "Due to a vision of a bleeding lamb, the Flemish hermit Gregory is brought to this modern-day country in the novel The Holy Sinner. A mother in this country is nicknamed the \"lady of the pearls.\" A man in this country tricks another into a kiss by pretending to be the woman Silvestra. On his way to this country, one character sees an old man wearing a wig and false teeth to seem younger. The hypnosis of audiences in this country by the title (*) Magician of one novella likely represents authoritarianism. In another novella, a cholera contagion in this country claims the life of a character who earlier eats overripe strawberries, Gustav von Aschenbach. For 10 points, name this setting of Thomas Mann's Mario and the Magician and Death in Venice.", "answer_sanitized": "Italy [or Italia or Italian Republic; accept Vatican City]"}, {"question_sanitized": "Along with an artist, this man founded the Literary Club above the Turk's Head, which his \"unclubbable\" literary executor John Hawkins was never allowed to join. This man lambasted the patron of his best-known project in his \"Letter to Chesterfield.\" His hundreds of quotes in Bartlett's include \"It is better to live rich, than to die rich\" and \"Patriotism is the last refuge of a scoundrel.\" This man spent fewer than 500 days with a contemporary who recounted his (*) trip with this man to the Scottish Highlands in the Journal of a Tour to the Hebrides. A 1791 \"life\" of this man is often hailed as the first modern biography. For 10 points, name this companion of James Boswell, the author of A Dictionary of the English Language.", "answer_sanitized": "Samuel Johnson [or Dr. Johnson]"}, {"question_sanitized": "This composer dedicated his Fifth Symphony to Dennis Russell Davies, who in turn premiered this composer’s Sixth Symphony, in which a soprano sings excerpts from an Allen Ginsberg poem. Movements based on the songs “Sense of Doubt” and “Sons of the Silent Age” appear in his Fourth Symphony, which joins his “Low” and “Lodger” symphonies in a trilogy based on the Berlin Triptych of David (*) Bowie. This composer of Plutonian Ode began writing symphonies on the advice of Davies, whom he worked with on an opera opening with “On the Kuru Field of Justice.” That opera is grouped with an opera that introduced the “Knee Play” in this composer’s “Portrait Trilogy.” For 10 points, name this composer of Satyagraha and Einstein on the Beach.", "answer_sanitized": "Philip Glass [or Philip Morris Glass]"}, {"question_sanitized": "Martin Hildebrandt was the first professional to create this type of artwork in the US, capitalizing on the fear of Civil War soldiers of a \"bad death.\" A contemporary American master of this art trained under Horihide and is named Ed Hardy. The English word for this art form was first recorded by James Cook, and it's known in one culture as moko. These artworks are created in a malu ceremony popular with (*) Samoan women. Q-switched lasers can remove darkly colored examples of these works. Sailor Jerry's \"old school\" examples of these works often featured dice and hearts. A Jewish taboo on these works was exacerbated by their use for identification in the Holocaust. For 10 points, name this art form often applied in namesake parlors using needles.", "answer_sanitized": "tattoos [accept more specific forms of tattoo such as sailor tattoos; accept irezumi; accept moko before mentioned; prompt on inks]"}, {"question_sanitized": "This thinker noted how Christianity promised the devil “ALL the Jews” and “ALL the Turks” in examining the religion’s “Satan problem.” This thinker argued that “society in every state is a blessing, but government is but a necessary evil” in a text that later received an appendix critical of the Quakers. Theodore Roosevelt called this earlier thinker a “filthy little (*) atheist” for rejecting the institutions of the Christian church. He rejected the idea that any generation could bind later ones in a text responding to Edmund Burke. This author wrote The Age of Reason while imprisoned by the revolutionary French government, which he defended in The Rights of Man. For 10 points, name this American author of “Common Sense.”", "answer_sanitized": "Thomas Paine"}, {"question_sanitized": "Georgiana Burne-Jones received the last of William Morris’s four illuminated manuscripts of this book, from which Algernon Swinburne took the rhyme scheme for his poem “Laus Veneris.” The creator of this book dubbed his source “the Tentmaker” in the first of five editions. Legendarily, this book was neglected until Whitley Stokes gave a copy to Dante Gabriel Rossetti. This book’s namesake stanza has the rhyme scheme (*) A-A-B-A. An entry in this collection inspired the title of Eugene O’Neill’s comedy Ah, Wilderness! The pieces in this collection are attributed to an “Astronomer-Poet” of a more agnostic and hedonistic bent than his Sufi contemporaries. For 10 points, name this Edward Fitzgerald translation of quatrains attributed to Persian poet Omar Khayyam.", "answer_sanitized": "The Rubaiyat of Omar Khayyam"}, {"question_sanitized": "The extent of this region can be defined dynamically by calculating potential vorticity using the potential temperature. The maximum parcel level due to adiabatic expansion lies within this region because the lapse rate transitions from positive to negative at its upper boundary. This region is capped by a thermal inversion that forces incus formations to stay within and gain their characteristically flat shape. Rossby waves can disturb the path of the polar (*) jet stream formed in this region at the border between the polar and Ferrel circulation cells. The majority of the water in the atmosphere is found in this region and hence the majority of the weather. For 10 points, name this region of the atmosphere that is the lowest to the ground.", "answer_sanitized": "troposphere [accept tropopause; prompt on atmosphere before read]"}, {"question_sanitized": "In 1910, a member of this community named George W.&nbsp;Veditz embarked on a film project to preserve its culture. In 1988, student protestors from this community launched a campaign to oust Elisabeth Zinser, who was not a member of this community, from being appointed president of a university. A school for members of this community in Northampton, Massachusetts was co-founded by National Geographic founder Gardiner Greene Hubbard. Some members of this community oppose (*) “oralism” in education. While working on a “harmonic telegraph,” Alexander Graham Bell taught at a school for these people. Gallaudet University educates these people, many of whom oppose the use of cochlear implants. For 10 points, name these people who might use sign language.", "answer_sanitized": "deaf community [or people who are deaf; or deaf-mutes; accept people who are hard of hearing; accept sign language community before mentioned]"}, {"question_sanitized": "Woodcraft was once the title of a response to this novel which centers on the Revolutionary War captain Porgy. Two women hide in a garret in this novel’s chapter “An Authentic Ghost Story.” This novel prompted Caroline Lee Hentz’s most widely-read novel, as well as William Gilmore Simms’s The Sword and the Distaff. Right before he is beaten to death, the title character of this novel converts Quimbo and another assailant to Christianity. While on a steamship, that character saves (*) Evangeline St.&nbsp;Clare from drowning in this book. Although he mentors George Shelby, its title character is not really an eager-to-please race traitor, as shown by his interactions with Simon Legree. For 10 points, name this abolitionist novel by Harriet Beecher Stowe.", "answer_sanitized": "Uncle Tom's Cabin; or, Life Among the Lowly"}, {"question_sanitized": "This man's controversial Footnote 351 called for allowing \"mitigating factors\" to be considered for people in \"irregular situations.\" A year earlier, this man argued \"today we have to realize that a true ecological approach always becomes a social approach\" in his environmentalist text \"On Care for Our Common Home.\" In 2020, this man reversed a decree granting special exemptions to married officials in the Amazon. This man has upset conservatives by forcing Matthew Festing to resign from the (*) Order of Malta after a dispute over distributing condoms and by liberalizing rules for divorcees. This Argentinian obtained his current position after the unusual resignation of Joseph Ratzinger. For 10 points, name this current head of the Catholic Church.", "answer_sanitized": "Pope Francis I [or Jorge Mario Bergoglio; or Franciscus; or Francesco; prompt on Pope]"}, {"question_sanitized": "A modified form of this protein which contains additional arginine residues has a longer half-life due to an increased isoelectric point and is known as glargine. Increasing the rate at which this protein functions typically relies on accelerating the dissociation of its zinc-stabilized hexamer. This hormone causes the release of vesicle bound (*) GLUT4 (“GLUT-four”) receptors which integrate into the cell membrane. The active form of this protein contains disulfide linked A and B-chains and forms after an 86-residue precursor has its C-peptide cleaved. This hormone is secreted by the beta cells of the islets of Langerhans and opposes the activity of glucagon. For 10 points, name this pancreatic hormone which lowers blood sugar.", "answer_sanitized": "insulin"}, {"question_sanitized": "A continuous wire-mesh loop was key to an improved method of making this material invented by Louis-Nicolas Robert during the French Revolution. In 2006, archaeologists discovered some of this material dating to 8&nbsp;BCE in Gansu, challenging the traditional account of its invention during the reign of Emperor He (“huh”) by the eunuch (“YOO-nuck”) Cai Lun (“tsai lun”). Knowledge of how to make this material supposedly spread to the Arab world following the 751&nbsp;CE Battle of (*) Talas. Holy Roman Emperor Frederick&nbsp;II banned the use of this “Muslim” material in favor of alternatives made from animal skins such as vellum. This material was once made from rags but is now more commonly made from wood pulp. For 10 points, name this material key to making books.", "answer_sanitized": "paper [accept cardboard; prompt on wood pulp; do not accept or prompt on “papyrus” or “parchment”]"}, {"question_sanitized": "In a painting by this artist, a red cloak has fallen off a nude and slumping Christ. In a sculpture by this artist, a red-marble sarcophagus supports a reclining nun whose hand pokes at her breast. This artist's student Baciccio made a painting to accompany this artist's Blessed Ludovica Albertoni. A hidden window illuminates golden (*) stucco rays behind another work by this artist. That work by this artist is flanked by sculptures of the members of the Cornaro family who watch the title scene. In that work by this artist, an angel prepares to thrust a spear into the titular Carmelite nun. For 10 points, name this Baroque sculptor of the Ecstasy of Saint Teresa.", "answer_sanitized": "Gian Lorenzo Bernini (The first work is Christ Mocked.)"}, {"question_sanitized": "The ASP party in this modern-day country included many people whose ancestors had settled in jumbeates as part of its sizable Shirazi community. Killer bees, bad roads and unsuitable soil doomed a 50-million-dollar scheme by Clement Attlee’s government to make this modern-day country a world leader in peanut oil production. “Tribalization” in this country was reduced by creating nucleated villages under its 1970s-era policy of (*) ujamaa (“oo-jah-MAH”). Later in that decade, this country's army seized a northern neighbor’s capital of Kampala. This country's ruler Julius Nyerere presided over its unification. For 10 points, name this African country partially formed from the island of Zanzibar.", "answer_sanitized": "Tanzania [or United Republic of Tanzania; do not accept or prompt on “Tanganyika”]"}, {"question_sanitized": "Michael Eric Dyson has criticized \"mythological\" interpretations of a biography of a leader in this religious organization in a book titled after that leader's \"making.\" The subject of that ghostwritten biography described how he re-learned to read by copying words from the dictionary starting from “aardvark.” This organization was reformed as a theologically-orthodox \"World Community\" by Warith Deen (*) Mohammed but suffered a schism in 1978. That splinter of this organization sponsored the Million Man March on Washington and preserved this organization's more esoteric tenets like the creation of white people by the Black scientist Dr.&nbsp;Yakub. For 10 points, name this organization led by Louis Farrakhan that once included Malcolm&nbsp;X.", "answer_sanitized": "Nation of Islam [or NOI; accept American Society of Muslims or American Muslim Mission; accept World Community of Islam in the West before \"World Community\" is read; prompt specifically on Black Muslims but do not prompt on \"Muslims\" or \"Islam\"]"}, {"question_sanitized": "The tenor aria “Oh, that I had wings like a dove” opens an oratorio written in this non-English language that compares its subject's suffering to King David; that piece is titled for Psalmus and this language. In an opera written in this language, the question “Where is the stage?” appears in the “Prologue of the Bard.” A “folk opera” written in this language features orchestral excerpts titled for “The Battle of Napoleon” and for a musical clock. The motif of a minor second is played when (*) Judith sees bleeding walls behind seven doors in the title building of an opera written in this language. For 10 points, name this language of the operas Háry János and Bluebeard’s Castle, respectively written by Zoltán Kodály (“KOH-dye”) and Béla Bartók.", "answer_sanitized": "Hungarian [or magyar nyelv; accept Psalmus Hungaricus]"}], "bonuses": [{"leadin_sanitized": "These species are closely related to flagship or umbrella species. For 10 points each:", "answers_sanitized": ["charismatic megafauna [or characteristic megafauna; or charismatic species]", "pangolin [or Pholidota; or Manidae]", "giant panda [or panda bear; or Ailuropoda melanoleuca; prompt on bear]"], "parts_sanitized": ["Give this term for \"megafauna\" like the bald eagle and elephant that receive disproportionate attention in conservation circles.", "A newly emerging charismatic megafauna are these mammals, who have been targeted by former ivory poachers for their scales. They're sometimes called scaly anteaters.", "This bamboo-munching charismatic megafauna species mostly lives in the mountains of Sichuan. China has engaged in \"diplomacy\" named for these creatures."]}, {"leadin_sanitized": "This bandleader was known for up-tempo pieces such as \"Margie\" and \"I Know That You Know\" and for firing almost any musician who might upstage him. For 10 points each:", "answers_sanitized": ["Benny Goodman [or Benny David Goodman]", "clarinet", "Carnegie Hall"], "parts_sanitized": ["Identify this \"King of Swing\" who performed standards like \"King Porter Stomp\" and \"Sing, Sing, Sing.\"", "Goodman played this woodwind instrument, which unlike the saxophone and the flute, is not an octave instrument, making it hard to change from the mid register to the altissimo without squeaking.", "Goodman stated \"you must be out of your mind!\" when asked to play a concert at this New York City venue. Duke Ellington's Black, Brown and Beige premiered at this venue in 1943."]}, {"leadin_sanitized": "Before a murder-suicide, a character in this novel writes a note that reads, “Done because we are too menny.” For 10 points each:", "answers_sanitized": ["Jude the Obscure", "Thomas Hardy", "Christminster"], "parts_sanitized": ["Name this novel whose title character is ostracized for living unmarried with his cousin Sue Bridehead.", "Jude the Obscure was written by this British author who also wrote about a tragic heroine’s relationship with Angel Clare in Tess of the D’Urbervilles.", "In Jude the Obscure, Jude desires to become a scholar at a university in this Wessex town, which is a fictional stand-in for Oxford."]}, {"leadin_sanitized": "For 10 points each, answer the following about the application of chemistry in industry.", "answers_sanitized": ["mixing [accept stirring or stir bars; accept word forms]", "petroleum [or crude oil; prompt on hydrocarbons or gas]", "zeolites [accept Zeolite Socony Mobil-5]"], "parts_sanitized": ["As reagents are introduced to the tanks of chemical reactors, they undergo this process by means of impellers or agitators. In the lab, this process is done by hand or with magnetic bars.", "Hundred-foot fractionating columns are commonly used to process this substance, which can be sweet or sour. The formation of naphtha from this substance is performed by steam or cat crackers.", "Mobil and its predecessor Socony patented examples of these materials like ZSM-5 for use in petroleum cracking. These porous materials contain aluminum centers which act as sites of acid catalysis."]}, {"leadin_sanitized": "In the 1813 cartoon \"Battle of Lake Erie,\" this character pours a drink of \"Perry\" down the throat of John Bull. For 10 points each:", "answers_sanitized": ["Brother Jonathan [prompt on Jonathan]", "Connecticut", "Yankee Doodle [prompt on partial answer]"], "parts_sanitized": ["Identify this rude personification of the US who was popular for much of the 19th century. He was largely replaced by Uncle Sam.", "One legend holds that Brother Jonathan derives from Jonathan Trumbull, a colonial governor of this state. Roger Sherman, a representative from this state, broke a deadlock at the Constitutional Convention.", "This other character from early American history derives from a song of the same name derisively sung by the British. This character \"stuck a feather in his cap / and called it macaroni.\""]}, {"leadin_sanitized": "Andria and The Brothers are plays in this language that were written by a freed slave. For 10 points each:", "answers_sanitized": ["Latin [or lingua Latina]", "The Self-Tormentor [or Heauton Timorumenos]", "Aesop"], "parts_sanitized": ["Name this language. Another playwright who used this language used eight types of stock characters, such as “clever” and “stupid” slaves alongside the “swaggering soldier.”", "The former slave Terence's oft-praised line \"I am a man, I consider nothing human alien to me\" comes from this Latin comedy. Its title character, Menedamus, makes himself work in his field in penance for his son's misbehavior.", "This former slave and fabulist of \"The Tortoise and the Hare\" was traditionally depicted as Black."]}, {"leadin_sanitized": "An injection study by Richard von Krafft-Ebing confirmed that this disease led to insanity. For 10 points each:", "answers_sanitized": ["syphilis [do not accept or prompt on outdated names like “French disease”]", "Christopher Columbus [or Cristoforo Colombo; or Cristóbal Colón]", "leprosy [or Hansen’s disease]"], "parts_sanitized": ["Give the modern name for this disease that, in the 19th century, was often treated with potassium iodide rather than the more toxic mercury.", "Syphilis may have been introduced into Europe by men returning from the voyages of this man, who founded the colony of Hispaniola on his first voyage in 1492.", "Other historians have argued that medieval descriptions of this disease often match the symptoms of syphilis. King Baldwin IV of Jerusalem likely suffered from this much-stigmatized disease, whose sufferers were often given funerals while still alive."]}, {"leadin_sanitized": "In the 1980s, Michael Jensen popularized the idea that companies exist to maximize \"value\" for these people. For 10 points each:", "answers_sanitized": ["shareholders [or stockholders; accept shareholder value theorem; prompt on stakeholders]", "stock buybacks [or share repurchases]", "Dutch auction [or clock auction; or open-outcry descending-price auction; do not accept or prompt on “reverse auction” or “Dutch reverse auction”]"], "parts_sanitized": ["Identify these people entitled to vote on matters relating to the company they own stakes in at an Annual General Meeting.", "One way of returning value to shareholders is through these actions, an alternative to issuing dividends. Companies trade cash for equity in this process, which reduces outstanding shares.", "Todd Shipyards was the first company to use this type of auction to perform a stock buyback. In this type of auction, the seller lowers a price until a bid is received or the reserve is hit."]}, {"leadin_sanitized": "Species vary in the number of offspring they produce ranging from just one to thousands. For 10 points each:", "answers_sanitized": ["K-selection ", "survivorship curve [do not accept or prompt on “survivor curves”]", "salmon"], "parts_sanitized": ["The selection noted by this letter describes animals that invest highly in small numbers of offspring, like humans.", "K-selected species generally follow type&nbsp;I examples of these curves depicting the proportion of individuals of a species at specific ages.", "Semelparous species have all their offspring in one episode before dying, such as these fish which are born in freshwater, migrate to the ocean, and return to freshwater to spawn. Pacific varieties of this animal include the pink and the sockeye."]}, {"leadin_sanitized": "Wahabi clerics in this colony called Padris waged an unsuccessful insurrection in the 19th century. For 10 points each:", "answers_sanitized": ["Dutch East Indies [or Netherlands East-Indies; or Dutch East India; or Hindia Belanda; accept but do not reveal Dutch Indonesia; prompt on but do not reveal Indonesia; anti-prompt on Java]", "Indonesia [or Republic of Indonesia]", "Japan [or Empire of Japan; or Nippon; or Nihon]"], "parts_sanitized": ["Name this colony where a fifth of crops had to be exported back to the home country via the Culture System and Enforcement Planting. This colony was exporting 74 million guldens of crops a year by 1840.", "The Dutch East Indies was set up in this modern-day country. This country gained independence from the Netherlands under Sukarno.", "Soldiers from this non-European country were massacred on the island of Amboyna during the conquest of Indonesia. The acquisition of scientific knowledge from the Dutch to this country was termed \"Dutch Learning.\""]}, {"leadin_sanitized": "This man painted the art collector and textile tycoon Pavel Tretyakov standing in front of his collection. For 10 points each:", "answers_sanitized": ["Ilya Repin [or Ilya Yefimovich Repin]", "Ivan the Terrible [or Ivan IV Vasilyevich; or Ivan Grozny]", "surgeon [or anatomist or physician or medical doctor]"], "parts_sanitized": ["Identify this Realist artist who received a record-breaking payment for an 1891 painting depicting the title Zaporozhian Cossacks drafting a letter to Ottoman sultan Mehmed IV.", "Igor Podporin smashed the glass on Repin's portrait of this 16th century Russian tsar cradling his dead son because he believed it was a \"lie.\" This tsar's act of filicide led to the reign of his second son Fyodor.", "In 1888, Repin painted Evgeny Pavlov, a member of this profession. In 1889 Thomas Eakins finished a portrait of David Agnew, another man in this profession."]}, {"leadin_sanitized": "One research paper included diagrams for these devices alongside those of “tunnels of terror.” For 10 points each:", "answers_sanitized": ["pits of despair [accept baby pits of despair]", "mothers [or moms; or parents; prompt on adults; do not accept or prompt on “fathers”]", "love [or loving; accept self-love]"], "parts_sanitized": ["Name these wedge-shaped chambers that some lab animals were placed in for months on end in experiments conducted by Harry Harlow.", "Harlow found that monkeys could attach to “terrycloth” versions of these figures even though they didn’t provide food. Cats with this distinction carry kittens by their scruff.", "Harlow published his findings from his Macaque (“muh-CACK”) studies in a paper titled for “The Nature of” this concept. Erich Fromm wrote about “The Art of” this concept."]}, {"leadin_sanitized": "Wolfgang Pauli erroneously discouraged Ralph Kronig from publishing his correct interpretation of this experiment. For 10 points each:", "answers_sanitized": ["Stern–Gerlach experiment", "quantized [or discrete]", "two-level system"], "parts_sanitized": ["Name this experiment, which used a magnet with a flat end and a rounded end to sort silver atoms according to their magnetic moments.", "The Stern–Gerlach experiment demonstrated that spin has this property, which means that it can only take on specific values; in other words, it does not have continuous values.", "The Stern–Gerlach experiment displayed one of these simplest nontrivial quantum systems, in which population inversion is not possible."]}, {"leadin_sanitized": "Joining this order requires believers to undergo the Amrit Sanchar baptism ceremony, after which they receive a new last name. For 10 points each:", "answers_sanitized": ["Khalsa", "Sikhism [or Sikhi]", "mock battles [accept martial arts; accept any answer that mentions fighting, demonstrations of martial or military skill, or equivalents]"], "parts_sanitized": ["Name this religious order, whose first five inductees were selected from a crowd and given nectar to drink because they were willing to offer their heads as sacrifices.", "The Khalsa is an order of devoted initiates from this Punjabi religion. This religion's worship, which takes place in gurdwaras, involves kirtan, the act of singing hymns from the Adi Granth.", "It doesn’t have to do with dancing, but during Hola Mohalla Sikhs gather at Anandpur Sahib for these shows related to the Khalsa’s original purpose, which might involve gatka sticks. A description is acceptable."]}, {"leadin_sanitized": "This character helps a tongue-tied protégé named Christian de Neuvillette woo Roxane by telling him what to say from the shadows. For 10 points each:", "answers_sanitized": ["Cyrano de Bergerac [or Cyrano de Bergerac]", "a duel [or a swordfight]", "Spain [or Kingdom of Spain; or Espana]"], "parts_sanitized": ["Identify this title character of an Edmond Rostand played noted for his large nose.", "Cyrano composes a ballad titled \"at the Hotel de Bourgogne Between de Bergerac and a Boeotian\" while also engaging in this activity with Valvert, thus humiliating Valvert.", "In Cyrano de Bergerac, Christian is killed fighting alongside Cyrano in a battle against forces from this country. Le Cid, the title character of a Pierre Corneille play, gets his nickname fighting Moors in this modern-day country."]}, {"leadin_sanitized": "This system introduced the prodnalog grain-tax to lessen the burden on peasants. For 10 points each:", "answers_sanitized": ["New Economic Policy [or NEP; or novaya ekonomicheskaya politika]", "kulaks", "red [accept Red Army]"], "parts_sanitized": ["Name this system, which replaced \"war communism\" and whose implementation was quickened by the Kronstadt Rebellion.", "The NEP fell out of favor during a grain shortage which Joseph Stalin blamed on these wealthy peasants. They were decimated during the first Five Year Plan.", "War communism had helped a Bolshevik army named for this color defeat the White Army. A yellow hammer and sickle sits against a backdrop of this color on the Soviet flag."]}, {"leadin_sanitized": "Henry Adams describes this event as the “first expression of American thought as a unity” in a chapter from his Education. For 10 points each:", "answers_sanitized": ["Chicago World’s Fair [or 1893 World’s Fair; or World’s Columbian Exposition; prompt on World’s Fair]", "graphic novel [or comics; or comic book]", "E. L. Doctorow [or Edgar Lawrence Doctorow] (The second novel is Ragtime.)"], "parts_sanitized": ["Name this event that also provides the setting of Erik Larson’s nonfiction book The Devil in the White City.", "Jimmy’s great-grandfather abuses his son at the Chicago World’s Fair in Jimmy Corrigan, a book of this type by Chris Ware. Jews are drawn as mice in another of these works, Art Speigelman’s Maus (“mouse”).", "This author wrote an autobiographical novel about Edgar Altschuler set during the 1939 New York World’s Fair. Mother’s Younger Brother falls in love with Evelyn Nesbit in another historical novel by this author."]}, {"leadin_sanitized": "Johann Michael Vogl was the first to perform this song, which the composer published as his Opus&nbsp;1. For 10 points each:", "answers_sanitized": ["“Der Erlkönig” [or “The Elf-King”; or “The Erl-king”; or “The Alder King”]", "Franz Peter Schubert", "“Gretchen at the Spinning Wheel” [or “Gretchen am Spinnrade”]"], "parts_sanitized": ["Name this art song based on a Goethe (“GUR-tuh”) poem. Triplet octave Gs throughout this piece represent a horse galloping away from a malevolent forest creature.", "“Der Erlkönig” was written by this composer of the “Unfinished” Symphony.", "This Opus&nbsp;2 lied (“leed”) by Schubert is split into three parts by the soprano’s repeated cry “Meine Ruh’ ist hin” (“my-nuh ROO ist hin”), or “my peace is gone.” Its cyclic accompaniment represents both a beating heart and this song’s title object."]}, {"leadin_sanitized": "Answer the following about counting permutations, for 10 points each:", "answers_sanitized": ["factorial function [or n factorial]", "fixed points", "derangements"], "parts_sanitized": ["Given n objects, this function of n equals the number of ways they can be ordered. This recursively-defined function is symbolized by an exclamation point after a number.", "This term refers to elements that are mapped to themselves by a permutation. More generally, this term refers to points for which a function’s output equals its input.", "In this type of permutation, no element is mapped to itself and thus there are no fixed points. The number of these permutations grows subfactorially as n-factorial divided by e."]}, {"leadin_sanitized": "One of these religions centering on the anonymous \"Samothracian gods\" promised sailors protection on the seas. For 10 points each:", "answers_sanitized": ["mystery religions [or sacred mysteries; accept Samothracian mysteries; accept Eleusinian mysteries]", "bull [do not accept or prompt on “cows”]", "Sol Invictus [prompt on Sol; do not accept or prompt on “Sol Indiges”]"], "parts_sanitized": ["Name these Greco-Roman religions whose rites and teachings were only revealed to initiates. A popular one predating the Greek Dark Ages was centered at Eleusis (“el-YOO-sis”).", "Soldiers were the main participants in the mystery cult of Mithras, who was often depicted killing this type of animal. Zeus carried off Europa in the form of this type of animal.", "Mithras was syncretized with Helios and this Roman sun god. Mithras and this god dine on the slaughtered bull in the so-called \"banquet scene.\""]}, {"leadin_sanitized": "Algorithms for this activity minimize tree depth because minimax and alpha-beta pruning are insufficient to handle its enormous search space. For 10 points each:", "answers_sanitized": ["chess", "MIT [or the Massachusetts Institute of Technology; accept the MIT AI Lab; prompt on CSAIL]", "John McCarthy"], "parts_sanitized": ["Identify this board game played by Stockfish and AlphaZero. Players still find novelties in this game's opening which have never been played before.", "Early chess AIs were developed at this school, then pitted against Soviet competitors. Claude Shannon taught at this school, whose Project MAC was founded by Marvin Minsky.", "This computer scientist co-founded both the MIT and Stanford AI labs. This inventor of Lisp helped coin the term \"artificial intelligence\" while at the Dartmouth conference."]}]}