{"tossups": [{"question_sanitized": "A form of this quantity is measured by the x-axis of an SML graph. According to the CAPM (“cap-M”) model, this quantity increases for higher values of beta. Low-volume markets can create situations where an asset cannot be traded, the “liquidity” form of this quantity. The Sharpe ratio is the difference in returns between a regular asset and an asset with a near-zero value for this quantity, often a short-term US treasury security. This quantity can be reduced by (*) hedging. The downside form of this quantity is an estimate of how much a security’s value will decrease in bad market conditions. For 10 points, name this calculated potential for uncontrolled loss which people can be averse to.", "answer_sanitized": "risk [or liquidity risk; financial risk; or economic risk; accept risk aversion; accept beta before mentioned]", "subcategory": "Economics", "category": "Social Science"}, {"question_sanitized": "Distortions in the shape of these objects mean that only the first three clusters of their energy levels have a size that’s double a triangular number. Metastable examples of these objects are among the only observed primordial odd-odd ones. Non-linear pairing and asymmetry terms in a model of these objects mean that isobars do not have the same mass. The valley of stability appears on plots of these objects and contains (*) long-lived examples. These objects are arranged in independent shells that are fully filled at magic numbers. The two components of these objects can interconvert via beta decay, producing daughters that have different values of N and Z. For 10 points, name these objects which consist of protons and neutrons in the center of an atom.", "answer_sanitized": "atomic nucleus [or atomic nuclei; accept nuclear shell theory or nuclear isomers; prompt on atoms]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This author attacked \"K-Mart Realists\" who write short stories \"usually in lonely Rustic Septic Tank Rural settings\" in a 1989 manifesto published in Harper's. This author may have satirized Jesse Jackson through the manipulative Reverend Bacon in a novel featuring the attorney \"Honest Abe\" Weiss. An essay by this author opens \"At 2 or 3 or 4 a.m.\" on the 48th birthday of Leonard (*) Bernstein, who is hosting a party for the Black Panthers. This author of \"Stalking the Billion-Footed Beast\" and \"Radical Chic\" wrote a novel in which Bronx teenager Henry Lamb is killed in a hit-and-run by Maria Ruskin, lover of the \"master of the universe\" bond trader Sherman McCoy. For 10 points, name this New Journalist who wrote The Bonfire of the Vanities.", "answer_sanitized": "Tom Wolfe [accept Thomas K. Wolfe Jr.; although his full name is Thomas Kennerly Wolfe Jr., do not accept just \"Thomas Wolfe\" as that's most commonly used to refer to the other writer]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Despite this region being closed to Westerners, the spiritualist Madame Blavatsky claimed to have studied in its city of Shigatse (“shee-GOT-say”) for several years. It’s not Antarctica, but Ernst Schafer led a Nazi expedition to this region in 1938 to investigate the bogus World Ice Theory. In 1904, Francis Younghusband led an expedition of British troops into this region as part of the Great Game with Russia. One country pledged to continue to recognize the (*) Panchen in a 1951 Seventeen Point Agreement “liberating” this region. A religious leader of this region named Tenzin Gyatso fled to India following a 1959 uprising against Han control. For 10 points, name this site of the Lhasa Uprising with a distinct form of Buddhism once ruled by the Dalai Lama.", "answer_sanitized": "Tibet [or Tibet Autonomous Region; accept the Tibetan Plateau; or Tibet Area; or Bod; or Xizang Zizhiqu; or Hsi-tsang Tzu-chih-ch’ü; or Tubo; or Zangqu; prompt on People’s Republic of China or Chinese Empire]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "The three components of this quantity are in a 2-to-2-to-1 ratio for the Kovalevskaya top. This quantity is represented by the parameter B in microwave spectroscopy. The left side of the vector form of Euler's equations is this quantity times omega-dot plus the cross product of omega and the product of this quantity and omega. Principal axes of (*) rotation are eigenvectors of this quantity. The oscillation period of a physical pendulum equals two pi times the square root of this quantity over mgL (“M-G-L”). This quantity is one-twelfth m L-squared for a rod of length L rotated around its center. The torque on a body is equal to this quantity times angular acceleration. For 10 points, name this rotational analog of mass denoted capital I.", "answer_sanitized": "moment of inertia [accept polar moment of inertia; accept moment of inertia factor; prompt on I]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "By the late 19th century, most of these objects were treated with Edwin Izod's steam molding process. Inez Gaches-Sarraute's \"rational\" version of these objects eliminated the S-bend thought to be unhygienic. Scholar Jill Fields traces the decline in popularity of these objects to the popularity of the tango and bike riding. These objects traditionally had cording and channels fitted with baleen and were used in conjunction with a (*) chemise. Paul Poiret declared \"war\" on these garments with the hobble skirt. Some of these garments were made from whalebone; others produced a \"wasp waist\" silhouette. For 10 points, name these garments targeted by the Victorian dress reform movement due to medical misinformation regarding tight-lacing.", "answer_sanitized": "corsets [or corps; prompt on stays, pair of bodies, pair of stays, jumps, waistcoat, cotte, or whaleboned-body or undergarments; do not accept or prompt on “dresses”]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "A church in Pisa is home to an artist's final, massive work in this medium titled Tuttomondo. A Neo-Expressionist artist who gained fame for works in this medium created multiple untitled paintings of skulls on blue backgrounds. A painting of \"A Pile of Crowns\" references the signature of that New York artist, who wrote (*) \"SAMO\" on many works in this medium. The \"Radiant Baby\" motif was first used for works in this medium and appeared alongside dancing stick figures by Keith Haring. Before turning to canvas paintings, Jean-Michel Basquiat mostly worked in this medium. Artworks in this medium often feature the \"tags\" of their artists. For 10 points, name this type of street art that often uses spray paint.", "answer_sanitized": "graffiti [accept street art or tags or tagging before mentioned; prompt on spray paint (before mentioned) or chalk by asking “to make what type of art?”]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This philosopher critiqued humanism for its inability to inspire the \"strenuous mood\" that allows believers to endure pain. A passage from an essay by this philosopher describes a utopia where a single \"lost soul\" endures \"lonely torture,\" which inspired Ursula LeGuin's fictional city of Omelas. This philosopher listed \"ineffability\" and a \"noetic quality\" among four hallmarks of mystical states in his Gifford lectures on comparative (*) religion. In a lecture distinguishing between \"tender-minded\" and \"tough-minded\" thinkers, he advocated a philosophy that determined the truth of ideas according to their \"cash value.\" For 10 points, name this author of The Varieties of Religious Experience and the lecture series Pragmatism.", "answer_sanitized": "William James (The first lecture is “The Moral Philosopher and the Moral Life.”)", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Edgar Allan Poe’s “The Fall of the House of Usher” inspired one of these pieces for guitar by Nikita Koshkin. Melodies modulate and repeat until the whole piece disintegrates in a 1920 “choreographic poem for orchestra” in this genre by Maurice Ravel. The solo violin and cello play one of these pieces after Hanna and Danilo declare their love for one another in Act&nbsp;III of Franz Lehár’s The Merry Widow. At the annual midnight concert at the (*) Musikverein, one of these pieces is traditionally interrupted by applause so that the conductor can wish listeners a happy new year. Examples of these pieces include “Tales from the Vienna Woods.” For 10 points, name these dances in 3/4 time, such as “The Blue Danube,” popularized by Johann Strauss, Jr.", "answer_sanitized": "waltzes [or valses; accept Usher-Waltz or Usher-Valse; accept “The Merry Widow Waltz”]", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "This book contains cautionary tales from another work, possibly by the same author, titled A Mirror for the Romantic. The first chapter of this work is preceded by a couplet opening “Truth becomes fiction when the fiction’s true.” The last forty chapters of this book, which is largely set in Prospect Garden, may have been written by editors Chang Weiyuan (“chong way-y’wen”) and Gao E (“gao UH”). The main love interest of this novel's protagonist is a reincarnation of a crimson (*) flower. The protagonist of this novel, who loves his sickly cousin Lin Daiyu, is Jia Baoyu. When this novel's hero is born, a piece of jade is found in his mouth. For 10 points, name this Qing-era book by Cao Xuequin (“tsao shway-cheen”) included among China's Four Great Novels and often titled for a room.", "answer_sanitized": "Dream of the Red Chamber [or Story of the Stone; or A Dream of Red Mansions; or Hong Lou Meng; or Shitou ji]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "This shape names subalgebras of gln(C) (“G-L-N-C”) which only contain diagonalizable elements. All three-dimensional examples of this shape are projections of a maximally symmetric embedding in R4 named for Clifford. Both sets of opposing edges in this shape's fundamental parallelogram have the same label and the same direction. G copies of this shape can be connected to yield any closed, connected, and orientable surface with (*) genus g. This orientable surface has an Euler characteristic of zero. This shape is defined by two radii because it is the Cartesian product of two circles. A coffee cup is topologically equivalent to, for 10 points, what three-dimensional surface that is shaped like a doughnut?", "answer_sanitized": "topological torus [plural tori; accept toral subalgebras or Clifford torus]", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "In the 18th century, the French theologian Antoine Court de Gébelin argued that the name of these items derived from Egyptian words meaning \"royal way.\" These objects were popularized by Jean-Baptiste Alliette, who reversed his last name to \"Etteilla\" to name one set of these objects. The most popular variety of these items were co-designed by Order of the Golden Dawn member Arthur Edward Waite. Common symbols on these items include the Juggler, the (*) Hanged Man, and the Last Judgment. 22 of these items make up the Major Arcana and are often used for cartomancy. Aleister Crowley's The Book of Thoth popularized the version of these items called the Thoth deck. For 10 points, name these items that may be shuffled by a New Age fortune teller.", "answer_sanitized": "tarot cards [or trionfi; or tarocchi; or tarock; or tarot deck; prompt on playing cards]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Near the end of this decade, electoral fraud kept Cuauhtemoc (“k’wow-TAY-mock”) Cárdenas from breaking the PRI’s grip on the Mexican presidency. One country’s nationalization of banks in the early years of this decade was dubbed the “Chicago way to socialism”; six years later, that country’s dictator was voted out of office in a referendum. The papacy resolved the Beagle conflict during this decade after Leopoldo (*) Galtieri was removed from power. In this decade, a headline reading “GOTCHA: Our lads sink gunboat and hole cruiser” was published by the Sun following the sinking of the General (“hen-er-ALL”) Belgrano in a dispute over the Islas Malvinas. For 10 points, name this decade in which Argentina lost the Falklands War to Margaret Thatcher's United Kingdom.", "answer_sanitized": "1980s", "subcategory": "Historiography", "category": "History"}, {"question_sanitized": "On the island of Chios, rival factions celebrate this event by shooting rockets at each other. A Jonathan Jerv book started the Norwegian tradition of celebrating this event by reading crime novels. Judy Garland starred in a movie musical titled for an annual New York “parade” coinciding with this event where women wear elaborate hats. In Australia, a food eaten on this holiday is more likely to take the shape of a bilby than of a species (*) invasive to the continent. Since 1878, this holiday has been celebrated on the South Lawn of the White House in an event where certain multi-colored objects are rolled. Bonnets are often worn on, for 10 points, what Christian holiday involving egg hunts?", "answer_sanitized": "Easter Sunday [or Orthodox Easter Sunday; or Easter Monday; prompt on Holy Week]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "A 1967 poetry collection by Ted Hughes is titled for some \"wild men\" who appear in this poem. Simon Armitage's version of this poem opens by invoking the \"smoke-heap of cinders and ash\" that is Troy. It's not written in Old English, but a character in this poem who disguises himself to go out hunting is introduced as an \"aghlich mayster,\" a term J. R. R. Tolkien translated as \"monstrous apparition.\" That same character from this bob-and-wheel poem visits a (*) Christmas celebration equipped with \"the mother of all axes\" and picks up a still-bleeding body part after the first round of a challenge. For 10 points, name this Middle English poem by the Pearl Poet about a beheading contest at Camelot between the two title characters.", "answer_sanitized": "Sir Gawain and the Green Knight [prompt on Sir Gawain]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The reporter Richard Harding Davis was made an honorary member of this organization for his many laudatory dispatches about it. Clay Risen’s book The Crowded Hour spends much time on this group's planning sessions in San Antonio. The yachtsman Woodbury Kane was one of the men who sent 27 mail-sacks-worth of applications to join this group, whose most celebrated accomplishment took place on Kettle Hill. One leader of this unit resigned from his post as (*) Assistant Secretary of the Navy to join it. This unit fought at the Battle of Las Guasimas (“gwah-SEE-mahs”) in a conflict justified by the sinking of the USS Maine. For 10 points, Theodore Roosevelt was a member of what unit that \"charged up San Juan Hill\" during the Spanish-American War?", "answer_sanitized": "Rough Riders [or First United States Volunteer Cavalry]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Mutations in PMP22 impede maintenance of this substance and cause the majority of cases of type 1 Charcot-Marie-Tooth disease. Glatiramer acetate mimics the composition of a \"basic protein\" found in this substance. Production of this substance is impeded in shiverer mice, which are used to study leukodystrophies. This substance is the namesake of a phosphocholine-containing sphingolipid. (*) Oligodendrocytes and Schwann cells produce and maintain this substance. Saltatory conduction occurs between areas without this substance called nodes of Ranvier. This electrically insulating substance is far more prevalent in the white matter of the CNS than in grey matter. For 10 points, name this substance that forms a sheath around axons.", "answer_sanitized": "myelin", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "One of these creatures was the “animal form” of the “Turquoise Lord” celebrated during the New Fire Festival, Xiuhtecuhtli (“shee-oo-TEH-quit-lee”). The world’s largest pyramid was a temple for a god represented by this creature. Shadows create the shape of one of these creatures on El Castillo during the spring equinox; that temple is dedicated to Kukulcan, who appears as one of these animals. They’re not underwater panthers, but a horned version of these creatures fights with (*) thunderbirds in several Native American myths. A raft of these animals was used by a god usually depicted as one of these creatures whom Montezuma&nbsp;II allegedly believed to be Hernán Cortés. For 10 points, Quetzalcoatl is often depicted as a feathered version of what limbless reptile?", "answer_sanitized": "snakes [or feathered serpents]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In one story by this author, Granny Bb’b (“BUB-ub”) reminisces about a time when “matter was uniformly scattered in space.” This author of “At Daybreak” wrote a novel in which Ruedi (“roo-AY-dee”) and Bernadette throw Jojo’s corpse off a roof. The protagonist travels to the Zinc Cliffs with his deaf cousin in this author’s story “The Distance of the Moon.” Silas Flannery and Ermes Marana appear in a novel by this author in which professor (*) Uzzi-Tuzii (“OOT-see-too-ZEE-ee”) researches Cimmerian (“sim-MAIR-ee-in”) culture. Qfwfq (“kuh-FUF-kuh”) narrates most of the stories in this author’s collection Cosmicomics, and he wrote a novel in which Ludmilla marries You, the reader. For 10 points, name this Italian author of If on a winter’s night a traveler.", "answer_sanitized": "Italo Calvino (“EE-tal-oh kal-VEE-noh”) [or Italo Giovanni Calvino Mameli]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "The attribution of paintings on these objects is made by repeatedly copying the paintings dozens of times in order to reveal a “system of forms” in a method developed by John Beazley. A continuous linear pattern called a meander is commonly found in paintings on these objects made during their Geometric period. These objects were painted by members of the Pioneer group, who transitioned away from (*) black-figure painting to red-figure painting. Hypnos and Thanatos appear on one of these objects in a depiction of the death of Sarpedon by Euphronios. Two types of these objects are kraters and amphorae. The ancient Greeks frequently painted on, for 10 points, what metal and ceramic vessels often used to store wine?", "answer_sanitized": "Ancient Greek vases [or urns or jugs or pots or jars; accept kraters or amphorae before mentioned; prompt on cups or pieces of pottery or ceramics]", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "A character in a play by this author reminisces about riding a speedboat to the island of Torcello to read W. B. Yeats poems alone. Another play by this author begins with a woman repeatedly asking her husband if things are \"good\" or \"nice\" after she serves him bread and cornflakes. Robert's wife Emma carries on an affair with Jerry in a play by this author that is partly structured in (*) reverse-chronological order. After getting his foot stuck in a toy drum during a game of blind man's bluff, a man in a play by this author tries to rape Lulu. This author wrote a \"comedy of menace\" in which McCann and Goldberg take Stanley away during the title celebration. For 10 points, name this British playwright of Betrayal and The Birthday Party.", "answer_sanitized": "Harold Pinter", "subcategory": "British Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This process is mediated by eyespots in Chlamydomonas and other green algae. For 10 points each:", "answers_sanitized": ["phototaxis [do not accept or prompt on phototropism]", "rhodopsins [accept channelrhodopsins; accept metarhodopsin II]", "vitamin A [or retinoic acid]"], "parts_sanitized": ["Name this process in which an organism moves towards or away from a source of light. This behavior is exhibited by fruit flies and moths, which fly using transverse orientation.", "The sensation of light during Chlamydomonas phototaxis is controlled by the \"channel\" form of these proteins. Another one of these proteins activates the G-protein transducin and is found in rod cells.", "The absorption of light by channelrhodopsin isomerizes this molecule from its all-trans form to its 13-cis form. This vitamin created from beta-carotene is essential to human vision."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "One score by this composer advises percussionists “be sure to wear protective goggles” while performing the instruction to break a bottle onto a crate. For 10 points each:", "answers_sanitized": ["György Ligeti [or György Sándor Ligeti]", "études", "John Cage [or John Milton Cage Jr.]"], "parts_sanitized": ["Identify this avant-garde composer fond of micropolyphony, also known for works like the anti-anti-opera, Le Grand Macabre.", "“The Devil’s Staircase” and “Autumn in Warsaw” are two of 18 pieces in this genre composed by Ligeti between 1985 and 2001. Carl Czerny (“CHAIR-nee”) collected his many pieces in this genre in books such as The School of Velocity.", "Ligeti’s The Future of Music, where he simply wrote the words “Crescendo,” “piu forte,” and “Silence” on a blackboard is often compared to this composer’s 4'33\" (“four minutes, thirty-three seconds”)."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "The HMS Vestal, the last British ship sunk in World War II, succumbed to this type of attack. For 10 points each:", "answers_sanitized": ["kamikaze attack [prompt on Tokkotai]", "Spitfires [or Supermarine Seafires]", "USS Bunker Hill [accept Battle of Bunker's Hill or Battle of Breed’s Hill] (The order was “don’t fire until you see the whites of their eyes.”)"], "parts_sanitized": ["Identify this Japanese term for a suicide tactic used by Japan’s pilots late in the war.", "The British used the naval version of these planes to defend against kamikaze attacks. These single-seater fighter planes designed by R.&nbsp;J.&nbsp;Mitchell had a starring role in the Battle of Britain alongside the Hawker Hurricane.", "Over 300 American sailors died in the dual kamikaze attacks on this ship during the Battle of Okinawa. This ship was named for a 1775 battle where American commander William Prescott gave a famous order."], "subcategory": "Historiography", "category": "History"}, {"leadin_sanitized": "This photographer's son of the same name directed Superfly. For 10 points each:", "answers_sanitized": ["Gordon Parks [or Gordon Roger Alexander Buchanan Parks]", "blaxploitation [prompt on exploitation]", "LIFE"], "parts_sanitized": ["Name this Harlem-based photographer who depicted a Black cleaning lady holding a mop and a broom in front of the American flag. He also directed The Learning Tree and Shaft.", "Parks' Shaft jump-started this genre of films which focused on issues such as racial profiling. This film genre is named for appealing to African Americans.", "Gordon Parks was the first Black staff photographer for this now-defunct American photojournalism magazine. On most covers, this non-TIME magazine's four-letter name was printed in white letters in a red box on top of a full-page photo."], "subcategory": "Photography", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points, identify the following about technological advances in archaeology.", "answers_sanitized": ["petroglyphs [accept Petroglyph National Monument; prompt on rock art; do not accept or prompt on “geoglyphs”]", "GPS [or Global Positioning System; or RNSS; or Radionavigation-satellite service; or GNSS; or global navigation satellite system; accept handheld GPS receivers; prompt on smart phones or satnav]", "Lidar [or LADAR; prompt on 3D laser scanning]"], "parts_sanitized": ["The Starry Night Pro app helped decipher \"lost\" examples of these images made by the Slakaiya people in California. Thousands of these images were carved by the Pueblo people onto West Mesa at a namesake National Monument in New Mexico.", "Since the 1980s, archaeologists have widely used this technology to precisely mark sites. This geolocation technology relies on atomic clocks in satellites.", "A helicopter equipped with this map-making technology helped archaeologists find the lost city of Mahendraparvata in Cambodia. Velodyne makes high-end versions of this tech for self-driving cars."], "subcategory": "Other Social Science", "category": "Social Science"}, {"leadin_sanitized": "This writer fell out of a window during the March on Rome. For 10 points each:", "answers_sanitized": ["Gabriele d’Annunzio [or Gabriele D’Annunzio, Prince of Montenevoso]", "Nietzschean ubermensch [or superman; or overman]", "Francesca da Rimini"], "parts_sanitized": ["Name this Italian decadent author whose “Novels of the Rose” include The Triumph of Death. He was called “The Poet” during his proto-fascist rule of the Republic of Fiume (“FYOO-may”).", "D’Annunzio’s protagonists often embody this Nietzschean archetype of an “artist-tyrant.” Walter Kaufmann critiqued old translations of Thus Spake Zarathustra for associating this archetype with a comic book character born Kal-El.", "In a 1901 tragedy by d’Annunzio, this character is killed in bed by her husband Giovanni Malatesta. As in the fifth canto of The Inferno, she falls in love with Giovanni’s younger brother Paolo."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Jonathan Z. Smith champions the “quest for intelligibility” in Imagining Religion, a book subtitled From Babylon To this place. For 10 points each:", "answers_sanitized": ["Jonestown", "California", "liberation theology [or teología de la liberación]"], "parts_sanitized": ["Name this agricultural commune in Guyana that was established by the Peoples Temple, a new religious movement.", "The Peoples Temple, which carried out the Jonestown massacre, was founded in this state. Junípero Serra, canonized by Pope Francis in 2015, founded several Spanish missions in this western state.", "Jim Jones preached an “apostolic socialism” influenced by this movement, which the Peruvian priest Gustavo Gutiérrez helped establish. This movement advocates a “preferential option for the poor.”"], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This amino acid serves as a base in the catalytic triad of various proteases. For 10 points each:", "answers_sanitized": ["histidine [or H]", "oxygen [or O; accept oxyanion hole]", "water [or H2O; prompt on hydrolysis]"], "parts_sanitized": ["Name this amino acid which typically has a positive charge due to its pKa (“P-K-A”) of about&nbsp;6. This amino acid’s side chain is one of several that can be detected by absorbance at 280&nbsp;nanometers.", "The active site of chymotrypsin (“kye-mo-TRIP-sin”) contains a dedicated hole for a tetrahedral anion of this element formed as an intermediate. This element is the nucleophile in serine and threonine proteases and is found alongside nitrogen and carbon in peptide bonds.", "The cleavage of peptide bonds is a form of “-lysis” named for this molecule, which makes up the majority of the cytosol."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This director worked with the Federal Theatre Project's Negro Theatre Unit to stage an all-black adaptation of Macbeth set in Haiti that was dubbed “voodoo.” For 10 points each:", "answers_sanitized": ["Orson Welles [or George Orson Welles]", "Wilson [accept Frank Wilson or August Wilson] (That is the Pittsburgh Cycle.)", "Harlem [accept Harlem Renaissance]"], "parts_sanitized": ["Name this director whose Mercury Theatre went \"on the air\" for its many acclaimed radio dramas.", "The first production for the Negro Theatre Unit was Walk Together, Children by a playwright with this surname. A later playwright with this surname wrote a \"cycle\" of ten plays, one for each decade of the 20th century.", "The Negro Theater Unit premiered those plays at the Lafayette Theater in this New York neighborhood, where writer Langston Hughes was part of a 1920s literary \"Renaissance.\""], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "A father’s children hide from a government employee carrying out this procedure in a Francis William Edmonds painting satirizing new data collection policies instituted in 1850. For 10 points each:", "answers_sanitized": ["a census", "Manzanar War Relocation Center [accept Manzanar National Historic Site or Manzanar Concentration Camp or Manzanar Internment Camp]", "1920s"], "parts_sanitized": ["Identify this Constitutionally-mandated information-gathering procedure conducted every ten years.", "During World War II, census records were used to carry out the forced internment of Japanese-Americans, like those sent to this “Relocation Center” near Lone Pine, California, now a national historic site.", "In this decade, the Johnson-Reed Immigration Act used decades-old census data for quotas to keep out “beaten men from beaten races.”"], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "For 10 points each, identify the following about artistic spectacles in early 19th-century Paris.", "answers_sanitized": ["panoramas [or panoramic images]", "Louis-Jacques-Mandé Daguerre [accept daguerreotype]", "Eugène de Rastignac (“oo-ZHEN duh ross-teen-YAHK”) [or Eugène de Rastignac]"], "parts_sanitized": ["Parisians went wild for works in this medium, invented in Scotland by Robert Barker. Today, most phones can take these types of wide-angle, landscape-format photos by stitching together individual images.", "This artist installed the first diorama in the Place du Château-d’Eau (“plahss doo sha-toh-DOH”) in 1822. He invented an early form of photography noted for sharp images that was exposed onto a silver-plated sheet.", "Honore de Balzac satirized the mania for all things “rama” in his novel Le Père Goriot (“luh PAIR gor-YO”), which introduced this law student, now a French term for any sort of social climber."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "A leader of these people began a war after he was forcibly thrown out of the city-state of Gobir by King Yunfa. For 10 points each:", "answers_sanitized": ["Fulani [accept Fule or Fulbe or Peul or Fallata or Fulah]", "Islam [or Sunni Islam]", "leather"], "parts_sanitized": ["Name this ethnic group related to the Hausa which formed the Sokoto Caliphate under their leader Usman dan Fodio. Nana Asma’u, a member of this ethnicity, organized jajis to educate women in the Sokoto Caliphate.", "Nana Asma’u’s poetry popularized this state religion of the Sokoto Caliphate in Hausaland. The Fulani, who practiced this religion, fought several jihads in the 19th century.", "During Fulani hegemony, many “Moroccan” examples of this good were actually produced in Kano. The tanneries that made this good were especially smelly places."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "This theory predicts an exponentially low specific heat at low temperatures and abnormally high one before the transition temperature, with a ratio of 2.5 between the two values. For 10 points each:", "answers_sanitized": ["BCS theory [or Bardeen–Cooper–Schrieffer theory]", "superconductivity", "liquid nitrogen [prompt on nitrogen]"], "parts_sanitized": ["Give this theory that predicts the formation of composite bosons with lower energy than the Fermi energy of a material.", "BCS microscopically models this phenomenon in which a material’s resistance vanishes under a certain temperature. Materials exhibiting this phenomenon expel their magnetic fields in the Meissner effect.", "Practical “high-temperature” superconductors would have to have critical temperatures above 77 kelvins, the boiling point of this widely available coolant."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "A temple to these figures was built in the Forum after the victory at Lake Regillus. For 10 points each:", "answers_sanitized": ["Castor AND Pollux [or the Dioscuri; or Tyndaridae or Tyndarids; or Gemini]", "Clytemnestra [or Clytaemnestra; or Klytaimnḗstra]", "Ashwin twins [or Ashvins; or Ashwini Kumaras; or Asvins]"], "parts_sanitized": ["Name these semi-divine figures born from golden eggs laid by Leda. These people abducted Phoebe and Hilaeira, the daughters of Leucippus.", "Castor and Pollux were born alongside Helen and this woman. After the Trojan War ends, she helps her lover Aegisthus kill her husband Agamemnon.", "Castor and Pollux are the Greek version of the Proto-Indo-European divine twins mytheme, also represented by these Vedic brothers who ride their horses at sunrise and sunset. These twin medicine gods do not have separate names in the Rigveda."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "In a painting by this artist, three people inspect a replica of the Borghese Gladiator. For 10 points each:", "answers_sanitized": ["Joseph Wright of Derby", "chiaroscuro (“KYAH-ro-SKOO-ro”)", "candles"], "parts_sanitized": ["Name this artist who painted a scientist recreating a demonstration by Robert Boyle in his painting An Experiment on a Bird in the Air Pump.", "Joseph Wright of Derby was known for employing this technique, whose name combines two Italian words. Tenebrism is an especially pronounced form of this technique.", "Many paintings that employ chiaroscuro use these objects as their sole light source. Barry Lyndon was shot with special lenses in order to capture the low-key lighting produced by these objects."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "The self-conscious Mabel Waring attends a party in this author’s story “The New Dress.” For 10 points each:", "answers_sanitized": ["Virginia Woolf [or Adeline Virginia Woolf; or Virginia Stephen]", "Shakespeare [accept William Shakespeare or Judith Shakespeare]", "Russian (Torrents of Spring is by Turgenev.)"], "parts_sanitized": ["Name this author who intercut scenes of a snail crawling through a flower bed in between moments in the lives of various passersby in the story “Kew Gardens.”", "Virginia Woolf’s essay “A Room of One's Own\" imagines how Judith, a fictional author with this surname, is unable to pursue writing, unlike her brother. A real author with this last name wrote The Winter’s Tale.", "Woolf’s essay “Modern Fiction” praises the style of a story in this language translated into English by Constance Garnett. Garnett also translated Torrents of Spring from this language."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Not all smartphones run iOS or Android. For 10 points each:", "answers_sanitized": ["India [or Republic of India]", "Mozilla [or Mozilla Foundation]", "Samsung [or Samsung Electronics Co., Ltd]"], "parts_sanitized": ["In 2019, most KaiOS phones were sold in this country, where Reliance Industries has subsidized extremely cheap data plans. This country banned TikTok in June 2020 during a spat with China.", "KaiOS grew out of a failed effort by this non-profit to build an open-source phone operating system. In 2014, Brendan Eich was forced out of this non-profit for opposing a California gay marriage law.", "This South Korean company is the main developer of the Linux-based Tizen operating system, which powers its Galaxy Gear line of smartwatches."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "This character appears holding a bronze sistrum in the left hand and a golden boat-shaped vessel with a coiled snake on its handle. For 10 points each:", "answers_sanitized": ["Isis", "The Golden Ass [or the Metamorphoses of Apuleius; or asinus aureus]", "novels"], "parts_sanitized": ["Give the true name of this character whom Lucius addresses as Campensis. She instructs him to eat a crown of roses to return to human form.", "Isis heals Lucius in this book by Apuleius, which contains the only ancient narrative of the Cupid and Psyche myth.", "Apuleius’s The Golden Ass is the only fully-preserved Latin work in this genre of long prose fiction, to which the Satyricon also belongs."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "The residents of this city were granted the right to found a university a year after they defended the city from a Spanish siege. For 10 points each:", "answers_sanitized": ["Leiden [or Leyden]", "William [accept William the Silent or William I or William III]", "Anabaptists [prompt on Christians or Protestants; do not accept or prompt on “Amish” or “Mennonites”]"], "parts_sanitized": ["Name this Dutch city that was relieved by the Sea Beggar navy after the dikes were cut in 1574. Before coming to America, the Pilgrims lived in this city.", "The University of Leiden was founded by the first stadtholder of this name, known as the Silent. A stadtholder of this name ruled England with his wife Mary after the Glorious Revolution.", "A 1648 treaty signed in Munster granted Dutch Independence. Munster was earlier a refuge for members of this persecuted religious group whose splinter groups included the Hutterites."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Minerals have properties other than relative scratch hardness. For 10 points each:", "answers_sanitized": ["impurities [accept dopants or doping agents; prompt on crystallographic defects]", "age [accept time since formation]", "calcite [prompt on limestone or chalk; anti-prompt on calcium carbonate or CaCO3]"], "parts_sanitized": ["Corundum defines 9 on the Mohs scale, but the blue color of sapphires is caused by the intense transitions between metal ion examples of these entities in the crystal lattice.", "The 7.5 Mohs rating of zircon has allowed specific crystals to have values of this quantity that exceed 4.4 billion years, measured using the long half-life of uranium as it decays to lead.", "Samples of aragonite will slowly transform into this more stable polymorph, which is a measly 3 on the Mohs scale. This carbonate mineral is very susceptible to chemical weathering, which can form karst landscapes."], "subcategory": "Earth Science", "category": "Science"}, {"leadin_sanitized": "This composer invented the clavier à lumières (“klahv-YAY ah loom-YAIR”) and wrote the only symphonic poem for it. For 10 points each:", "answers_sanitized": ["Alexander Scriabin [or Alexander Nikolayevich Scriabin]", "circle [accept circle of fifths or circle of fourths]", "Prometheus: The Poem of Fire [accept Prometheus chord]"], "parts_sanitized": ["Name this composer whose interest in theosophy may have influenced his synesthesia. He composed Mysterium, a composition to be played in the Himalayas to somehow bring about the apocalypse.", "Some scholars believe that Scriabin did not experience synesthesia, as he color-coded a diagram of this shape with consecutive notes separated by a fifth such that the notes form the visible spectrum.", "The clavier à lumières is used in this Scriabin “Poem of Fire.” Its namesake opening chord is more often called the mystic chord."], "subcategory": "Music", "category": "Fine Arts"}]}