{"tossups": [{"question_sanitized": "Two characters in this novel have a long argument about whether it's nature or caution that keeps a man from touching a hot stove. A character in this novel orders a streetlight from Sears Roebuck and then stages an elaborate lighting ceremony for it; that man in this novel forbids his wife from engaging in \"mule talk\" in his shop after being elected mayor. The protagonist of this novel is acquitted of (*) shooting a man who is driven mad by a rabid dog bite he received during a hurricane. Nanny forces the protagonist of this novel to marry the land-owning Logan Killicks, but that woman only finds true love with her third husband, Tea Cake. For 10 points, Florida is the setting of what novel about Janie Crawford by Zora Neale Hurston?", "answer_sanitized": "Their Eyes Were Watching God", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Several works in a series by this artist depict donkeys variously as doctors, teachers, readers, and portrait sitters. The Belvedere torso inspired this artist's depiction of an armless naked man impaled on a tree stump. In one work, this artist etched a cat looking up at a man slumped on a desk as owls and bats fly up behind him. That aquatint etching by this artist is called The (*) Sleep of Reason Produces Monsters. This artist’s This is worse is an etching in a series by this artist that depicts violence during the Peninsular War. This artist of Los Caprichos painted a single box lantern illuminating a man with arms spread wide as he faces a firing squad. For 10 points, name this Spanish artist of The Disasters of War and The Third of May, 1808.", "answer_sanitized": "Francisco Goya [or Francisco José de Goya y Lucientes]", "subcategory": "Painting", "category": "Fine Arts"}, {"question_sanitized": "This function of the input augments the output in the second case of the master theorem when a recurrence is neither leaf nor root dominated. For a trie (\"try\") of size n, this function of n describes the length of the stored strings. The time required to insert elements into a heap is proportional to this function of its size. Elements of balanced search trees can be located in time proportional to this function of their size. Divide-and-conquer algorithms like (*) binary search require time proportional to this function. There are at most this many steps of size n in mergesort and heapsort. This sub-linear function outputs the number of digits in a number. For 10 points, name this inverse of exponentiation.", "answer_sanitized": "the logarithm of n [accept common logarithm or natural logarithm; accept logarithm base k, where k is any natural number; accept big O of the logarithm of n; do not accept or prompt on \"n log n\"]", "subcategory": "Computer Science", "category": "Science"}, {"question_sanitized": "Harold LeMay's extensive private collection of these things is now a museum in Tacoma, Washington. The most prestigious show for these things takes place each August in Pebble Beach and is called the Concours d'Elegance (\"concur elegance\"). Ron Aguirre's X-Frame got around a California law banning people who operated these things \"low and slow,\" a practice common in the Chicano community. Ron Howard's character owns one of these things called a Tri-Five in (*) George Lucas's film American Graffiti. The A&amp;W restaurant chain falsely claims to have invented the trend of having employees on roller skates deliver food to people in these things. Lowriders are examples of, for 10 points, what general type of vehicle that also includes hotrods?", "answer_sanitized": "cars [or trucks; or automobiles; accept more specific answers like a Porsche; accept hotrod or a lowrider until mentioned]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "A group of people living in this place formed the Varsity Victory Volunteers who, as the 442nd Regimental Combat Team fought in \"Purple Heart Valley\" at the Battle of Cassino in World War II. In 1932, Clarence Darrow defended men who lynched a boxer in this place in the Massie Affair. Senator George Hoar unsuccessfully advocated for the rights of people living here who lost power in the Newlands Resolution. Castle &amp; Cooke was one of the Big Five (*) sugar producers that dominated the politics of this place until a \"Democratic Revolution\" that eventually sent Medal of Honor winner Daniel Inouye (“ih-NO-ay”) to the Senate. This place had earlier been ruled by Queen Liliʻuokalani (“lily-o-ka-law-nee”). For 10 points, name this 50th state to enter the Union, after Alaska.", "answer_sanitized": "Hawaii [accept territory of Hawaii or kingdom of Hawaii; anti-prompt on more specific Hawaiian islands like Maui or O'ahu]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "When this factor is dominant, the mechanism of an electrocyclic reaction is entirely determined by the symmetry of the HOMO by the Woodward-Hoffman rules. In the absence of this factor, a reaction will eschew the more stable thermodynamic product for the kinetic product. A lab demo that produces this factor in excess creates a carbonized pillar by adding sulfuric acid to sucrose. The addition of this factor produces a rightward shift in the equilibrium of a reaction with a (*) positive change in enthalpy. This factor is denoted with a triangle over the reaction arrow, and it can supply the activation energy needed to perform an endothermic reaction. For 10 points, name this factor that can be supplied to a reaction by a hot plate.", "answer_sanitized": "heat [or thermal energy; accept high temperatures; prompt on temperature with \"What is being added to the environment?\"; prompt on activation energy or energy before \"activation energy\" with \"What form is that energy in?\"]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "This structure was once draped with linen scrolls containing the seven \"hanging\" odes. Diviners once interpreted the positions of seven arrows using an idol with a golden hand that was stored inside this structure. Rosewater is used twice a year to clean this structure, to which a golden waterspout was added when it was rebuilt in 1627. This structure is covered by the kiswah, a large piece of (*) black cloth adorned with gold. This structure is at the center of the Masjid al-Haram. The Black Stone embedded within this building is ritually kissed by pilgrims conducting tawaf, during which Muslims circumambulate this object seven times while on the Hajj. For 10 points, name this most sacred building in Islam, a cubic shrine in Mecca.", "answer_sanitized": "Kaaba [or al-Ka'bah; prompt on Masjid al-Haram or Great Mosque of Mecca before “Masjid al-Haram” is read]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Israeli officers posing as Mexicans secretly helped build up this country's military. The NOL container shipping company was established in this country on the advice of Dutch economist Albert Winsemius (\"win-SAY-mee-us\"). Extensive slum clearance by its HDB in the 1960s has led to over 80% of this country's population living in public housing provided by its ruling People's Action Party. In 1994, an American named Michael Fay was (*) caned six times in this country, whose harsh laws ban chewing gum. This country went from being a developing country to a first-world country in a single generation under its first prime minister, Lee Kuan Yew. For 10 points, name this city-state which gained independence from Malaysia in 1965.", "answer_sanitized": "Singapore [Republic of Singapore; or Singapura; or Simhapura]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "One of this writer's characters \"thought she heard someone crying\" after putting her fur coat back in its box. The protagonist of another story by this writer wonders if a \"black hat trimmed with gold daisies\" is \"extravagant.\" A story by this author centers on an English teacher sitting on a bench in the Jardins Publiques. The Godber's man delivers cream puffs to the protagonist's house and tells of a cart (*) driver who is thrown off his horse in another story by this author of \"Miss Brill.\" Laura Sheridan stammers \"Isn't life…\" after giving the grieving Scott family a basket of food from the title outdoor event of a story by this author. For 10 points, name this author of \"The Garden Party\" who spent her childhood in New Zealand.", "answer_sanitized": "Katherine Mansfield [or Katherine Mansfield Beauchamp; or Katherine Mansfield Murry]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "This musician collaborated with landscape artists to represent a six-part suite in Toronto's Music Garden. This musician performs by himself for the majority of the soundtrack to the final film in Godfrey Reggio's Qatsi trilogy. Since August 1973, Emanuel Ax has been the primary recital partner of this musician, who recovered an instrument after losing it in a Queens taxi in 1999. This musician owns a Davidov (*) Stradivarius, but usually plays an instrument nicknamed \"Petunia.\" This musician records crossover music with the Silk Road Ensemble he founded. With Itzhak Perlman, he performed John Williams' \"Air and Simple Gifts\" at Barack Obama's 2009 inauguration. For 10 points, name this Chinese-American cellist.", "answer_sanitized": "Yo-Yo Ma", "subcategory": "Music", "category": "Fine Arts"}, {"question_sanitized": "Bill Schutt's \"Perfectly Natural History\" of this topic examined \"medicinal\" forms of it described by Galen. \"Taphonomic signatures\" were key pieces of evidence in a study of this topic in ancient Anasazi people by Jacqueline and Christy Turner. In an essay titled for this topic, Michel de Montaigne argued that \"everyone calls what is not their own custom barbarism.\" William Arens argued that there were no reputable eye-witness accounts of this \"colonial myth\" despite its name deriving from the (*) Carib people. Other scholars have disputed that this practice was an \"ecological necessity\" for the Aztecs due to a supposed lack of protein in their diet. For 10 points, name this often-taboo practice of eating fellow humans.", "answer_sanitized": "cannibalism [or anthropophagy; prompt on violence; prompt on human sacrifice]", "subcategory": "Anthropology", "category": "Social Science"}, {"question_sanitized": "This technique may assign an inversion time to a FLAIR sequence to null undesired fluid signals. Gradient echo sequences in this technique allow for very short repetition times. BOLD contrast is used in a form of this technique which can detect blood flow related changes. This technique may alter T1-relaxation times through the use of paramagnetic (*) gadolinium-based contrast agents. Shim coils are used in this imaging technique to maintain homogenous fields. Devices for this imaging technique usually maintain a field strength of at least 1.5 teslas. This technique generates images based on the presence of hydrogen atoms in water and fat. For 10 points, name this imaging technique commonly used in medicine which is based on the principles of NMR.", "answer_sanitized": "MRI [accept fMRI; accept magnetic resonance imaging or functional magnetic resonance imaging; prompt on NMR before mentioned]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "The so-called \"Colossus of Roads,\" Thomas Telford, gained fame for supervising the Ellsemere example of one of these things. The GBLA was formed in one of these things and staged its own version of the Olympics in 1968. The American Revolution temporarily halted a \"mania\" for investing in these things in England, leaving the Grand Western incomplete. The French people raised half the funds necessary to finance one of these things completed in 1869 under the supervision of (*) Ferdinand de Lesseps. Prime Minister Anthony Eden resigned following a crisis where one of these structures was nationalized by Gamal Abdel Nasser in Egypt. For 10 points, name these artificial waterways, one of which runs through the isthmus of Suez.", "answer_sanitized": "canals [accept Suez Canal; or navigations; accept navigable aqueduct; prompt on artificial waterway before mentioned; anti-prompt on bridge; anti-prompt on Great Bitter Lake by asking \"part of what larger type of structure?\"]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "Gotthold Lessing's text Hamburg Dramaturgy cites Shakespeare to suggest the French did not understand this author, whom Bertolt Brecht positioned as the antithesis of his \"epic theatre.\" This author defined one genre as an \"imitation of an action\" that arouses pity and fear. Pierre Corneille's tragicomedy Le Cid incited a literary feud because it rejected this author's idea that a play should take place over one day and in a (*) single location, two of his \"three unities.\" A fatal error in judgement known as hamartia was coined in a text by this author that posits a \"cleansing\" of emotions called catharsis as the ultimate goal of tragic theater. For 10 points, what Greek writer expounded on mimesis and dramatic theory in his Poetics?", "answer_sanitized": "Aristotle", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Following litigation over one of these events, Blythe Masters at J. P. Morgan invented the credit default swap to cover risk for five billion dollars in compensatory damages. Joseph Hazelwood was widely scapegoated for being drunk during one of these events, although a broken RAYCAS system was the more immediate cause. Defective cement led to an explosion that caused one of these events in 2010 at a facility built by (*) Transocean and Halliburton. The OPA passed in the aftermath of one of these events required the use of double hulls and banned a ship from ever traveling through Prince William Sound again. For 10 points, the Deepwater Horizon disaster was what type of event, also caused by the sinking of the Exxon Valdez (\"val-DEEZ\")?", "answer_sanitized": "oil spill [accept answers like oil leak or oil blowout; prompt on shipwreck by asking \"that caused what type of event?\"; prompt on environmental disaster]", "subcategory": "Historiography", "category": "History"}, {"question_sanitized": "One form of this process begins after the cleavage of Gasdermin-D by the inflammasome. CARD domains contain a fold named for this process; that protein domain is found in a set of cysteine proteases which target proteins at aspartic acid residues. A form of this process that occurs when certain cells detach from the extracellular matrix is known as anoikis. Flippases cause exposure of (*) phosphatidylserine (“foss-fuh-tie-dil-ser-een”) in the outer cell membrane in the most common form of this process, which may occur after the binding of the Fas ligand to its receptor and release of caspases. Tumor suppressor genes initiate this process in response to DNA damage. For 10 points, autophagy and apoptosis are examples of what kind of cellular process?", "answer_sanitized": "programmed cell death [accept apoptosis or pyroptosis; prompt on lysis]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This author wrote a story where Titus is one of two men vying to be crucified for a crime he did not commit. In another story by this author, a Jew named Abraham is convinced that the debauchery he observes in Rome must mean the Catholic faith is the true one and converts. In one of his several stories set in a convent, Masetto pretends to be a (*) deaf-mute to gain entry. A book by this author concludes with the story of a woman whose children are taken away from her by her husband Gualtieri \"to teach you how to be a wife.\" Geoffrey Chaucer's \"Clerk's Tale\" was inspired by the story of Patient Griselda told among ten Florentines escaping the plague in a collection by, for 10 points, what Italian author of The Decameron?", "answer_sanitized": "Giovanni Boccaccio [prompt on Giovanni]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "In an opera set in this country, a construction supervisor oversees a group of actors who perform a revenge play that parallels the opera's real-life events; that opera titled for this country was the first full-scale opera by Judith Weir. A woman in another opera set in this country sings, \"I used to be a teacher many years ago\" after receiving a gift of a small glass elephant. The aria \"This is (*) prophetic\" is sung in an opera set in this country that was the composer's first collaboration with Alice Goodman. The title character of an opera set in this country travels in the Spirit of '76 and watches The Red Detachment of Women with its chairman. For 10 points, name this country that Richard Nixon visits in a John Adams opera.", "answer_sanitized": "China [or People's Republic of China; or PRC; accept A Night at the Chinese Opera; accept Nixon in China]", "subcategory": "Opera", "category": "Fine Arts"}, {"question_sanitized": "One person with this title claimed to take nightly advice from a nymph whom he later married. That holder of this title gave the Ancilia to a set of twelve young priests after it fell from the sky. Another holder of this title gave advice to his son by wordlessly beheading the tallest poppies in his garden; that holder reluctantly bought three (*) books for the price of nine after the seller burnt the other six. The husband of Egeria, who was named Numa, was the second holder of this post. A Brutus with the praenomen Lucius opposes and deposes one of these men after the Rape of Lucretia; that final person of this title was nicknamed \"Tarquin the Proud.\" For 10 points, Romulus was the first holder of what post in an ancient Italian monarchy?", "answer_sanitized": "kings of Rome [or rex Romae; or Roman kings; prompt on king; prompt on monarch; prompt on ruler of Rome; do not accept \"emperor\"]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "8,000 people were stranded at one of these places in Japan in 2018 after an oil tanker took out a bridge during Typhoon Jebi. One of these places named for Felipe Angeles is a pet project of Andres Manuel Lopez Obrador, who controversially cancelled work on another one in Mexico City. To save IATA-regulated slots at these places worth up to $19 million, many companies kept up \"ghost\" operations early in the Covid-19 pandemic. One of these places designed by Zaha Hadid to resemble a phoenix recently opened in Beijing's (*) Daxing (“DAH-shing”) neighborhood. In the UK, these facilities have repeatedly been shut down due to drone activity. For 10 points, name these international transportation hubs that include London's Gatwick.", "answer_sanitized": "airports [or airport terminals]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "Leslie Howard recorded a landmark 99-CD cycle of this composer's complete piano music. According to legend, Beethoven bestowed a \"kiss of consecration\" on this composer after his first major public concert when he was 11. Camille Saint-Saëns dedicated his Organ Symphony to this composer, who, along with his rival Clara Wieck, popularized playing piano (*) without a score and pioneered the modern recital. This composer often performed pieces of his that were divided into lassan and friska halves. Heinrich Heine described the enthusiasm that this composer would draw, especially among young women across Europe, as his namesake \"mania.\" For 10 points, name this virtuoso pianist who performed technically demanding pieces like his Hungarian Rhapsodies.", "answer_sanitized": "Franz Liszt [accept \"Lisztomania\"]", "subcategory": "Music", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "Sherry F. Colb and Michael C. Dorf have written a book examining why there is not a strong connection between advocates of rights for these beings and anti-abortion activists. For 10 points each:", "answers_sanitized": ["animals", "Thomas Nagel", "A Thousand Plateaus [or Mille Plateaux; prompt on Capitalism and Schizophrenia]"], "parts_sanitized": ["Identify these beings. Peter Singer wrote a book advocating for \"liberation\" for these beings, whose rights are also advocated for by PETA.", "This philosopher considered the problem of \"facts beyond the reach of human concepts\" in his paper \"What Is it Like to Be a Bat?\"", "This text distinguishes between \"Oedipal,\" \"State,\" and \"demonic\" modes of animals in its analysis of \"becoming-animal.\" The chapters of this text by Gilles Deleuze and Felix Guattari can be read in any order."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "The last book in one series by this author contains a long examination of how Hitler is \"one of us.\" For 10 points each:", "answers_sanitized": ["Karl Ove Knausgård (\"k'NOUSE-gor\")", "fathers [accept Fathers and Sons; accept answers like dads; prompt on parent]", "Norway [or Kingdom of Norway]"], "parts_sanitized": ["Identify this author of the long autofictional series My Struggle.", "The first book in Knausgård's My Struggle ends with the death of an abusive character with this relation to the author. Ivan Turgenev's novel about the nihilist Bazarov is titled for these people \"and sons.\"", "Knausgård is an author from this country. Another author from this country, Knut Hamsun, wrote the novel Hunger."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Only two lines survive from the last poem in the Epic Cycle, which was named for this man. For 10 points each:", "answers_sanitized": ["Telegonus [or Telegonos; accept Telegony or Telegoneia]", "Telemachus [or Telemachos]", "moly"], "parts_sanitized": ["Name this man born on the island of Aeaea (ee-EE-uh). After landing in what he thinks is Corfu, he killed his father with a stingray-tipped spear.", "Telegonus killed his father Odysseus, while the latter fought alongside this other son of his. He had earlier helped Odysseus kill 108 suitors of his mother Penelope.", "Telegonus was born from an affair between Odysseus and Circe, which began after Odysseus used this magical herb for protection against Circe's magic."], "subcategory": "Mythology", "category": "Mythology"}, {"leadin_sanitized": "The observed difference between these two points is larger when determined using qualitative properties like color and is dominated by experimental error. For 10 points each:", "answers_sanitized": ["equivalence point and end point [accept stoichiometric point in place of \"equivalence point\"]", "titration [accept volumetric analysis]", "degree of unsaturation [or unsaturation index; accept double bond equivalents or number of double bonds; prompt on number of pi bonds; prompt on conjugation]"], "parts_sanitized": ["Name these two points in an assay. One of these points is theoretically defined, while the other appears as an inflection point when concentration is on the x-axis.", "At the equivalence point, the amount of analyte exactly balances the amount of reagent added during this procedure, which often uses a burette.", "Titration can quantify this property of various oils in terms of bromine number and iodine number. This property serves as a proxy for an oil's propensity to oxidize when exposed to air."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Before marrying his wife, Armand Aubigny waits for an expensive corbeille (\"CORE\"-\"bay\") from Paris to arrive in this story. For 10 points each:", "answers_sanitized": ["\"Désirée's Baby\"", "\"The Story of An Hour\"", "Kate Chopin"], "parts_sanitized": ["Name this story collected in Bayou Folk, in which Armand sends his wife away from L'Abri upon discovering that his child is not white.", "In this story by the author of \"Désirée's Baby,\" Mrs. Mallard dies right after hearing that her husband was not really killed in a railroad accident.", "This author of \"The Story of An Hour\" included Creole French in her novel The Awakening."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, identify the following about the long history of the petition in British politics.", "answers_sanitized": ["Chartism [accept answers like the People's Charter]", "Wales [or Cymru]", "old-age pension [accept social security for the elderly or welfare for old people or equivalents; prompt on social security or welfare by asking, \"for whom?\"]"], "parts_sanitized": ["A third of Britain's adult population signed an 1842 petition supporting this movement for universal male suffrage. This movement's name comes from an 1838 text co-written by William Lovett.", "Some 18,000 people from this constituent country of the UK signed a 1689 petition to abolish the unpopular Council of the Marches. Its capital is Cardiff.", "Until a 2019 anti-Brexit petition, a 1939 petition advocating for one of these schemes was likely the most-signed in British history. The first state-sponsored program of this type was introduced by Otto von Bismarck in 1889."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "The art dealer Leo Castelli fronted the $120,000 cost needed to buy enough of this material for a sculpture named for St. John placed outside the Holland Tunnel. For 10 points each:", "answers_sanitized": ["steel [accept stainless steel or COR-TEN steel; prompt on metal; do not accept \"iron\"]", "Richard Serra", "St. Louis, Missouri"], "parts_sanitized": ["Identify this material used for Jeff Koons' balloon dog sculptures. The American Bridge Company fabricated a sculpture made from this material in Chicago for Pablo Picasso.", "St. John's Rotary Arc was created by this artist, whose controversial site-specific Tilted Arc was removed from New York's Federal Plaza because workers in nearby buildings hated it.", "Serra's fence-like sculpture Twain was commissioned for a park in this city with a view of Eero Saarinen's stainless steel Gateway Arch."], "subcategory": "Sculpture", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, identify the following about some iconic advertising signs.", "answers_sanitized": ["Melbourne, Australia", "Nevada", "Montreal"], "parts_sanitized": ["An animated neon sign nicknamed Little Audrey in this city was restored after public outcry in the 1970s. This Australian state capital's Old Treasury Building houses many relics from an 1850s Gold Rush.", "This American state made neon its official element. In the 1950s, a neon cowboy named Vic advertised the Pioneer Club casino in this state.", "The word \"flour\" was removed from the Farine Five Roses sign in this city following the passage of a 1977 language law. A sign for Fairmount Bagel advertises this city's characteristically sweet bagels."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "Diagrams of identical examples of these entities can be related through one of three Reidemeister moves. For 10 points each:", "answers_sanitized": ["knots", "vortex [or vortices; accept vortex rings]", "luminiferous aether"], "parts_sanitized": ["Identify these things that, according to a theory by Lord Kelvin, linked together atoms. An Alexander polynomial is an invariant for these structures.", "Kelvin's theory suggested that the atoms knotted together were themselves formed of these topological defects. The curl of the velocity and the circulation are used to characterize these things.", "Kelvin theorized that atoms were vortices found within this substance which was believed to be the medium through which light propagated."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Petina Gappah's novel Out of Darkness tells the story of the 69 so-called \"dark companions\" who dragged this man's corpse a thousand miles back to a British outpost. For 10 points each:", "answers_sanitized": ["David Livingstone [or Dr. Livingstone]", "Zambezi River [or Zambesi River]", "Angola [or Republic of Angola; República de Angola]"], "parts_sanitized": ["Identify this Scottish missionary and explorer who was \"found\" by Henry Morton Stanley in 1871.", "Dr. Livingstone also appears in Namwali Serpell's novel The Old Drift, titled for a lodge on this river, which flows through Victoria Falls.", "Livingstone earlier traveled from Linyanti to the capital of this modern-day country, now one of the most expensive cities in the world to live in. The Mbundu people are the largest ethnic group in this country."], "subcategory": "Historiography", "category": "History"}, {"leadin_sanitized": "Amalia Rodrigues was known as the queen of a genre of music from this country. For 10 points each:", "answers_sanitized": ["Portugal", "guitar", "Coimbra [accept Aeminium]"], "parts_sanitized": ["Name this country in which fado music emerged during the 1820s.", "Fado music is usually accompanied by the Portuguese version of this instrument, which has 12 strings. In Spain, players of this instrument use a cejilla when accompanying flamenco singers.", "This medieval Portuguese capital on the Mondego River developed a distinctive style of fado music which is only performed by men wearing black capes."], "subcategory": "Music", "category": "Fine Arts"}, {"leadin_sanitized": "An 1801 act passed in the waning days of the Adams presidency reduced the number of these people from six to five. For 10 points each:", "answers_sanitized": ["Associate Supreme Court Justices [prompt on justices; do not accept \"Chief Justice\"]", "riding circuit [or circuit riding]", "Sedition Act of 1798 [prompt on Alien and Sedition Acts of 1798]"], "parts_sanitized": ["Identify these people, who preside on a body led by a Chief, such as John Marshall.", "The Judiciary Act of 1801 briefly relieved Supreme Court Justices of having to perform this tiresome task, wherein judges would visit local municipalities to try cases.", "While circuit riding, Samuel Chase drew the ire of Republicans for presiding over the prosecution of many Republicans under this law. James Callender was jailed under this law."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "These phenomena are so weak that even supernovae must be inside the Milky Way to produce noticeable amounts of them. For 10 points each:", "answers_sanitized": ["gravitational waves [or gravity waves]", "neutron stars [prompt on stars or stellar remnants]", "rotating [or rotation; accept equivalents like spinning or turning]"], "parts_sanitized": ["Identify these phenomena that were predicted by general relativity and detected by LIGO (\"LIE-go\") in 2014.", "In 2019, the detection event S190814bv (\"S 19 08 14 bv\") was attributed to a black hole merging with one of these extremely dense objects.", "Observations of gravitational waves helped refine the TOV limit, which limits the mass of neutron stars that are not undergoing this process. Stars undergoing this process produce anomalously bright type Ia (\"one A\") supernovae because they are more massive than expected."], "subcategory": "Astronomy", "category": "Science"}, {"leadin_sanitized": "In a letter to his half-sister Augusta Leigh, Lord Byron wrote \"If I am a poet, ... the air of [this country] has made me one.\" For 10 points each:", "answers_sanitized": ["Greece [or Hellenic Republic; or Hellas]", "Don Juan (“don JOO-an”) [do not accept or prompt on \"Don Giovanni\"]", "hearts [accept \"my heart\" or \"A heart whose love is innocent!\"]"], "parts_sanitized": ["Name this country that Byron called a \"sad relic of departed worth\" in Childe Harold's Pilgrimage. In 1824, Byron died while fighting in this country's war for independence.", "In the third canto of this satirical Byron epic, the title character and his lover Haidée listen to a hymn lamenting Turkey's rule over the \"Isles of Greece.\"", "Byron addressed a ten-year old \"Maid of Athens\" in a poem that urges to \"give back\" this thing. Byron’s poem \"She Walks In Beauty\" ends by praising \"A mind at peace with all below\" and one of these things."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "The name for these institutions comes from a practice in which the 71 members of the Sanhedrin would sit before students prior to arriving on a decision. For 10 points each:", "answers_sanitized": ["yeshiva [or yeshivah; or yeshivot; yeshivoth; or yeshibot]", "bar mitzvah [do not accept \"bat mitzvah\"]", "Modern Hasidism [or Hasidic Judaism or Chassidism]"], "parts_sanitized": ["Identify this Hebrew term for academies where the Talmud and Torah are studied.", "Jews who have undergone this coming-of-age ceremony typically attend a mesivta. Parties usually follow this ceremony, where Orthodox boys who have reached the age of 13 are called to read a section of the Torah.", "Many yeshivas were founded in Poland after the rise of this Jewish movement, which was founded by Israel ben Eliezer, better known as Ba'al Shem Tov or the \"Master of the Good Name.\""], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This poet also plays alto sax for the band Poetic Justice. For 10 points each:", "answers_sanitized": ["Joy Harjo [or Joy Foster]", "Native Americans [or American Indians; or Indigenous Americans; accept Muskogee; accept Creek; accept Spokane; prompt on Indians]", "Amanda S.C. Gorman"], "parts_sanitized": ["Name this author who began all but the last line of the first section of her best-known poem with the title phrase, \"She Had Some Horses.\" Carla Hayden appointed this author to a post previously held by Tracy K. Smith.", "Harjo is the first U.S. Poet Laureate from this broad ethnic group. Harjo was an important figure in the late 20th century literary \"Renaissance\" of this ethnic group to which Sherman Alexie also belongs.", "Joe Biden mistakenly said that this author was Poet Laureate at his inauguration, where this former Youth Poet Laureate read \"The Hill We Climb.\""], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "These people, unlike house-bound ghulams, were trained for military service and eventually given a degree of freedom. For 10 points each:", "answers_sanitized": ["Mamluks [or Mameluke; or mamālīk; or mamluq; or marmeluke]", "Saladin [or An-Nasir Salah ad-Din Yusuf ibn Ayyub; or Ṣalāḥ ad-Dīn Yūsuf ibn Ayyūb]", "Antioch [or Antakya; or Antioch on the Orontes; or Syrian Antioch]"], "parts_sanitized": ["Identify this class of people who established a namesake dynasty that controlled Egypt and parts of Syria from the 13th through 16th centuries.", "Mamluks made up an important part of this man's armies. This Ayyubid sultan was victorious at the Battle of Hattin and negotiated with Richard the Lionheart during the Third Crusade.", "Mamluk leader Baibars seized this crusader city in 1268, massacring all of its inhabitants. In ancient times, this city succeeded Seleucia as capital of an empire founded by Seleucus I Nicator."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Unequal examples of this process are believed to be a major contributor to the generation of gene duplications. For 10 points each:", "answers_sanitized": ["crossing over", "aneuploidy [prompt on polyploidy]", "Down syndrome [or Down's syndrome]"], "parts_sanitized": ["Name this process which exchanges genetic material during prophase I of meiosis during synapsis.", "A lack of a chiasma during crossing over often results in improper chromosomal segregation, which results in this general condition in which a cell has an abnormal amount of chromosomes.", "The most well-known condition resulting from aneuploidy may be this trisomy of chromosome 21 which results in intellectual disability and almond-shaped eyes."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "According to X-Ray analysis, a Johannes Vermeer painting of a woman in this profession asleep next to a glass of wine originally featured a man standing in a doorway. For 10 points each:", "answers_sanitized": ["a maid [or maidservant; or domestic servant; or kitchen maid; or milkmaid; prompt on servant]", "a letter [or a love letter]", "pearl earrings [accept Girl with a Pearl Earring]"], "parts_sanitized": ["Identify this profession. A woman in this profession in a blue and yellow dress fills a jug in another Vermeer painting.", "In another Vermeer work, a woman in yellow holds a lute while discussing one of these objects with her maid. Slippers are visible against a black and white tiled floor in the foreground of that work.", "In a 1999 novel, Tracy Chevalier imagined that the woman in a Vermeer painting titled for these type of earrings was one of Vermeer's maids."], "subcategory": "Painting", "category": "Fine Arts"}, {"leadin_sanitized": "Since 1888, this island has been a territory of Chile. For 10 points each:", "answers_sanitized": ["Easter Island [or Rapa Nui]", "Thor Heyerdahl", "birdman cult [or tangata-manu]"], "parts_sanitized": ["Name this Pacific island, home to monolithic statues called moai (\"moh-EYE\") and named for the Christian holiday on which it was first visited by Europeans.", "During an expedition to Easter Island, this Norwegian anthropologist and leader of the Kon-Tiki expedition observed Inca-like stonework which he cited to support his theory that Polynesia was settled by South Americans.", "The moai-centered religion on Easter Island gave way to this cult based around an annual competition in which men competed to retrieve the first egg of the migratory sooty tern."], "subcategory": "Anthropology", "category": "Social Science"}, {"leadin_sanitized": "More slave laborers died in producing these weapons than were killed by them. For 10 points each:", "answers_sanitized": ["V-2 rockets [or V-2 missiles; Vergeltungswaffe 2; or Retribution Weapon 2; or Aggregat 4; or A4; prompt on rockets or missiles]", "The Blitz [or blitzkrieg]", "Antwerp [or Antwerpen; or Anvers]"], "parts_sanitized": ["Identify these weapons, some three thousand of which were launched starting in 1944. One of these weapons was the first man-made object to breach the Karman Line.", "The V-2 rocket campaign started three years after this period of heavy German aerial bombing, part of the larger Battle of Britain. This term comes from a German word for lightning.", "This non-British city was the target of the greatest number of V-2 rockets during World War II. The rockets did proportionally less damage than the so-called \"Spanish Fury\" on this financial center in 1576."], "subcategory": "European History", "category": "History"}]}