{"tossups": [{"question_sanitized": "One character in this novel is disturbed when he finds an empty suit at a desk when he goes to meet with the chairman of the commission on light entertainment. A character in this novel uses her one wish to free a woman she met at a ball who committed infanticide instead of reuniting with her institutionalized lover. In this novel, a man is decapitated by a streetcar after being warned that Anushka has spilled (*) sunflower oil. A poet with the pen name Homeless learns about a manuscript by one of this novel's title characters which tells the story of Yeshua Ha-Nozri and Pontius Pilate. Azazello, the giant cat Behemoth, and other members of the Devil's entourage arrive in Moscow in, for 10 points, what novel by Mikhail Bulgakov?", "answer_sanitized": "The Master and Margarita "}, {"question_sanitized": "On account of this man, Erich Leinsdorf interrupted the program of a Boston Symphony Orchestra concert to play a movement of Ludwig van Beethoven’s third symphony. Samuel Pisar often performed in the scherzo finale of a symphony dedicated to this man that depicts God dreaming before a boys' choir sings a prayer in Hebrew. In an interview with Life, this man's wife recalled his love of a Lerner and Loewe record whose closer recalls \"one (*) brief shining moment.\" The National Symphony Orchestra's empty hall performance of Samuel Barber's Adagio for Strings was in honor of this person; that orchestra now plays at a Center for the Performing Arts in D.C. named for him. For 10 points, Leonard Bernstein wrote his Kaddish Symphony to lament what president's assassination?", "answer_sanitized": "John F. Kennedy [or JFK or John Fitzgerald Kennedy]"}, {"question_sanitized": "An icon of this city located next to the Gefion Fountain was commissioned by a beer tycoon and had its head briefly replaced with that of a cow in 1986. This city claims to have the \"longest and oldest\" shopping boulevard in Europe, the Stroget. This city's Restaurant Ida Davidsen offers \"tongue with fried egg\" and 279 other varieties of smørrebrød (“smore-ay-broad”). Many straw-roofed homes in this city were destroyed by Congreve rockets following an 1807 (*) bombardment by the British. Restaurant magazine has repeatedly celebrated the New Nordic cuisine at its Noma restaurant. Next to this city's Kastellet fortress is Edvard Eriksen's sculpture of a Hans Christian Andersen character, The Little Mermaid. For 10 points, name this capital of Denmark.", "answer_sanitized": "Copenhagen [or København]"}, {"question_sanitized": "Imidacloprid (“uh-mid-uh-CLO-prid”) is part of a class of insecticides named for resembling this compound that may cause colony collapse disorder. Regular exposure to this compound can exacerbate the symptoms of myasthenia gravis, which typically targets a cation channel with no affinity for muscarine. Benzoate salts of this compound enter the blood more quickly than its freebase variety and are less prone to causing irritation. This compound acts as an agonist for a namesake type of (*) acetylcholine receptor, which triggers release of dopamine into the ventral tegmentum. Replacement therapies can treat dependence to this compound using long-lasting patches or short-term consumption of gum. For 10 points, name this tobacco alkaloid frequently consumed via cigarettes.", "answer_sanitized": "nicotine [or nicotine salts; accept neonicotinoids]"}, {"question_sanitized": "One of these places nicknamed Henderson High was the target of the so-called \"Valentine's Day Open House\" that left Kenneth Kraus in a prison cell for a week. Paul Brodeur wrote a book about a microwave \"Zapping\" that was alleged to have taken place at one of these places in Russia. Operation Infinite Reach, a cruise missile strike against Sudan, was launched in the aftermath of the bombing of two of these places within minutes of each other in 1998 by al-Qaeda. The (*) \"Canadian Houseguests\" escaped one of these buildings thanks to a plot involving a fake science fiction film. Students stormed one of these buildings in 1979, starting the Iran hostage crisis. For 10 points, name these buildings whose diplomatic missions cable back to Washington.", "answer_sanitized": "United States embassies [or American embassies; or American consulate buildings; accept more specific answers that mention US embassy buildings in Moscow, Tehran or Africa; accept US missions before the end; prompt on embassy buildings; prompt on American government buildings or American diplomatic buildings; prompt on prisons by asking \"what was the main purpose of those buildings?\"]"}, {"question_sanitized": "An abandoned project by this author investigated the story of Willie Maxwell, a Black preacher with a penchant for taking out multiple life insurance policies and then killing people. Casey Cep (“sepp”)’s Furious Hours details this author's abandoned attempt to write a true crime book called The Reverend. This woman did extensive research in Holcomb, Kansas for another author's \"non-fiction novel\" about the quadruple murder of the (*) Clutter family. This native of Monroeville, Alabama contributed research for that novel, In Cold Blood, written by her childhood friend Truman Capote. Capote inspired the character of Dill in her best-known novel, whose sequel was Go Set A Watchman. For 10 points, name this reclusive author of To Kill a Mockingbird.", "answer_sanitized": "Harper Lee [or Nelle Harper Lee]"}, {"question_sanitized": "A sociologist at the Center for Contemporary Cultural Studies in this country applied his encoding/decoding model of communication to television viewers. In the 1930s, hundreds of researchers studied how ordinary people in this country lived their lives as part of Mass-Observation. Seven Up was the first in a long-running documentary series tracking the lives of children from different social classes in this country. A book on poor (*) mine workers from this country tries to answer why everyone is not a socialist and is titled The Road to Wigan Pier. An earlier study of this country's working poor was written by Friedrich Engels. For 10 points, name this European country home to the Birmingham School of Sociology.", "answer_sanitized": "United Kingdom [or UK; or Great Britain; or England; or Wales] (the sociologist in the first sentence is Stuart Hall who was born in Jamaica; The Road to Wigan Pier is by George Orwell)"}, {"question_sanitized": "This operation plus the flow velocity dotted with the gradient defines an operation used to link Eulerian and Lagrangian perspectives. The continuity equation for continuum mechanics states that this operation applied to the density plus the divergence of the product of density and velocity all equals zero. This operation or higher orders of it appear on the left-hand side of differential equations describing (*) particle motion, like the simple harmonic oscillator equation, in which mass times this operation applied twice to x equals minus the spring constant times x. In more formal statements of Newton's second law, this operation is applied to momentum. For 10 points, acceleration is the product of applying what operation to velocity?", "answer_sanitized": "time derivative [accept partial time derivative; accept total time derivative; accept derivative with respect to time; prompt on derivative with \"with respect to what quantity?\"] (The first clue is the material derivative)"}, {"question_sanitized": "In a painting by this artist, a boy in red garb appears to be looking at a palace made out of clouds in the sky. That work by this artist was popularized by prints by James Smillie. In the background of a painting by this artist, logging scars on a hill spell out \"Noah\" in Hebrew. A series by this artist opens with the depiction of an angel emerging out of a cave on a golden boat. A contemporary painted this man overlooking a (*) gorge alongside William Cullen Bryant. This artist of The Voyage of Life painted a thunderstorm behind a certain geographic feature that is viewed from Mount Holyoke. For 10 points, name this 19th century artist who painted a bend in the Connecticut River in his painting The Oxbow.", "answer_sanitized": "Thomas Cole (The unnamed painting is Kindred Spirits by Asher Durand.)"}, {"question_sanitized": "For a 2019 Boston MFA exhibit about cultures on this river, Peter Leue made a replica of the leather cots on which monarchs were placed sideways when they died. Queen Amanirenas, who ruled as a \"kandake\" in a kingdom on this river, signed a peace treaty with the Romans. One civilization on this river had a culture center at Napata after the fall of the earlier Kerma culture. Another culture based on this river wrote in the still-undeciphered (*) Meroitic script. A civilization based on this river invaded its northern neighbor during the Third Intermediate Period. The ancient civilization of Nubia was based along the upper stretches of this river, beyond its first cataract. For 10 points, name this river which flows through Egypt.", "answer_sanitized": "The Nile [accept Blue Nile; prompt on the Atbarah River by asking \"What is the larger river on which this civilization is based?]"}, {"question_sanitized": "The 1847 \"Reading (\"RED-ing\") edition\" of this collection was found to be a forgery crafted by Thomas James Wise. The speaker of a poem in this collection reminisces about running from \"innocent play\" and leaving \"the cowslips piled\" before advising, \"Gather the north flowers to complete the south.\" Another poem in this collection contains the claim that one action is performed (*) \"freely, as men strive for right\" and \"purely, as they turn from praise.\" The speaker of this collection measures the \"depth and breadth and height my soul can reach\" in one poem, and implores the reader to \"call me my pet name\" in another. For 10 points, name this collection featuring love poems such as \"How do I love thee? Let me count the ways\" by Elizabeth Barrett Browning.", "answer_sanitized": "Sonnets from the Portuguese"}, {"question_sanitized": "It's not Calcutta, but this city's namesake district was home to the so-called \"Ajnala Black Hole\" where Frederick Henry Cooper intentionally suffocated unarmed prisoners. An incident in this city investigated by the Hunter Inquiry took place after a celebration of the Baisakhi New Year's festival by people angry about the Rowlatt Act. Winston Churchill criticized the \"un-British\" response to protestors at Jallianwala Bagh in this city by its (*) \"butcher,\" Reginald Dyer. A building in this city was attacked during Operation Blue Star, which led to the later assassination of Indira Gandhi. For 10 points, name this city in northwest India where hundreds of protestors were killed in a 1919 massacre, also home to a sacred Sikh Golden Temple.", "answer_sanitized": "Amritsar [accept Amritsar massacre]"}, {"question_sanitized": "Because of the person for whom it was made, this place has been equated to a dancing ground that Homer mentions while describing the shield of Achilles. Coins were engraved with \"seven-coursed\" or \"unicursal\" patterns to represent this location, also depicted with the \"Greek key\" pattern. A ritual in this place began after Androgeus' death in the Panathenaic games. It may have been named for a special (*) double axe, and one of its residents was named after his grandfather Asterion. Every few years, seven young men and women were sent into this structure, a practice ended after one hero used a ball of thread to navigate this structure on Ariadne's advice. For 10 points, name this structure in which Minos housed the Minotaur.", "answer_sanitized": "the Labyrinth [or labyrinthos; prompt on maze; prompt on Crete; prompt on Knossos]"}, {"question_sanitized": "One of the only words known from these people's language is \"strava,\" meaning \"funeral.\" One leader of these people sent a search party to find an escaped dwarf and court favorite named Zerco. Christian writers often compared a unifier of these people named Rua to a prophecy from the Book of Ezekiel. Eastern Roman Emperor Theodosius II paid a tribute of 6,000 pounds of gold to a ruler of these people who married Valentinian III's sister (*) Honoria and who may have died celebrating a later wedding from a bloody nose. Bleda was a leader of these people, whose greatest ruler may have been persuaded by Pope Leo I not to invade Italy and was called the \"Scourge of God.\" For 10 points, name these people led by Atilla.", "answer_sanitized": "The Huns [or Hunni; or Chuni]"}, {"question_sanitized": "This musician interspersed J. S. Bach's Fugue in C major into an improvisational piano solo in a performance of \"Love Me or Leave Me.\" Characters such as \"Sweet Thing\" and \"Saffronia\" are depicted in a song by this musician that ends with a shrill scream declaring, \"My name is Peaches!\". This musician popularized a song that describes \"fish in the sea\" and \"blossom on a tree\" on her 1965 album I Put a Spell on You. This artist of \"Four (*) Women\" sang about how it would be \"a lovely precious dream\" to possess the three title attributes of a Lorraine Hansberry play. She proclaimed that \"Alabama's gotten me so upset\" in \"Mississippi Goddam.\" \"Feelin' Good\" was popularized by, for 10 points, what musician of \"To Be Young, Gifted and Black\"?", "answer_sanitized": "Nina Simone [or Eunice Kathleen Waymon]"}, {"question_sanitized": "Measurement of carbon nanotubes undergoing this process allows their quality to be assessed by comparing the D and G signals. The rule of mutual exclusion governs which technique is suited to probe this process. The Morse potential successfully models the increasingly closely-spaced energy levels of this process, but at low energies it can be approximated by a quadratic potential. In non-linear molecules all but six (*) degrees of freedom are associated with this process, which can change either the dipole or quadrupole moment. Low wavenumber modes of this process are modeled with the QHO and produce the chaotic fingerprint region in IR spectroscopy. Bends, wobbles, and stretches are varieties of, for 10 points, what type of molecular motion?", "answer_sanitized": "vibration [or vibrating; accept vibrational modes or vibrational motion; prompt on breathing modes; prompt on bends, wobbles, stretches, or word forms before mentioned]"}, {"question_sanitized": "Bee Gees member Robin Gibb composed the song \"Don't cry alone\" for a requiem titled for this event. A data set about this event with features such as \"sibsp\" for \"siblings and spouses\" is commonly used in machine learning classes. A poem about this event describes a \"grotesque, slimed, dumb, indifferent\" creature and ends, \"And consummation comes, and jars two hemispheres.\" The 1958 film A Night to Remember features an orchestra playing (*) \"Nearer, My God, to Thee\" prior to perishing in this event. Thomas Hardy's \"The Convergence of the Twain\" commemorates this event, which was survived by Molly Brown, nicknamed \"Unsinkable.\" For 10 points, name this 1912 sinking of a White Star Line ship on its maiden voyage.", "answer_sanitized": "the sinking of the Titanic [accept anything involving the RMS Titanic]"}, {"question_sanitized": "Ultramafic rocks react with this molecule in the metamorphic process of serpentinization, which occurs frequently at convergent plate boundaries. This molecule can be identified as meteoric if its isotope ratio is on the Global Meteoric Line when plotted relative to the Vienna Standard. A deep cycle of this molecule's movement begins with oceanic crust saturated with this molecule (*) subducting into the mantle. Direct contact between magma and this molecule can produce explosions during volcanic eruptions that touch the phreatic zone. Percolation through polluted soil can leach heavy metals into the porous rock where this molecule is stored underground. For 10 points, name this molecule found in the crystal structure of mineral hydrates.", "answer_sanitized": "water [or H2O; accept meteoric, ocean, ground, or surface water; accept fresh or salt water; prompt on ice]"}, {"question_sanitized": "A feminist text written for this holiday by Esther Broner and Nomi Nimrod declares \"This holiday we take for ourselves [...] leaving 'The Narrow Place' together.\" A Sephardic custom on this holiday is for guests to be touched on the head three times with one of its ritual objects. This holiday hearkens to a Second Temple practice with the recitation of Psalms 115-118. Songs for this holiday include one that asks (*) \"Who knows One?,\" and another about a father who buys a goat. A ritual from this holiday includes the yahatz step, and the spilling of ten drops of wine. Traditional foods for this holiday include karpas, a green vegetable; and maror, a bitter herb. For 10 points, what Jewish holiday celebrating the Exodus involves eating matzo?", "answer_sanitized": "Passover [or Pesach] (Broner and Nimrod wrote The Women's Haggadah. The Sephardic custom is to touch seder guests' heads with the seder plate.)"}, {"question_sanitized": "In a novel by this author, a TV station broadcasts an old film in which Baby Igor and his St Bernard die in a submarine mission during the Gallipoli Campaign. The bones of murdered Lost Guard members are sunk in a lake in The Courier's Tragedy, an elaborate Jacobean play described by this author in a novel whose protagonist begins to notice the underground (*) Trystero organization's W.A.S.T.E. symbol. In another of his novels, an object with the unusual serial number of 00000 is made from Imipolex G by one Laszlo Jamf. Roger Mexico investigates the connections between Tyrone Slothrop's sexual encounters and V2 rocket launches in his best-known novel. For 10 points, name this American author of The Crying of Lot 49 and Gravity's Rainbow.", "answer_sanitized": "Thomas Pynchon [or Thomas Ruggles Pynchon Jr.]"}, {"question_sanitized": "Chéng Hào (\"chung how\") was the first to combine this concept with lǐ (\"lee\"), a word meaning \"principle\" or \"pattern,\" in a phrase that equated lǐ with this concept. A religious complex dedicated to this concept centers on a three-tiered Hall of Prayer for Good Harvests. In the Analects, Confucius claimed that this concept endowed him with virtue, and that at age fifty he understood this concept's \"decree.\" During the Zhōu (\"joe\") dynasty, this concept was identified with the supreme god (*) Shàngdì (\"shong dee\"). Chinese emperors were traditionally referred to as tiānzǐ (\"tien zuh\"), or \"son\" of this concept. This concept combined with xià (\"hsia\") denotes a universal political order of \"all under\" this concept. For 10 points, Chinese imperial dynasties were legitimized by the \"mandate\" of what concept?", "answer_sanitized": "Heaven [accept tiān before \"tiānzǐ\" is read; accept cosmos or sky before they are read]"}], "bonuses": [{"leadin_sanitized": "In a parable devised by Leslie Lamport, this condition must be reached by a group of deceitful Byzantine generals. For 10 points each:", "answers_sanitized": ["consensus [accept permissionless consensus protocols]", "Bitcoin [or BTC]", "hashes [or cryptographic hash functions]"], "parts_sanitized": ["Name this condition that must be achieved each time something is added to a distributed ledger. A proposed protocol for achieving this condition is proof-of-stake.", "Though consensus has been studied for decades, it is best known for its role in the blockchain of this pioneering cryptocurrency, which introduced proof-of-work.", "The process of mining involves running nonces through this kind of function twice until the result has enough leading zeroes. Bitcoin uses the SHA-256 example of these functions, which is secure enough for most uses."]}, {"leadin_sanitized": "The plurality of the UK's postwar Windrush Generation traveled from this modern-day country. For 10 points each:", "answers_sanitized": ["Jamaica", "\"Rivers of Blood\"", "Notting Hill [accept Notting Hill race riots]"], "parts_sanitized": ["Identify this country once home to British sugar plantations whose immigrants popularized rocksteady and reggae in the UK.", "In 2018, the BBC controversially re-aired this Enoch Powell speech that asserted that continued immigration would lead to a time when \"the black man will have the whip hand over the white man.\"", "Many West Indian immigrants were attacked in a 1958 race riot named for this London district. This district contains North Kensington, site of the Grenfell Tower fire in 2017."]}, {"leadin_sanitized": "Because of a 1928 law, women in Thailand may become maechi but not full members of this vocation. For 10 points each:", "answers_sanitized": ["Buddhist monks [or Buddhist nuns; or bhikkhunis or bhikkhus]", "Plum Village Tradition", "Vietnam [accept South Vietnam]"], "parts_sanitized": ["Name this vocation, members of which usually wear saffron kasaya and are collectively referred to as the Sangha.", "This global Buddhist monastic community practices the \"engaged Buddhism\" coined by its founder, Thich Nhat Hanh (“tick not han”). It is named after a namesake \"village\" monastery in France.", "Nhat Hanh was a longtime exile from this modern country, where Thích Quang Duc (“tick kwong dook”) self-immolated to protest Ngo Dinh Diem's (“nyo zin zyen”) persecution of Buddhists."]}, {"leadin_sanitized": "After Alexas lies about Cleopatra's death in this play, the Roman General Ventidius kills himself. For 10 points each:", "answers_sanitized": ["All for Love; or, the World Well Lost", "John Dryden", "Ben Jonson"], "parts_sanitized": ["Name this 1677 heroic drama that ends with Serapion delivering a eulogy honoring Antony and Cleopatra, which imitates an earlier Shakespeare tragedy.", "All for Love was written by this author, who wrote about the lovers Palmyra and Leonidas in his Restoration comedy Marriage a la Mode.", "Dryden's earliest play, The Wild Gallant, drew heavily from this earlier playwright's Every Man out of His Humour. He wrote about a Venetian \"Sly Fox\" in his play Volpone."]}, {"leadin_sanitized": "James Baldwin quipped that this term really \"means Negro removal.\" For 10 points each:", "answers_sanitized": ["urban renewal [or urban regeneration; or urban redevelopment]", "Connecticut ", "sidewalks [accept curb cuts]"], "parts_sanitized": ["Give this two-word term sometimes synonymous with \"slum clearance\" where city neighborhoods were demolished and replaced with new areas like Pittsburgh's Golden Triangle.", "One of the more notorious urban renewal schemes was Ed Logue's transformation of a city in this state. Eminent domain was expanded in a case originating from this state, Kelo v. City of New London.", "Jane Jacobs, a fierce opponent of Logue, wrote about the \"uses\" of these parts of streets, which promote togetherness. \"Cuts\" in the edges of these structures make them more accessible to wheelchair users."]}, {"leadin_sanitized": "One section of this opera is an invention on the single note B-natural, which is ominously crescendoed by the orchestra during a murder scene. For 10 points each:", "answers_sanitized": ["Wozzeck (VOT-seck)", "Alban Berg [or Alban Maria Johannes Berg]", "twelve [accept twelve-tone technique]"], "parts_sanitized": ["Name this opera whose title character, a soldier, stabs his wife under a blood-red moon.", "Wozzeck was written by this Austrian composer, a student of Arnold Schoenberg. He also wrote the opera Lulu.", "Berg and Schoenberg were both members of the Second Viennese School and thus were associated with a \"technique\" centering on this number of tones, which is also the number of distinct chromatic pitches."]}, {"leadin_sanitized": "In a posthumous review of an Arkham House collection of this author's stories, critic Edmund Wilson declared, \"The only real horror in most of these fictions is the horror of bad taste and bad art.\" For 10 points each:", "answers_sanitized": ["H. P. Lovecraft [or Howard Phillips Lovecraft. (The monster referred to was Cthulhu.)", "fantasy literature", "Stephen King [or Stephen Edwin King]"], "parts_sanitized": ["Name this contributor to Weird Tales who created a character with an octopus-like head that, when \"the stars are right,\" will plague humanity.", "Lovecraft's racism motivated Daniel José Older's 2014 campaign to remove Lovecraft's name from an award for this genre of speculative fiction exemplified by J.R.R. Tolkien's The Hobbit.", "This author's novella The Mist is sometimes categorized as Lovecraftian horror. He also wrote the 2000 part-memoir and part-self-help book On Writing."]}, {"leadin_sanitized": "These molecules were discovered by analyzing soot and they can be mass produced from graphite electrodes. For 10 points each:", "answers_sanitized": ["fullerenes [or buckminsterfullerenes; prompt on buckyballs]", "five [accept pentagons or isolated pentagon rule; prompt on IPR]", "aromaticity [or aromatic; accept homoaromaticity; prompt on resonance]"], "parts_sanitized": ["Name these polyhedral allotropes of carbon named for a designer of geodesic domes. These molecules include nanotubes and various spherical cages.", "A rule of thumb for fullerene stability isolates faces with this many sides. Faces with this many sides have slightly longer edges than the 6:6 (\"6 6\") bonds that separate hexagonal faces from other hexagons.", "The spherical structure of C60 has prompted theories of a three-dimensional form of this property. The homotropylium (homo-tro-\"PILL\"-ium) cation has one form of this property despite having an sp3-hybrized carbon."]}, {"leadin_sanitized": "Richard Taruskin dubbed a dark theory about the \"hidden program\" of this piece the theory of the \"symphony as suicide note.\" For 10 points each:", "answers_sanitized": ["\"Pathetique\" Symphony [or \"Pathetic\" Symphony; or Pyotr Tchaikovsy's Symphony No. 6 in B minor]", "5/4 (\"five-four\")", "bassoon [or fagotto; accept contrabassoon]"], "parts_sanitized": ["Name this 1893 symphony dedicated to Bob Davydov. The music slowly dies away after a tam-tam hit in this symphony's closing adagio lamentoso movement.", "Tchaikovsky's \"Pathetique\" contains a \"limping\" second movement in this unusual time signature. \"Mars, the Bringer of War\" is also in this time signature.", "The bass clarinet is often used in place of this large double-reed instrument for a section of the Pathetique symphony marked with six p's. Its \"contra\" variety is the lowest-pitched woodwind in a standard orchestra."]}, {"leadin_sanitized": "Antoine Lavoisier made his fortune investing in a company that provided this service for the French monarch. For 10 points each:", "answers_sanitized": ["tax farming [accept Ferme générale; prompt on tax collection or revenue collection]", "salt [or table salt; or sodium chloride]", "Louis XIV (14) [or Louis the Great or Louis le Grand]"], "parts_sanitized": ["Identify this service in which private individuals collected levies such as the taille for the French crown.", "Tax farmers like Lavoisier collected the unpopular gabelle tax on the consumption of this good. Although the Latin word salary derives from this good, it's not true that Roman troops were directly paid in this good.", "The French tax farming system was reformed under Jean-Baptiste Colbert, finance minister to this \"Sun King.\""]}, {"leadin_sanitized": "In a story by this author, a soldier realizes he has lost his arms and legs shortly after finding that he has been brought back to his high school. For 10 points each:", "answers_sanitized": ["Heinrich Böll [or Heinrich Theodor Böll]", "Günter Grass [or Günter Wilhelm Grass; or Gunter Graß]", "Italian [or Italiano]"], "parts_sanitized": ["Name this author whose story \"Stranger, Bear Word to the Spartans We…\" exemplifies the \"rubble literature\" movement he headed after World War II.", "This writer reflected on his time in the Waffen-SS in Peeling the Onion. A trilogy by this author named for a Polish city includes the novella Cat and Mouse.", "World War II was the \"dominant point of reference\" for a collection of stories Jhumpa Lahiri translated from this language in 2019. Elsa Morante and Luigi Pirandello wrote in this language."]}, {"leadin_sanitized": "A deficiency of this enzyme can lead to hemolytic anemia in newborns as well as the production of \"burr\" cells. For 10 points each:", "answers_sanitized": ["pyruvate kinase [or PK]", "cancer cells [or cancerous cells]", "alanine [prompt on ala or A; do not accept phenylalanine]"], "parts_sanitized": ["Name this final enzyme of glycolysis, which produces its namesake molecule by phosphorylating PEP.", "The M2 isoform of pyruvate kinase plays a key role in the Warburg effect in which these cells prefer to use glycolysis even under aerobic conditions. These rapidly dividing cells form tumors and spread through metastasis.", "Pyruvate kinase is inhibited by buildup of this amino acid, which is formed from pyruvate by ALT (A-L-T). Substituting this amino acid's beta carbon with a phenyl group produces an amino acid which cannot be metabolized in PKU."]}, {"leadin_sanitized": "A British agent known as Mr. H. paid a bribe to a telegraph operator to obtain a copy of this document so as to not reveal the fact that the British were tapping American diplomatic cables. For 10 points each:", "answers_sanitized": ["Zimmerman Telegram [or Zimmerman Note; or Zimmerman Cable]", "Mexico [or United Mexican States; or Estados Unidos Mexicanos]", "Niagara Falls [prompt on Niagara]"], "parts_sanitized": ["Identify this document named for the State Secretary for Foreign Affairs of the German Empire.", "The Zimmerman Telegram was sent to this country and offered it territorial gains at the expense of the US.", "Three years before the cable was sent, the ABC powers of Argentina, Brazil and Chile had met in this city to keep the Mexican Revolution from escalating into a conflict with the US. This city's Love Canal neighborhood later became a Superfund site."]}, {"leadin_sanitized": "This philosopher wrote an epistolary novel that satirically observes French Ancien Regime society from the perspective of two visitors, Usbek and Rica. For 10 points each:", "answers_sanitized": ["Baron de Montesquieu [or Charles-Louis de Secondat, baron de La Brède et de Montesquieu]", "separation of powers", "the temperature [or the climate; or the excess of heat]"], "parts_sanitized": ["Identify this author of the Persian Letters, a French political philosopher.", "Montesquieu may be best-known for recommending this type of political arrangement in The Spirit of the Laws. Montesquieu defines this concept as dividing the legislative, executive, and judicial functions of the state.", "In The Spirit of the Laws, Montesquieu offers a partial defense of slavery in countries where this variable \"renders men...slothful.\" Montesquieu advocated adjusting laws based on this variable."]}, {"leadin_sanitized": "A short story collection by an author born in this country is titled for the local practice of answering a storyteller's request \"Krik?\" with the single word \"Krak!\" For 10 points each:", "answers_sanitized": ["Republic of Haiti (The novel is Alejo Carpentier's The Kingdom of This World.)", "Oprah [or Oprah Gail Winfrey]", "V.S. Naipaul [or Vidiadhar Surajprasad Naipaul]"], "parts_sanitized": ["Name this country, the setting of a Spanish-language novel centering on the slave Ti Noel.", "Haitian author Edwidge Danticat’s book sales got a boost by being selected for this woman’s book club. Jonathan Franzen expressed his displeasure with his book The Corrections being selected by this talk show host.", "This Nobel-winning Trinidadian included \"Tell Me Who to Kill\" in his collection In a Free State. He wrote an English-language novel in which the six-fingered Mr. Biswas tries to buy a house."]}, {"leadin_sanitized": "Bright multicolored trees and various figures appear in Andre Derain's depiction of a Turning Road in this village. For 10 points each:", "answers_sanitized": ["l'Estaque (\"lay-STAHK\") [accept Turning Road, L'Estaque or Houses at l'Estaque or Maisons à l'Estaque]", "Cubism", "Georges Braque [or Georges Braques]"], "parts_sanitized": ["Name this French village that was frequently painted by Paul Cézanne. Louis Vauxcelles (“voh-SELL”) coined a derogatory name for a non-Fauvism movement after seeing a fragmented painting of houses in this village.", "Vauxcelles coined the name of this movement after seeing Houses at l'Estaque. This movement, which is split into Analytic and Synthetic forms, focuses on simple geometric shapes.", "Houses at l'Estaque is a painting by this Cubist. Instruments appear throughout many of his works, like in La guitare and Violin and Candlestick."]}, {"leadin_sanitized": "Lady Dai's funeral banner features two dragons weaving their way through a type of these objects, which most scholars believe symbolize heaven. For 10 points each:", "answers_sanitized": ["discs [accept bi discs; or bi circles; accept anything involving a circular artifact or a donut-shaped artifact or rings]", "jade [or nephrite; or jadeite; or yu; accept Jade Emperor]", "Myanmar [or Burma; or Republic of the Union of Myanmar]"], "parts_sanitized": ["Identify these objects, whose \"bi\" (\"bee\") form were made in ancient China.", "Bi discs are typically made of this type of precious stone. This green mineral appears in the title of the mythical emperor known as Yu Huang prior to his traveling to heaven and vanquishing a demon.", "For centuries, this modern-day country's Jade Tract has been a key source for jade. Most of what is now this modern-day country was unified by the Pagan Kingdom. Its largest minority ethnic group is the Shan people."]}, {"leadin_sanitized": "Whether this quantity is positive or negative determines if it is spacelike or timelike. For 10 points each:", "answers_sanitized": ["spacetime interval [accept s2]", "special relativity [or SR; prompt on relativity]", "causality"], "parts_sanitized": ["Name this quantity which is indifferent to the inertial frame of reference. It equals the difference of the square of c delta t and the squares of the displacements.", "The interval is regularly illustrated on Minkowski space while illustrating concepts in this theory of Einstein's which describes effects at relativistic speeds.", "Two events separated by a spacelike interval cannot have this relationship due to reference frames existing in which their positions are reversed."]}, {"leadin_sanitized": "For 10 points each, identify the following about witchcraft in contemporary India.", "answers_sanitized": ["Dalit [or untouchables; or Harijan; or Adi Dravida; or Adi Karnataka; or Adi Andhra; prompt on scheduled castes]", "blinding [accept equivalents like not being able to see]", "Rajasthan"], "parts_sanitized": ["These people are frequently accused of being dayan or witches. The Indian government offers about $4,000 to people who marry into this group beneath the Shudra caste, although it limits the grants to just 500 per year.", "In 2017, Kanya Devi was subjected to this punishment for her supposed witchcraft before being beaten to death. Between 2016 and 2018, pellet guns caused this affliction in at least 1,200 Kashmiris.", "This state passed a strict law against accusations of witchcraft in 2015, but as of 2018 had not prosecuted anyone. This state that borders Pakistan is the largest by area in India."]}, {"leadin_sanitized": "A relief in the Acropolis of Apollo accompanied by this group was legendarily attributed to the philosopher Socrates. For 10 points each:", "answers_sanitized": ["the three Graces [or Charites; or Gratiae]", "Eros [accept Cupid]", "Hypnos [or Somnus] (The Oneiroi are personifications of dreams.)"], "parts_sanitized": ["Give this collective name for these figures, who are usually named Aglaea, Euphrosyne, and Thalia. Their domains included creativity, charm, and beauty.", "The Graces often accompany Aphrodite and this son of hers. He shares his name with the Greek word for romantic love.", "In the Iliad, Hera lets this god marry a Grace named Pasithea so he will participate in the \"Deception of Zeus.\" Along with his harsher twin brother, he carries off the body of Sarpedon in the Iliad."]}, {"leadin_sanitized": "For 10 points each, identify the following about some quotable mathematicians.", "answers_sanitized": ["prime numbers [or primes]", "Paul Erdős (“err-dush”) [or Erdős Pál; accept Erdős number]", "Ronald Graham [or Ronald Lewis Graham; accept Graham's number]"], "parts_sanitized": ["G. H. Hardy quipped \"every fool can ask questions about [these numbers] that the wisest man cannot answer.\" These numbers have only themselves and one as factors.", "Rényi's description of a mathematician as \"a machine for turning coffee into theorems\" is often attributed to this colleague. Collaborators with this prolific Hungarian have a value of one for a number named for him.", "Erdős claimed math was set back a month after this friend of his bet he could not give up Ritalin. This mathematician's work in Ramsey theory briefly held the world record for the largest number used in a proof."]}]}