{"tossups": [{"question_sanitized": "The closing essay in a collection whose title ends with this word recalls how Odysseus could hang a dozen slave girls on a whim because they were his property. The popularity of one book whose title ends with this word was boosted by a publicity stunt involving the author's rival Titan Leeds. This is the last word in the title of a book that addresses an “ecological conscience” and “The Land Ethic” by Aldo Leopold. This is the last word in the title of a book that popularized the (*) proverbs \"Fish and visitors stink in three days\" and \"God helps those who help themselves.\" Planting advice and weather predictions are still offered in the yearly \"Old Farmer's [This Word].\" For 10 points, name this word that follows “Poor Richard’s” in a Ben Franklin book.", "answer_sanitized": "almanacs [or almanacks; accept Sand County Almanac; accept Poor Richard's Almanack; accept Old Farmer's Almanac]"}, {"question_sanitized": "The modern formulation of this disease comes from a paper funded by the Smithers Foundation and written by placebo effect researcher E. Morton Jellinek. Europeans suffering from this disease are more likely to be prescribed acamprosate than Americans. People with this disease are the most likely population to develop a Vitamin B1 deficiency called Wernicke (“VEHR-nuh-kuh”)-Korsakoff Syndrome. A program originally designed by \"Bill W.\" to treat this disease tasks people with making (*) amends to everyone they have harmed and admitting their powerlessness. Family members of people who suffer this disease can attend Al-Anon meetings where the Twelve Steps are discussed. For 10 points, name this disease of people who struggle to control their drinking.", "answer_sanitized": "alcoholism [or alcohol use disorder; or AUD; or dipsomania; prompt on drug addiction]"}, {"question_sanitized": "The stress distribution of a bar under this type of load and that of a membrane pressurized from below are governed by the same differential equation by the Prandtl membrane analogy. The proportionality constant between this type of load and shaft displacement is the polar moment of inertia over the length of the shaft, all times the shear modulus. Although it actually experiences bending stresses, an apparatus named for this type of load was used by (*) Cavendish to make the first measurement of the gravitational constant. Springs named for this type of load have potential energy equal to one-half times kappa times theta squared. For 10 points, name this twisting of an object caused by applying the rotational analogue of force.", "answer_sanitized": "torsion [or torsional load; or torsion balance; or torsion spring; accept torque; accept twisting; prompt on shearing or shear stress before \"shear modulus\" with \"what other type of load is inducing shear stress?\"]"}, {"question_sanitized": "Along with having his voice taken away, Thamyris is subjected to this punishment for claiming he could play better than the Muses. Other Greeks who were subject to this punishment include the poet Stesichorus, who slandered Helen. For performing this action on his own sons Pandion and Plexippus, a king is subjected to this punishment and doomed to have his food stolen by the Harpies. That king, (*) Phineas, was saved by the Argonauts. After inflicting this punishment on a captor, one character orders his men to strap themselves to the underside of the captor's sheep. This punishment is inflicted on a monster by a man who claims his name is \"nobody.\" For 10 points, name this impairment that Odysseus inflicts on Polyphemus with a wooden stake.", "answer_sanitized": "being rendered blind [accept equivalents like having your eyes poked out]"}, {"question_sanitized": "In this film, a cut to children's feet walking along a tilled field is preceded by a man dressed as a \"boogeyman\" singing in Norwegian during a forest fire. A man in this film listens to Symphonie fantastique on the radio while struggling to pull his Ford Galaxie into his narrow driveway. A single take was used to shoot this film's protagonist, who cannot swim, (*) saving two children from drowning in the ocean. The sound of a riot intensifies as this film's protagonist is shopping for a crib when a man runs into the store and is shot by his pursuers. That causes this film's protagonist to miscarry during the Corpus Christi massacre. Yalitza Aparicio plays the Mixtec maid Cleo in, for 10 points, what 2018 Alfonso Cuarón film?", "answer_sanitized": "Roma"}, {"question_sanitized": "Forty-three Black soldiers were wrongly accused of murdering a man of this ethnicity during 1944 riots at Seattle's Fort Lawton. On his deathbed, police chief David Hennessy blamed two members of this ethnic group with shooting him, sparking a riot against them in 1890 in New Orleans. John Dos Passos' Facing the Chair defends two people of this ethnicity whose treatment prompted a semi-apology from (*) Michael Dukakis. Those same members of this ethnic group were charged with robbing a shoe company in Braintree, Massachusetts in 1920 and were active anarchists. In the 1890s, members of this ethnic group advocated for the creation of Columbus Day. For 10 points, Sacco and Vanzetti were members of what ethnic group, many of whom immigrated from Sicily?", "answer_sanitized": "Italian-Americans [or Italo-Americans; accept Sicilian-Americans until the end]"}, {"question_sanitized": "These animals are prone to getting a stuck windpipe, causing them to inflate to twice their size in \"balloon syndrome.\" One of these creatures is found \"jammed up against the blades\" in Philip Larkin's poem \"The Mower.\" Christiane Nüsslein-Volhard co-discovered a variant of a protein named for the \"desert\" and \"Indian\" examples of these creatures. A pathway named for these creatures is how information gets to (*) embryonic cells to control morphogenesis. Ibsen and Plato are compared to this animal in a philosophical text on Leo Tolstoy titled for a saying by Archilochus (“ahr-KIL-uh-kus”). Isaiah Berlin stated these creatures \"know one important thing\" in an essay that contrasts them with foxes. For 10 points, name these spiny mammals.", "answer_sanitized": "hedgehogs [accept Sonic Hedgehog; or Erinaceinae; prompt on Erinaceidae]"}, {"question_sanitized": "After hearing an ant shout to its fellow ants to enter their houses to avoid being crushed by this prophet and his army, he smiled and gave a prayer of thanksgiving. While reviewing the birds in his army, this prophet threatened to punish the absent hoopoe bird, which returned to give him news of a sun-worshipping kingdom deceived by Shaitan. After a worm ate away this prophet's staff when he died, he lost control over the (*) jinn and they abandoned him. In Islamic folklore, this prophet's \"seal\" ring was said to command jinn. This prophet invited Bilqis to his glass-floored palace, thus convincing the queen of Sheba to worship Allah. For 10 points, name this Islamic prophet, a wise king of Israel who succeeded his father, David.", "answer_sanitized": "Solomon [or Sulayman or Shlomoh]"}, {"question_sanitized": "King Ndagara of the Karagwe Kingdom was one of many African monarchs who was also a master of this good, which was spread by the sorghum-growing Chifumbaze culture. Apprentices working with this good in Babungo and Bassar were often tasked with building tuyere (“tweer”) pipes. Swedish osmunds of this good were often traded to slavers on the Guinea coast. This good was first produced during a namesake period of African history lasting from 200 to 1000 CE by specialists using hand-operated (*) bellows. Unlike Europe where bronzemaking was widespread, most African civilizations went directly from the Stone Age to an age named for this metal. For 10 points, name this metal that would be forged into tools and weapons on an anvil.", "answer_sanitized": "iron [accept cast iron or Osmond iron or Iron Age; prompt on metal]"}, {"question_sanitized": "The narrator of one story is startled when the false teeth of a deceased character of this nationality pop out of his mouth. Another character of this nationality throws a party where he destroys dinnerware before being stabbed in the neck by a Jewish woman who hides in a church's bell tower. Because there are men from this nationality in an inn, a woman who graciously shared her picnic basket with her traveling companions rejects the advances of (*) Cornudet. \"Mademoiselle Fifi\" is of this nationality, as is a man who will not let a coach continue to Havre until the title prostitute sleeps with him. For 10 points, name this nationality of military officers who have invaded France in stories like \"Ball of Fat\" by Guy de Maupassant.", "answer_sanitized": "German [or Prussian; or French-German; or French-Prussian]"}, {"question_sanitized": "The insertion of a transposon into the rugosus locus of this organism truncates its branching enzyme, producing a sweet and visually distinct phenotype. Many modern researchers do not believe that Erich von Tschermak understood a paper about this organism. Ronald Fisher concluded it was unlikely that one experiment on this organism could be taken literally after applying the chi-squared test to its paradoxically good results. The use of F1 (\"F sub 1\") and F2 (\"F sub 2\") to refer to (*) generations originated in the study of this organism. Seven traits of this organism were the first shown to independently assort, including seed shape and flower color. For 10 points, name this legume used in a series of pioneering experiments in heredity by Gregor Mendel.", "answer_sanitized": "pea plant [or peas; accept Pisum sativum]"}, {"question_sanitized": "In The Geography of the Imagination, Guy Davenport used this painting to examine the history of mail-order clothing, gingham curtains, and eyeglasses. Kelly Grovier argues that, due to the recent discovery of Pluto, an unusually cropped weathervane, and a brooch, one figure in this painting represents Proserpina. This painting was hailed by newspaper editors as an example of \"Normalcy\" after it won a $300 prize from the (*) Art Institute of Chicago. The Dibble House appears in this painting, where the signature of the artist is written on a pair of overalls worn by dentist Byron McKeeby. An arched window provides the title of, for 10 points, what Grant Wood painting of a woman next to a farmer holding a pitchfork?", "answer_sanitized": "American Gothic"}, {"question_sanitized": "Franco Basaglia's Law 180 cut off funding for these places in Italy. Susannah Cahalan (“kuh-HAY-lun”) recently demonstrated how David Rosenhan's 1973 \"exposé\" of these places was built on falsified evidence. One of these places named for Vladimir Serbsky was used to punish dissidents during the Brezhnev era. From 1941, Rosemary Kennedy spent much of her life in one of these places in Wisconsin. A controversial operation named for Freeman and Watts was widely performed in these places using an (*) icepick-like tool. Nellie Bly spent \"ten days\" undercover in one of these facilities, British examples of which included Bedlam. For 10 points, name these facilities that once practiced lobotomies on their patients.", "answer_sanitized": "mental asylums [or mental institutions; or mental hospitals; or psychiatric hospitals; or mental health units; or psychiatric wards; or psych wards; prompt on hospitals; prompt on prisons or gulags; prompt on a school for exceptional children or a school for backward children]"}, {"question_sanitized": "The speaker of a poem compares melancholy to a mistress who \"dwells with [this concept] that must die.\" An author who described imagination \"seizing\" this concept in a letter to Benjamin Bailey wrote a poem that suggests things embodying it \"will never / Pass into nothingness.\" This is the alphabetically first of two concepts described at the end of a poem that praises the \"Attic shape\" of a (*) \"Sylvan historian\" who \"shalt remain\" to instruct future generations about it. A lengthy poem about a shepherd begins \"A thing of [this concept] is a joy forever.\" A poem about a \"still unravish'd bride of quietness\" ends with a statement that first mentions this concept, which is \"all / Ye know on earth, and all ye need to know.\" For 10 points, John Keats' \"Ode on a Grecian Urn\" equates what concept with truth?", "answer_sanitized": "beauty [do not accept or prompt on \"truth\"]"}, {"question_sanitized": "The indices of a collection of these objects are defined at isolated zeros and, under certain assumptions, sum to the Euler characteristic. The Poincare-Hopf (\"pwon-kuh-ray - hopf\") theorem implies that there is no continuous non-vanishing collection of these objects on the 2-sphere, a result termed the hairy ball theorem. Helmholtz found that a rapidly decreasing field of these objects can be decomposed into curl-free and (*) divergence-free components. Defining a parallelepiped (\"parallel\"-eh-PIPE-ed) with these objects allows the volume to be computed by taking both the cross product and dot product. These objects are summed using the parallelogram rule, which adds their components. For 10 points, name these mathematical objects with a magnitude and direction.", "answer_sanitized": "vectors [accept Euclidean vectors, spatial vectors, or geometric vectors; accept vector fields, vector products, or vector sums]"}, {"question_sanitized": "An unofficial anthem for this organization was written by a co-founder of Kabaret pod Egida (“eh-gee-duh”) and lent its title to a sympathetic TV special hosted by Charlton Heston. The newspaper Robotnik was published by a precursor to this organization called the KOR. This group formed following a rise in meat prices and the firing of a crane operator. This group later formed a coalition government with the PUWP and was once led by a former (*) electrician. This group was declared illegal by the government of Wojciech Jaruzelski. This group that participated in the Round Table Talks was founded in the Lenin Shipyard in Gdansk under Lech Walesa. For 10 points, name this anti-communist Polish trade union.", "answer_sanitized": "Solidarity [or Independent Self-Governing Trade Union \"Solidarity\"; or Solidarność; accept KOR or Worker's Defense Committee until KOR is mentioned]"}, {"question_sanitized": "After she crosses a log bridge, a character created by this author hallucinates a plate of marble cake. Another character created by this author wears a pink kimono in which his daughter was photographed by her husband Mr. Whitaker. In a story by this author, an old woman uses a lost nickel to buy a paper windmill for her grandson. (*) Phoenix Jackson's quest to buy that child's throat medicine is recounted in a story from this author's A Curtain of Green titled \"A Worn Path.\" In a story that this author set in China Grove, the fallout from misunderstood remarks about Papa-Daddy's beard and Shirley-T.'s mother Stella-Rondo leads a postmistress to move into her workplace. For 10 points, name this Southern author of \"Why I Live at the P.O.\"", "answer_sanitized": "Eudora Welty"}, {"question_sanitized": "In the opening to a string quartet by this composer, the ensemble simultaneously plays the notes (read slowly) C, A-flat, E-flat, and A, creating an effect for which that piece is named. This composer's Opus 18 collection of his last three quartets is sometimes called the \"concertante quartets\" for heavily featuring the cello, but is more usually named for Prussia. The quartets \"Spring\" and \"The (*) Hunt\" join a quartet nicknamed \"Dissonance\" in this composer's set of six quartets dedicated to Franz Joseph Haydn. A rising arpeggiated figure called a Mannheim rocket opens the G major thirteenth string serenade of this native of Salzburg, whose title is often translated as \"a little serenade.\" For 10 points, name this Austrian composer of Eine Kleine Nachtmusik.", "answer_sanitized": "Wolfgang Amadeus Mozart"}, {"question_sanitized": "In 2019, this country passed \"Bochra's (“boe-chruh’z”) Law,\" making it the first in the region to equally divide inheritances between men and women. This country's parliament meets near the Bardo National Museum, site of a deadly terrorist attack in 2015, the same year its \"national dialogue quartet\" won the Nobel Peace Prize. This country's 92-year-old president died in 2019, having earlier shared power with Enhada's Nidaa Tounes (“NEE-duh TOO-nes”). This country has debated removing the so-called (*) \"Big Ben Ali\" clock in its capital, named for a dictator overthrown after produce seller Mohamed Bouazizi set himself on fire in the 2011 Jasmine Revolution. For 10 points, name this North African country northeast of Algeria where the Arab Spring started.", "answer_sanitized": "Tunisia [or Republic of Tunisia]"}, {"question_sanitized": "Over 100 TB (\"terabytes\") of data from this project were shipped to and from Google headquarters as a high-bandwidth alternative to its four entries in the Mikulski Archive. Amateurs can use the DRIZZLE method invented for this project, which involves shifting and adding undersampled pixels. Ultra and eXtreme datasets were produced by this project after STS-61 added the (*) COSTAR assembly and allowed it to capture the Deep Field images. This project will eventually be replaced by the James Webb. The launch of this project was delayed by the Challenger disaster and it is the visual light component of NASA's Great Observatories. For 10 points, name this ongoing astrophysics mission, an orbital telescope named for the discoverer of the expanding universe.", "answer_sanitized": "the Hubble space telescope [accept the Hubble Deep Field, Hubble Ultra Deep Field, or Hubble eXtreme Deep Field; prompt on Deep Field, HDF, HUDF, or HXDF before \"Deep Field\" is read]"}, {"question_sanitized": "An art treatise from this country recommended artists \"engender a sense of movement through spirit consonance\" as one of the Six Laws of painting. Military drills are depicted in the center of a work from this country that transitions right to left from a rural to urban theme. A landscape artist from this country employed \"raindrop strokes\" in paintings such as Travelers among Mountains and Streams. The so-called \"Mona Lisa\" of this country is a nearly six-meter-wide depiction of a river during its (*) Spring Festival. Ink and wash painting originated in this country, which popularized the painting of landscapes on hand and hanging scrolls. For 10 points, name this country where Fan Kuan and Zhang Zeduan painted during the Song Dynasty.", "answer_sanitized": "China [or People's Republic of China; or PRC; or Zhōngguó]"}], "bonuses": [{"leadin_sanitized": "Although it didn't originate in the subcontinent, this language was such a prestige language in Mughal India that by the 19th century more dictionaries of this language were produced in India than in any other country. For 10 points each:", "answers_sanitized": ["Persian [or Farsi; prompt on Iranian]", "Humayun [or Nasir-ud-Din Muḥammad; or Nasīr-ad-Dīn Muhammad]", "Akbar the Great [or Akbar I; or Abū al-Fatḥ Jalāl al-Dīn Muḥammad Akbar; or Akbar-i-azam]"], "parts_sanitized": ["Identify this language whose Nastaʿlīq (“NAHS-ta-lick”) script was adopted by Urdu.", "In the 1540s, this Mughal emperor spent 10 years in exile in Persia at the court of Shah Tahmasp. This Mughal emperor thrice conquered Kabul from his feckless brother, Kamran (“kahm-RON”).", "Humayun was the father of this Mughal emperor who arranged the marriage of his daughter to Raja Bihari Mal of Amber and was known as The Great."]}, {"leadin_sanitized": "Klaus von Klitzing used MOSFETs to show that a quantum version of this effect is exactly quantized. For 10 points each:", "answers_sanitized": ["Hall effect [or integer quantum Hall effect]", "two-dimensional [or 2-D; prompt on \"flat\"]", "semiconductors"], "parts_sanitized": ["Name this effect in which a voltage difference is produced across an electrical conductor that is transverse to the direction of the current, and perpendicular to an applied magnetic field.", "Von Klitzing used a MOSFET because the integer quantum Hall effect can only occur in materials with this property. The only observed anyons (“any-ons”) have been found in systems with this property.", "The Hall effect occurs in both metals and these substances with intermediate conductance between insulators and conductors."]}, {"leadin_sanitized": "In the 1990s, Murat Sabanovic took a sledgehammer to a statue of this author and dropped its head in a river. For 10 points each:", "answers_sanitized": ["Ivo Andric (\"EE-voh AHN-drich\") [or Ivan Andrić]", "the Turks [or the Ottomans]", "a tiger [accept The Tiger's Wife]"], "parts_sanitized": ["Name this author whose best-known novel ends with the title structure in Višegrad (“VEESH-uh-grod”) being destroyed by retreating Austro-Hungarian troops.", "A man in Andric's The Bridge on the Drina utters a curse on these people while being impaled on the bridge. Orhan Pamuk's My Name is Red centers on a miniaturist in the court of this Muslim people's empire.", "Serbian-American writer Téa Obreht (“AH-bret”) wrote a 2011 novel titled for one of these creatures. It's not a human, but a boy survives a shipwreck with one of these creatures named Richard Parker in the novel Life of Pi."]}, {"leadin_sanitized": "Examples of compounds with this relationship to n-pentane include isopentane, which has a single branch. For 10 points each:", "answers_sanitized": ["structural isomer [or structural isomerism]", "tert-butyl [accept tertiary butyl or t-butyl; prompt on butyl]", "two [or C2; accept the second carbon]"], "parts_sanitized": ["Name this term used to refer to compounds which share a chemical formula but have different molecular structures.", "Neopentane and other alkanes prefixed \"neo\" have a fully substituted carbon that is equivalent to a terminal example of this bulky four-carbon functional group.", "Use of the name neopentane is not recommended by IUPAC, which prefers that it be called a propane with two methyl groups attached to the carbon of this number. This is the lowest numbered carbon that can have a methyl attached."]}, {"leadin_sanitized": "A 2019 drought affected the ability of ships to pass through this waterway because the water level in Lake Gatun (“gah-TOON”) fell to 1.8 meters below normal. For 10 points each:", "answers_sanitized": ["Panama Canal [or Canal de Panamá]", "Balboa [accept Balboa Park or Vasco Núñez de Balboa]", "Valparaíso, Chile"], "parts_sanitized": ["Identify this Central American waterway through which some 3% of maritime trade passes.", "Normally, the height limit on Panamax ships is dictated by a bridge in this city, the Pacific entrance to the canal. This city's conquistador namesake also names a park home to the San Diego Zoo.", "Post-Panamax ships increasingly stop in this \"Jewel of the Pacific.\" Vehicles called ascensores service the hilly regions of this port city, home to the oldest stock exchange in Latin America."]}, {"leadin_sanitized": "This property was once commonly used for paternity tests. For 10 points each:", "answers_sanitized": ["blood types [or ABO blood group]", "Taiwan [or Formosa; do not accept the \"Republic of China\" which is not an island]", "hukou [or huji]"], "parts_sanitized": ["Name this property which is widely held to influence one's personality in Japanese society. This property was discovered by biologist Karl Landsteiner in the early 20th century.", "Takeji Furukawa conducted a racist study on the difference in blood types between the natives of this island and the Ainu. Chiang Kai-shek's Kuomintang evacuated to this island following the Chinese Civil War.", "Some Chinese children had to show paternity test results to be eligible for this system. This household registration system can restrict the educational choices of the children of migrants from rural China."]}, {"leadin_sanitized": "Everyone knows about Thor's mythical hammer – Mjolnir – but it was just one of six creations that Loki encouraged Brokk and Eitri (“AE-tree”) to craft. For 10 points each:", "answers_sanitized": ["a short handle [accept obvious equivalents]", "dwarfs", "they sewed his mouth shut with thread [or equivalents, such as sewing his lips shut; prompt on answers mentioning sealing his mouth]"], "parts_sanitized": ["Loki, in fly form, bit the forger of Mjolnir in the eye. The forger paused, thus causing Mjolnir to have what type of flaw?", "Brokk and Eitri were two members of this race from Norse myth, whose members were well-known for their excellent craftsmanship. The Sons of Ivaldi were also members of this diminutive, mountain-dwelling race.", "After losing his bet with Brokk and Eitri, Loki managed to wheedle his way out of losing his head; instead, Brokk and Eitri imposed this punishment on Loki."]}, {"leadin_sanitized": "A poem by this author begins \"Do you know the land where the lemon-trees grow?\" For 10 points each:", "answers_sanitized": ["Johann Wolfgang von Goethe", "Spain [or Kingdom of Spain; or España] (The poet is Antonio Machado.)", "Eugenio Montale"], "parts_sanitized": ["Name this German writer who included the poem \"Mignon\" (“min-YON”) in his bildungsroman about Wilhelm Meister's Apprenticeship. He wrote the two-part verse drama Faust.", "A poet from this country's Generation of '98 penned a poem about a \"languid lemon tree.\" Many avant-garde poets and writers formed this country's later Generation of '27.", "This poet wrote that \"Even the poor\" know \"the fragrance of the lemon trees\" in an entry in his collection Cuttlefish Bones. With Salvatore Quasimodo and Giuseppe Ungaretti, this Italian pioneered the 20th century hermetic tradition."]}, {"leadin_sanitized": "The Advaita Vedanta school is considered non-dualistic because it does not differentiate atman from this concept. For 10 points each:", "answers_sanitized": ["Para Brahman [do not accept \"Brahma\" or \"Brahmin\"]", "\"Thou art that\" [accept any answer indicating that you are Brahman, examples of which include \"You are that,\" \"You are it,\" or \"You are Brahman\"]", "Jainism [or Jain Dharma]"], "parts_sanitized": ["Name this \"ultimate reality\" in Hindu philosophy, which the Dvaita school differentiates from atman, or the individual soul.", "In the Upanishads, the mixing of salt and water is used to illustrate \"tat tvam asi,\" (“tot tvahm ah-SEE”) a Sanskrit relational statement about Brahman that was later praised by Arthur Schopenhauer. Give any reasonable English translation of that phrase.", "In Hindu philosophy, this pacifist religion taught by Mahavira is considered nastika, or heterodox, because of its rejection of traditional Vedic authorities."]}, {"leadin_sanitized": "This symphony ends with triumphant brass \"alleluia\" in a movement marked \"The Temptation of Saint Anthony.\" For 10 points each:", "answers_sanitized": ["Symphony: Mathis der Maler [accept Matthias the Painter]", "Paul Hindemith", "viola"], "parts_sanitized": ["Name this symphony whose movements are based on parts of the Isenheim Altarpiece. Its composer later reworked its music into an opera of the same name.", "Mathis der Maler was written by this German composer, whose Symphonic Metamorphosis of Themes by Carl Maria von Weber borrows a faux-Chinese theme for its second movement, which is titled Turandot.", "Hindemith's Der Schwanendreher (SHVAHNN-enn-DRAY-hur) is a concerto for this instrument, of which Hindemith was a virtuoso. This standard string instrument is lower-pitched than a violin but higher-pitched than a cello."]}, {"leadin_sanitized": "The New York Drama Critics' Circle formed in response to the Pulitzer committee's thinly-veiled refusal to give an award to this play over its controversial subject matter. For 10 points each:", "answers_sanitized": ["The Children's Hour", "Lilian (Florence) Hellman", "the Hollywood blacklist [accept Hollywood Ten]"], "parts_sanitized": ["Name this 1934 play in which Karen and Martha lose their teaching job due to a rumor that they are lovers.", "This playwright of The Children's Hour feuded with Mary McCarthy after the latter claimed she was a habitual liar. Dorothy Parker suggested the title of her play The Little Foxes.", "The pamphlet Red Channels included Hellman on this register because of her \"unrepentant\" Stalinist sympathies. Screenwriters Ring Lardner and Dalton Trumbo were among the first ten people placed on this list."]}, {"leadin_sanitized": "This theory is termed the \"Official Doctrine\" in a book that claims it supposes an absurd set of \"para-mechanical laws.\" For 10 points each:", "answers_sanitized": ["Cartesian Dualism [or mind-body dualism; or substance dualism; or property dualism]", "free will [prompt on freedom; do not accept “will”]", "category errors [or category-mistakes; or categorical mistakes; or mistakes of category]"], "parts_sanitized": ["Identify this philosophical position that Gilbert Ryle's The Concept of Mind derides as \"Descartes’ myth\" and the \"Ghost in the Machine.\"", "In Gilbert Ryle’s Dilemmas, one of the topics considered is this concept, which is generally absent in determinist accounts. This concept is an agent’s ability to choose between different courses of action.", "The Concept of Mind argues that mind-body dualism results from a series of mistakes of this type. Taking the metaphor \"time flies\" literally exemplifies this type of error."]}, {"leadin_sanitized": "A baseball team sponsored by this organization bizarrely played a 1926 game against the Hebrew All-Stars. For 10 points each:", "answers_sanitized": ["Ku Klux Klan [or KKK]", "Hugo Black [or Hugo Lafayette Black]", "multi-level marketing [or MLM; or referral marketing; or network marketing; or pyramid selling; prompt on pyramid scheme]"], "parts_sanitized": ["Identify this white supremacist organization founded by Nathan Bedford Forrest that sponsored a \"Miss 100 Percent American\" pageant during its 1920s revival.", "This future Supreme Court Justice was a Klan member until 1926. This ardent defender of absolute free speech wrote the majority opinion in Korematsu v. US.", "Economists Roland G. Fryer and Steven D. Levitt argued that the Klan's rapid growth in the 1920s was mainly due to this recruiting technique. The FTC ruled that this technique was legal in some circumstances in the 1979 Amway decision."]}, {"leadin_sanitized": "The accumulation of cold air over Siberia forms the largest example of these systems in the Northern Hemisphere. For 10 points each:", "answers_sanitized": ["highs [or high-pressure areas; accept anticyclones]", "hurricanes [or typhoons; accept tropical cyclones or tropical depressions; prompt on thunderstorms or tropical storms]", "Coriolis effect [or Coriolis force]"], "parts_sanitized": ["Name these systems which, unlike their opposites, produce cloudless areas with little weather. The outflow of air from these phenomena will rotate clockwise in the Northern Hemisphere.", "The anticyclonic behavior of the Azores High drives the formation of these entities. These entities can only form in a narrow band near but not on the Equator that is hot enough to fuel their formation.", "The rotation of hurricanes and other cyclonic systems is due to this effect, in which objects experience a deflection due to the Earth's rotation."]}, {"leadin_sanitized": "This king diverted the course of the Sargetia to bury his treasure in the riverbed, before restoring the river to its course and killing the laborers. For 10 points each:", "answers_sanitized": ["Decebalus [or Diurpaneus]", "columns [accept Corinthian columns or triumphal column or victory column]", "Alaric I"], "parts_sanitized": ["Name this king whose treasure was nevertheless plundered when Bicilis betrayed him. This final Dacian king committed suicide after his forces lost the Battle of Sarmizegetusa (“sar-mi-zeh-jeh-TOO-suh”).", "Trajan commemorated his victory over Decebalus by commissioning a namesake one of these objects now topped by a statue of Pope Sixtus V. Roman temples had Corinthian examples of these objects.", "This leader of the Visigoths was buried in a manner similar to Decebalus. He led the 410 CE sack of Rome."]}, {"leadin_sanitized": "In the 1940s, psychologist Clark Hull posited that learning could only take place when one of these things was reduced. For 10 points each:", "answers_sanitized": ["drives [accept drive theory]", "personality types [prompt on type or psychological preferences]", "occupations [or careers; or professions; or jobs; or equivalents]"], "parts_sanitized": ["Identify this Freudian term for the endogenous stimuli that cause human motivations. Freud argued that aggression was one of these things.", "Drive theory underpins Leopold Szondi's (“SON-dee’z”) test for this trait. Introversion is one of the components in the Myers-Briggs assessment for this trait.", "John Holland’s namesake codes sought to pair personality types such as “realistic” or “doers” with these things to increase overall satisfaction."]}, {"leadin_sanitized": "They're not stars, but Bosola (“BOE-suh-luh”) compares himself to one of these objects \"struck and banded which way please them\" in The Duchess of Malfi. For 10 points each:", "answers_sanitized": ["tennis balls [accept \"the star's tennis balls\"; accept a box of tennis balls; prompt on balls or box]", "Henry [accept Henry V or Henry IV or Henry VI]", "Polonius"], "parts_sanitized": ["Name these objects that a Shakespearean king resolves to turn \"to gun-stones\" after receiving a mock gift of them from the French Dauphin.", "The \"gun-stones\" remark was from a king of this name, who delivers the St. Crispin's Day speech at Agincourt. The only multi-part Shakespeare plays are titled for kings of this name.", "While instructing Reynaldo to spy on his son, this other Shakespearean character suggests he may be roused up after a \"falling out at tennis.\" This long-winded character ironically advises \"Brevity is the soul of wit.\""]}, {"leadin_sanitized": "An expanded edition of this series predicted that by age 110 the artist will be good enough that \"each dot, each line will possess a life of its own.\" For 10 points each:", "answers_sanitized": ["Thirty-Six Views of Mount Fuji [or One Hundred Views of Mount Fuji; or Fugaku Sanjūrokkei]", "a wave [or a tsunami; or a rogue wave; or a tidal wave; accept Great Wave off Kanagawa or Under the Wave off Kanagawa]", "Prussian Blue [or Berlin blue; or Parisian blue; or Paris blue; or Turnbull’s blue]"], "parts_sanitized": ["Identify this series of works that includes Fine Wind, Clear Morning, in which the subject of this series morphs in color from cool green to red at the top of the print.", "A much-reproduced image from Hokusai's Thirty-Six Views of Mount Fuji depicts one of these entities menacing three boatloads of men \"off Kanagawa.\"", "The Great Wave off Kanagawa used this then-new pigment imported from Europe for the wave. This synthetic dye was a staple of Aizuri-e prints."]}, {"leadin_sanitized": "This artist filmed his Light-Space Modulator in the abstract film A Lightplay. For 10 points each:", "answers_sanitized": ["Laszlo Moholy-Nagy (MO-hoy NAZH) [or Laszlo Weisz; do not accept or prompt on a partial answer]", "(Staatliches) Bauhaus", "a telephone [or phone; do not accept \"cellphone\"]"], "parts_sanitized": ["Name this Hungarian photographer. He created \"photograms\" by placing objects on photographic paper and then exposing the paper.", "Moholy-Nagy taught at this German art and architecture school. Ludwig Mies van der Rohe, the last director of this school, developed its maxim of \"less is more.\"", "Moholy-Nagy instructed an enamel factory to create a series of \"pictures\" named for this type of object. Salvador Dali attached a plastic lobster to a rotary type of these objects."]}, {"leadin_sanitized": "Levinthal's paradox suggests that this process should take longer than the age of the universe to occur. For 10 points each:", "answers_sanitized": ["protein folding", "Christian B. Anfinsen", "tertiary structure"], "parts_sanitized": ["Name this process which determines a protein's 3-D structure. Errors during this process can lead to the formation of prions.", "This man investigated protein folding by denaturing proteins with urea and observing their refolding. This scientist's \"dogma\" states that a protein's native state is determined solely by its primary structure.", "The 3-dimensional shape of a protein is also known as this structure of a protein, which is a degree higher than one containing alpha-helices."]}, {"leadin_sanitized": "For 10 points each, identify the following about falafel.", "answers_sanitized": ["Israel [or State of Israel]", "Coptic Orthodox Christians [or Coptic Orthodox Church of Alexandria; or the Egyptian Orthodox Church; accept Copts; prompt on Orthodox Christianity or Egyptian Christians]", "fava beans [or faba bean; or broad bean; or field bean; or tic bean; or Horse bean; or Vicia faba]"], "parts_sanitized": ["A song popularized by Nissim Garame notes \"Every child knows that macaroni is Italian\" before contentiously declaring falafel to be the national food of this country. Much falafel is sold in this country's city of Tel Aviv.", "One false legend about falafel is that it was invented as a meat-free meal for adherents of this religious denomination, whose patriarch, Tawadros II, derives his authority from St. Mark.", "Egyptian falafel is often made from this food rather than chickpeas. This food has a nasty habit of triggering illness in people with glucose-6-phosphate dehydrogenase deficiency."]}]}