{
    "tossups": [
        {
            "question_sanitized": "In August 1879, people on this island saw an apparition of John the Evangelist preaching silently next to Mary and Joseph, leading to the establishment of the Knock Shrine where many pilgrims who claim to be cured leave behind crutches and canes. A traditional blessing from this island begins, “May the road rise up to greet you; may the wind be always at your back.” On this island, an illuminated manuscript of the gospels elaborately decorated with (*) knots was discovered in the Abbey of Kells. A patron saint of this island supposedly explained the concept of the Trinity by showing an unbeliever the three leaves of the shamrock. For 10 points, name this island that was converted to Christianity by its patron saint Patrick.",
            "answer_sanitized": "Ireland [or Éire or Airlann]"
        },
        {
            "question_sanitized": "In one species, performing this behavior can improve the success of ram feeding by taking on spacings equal to a copepod’s jump distance. Forage species are defined by their status as prey and their obligate performance of this behavior. Humpback whales teach their offspring to blow bubbles to trap animals displaying this behavior. Pelagic predators like swordfish often hunt animals performing this behavior by stunning (*) individuals. This behavior is a more coordinated form of shoaling. Individuals performing this behavior can coalesce into bait balls when approached by predators like sharks or dolphins to reduce their chance to be eaten. Lateral lines are used to maintain, for 10 points, what social behavior in fish which is often used to refer to groups of them?",
            "answer_sanitized": "schooling [or forming schools; prompt on shoaling or forming shoals before mentioned; prompt on aggregating, grouping, or word forms]"
        },
        {
            "question_sanitized": "One of this character’s enemies designs a spring-knife pistol and threatens to murder him with it if he ever leaves his door unlocked at night. This character asks for his lover’s coffin to have its side panels removed so that her remains can meld with his. After his guest dreams of a ghostly hand reaching through a window, this character hysterically begs the ghost to come in. This man marries (*) Isabella to disturb her brother Edgar Linton, and his mysterious wealth allows him to take over Hindley’s ancestral home. Mr.&nbsp;Lockwood rents Thrushcross Grange from this man at the beginning of the novel he appears in. For 10 points, name this orphan who loves Catherine Earnshaw and owns the title location in Emily Brontë’s novel Wuthering Heights.",
            "answer_sanitized": "Heathcliff"
        },
        {
            "question_sanitized": "The New York Times gave front-page coverage to “General Fagen,” a Black soldier who defected in this modern-day country. Hundreds of workers died building the Kennon Road to this country’s new “summer capital” designed by Daniel Burnham (“BURN-um”). Simeón Ola refused to accept a peace treaty that ended a rebellion in this country. General Jacob H.&nbsp;Smith committed war crimes in this country. In the 1930s, this country’s path towards independence was defined in the Tydings–McDuffie Act. Actions in this country by “Fighting” Fred Funston were criticized by (*) Mark Twain. An 1899 to 1902 guerilla war in this country was suppressed by Arthur MacArthur. For 10 points, Emilio Aguinaldo fought against US colonizers in what country with its capital at Manila?",
            "answer_sanitized": "The Philippines [or Republic of the Philippines]"
        },
        {
            "question_sanitized": "At the end of this director’s breakthrough film, Cream’s “Steppin’ Out” plays on the radio before a car containing Amy Robinson’s Teresa crashes into a fire hydrant. Films such as Ousmane Sembène’s (“oose-mahn som-BEN’s”) Black Girl have been restored by this director’s World Cinema Project. One of several of this director’s films edited by Thelma Schoonmaker has opening credits that are accompanied by (*) Mascagni’s “Cavalleria Rusticana: Intermezzo.” The protagonist of that 1980 film looks into a mirror as he quotes Brando’s “I coulda been a contender” monologue from Elia Kazan’s On the Waterfront. This man directed Robert De Niro playing the boxer Jake LaMotta. For 10 points, name this American director of Mean Streets and Raging Bull.",
            "answer_sanitized": "Martin Scorsese [or Martin “Marty” Charles Scorsese]"
        },
        {
            "question_sanitized": "Leslie Jamison described being an actor to help people training in this profession in the title essay of her collection The Empathy Exams. A writer who trained in this profession wrote Awakenings, which became the basis for Harold Pinter’s play A Kind of Alaska. An author who trained in this profession won a Pulitzer Prize for a 2010 “biography” that profiled innovators like Émil Grubbé (“ay-meel groo-bay”), William Halsted, and Sidney Farber. The book The Man Who (*) Mistook His Wife for a Hat was written by a man who trained in this profession named Oliver Sacks and consists of anonymous case studies like a man with prosopagnosia. For 10 points, name this primary profession of Siddhartha Mukherjee, author of The Emperor of All Maladies: A Biography of Cancer.",
            "answer_sanitized": "medical doctors [or physicians; accept more specific answers like oncologist or neurologist or medical students; accept psychologist on the grounds that Oliver Sacks did some cross-disciplinary work in that field]"
        },
        {
            "question_sanitized": "Some villages paid a tax on food called the tasa to contribute to this industry. Pedro Romero de Terreros made his fortune in this industry in New Spain, whose city of Zacatecas was a worldwide center of this industry. In the 17th century, Basques fought for control of this industry in the Vicuña War. The majority of workers outside of Huancavelica (“wahn-ka-veh-LEE-ka\") in the (*) mita system had to work for this industry once every seven years in colonial Peru. Workers in this industry could develop mercury poisoning carrying out the patio process. A colonial center for this industry was Potosi in Bolivia, which produced many pieces of eight traded to China. For 10 points, name this industry that produced the majority of the precious metal in Spanish treasure fleets.",
            "answer_sanitized": "silver mining [accept mercury mining before mentioned; prompt on mining]"
        },
        {
            "question_sanitized": "Unlike in the canonical ensemble, this quantity is precisely known in the microcanonical ensemble, and in that system, temperature must be defined in terms of entropy and this quantity. The time-average of this quantity's two components are related by the virial theorem. This quantity's operator applied to the wavefunction is set equal to i times h-bar times the time derivative of the wavefunction in the time-dependent Schrödinger equation. The (*) Hamiltonian operator corresponds to this quantity for a system, which is lowest at the ground state. For 10 points, name this quantity which is conserved in closed systems by the first law of thermodynamics and typically equals the sum of kinetic and potential energy.",
            "answer_sanitized": "total energy [accept Hamiltonian before mention; prompt on energy; do not accept or prompt on \"potential energy\" or \"kinetic energy\"]"
        },
        {
            "question_sanitized": "One of these objects is represented by a güiro (“gwee-roh”) and ratchet in the toccata movement of Heitor Villa-Lobos’s Bachianas Brasileiras No. 2. A 1923 work subtitled “Mouvement Symphonique” depicts these objects. These objects title a string quartet that opens with the movement “America, Before the War.” That piece depicting these objects features accounts of Holocaust survivors in its second movement and was composed by (*) Steve Reich. A piece inspired by a journey on one of these vehicles, which were depicted in Arthur Honegger’s Pacific 231, was commissioned by Paul Whiteman and opens with a 17-note glissando in the clarinet. George Gershwin composed his Rhapsody in Blue after traveling to Boston on, for 10 points, what type of locomotive vehicle?",
            "answer_sanitized": "trains [accept locomotives before it is mentioned or other synonyms]"
        },
        {
            "question_sanitized": "During an 1830s cholera epidemic, Lord Brougham (“broom”) started a trend by traveling to this region, which was later where Wallis Simpson hid from the media during the Abdication Crisis. Coco Chanel owned the villa of La Pausa in this region. Cary Grant plays a cat burglar operating in this region in Alfred Hitchcock’s To Catch a Thief. Brigitte Bardot’s breakout role was in a 1956 film set in this region’s town of Saint-Tropez (“san-tro-PAY”). Each May, a city in this region hosts a sporting event where (*) drivers pass under the Fairmont Hotel. Another annual event in this region awards the Palme d’Or and is the world’s second-oldest film festival. Cannes (“can”) and Monaco are cities in, for 10 points, what region of Southern France on the coast of the Mediterranean?",
            "answer_sanitized": "French Riviera [or Côte d’Azur; or Coast of Azure; prompt on Southern France; prompt on the French Mediterranean before the end; anti-prompt on Nice or Monaco]"
        },
        {
            "question_sanitized": "In April 2021, archaeologist Julie Schablitsky uncovered the home of this woman’s father after finding a Lady Liberty coin. John Thomas and an accomplice chloroformed this woman after they baited her into a scam involving a cache of gold. To avoid being recognized on a train, this illiterate woman and subject of the biography She Came to Slay pretended to read a newspaper. She experienced seizures after being hit in the head with a metal weight in her youth. This woman served as a guide during the (*) raid on Combahee (“KUM-bee”) Ferry, part of her work as a Union spy. In 2028, this woman will replace Andrew Jackson on the 20-dollar bill. For 10 points, “Moses” was the nickname of which “conductor” on the Underground Railroad?",
            "answer_sanitized": "Harriet Tubman [or Araminta Ross]"
        },
        {
            "question_sanitized": "This poet wrote that “Tradition, touching all he sees / Beguiles and reassures” the title figure of a poem that opens “She fears him, and will always ask / What fated her to choose him.” In a poem by this American, a man who stands “in the middle of the road / Like Roland’s ghost winding a silent horn” toasts “For auld lang syne” while drinking alone from a jug. This poet of “Eros Turannos” and “Mr.&nbsp;Flood’s Party” wrote of a (*) Tilbury Town resident who loves the Medici and “the days of old” and thinks that he was “born too late.” A “gentleman from sole to crown” decides on “one calm summer night” to “put a bullet through his head” in a poem by this American. For 10 points, name this poet of “Miniver Cheevy” and “Richard Cory.”",
            "answer_sanitized": "Edward Arlington Robinson"
        },
        {
            "question_sanitized": "Description acceptable. A person imprisoned by one of these laws wrote the memoir Against the Law at “The Scrubs.” Naomi Wolf’s contention that one of these laws led to “several dozen” executions in Britain was challenged by BBC presenter Matthew Sweet. Section 28 of the Local Government Act of 1988, a less severe one of these laws, banned teaching the book The Milkman’s on His Way. A reform of these laws was called for in the (*) Wolfenden Report. Following a libel dispute with the Marquess of Queensberry, one man was jailed by one of these laws and wrote De Profundis in prison. A 1967 UK law granted exceptions to these laws but still prohibited “indecency.” For 10 points, name these laws that criminalized the sexual practices of Oscar Wilde.",
            "answer_sanitized": "anti-homosexual laws [accept anything involving laws that oppress LGBTQ people such as or anti-sodomy laws or buggery laws; accept indecency laws before mentioned]"
        },
        {
            "question_sanitized": "The disruption of telegraph wires along the margins of this body of water led to the discovery of turbidity currents. This body of water contains both AABW and its namesake bottom water, which are the two densest water masses, and its boundary currents define the edges of the only sea to not border land. The French and Americans collaborated on a survey of the divergent boundary within this body of water, which contains the (*) Sargasso Sea. The delay of mail delivery from Cornwall led Benjamin Franklin to chart a current within this body of water, which is bisected by a namesake mid-ocean ridge. For 10 points, name this ocean whose western boundary current is the Gulf Stream and which separates Europe and Africa from the Americas.",
            "answer_sanitized": "Atlantic Ocean [accept the North or South Atlantic or North Atlantic Bottom Water; anti-prompt on Sargasso Sea before mentioned; prompt on Gulf Stream before mentioned]"
        },
        {
            "question_sanitized": "A misogynistic landowner attempts to perform this action with a widow at the end of the comedic one-act play The Bear, but they change their minds after falling in love with each other. A government official declares, “I have been slipping downhill long enough” before performing this action at the end of another play. This action abruptly takes place at the end of Ivanov. Konstantin performs this action before giving the title (*) bird of another play to Nina. Serebryakov runs away from Uncle Vanya while the latter fails twice to perform this action on him. A dramatic principle attributed to Anton Chekhov says that if a rifle is shown in the first act, then, for 10 points, what action must occur later in the play?",
            "answer_sanitized": "shooting a gun [accept anything about using a gun or firing a gun or a gun going off; accept shooting oneself; accept word forms like a gunshot; prompt on killing or murdering or (attempting to) commit suicide or dueling by asking “with what method?”]"
        },
        {
            "question_sanitized": "The Phoenix Art Museum owns an 1872 painting where a group of Vestal Virgins perform this action in the direction of a murmillo. A certain UX feature symbolized by someone performing this action was invented by Asana co-founder Justin Rosenstein and connects to one company’s Open Graph protocol. Scuba divers indicate they’re finished with a dive by performing this action. A Jean-Léon Gérôme painting is titled for a form of this action called the (*) pollice verso (“po-lee-kay vair-so”) performed by the Roman emperor. In 2017, John McCain signaled his rejection of a bill repealing the Affordable Care Act by performing this gesture. Hitchhikers often give this gesture to indicate they need a ride. For 10 points, name this hand gesture commonly placed next to “like” buttons.",
            "answer_sanitized": "thumbs up [or thumbs down; or thumb signal; or thumbs out; or equivalents; accept pollice verso until read; prompt on like by asking “what gesture is being performed?”; prompt on hand signal or hand gesture]"
        },
        {
            "question_sanitized": "All analytes with sufficiently large values for this quantity appear in a single peak corresponding to the void volume in one technique. The solubility of a drug can be improved by increasing this quantity via PEGylation. The autocorrelation function of dynamically scattered light decays exponentially when this property of a material is the same for all of its subunits, termed (*) monodispersity. Molecules with known values for this quantity serve as standard ladders in gel electrophoresis. This quantity can be directly determined for a globular protein using size-exclusion chromatography, whose elution time is related to kilodaltons. For 10 points, name this property of a compound equal to the total weight of all its atoms.",
            "answer_sanitized": "molecular weight [or molecular mass; or molar mass; prompt on particle size, volume, radius, or surface area before “size-exclusion chromatography” is read; prompt on weight or mass]"
        },
        {
            "question_sanitized": "Jason Brennan’s book on the “ethics” of this practice divided people into types such as “vulcans” and argued that it should be limited based on intelligence. Donald Green and Alan Gerber’s textbook on increasing this practice includes an examination of direct mail. Social desirability bias has been used to explain the Bradley effect in people partaking in this practice. A group of people engaging in this practice when there is an (*) independence of irrelevant alternatives cannot have three metrics of fairness satisfied, according to Arrow’s impossibility theorem. People who have just partaken in this practice are surveyed in an exit poll. For 10 points, name this practice that chooses representatives.",
            "answer_sanitized": "voting [accept equivalents such as choosing a candidate for office or participating in an election before the end; accept Get Out the Vote; prompt on polling or answering an opinion poll before mentioned]"
        },
        {
            "question_sanitized": "The cheek of the central figure in this painting was burned in a fire that destroyed another work by the same artist, The Expulsion. Hanging in the background of this painting are two copies of Jacob Jordaens (“YAH-cop yor-DANCE”) paintings made by Juan del Mazo, as well as Rubens’s Minerva Punishing Arachne. The Arnolfini Wedding may have inspired the (*) mirror in the back of this painting that reflects its patrons. After this painting’s artist made Order of Santiago, a red cross was added to a self-portrait in front of an easel. In this painting, the Italian-born Nicolasito places his leg on a mastiff, which lays in front of a German dwarf. For 10 points, name this painting of Philip IV’s daughter the Infanta Margarita and her attendants by Diego Velázquez.",
            "answer_sanitized": "Las Meninas [or The Ladies-in-waiting]"
        },
        {
            "question_sanitized": "According to Prometheus Bound, these people lived near the Maeotis Swamp before settling around the river Thermodon. Sources vary on how peaceful the relationship was between these people and the neighboring Gargareans. In the Argonautica, subgroups of these people include the Chadesians and Lycastians. The invention of the battleaxe is attributed to one of these people, who, like Memnon, fought and lost to (*) Achilles after the events of the Iliad. Diodorus reported that these people broke their sons’ arms and legs at birth, and that their common name derived from their practice of searing off their daughters’ right breasts. For 10 points, name this tribe from Greek mythology, primarily composed of women warriors.",
            "answer_sanitized": "Amazons [or Amazones]"
        },
        {
            "question_sanitized": "A 6/4 (“six-four”) A&nbsp;minor prolation canon dedicated to this composer opens with three beats of silence, then three pianissimo strokes on a tubular bell tuned to A. This composer represented the personality traits of his teacher in such movements as the Aria Italiana and Bourée Classique of a set of ten variations on a theme by that mentor, Frank Bridge. Arvo Pärt’s (“pairt’s”) wrote a Cantus in Memoriam of this composer. The (*) piccolo opens the closing fugue of a piece by this composer which Eric Crozier narrated for a 1946 documentary. Thirteen variations in that piece by this composer are based on a theme from incidental music to Aphra Behn’s play Abdelazer by Henry Purcell. For 10 points, name this English composer of The Young Person’s Guide to the Orchestra.",
            "answer_sanitized": "Benjamin Britten"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "Isaac Newton proposed the existence of this constant in the Principia Mathematica, but did not calculate it as he thought it would be too small to measure. For 10 points each:",
            "answers_sanitized": [
                "universal gravitation constant [accept big G; prompt on g; do not accept or prompt on “gravity”]",
                "mean density of the Earth [prompt on density]",
                "mountain"
            ],
            "parts_sanitized": [
                "Name this constant of proportionality in an inverse-square law that relates the force between two bodies to their masses and the distance between them.",
                "Henry Cavendish’s early determination of this value, 5.45 grams per&nbsp;cc, is within one&nbsp;percent of its currently accepted value.",
                "Another measurement of the density of the Earth relied on measuring the gravitational attraction from one of these geological features named Schiehallion (“shee-HAL-ee-un”)."
            ]
        },
        {
            "leadin_sanitized": "Thousands of Gambians watched a livestream of one of these institutions to see Malick Jatta (“MAH-leek JAH-tuh”) confess to murdering a journalist. For 10 points each:",
            "answers_sanitized": [
                "truth and reconciliation committee [or Truth, Reconciliation, and Reparations Commission; or Commission for Reception, Truth and Reconciliation; or truth commission; prompt on courts; prompt on reconciliation committee]",
                "Nobel Peace Prize [or Nobels fredspris; prompt on Nobel Prize]",
                "residential schools [or schools for First Nations people; or schools for Canadian-Indians; or schools for indigenous Canadians; or schools for the Inuit people of Canada; prompt on boarding schools or IRS system]"
            ],
            "parts_sanitized": [
                "Identify these temporary legal bodies that are frequently established following widespread human rights violations, such as the Indonesian occupation of East Timor.",
                "Desmond Tutu, who led South Africa’s Truth and Reconciliation Committee, won this prize in 1984. Malala Yousafzai won this award in 2014.",
                "Description acceptable. The Truth and Reconciliation Commission of Canada was established to investigate these institutions, the last of which closed in 1996. In 2008, Stephen Harper apologized for the use of these institutions."
            ]
        },
        {
            "leadin_sanitized": "In a symphonic poem, this composer used pizzicato to imitate the sound of walking camels. For 10 points each:",
            "answers_sanitized": [
                "Alexander Borodin",
                "Polovtsian Dances [or Polovetsian Dances]",
                "Nikolai Rimsky-Korsakov [or Nikolai Andreyevich Rimsky-Korsakov]"
            ],
            "parts_sanitized": [
                "Name this Russian composer of In the Steppes of Central Asia who was a member of the “Mighty Five.”",
                "This piece by Borodin begins with an oboe slowly descending chromatically from A. This set of dances is frequently excerpted from his opera Prince Igor.",
                "This other member of the “Mighty Five,” working with Glazunov, completed and orchestrated much of the unfinished Prince Igor. This composer loved to draw upon folk themes for works such as Capriccio espagnol and Russian Easter Festival Overture."
            ]
        },
        {
            "leadin_sanitized": "Appending to an array-based list takes constant time, but getting the same performance on a linked list requires one of these entities. For 10 points each:",
            "answers_sanitized": [
                "a tail pointer [or pointer to the tail node; accept link in place of “pointer”; accept equivalents of last entry, last value, or last node in place of “tail node”; prompt on sentinel nodes or pointer]",
                "big O notation [accept big Omega notation; prompt on O]",
                "n [or big O of n; accept n plus a constant; accept linear time]"
            ],
            "parts_sanitized": [
                "Name or describe these entities, which are necessary to add nodes to the end of a linked list in constant time. Without one of these entities, the entire list first needs to be traversed in order to access the final node.",
                "The performance of operations like appending to an array list is typically expressed in this notation, which gives an asymptotic upper bound on the runtime of algorithms.",
                "Without a tail pointer, it would take time proportional to this function to append a value to the end of a linked list of length n."
            ]
        },
        {
            "leadin_sanitized": "According to a popular theory, the entire K-pop group BTS represents this novel’s protagonist on BTS’s 2016 concept album Wings. For 10 points each:",
            "answers_sanitized": [
                "Demian",
                "Hermann Hesse [or Hermann Karl Hesse]",
                "Cain"
            ],
            "parts_sanitized": [
                "Identify this novel in which the ten-year-old protagonist meets the title character after Franz Kromer blackmails him about his boast of stealing some apples from a nearby orchard.",
                "Demian was written by this Nobel-winning German author of The Glass Bead Game and Siddhartha.",
                "Max Demian convinces Emil (“AY-meel”) that this Biblical character is a hero in contrast to the conventional interpretation. Grendel is said to descend from this character in Beowulf."
            ]
        },
        {
            "leadin_sanitized": "For 10 points each, identify the following about the unique Pirahã (“pee-ruh-HAH”) language.",
            "answers_sanitized": [
                "tonal languages [accept tones or tonemes]",
                "numbers [accept counter words]",
                "Sapir–Whorf hypothesis [or Whorf–Sapir hypothesis; prompt on Sapir hypothesis or linguistic relativism hypothesis]"
            ],
            "parts_sanitized": [
                "Although Pirahã is very simple, it does have this property. Languages with this property such as Vietnamese use differences in pitch to distinguish meaning of words.",
                "Pirahã also lacks these words. Japanese requires these words to be paired with another word that varies depending on whether you're talking about people, actions, or events.",
                "Pirahã contains just two abstract color words. Differences in color perception is one of the few empirically validated results from this doubly eponymous hypothesis co-named for a Yale linguist that supposedly explains why Inuit languages have many words for snow."
            ]
        },
        {
            "leadin_sanitized": "After this man was told “You will die either on the gallows, or of the pox,” he responded, “That must depend on whether I embrace your lordship’s principles or your mistress.” For 10 points each:",
            "answers_sanitized": [
                "John Wilkes",
                "George III [accept Mad King George or George the Mad or George William Frederick; prompt on George]",
                "Charleston, South Carolina"
            ],
            "parts_sanitized": [
                "Name this firebrand widely admired by American revolutionaries. He published The North Briton newspaper.",
                "Issue 45 of The North Briton seditiously criticized this monarch who ruled during the American Revolution.",
                "This city’s Club Forty-Five was named in honor of Wilke’s Issue 45 and held ceremonies where 45 toasts were given. In 1770, this Southern city trailed only Boston, New York, and Philadelphia in population among the American colonies."
            ]
        },
        {
            "leadin_sanitized": "A 2021 study suggested that paintings found deep in these locations were inspired by hypoxia induced hallucinations. For 10 points each:",
            "answers_sanitized": [
                "caves [or caverns]",
                "hands [accept Cueva de las Manos]",
                "France [or French Republic or Republique francaise]"
            ],
            "parts_sanitized": [
                "Name these locations. The circular ceiling of one of these locations in Ajanta (“uh-JAHN-tah”) contains frescoes depicting the Jataka (“JAH-tuh-kah”) Tales.",
                "Along with “pig-deers,” depictions of these body parts in an Indonesian cave make up the oldest known cave paintings. Images of these body parts name a cave near Perito Moreno in Argentina.",
                "Cave paintings in Indonesia supplanted those in this country’s Chauvet (“sho-vay”) caves as the oldest known. The Hall of the Bulls is in this country’s Lascaux (“la-SKOH”) caves."
            ]
        },
        {
            "leadin_sanitized": "Legendarily, this philosopher agreed to be paid when his student Euathlus (“YOO-ath-luss”) won his first court case, but Euathlus subsequently refused to enter the legal profession. For 10 points each:",
            "answers_sanitized": [
                "Protagoras of Abdera (He said “Man is the measure of all things.”)",
                "Sophists [or Sophism]",
                "Meno"
            ],
            "parts_sanitized": [
                "Name this teacher of rhetoric from Abdera who claimed “to make the weaker argument stronger.” In the Theaetetus (“thee-uh-TEE-tuss”), Socrates challenges this thinker's relativistic epistemology.",
                "According to Plato, Protagoras was the first of these paid rhetoric teachers, whose name now refers to a fallacious or disingenuous mode of argument.",
                "Plato’s dialogue Protagoras asks if virtue can be taught. The same question is the subject of this dialogue, in which Socrates helps a slave solve a geometry problem."
            ]
        },
        {
            "leadin_sanitized": "This character believes “Sapphic love” is “an excuse for putting on weight” and insists that the Church Fathers decided that dogs don’t have “proper souls.” For 10 points each:",
            "answers_sanitized": [
                "David Lurie [accept either name]",
                "Disgrace",
                "J. M. Coetzee [or John Maxwell Coetzee]"
            ],
            "parts_sanitized": [
                "Name this character, a former professor who incorporates banjo into the opera Byron in Italy while working at Bev Shaw’s animal clinic.",
                "David Lurie goes to live with his daughter in the country after an affair with Melanie Isaacs ends his academic career at Cape Technical University in this 1999 novel.",
                "This South African author of Disgrace named the title character of his novel Life &amp; Times of Michael K in honor of Franz Kafka."
            ]
        },
        {
            "leadin_sanitized": "Hubert Vos made “younger” and “realistic” portraits of this ruler, whose likeness was the must-see of the 1904 St.&nbsp;Louis Exposition. For 10 points each:",
            "answers_sanitized": [
                "Cixi (“tsuh-shee”) [or Dowager Empress Cixi; or Tz’u-hsi; or Xitaihou; or Xiaoqin Xianhuanghou; prompt on Dowager Empress or Empress Dowager]",
                "Boxer Rebellion [or Boxer Rising; or Yihetuan Movement]",
                "rocket technology [prompt on jet propulsion or spacecraft or missiles or weapons]"
            ],
            "parts_sanitized": [
                "Identify this one-time consort to the Xianfeng (“sh’yen-fung”) emperor who was the power behind the throne for much of the latter Qing (“cheeng”) dynasty.",
                "Cixi agreed to sit for Western-style portraits following this 1899 rebellion that emerged from the Society of the Righteous and Harmonious Fists.",
                "A scholarship funded from Boxer Rebellion indemnities allowed Hsue-Shen Tsien (“sh’weh-sun ch’yen”) to study at MIT. Tsien was part of a “suicide squad” studying this technology, which was later used in the Long March program."
            ]
        },
        {
            "leadin_sanitized": "This specific structure is inflamed in labyrinthitis. For 10 points each:",
            "answers_sanitized": [
                "inner ear [prompt on ear]",
                "Eustachian tube [or the pharyngotympanic tube]",
                "eardrum"
            ],
            "parts_sanitized": [
                "Name this anatomical region containing the vestibular system. It is surrounded by the bony labyrinth in mammals.",
                "The middle ear contains this structure, sometimes called the auditory tube, which links the pharynx to the middle ear. This structure opens up when “popping” the ears.",
                "The Eustuachian tube ends by this structure, also called the tympanic membrane, which separates the external ear from the middle ear."
            ]
        },
        {
            "leadin_sanitized": "Identify the following about the Jewish ritual of kapparot (“kah-pah-ROTE”), for 10 points each:",
            "answers_sanitized": [
                "rooster [or chicken; accept cocks; accept hens; accept fowl; accept birds]",
                "a bag of money [or gold coins; or currency; accept gelt]",
                "Yom Kippur"
            ],
            "parts_sanitized": [
                "A version of kapparot involves swinging one of these things over one’s head and declaring that it serves as a substitute. In the Birchot ha-shachar (“beer-COTE ha-SHAH-har”) or morning blessings, God is thanked for giving this thing “the insight to distinguish between day and night.”",
                "This stuff is sometimes used in place of a rooster during kapparot. Children often receive chocolate in the shape of this stuff during Hanukkah.",
                "Kapparot takes place on the eve of this holiday, the Jewish Day of Atonement, which is on the tenth day of the month that begins with Rosh Hashanah. The Kol Nidre prayer is also recited on the eve of this holiday."
            ]
        },
        {
            "leadin_sanitized": "This poem was originally published as an afterword to a story that its author wrote about George Washington. For 10 points each:",
            "answers_sanitized": [
                "“If–”",
                "Rudyard Kipling [or Joseph Rudyard Kipling]",
                "Triumph AND Disaster [accept in either order]"
            ],
            "parts_sanitized": [
                "Identify this poem which declares that a person who “can fill the unforgiving minute / With sixty seconds’ worth of distance run [will] be a Man, my son!”",
                "“If–” was written by this arch-Imperialist poet of “The White Man’s Burden” and The Jungle Book.",
                "The second stanza of “If–” lauds men who are able to “meet with” these two entities “and treat those two imposters just the same.”"
            ]
        },
        {
            "leadin_sanitized": "Gas may be subjected to this process using sulfates of calcium and sodium or through a 3-angstrom molecular sieve. For 10 points each:",
            "answers_sanitized": [
                "desiccation [or drying out; accept answers indicating the chemical or physical removal of water; do not accept or prompt on “evaporation,” “boiling,” or “removing air”]",
                "argon gas [or Ar]",
                "air [accept air-free techniques or air-sensitive materials]"
            ],
            "parts_sanitized": [
                "Name this process that is performed to the environment before working with Grignard reagents. The cage-shaped molecule phosphorus pentoxide can be used for this process.",
                "Desiccation is an important step in using Schlenk lines, which optimally use this gas. This gas is the scarcest one obtained by fractional distillation, and penny-pinching labs may substitute it with nitrogen.",
                "Inert gases provide an environment free of this substance, which is otherwise found everywhere and is majority nitrogen."
            ]
        },
        {
            "leadin_sanitized": "A Hollywood musical titled for this song incited Manchester teens to riot. For 10 points each:",
            "answers_sanitized": [
                "“Rock Around the Clock” [or “We’re Gonna Rock Around the Clock Tonight!”; or “(We’re Gonna) Rock Around the Clock”]",
                "drums [or drum kit or drum set; prompt on percussion]",
                "“White Christmas”"
            ],
            "parts_sanitized": [
                "Name this #1 hit from 1954 that opens the film Blackboard Jungle. Billy Gussak replaced a usual member of the Comets to provide rhythm for this rock hit.",
                "A solo for this set of instruments opens a version of “Rock Around the Clock.” In many early jazz bands, players of these instruments used brushes made from fly swatters to play more quietly than with sticks.",
                "“Rock Around the Clock” was recorded for Decca, just like this best-selling single of all time, originally composed for the musical Holiday Inn. Its lyrics imagine a place “where the treetops glisten and children listen.”"
            ]
        },
        {
            "leadin_sanitized": "In one myth, this object’s time-reversal powers are used to turn Ninurta’s arrows back into their constitutive elements. For 10 points each:",
            "answers_sanitized": [
                "the Tablet of Destinies [or the Tablets of Destiny]",
                "Enuma Elish",
                "Babylon"
            ],
            "parts_sanitized": [
                "Name this magical artifact stolen by the Anzu bird. In another myth, this symbol of power is given to the evil god Kingu, then worn as a breastplate by Kingu’s slayer.",
                "Marduk takes the Tablet of Destinies after slaying Kingu and Tiamat in this ancient epic, which recounts the Mesopotamian creation myth.",
                "The Enuma Elish was the creation myth of this Mesopotamian city, whose chief god was Marduk. Many myths from this city were built off of earlier Sumerian mythology."
            ]
        },
        {
            "leadin_sanitized": "Identify the following about some numerical slogans popular in China, for 10 points each.",
            "answers_sanitized": [
                "Xi Jinping",
                "Jack Ma [or Ma Yun]",
                "Github.com"
            ],
            "parts_sanitized": [
                "“Comprehensively deep reform” is one of the Four Comprehensives of this current general secretary of the Communist Party and leader of China.",
                "This now-reclusive founder of Alibaba has promoted the controversial notion that his employees need to follow a “996” schedule of working from 9 AM to 9 PM, six days a week.",
                "Tech employees have used this website, now owned by Microsoft, to organize the 996.ICU campaign, which argues that the 996 lifestyle sends developers to the intensive care unit. The Chinese government has occasionally blocked access to this site, which has an octocat mascot."
            ]
        },
        {
            "leadin_sanitized": "A Zionist poem written by Yitzhak Lamdan (“yeets-HOCK lahm-DAHN”) in 1927 popularized a phase pledging that this place “shall not fall again.” For 10 points each:",
            "answers_sanitized": [
                "Masada [or Metsada]",
                "Second Temple [or Herod’s Temple; or the Temple In Jerusalem]",
                "Josephus [or Titus Flavius Josephus; or Yosef ben Matityahu]"
            ],
            "parts_sanitized": [
                "Name this stronghold that Jodi Magness argues became a “metaphor for the state of Israel” after the Holocaust. The group of Sikarioi (“sih-KAR-ee-oi”) who defended this stronghold supposedly committed mass suicide rather than surrender to the Romans in the Great Jewish Revolt.",
                "The second version of this holy building in Jerusalem was destroyed in the Great Jewish Revolt.",
                "Much of our knowledge about the siege of Masada comes from this Jewish historian who wrote The Jewish War."
            ]
        },
        {
            "leadin_sanitized": "In 2009, the author’s widow Tess Gallagher published an early version of this collection titled Beginners. For 10 points each:",
            "answers_sanitized": [
                "What We Talk About When We Talk About Love",
                "Raymond Carver [or Raymond Clevie Carver Jr.]",
                "One Flew Over the Cuckoo’s Nest"
            ],
            "parts_sanitized": [
                "Name this short story collection heavily edited by Gordon Lish. In the title story of this collection, cardiologist Mel and his wife Terri discuss romance with Laura and Nick while drinking gin.",
                "This minimalist American author of What We Talk About When We Talk About Love also wrote “Cathedral.”",
                "Carver studied at the Stanford Creative Writing Program where Ken Kesey worked on drafts of this novel. Nurse Ratched terrorizes members of a psychiatric hospital in this novel."
            ]
        },
        {
            "leadin_sanitized": "The abolitionist Sarah Josepha Hale called a dessert made from this food “indispensable” for a “true Yankee” version of Thanksgiving, contrasting it with slave-grown alternatives. For 10 points each:",
            "answers_sanitized": [
                "pumpkins [accept jack-o-lanterns]",
                "hobos [or ragamuffins; or bums; or homeless people; or people experiencing homelessness; or equivalents; accept hobo signs]",
                "Felix the Cat [accept Master Tom; prompt on Tom]"
            ],
            "parts_sanitized": [
                "Name this plant commonly carved on another holiday in a tradition that may derive from an Irish folk character.",
                "Kids in New York used to celebrate Thanksgiving by dressing up as these people. These people would commonly write cryptic signs in chalk to warn others about homes with gunowners or barking dogs.",
                "This silent-era cartoon character co-created by Otto Messmer has long had a balloon in Macy’s Thanksgiving Day parade. This character often reaches into his magic bag of tricks."
            ]
        }
    ]
}