{"tossups": [{"question_sanitized": "This phenomenon can be shown to exist in a square lattice one hole away from half-filling according to Nagaoka’s theorem. Rudolf Peierls (“PIE-erls”) proved that a 2-dimensional model of this phenomenon exhibited a phase transition. Materials that display this phenomenon have a positive exchange integral, which results in them preferring a polarized ground state. Materials that exhibit this phenomenon spontaneously form (*) domains below a certain temperature to minimize energy. Grids of neighboring spins are used to describe this phenomenon in a model named for Ernst Ising (“EE-zing”). This phenomenon does not occur above the Curie temperature. For 10 points, name this property possessed by materials with a net magnetization in the absence of an external magnetic field.", "answer_sanitized": "ferromagnetism [accept itinerant ferromagnetism]"}, {"question_sanitized": "One print of this painting features the phrase “Only a madman could paint this!” in the lining of a cloud. Lithographs of this painting published in Mademoiselle magazine more clearly delineate the two boats in its background. It’s not by Gauguin, but the pose of the central figure in this painting may draw from a Peruvian mummy that the artist saw at the 1889 Paris Exposition. This work and its painter’s Madonna were (*) stolen in 2004. The eruption of Krakatoa may have inspired the red sky in this painting. Two men in suits stand next to a railing on the far left of this painting on the same bridge as the central figure. For 10 points, name this Expressionist painting of a man on a bridge holding his hands to his face by Edvard Munch.", "answer_sanitized": "The Scream [or The Shriek; or Skrik; or The Cry; or The Scream of Nature]"}, {"question_sanitized": "In a Franz Grillparzer play titled for this person, this writer falls off a cliff out of jealousy over the ferry driver Phaon. This writer declares that “all is to be dared” before discussing “even a person of poverty” in a poem whose speaker feels fire racing under their skin. Longinus (“lon-JIE-nus”) explained the sublime with reference to that “Ode to Jealousy” by this author, which begins “he seems to me (*) equal to the gods.” Scholars disagree about whether this author wrote of a “many-colored mind” or “many-colored throne” in a poem asking a “deathless” deity to “be my ally”; that goddess “weaves wiles” in the first fragment by this poet. For 10 points, name this Greek author of “Ode to Aphrodite” who was often simply called “the Poetess.”", "answer_sanitized": "Sappho of Lesbos [or Psappho]"}, {"question_sanitized": "Frank Borman was the first person in this profession to go on a good-will tour of the USSR. Lily Koppel’s book on a club of wives married to men in this profession living in Togethersville, Texas, documents the tragic story of the widow of Ed White. The Hasselblad camera was made famous by people in this profession such as William Anders and Harrison Schmitt. Roger B.&nbsp;Chaffee was one of three people in this profession who died in a 1967 (*) electrical fire at Cape&nbsp;Kennedy. A US&nbsp;senator from Ohio returned to this profession in the 1970s as part of STS-95. In the 1960s, Tang was widely marketed as being a drink used by these people such as John Glenn. For 10 points, name this profession of Apollo 11 commander Neil Armstrong.", "answer_sanitized": "astronaut [prompt on pilot or test pilot; anti-prompt on payload specialist or commander; do not accept or prompt on “cosmonaut” or “taikonaut”]"}, {"question_sanitized": "The term “kerf” originated from the processing of this material. The indentation-based Janka scale measures the side hardness of this material. The standard for structural use of this material is CLT, which orients it at right angles to compensate for its anisotropy (“an-eye-SAH-truh-pee”). This material is seasoned to its equilibrium moisture content by kiln to reduce expansion after installation. Toxic chromium is introduced into this material when (*) pressure-treating it for outdoors use. This building material has the best carbon footprint and is often formed into thin plies (“ply’s”) which are laminated after rotating their grain. Combustibility is a concern when building with, for 10 points, what material that is processed into two-by-fours and planks by sawmills?", "answer_sanitized": "wood [accept mass timber or structural composite lumber; accept plywood, composite wood, or engineered wood; prompt on boards]"}, {"question_sanitized": "In this country, the film The Magic Garden popularized Willard Cele’s unique way of playing the reed flute, spawning many Pennywise Jive bands. The popularity in this country of an American singer-songwriter was tracked in the 2012 documentary Searching for Sugar Man. The 1988 Grammy for Best World Music was won by a group from this country that two years earlier had collaborated with Paul Simon on Graceland. An a&nbsp;cappella song from this country was adapted by American bands into the hits (*) “Wimoweh” (“WEEM-oh-WAY”) and “The Lion Sleeps Tonight.” The Jazz Epistles exemplify this country’s style of cape jazz, partly named for its second-most populous city. Ladysmith Black Mambazo is from, for 10 points, what country whose Mbube style draws on Zulu traditions?", "answer_sanitized": "South Africa [or Republic of South Africa; or RSA]"}, {"question_sanitized": "In a novel written in this language, the two title characters are visited by Domenico Scarlatti and earn their bread by helping to construct a convent. In an epic poem in this language that features the giant Adamastor, Bacchus and Venus debate whether or not the gods should help a group of sailors get to Calicut. A “dog of tears” supports a woman in a novel in this language who uses scissors to kill a leader of a group of (*) hoodlums. A thief helps a man stuck at a stoplight in a novel in this language in which the King of Ward 3 is stabbed by the Doctor’s Wife, who is the only one without the title condition. Luís de Camões (“ka-MOISH”) wrote The Lusiads in, for 10 points, what language, used for the novel Blindness by José Saramago?", "answer_sanitized": "Portuguese [or Português] (The first sentence is from Baltasar and Blimunda.)"}, {"question_sanitized": "A woman named for this stuff is impregnated after being spit on by a skull growing from a calabash tree. The Philippine manananggal (“mah-nuh-nahn-GAHL”) and the Malaysian Penanggalan (“puh-NAHN-ga-lahn”) feed on this substance. In Celtic myth, Deirdre predicted what type of man she would fall in love with after seeing this substance in the snow. In Aztec mythology, Quetzalcoatl applied some of this stuff to (*) bones to create humanity. The Egyptian gods tricked Sekhmet into thinking she was drinking this substance to put her to sleep. To keep the “Fifth Sun” alive, Aztecs continually supplied it with this substance. For 10 points, name this substance that Norse worshipers splattered onto altars after making animal sacrifices.", "answer_sanitized": "blood [accept human blood or animal blood; accept Lady Blood; prompt on ichor before mentioned by asking “ichor was the divine equivalent of what substance?”]"}, {"question_sanitized": "The corporate takeover of the largest importer of this commodity to the US in the 1930s by Samuel Zemurray is the subject of the 2012 book The Fish That Ate the Whale. Uganda has tested a variety of this commodity resistant to the fungal disease Black Sigatoka. Minor C.&nbsp;Keith founded a company that dominated the trade in this commodity with its Great White Fleet. The Panama Disease devastated this commodity, mostly ending commercial cultivation of its (*) Gros Michel (“grow mee-SHELL”) variety. This food appears in a term coined by O.&nbsp;Henry that refers to export-heavy, politically unstable regimes such as in Guatemala. For 10 points, the United Fruit Company once dominated the trade in what tropical fruit, whose peels were once a public safety hazard?", "answer_sanitized": "bananas [accept banana republic; accept answers like the banana trade]"}, {"question_sanitized": "Finland’s Y-Foundation has promoted a cost-effective solution to this problem, which New York state has a constitutional obligation to remedy as per the decision in Callahan v.&nbsp;Carey. The cabinet department responsible for combatting this problem requires that point-in-time counts be done in the last week of January. The VASH program tries to end this problem for veterans. One contributor to this problem is the long waiting lists for people seeking (*) Section&nbsp;8 vouchers from HUD (“hudd”). Santa Barbara passed an influential Safe Parking program to mitigate this problem. For 10 points, name this problem prevalent in cities without enough affordable housing, where people might live in shelters or on the street.", "answer_sanitized": "homelessness [or rough sleeping; accept not having a permanent home before the end; accept answers like a lack of affordable housing or high housing costs before the giveaway; prompt on poverty or being poor; prompt on housing insecurity]"}, {"question_sanitized": "Bashford et al.&nbsp;argued that this man’s views on the “New World” were shaped by Ben Franklin, whose 1755 “Observations” provides key data for his best-known book. This economist’s “era” is characterized by centuries of low productivity growth. In one text, he rejected the Marquis de Condorcet’s (“kun-dor-say’s”) utopianism and criticized the Poor Laws enacted by Pitt the Younger. Thomas Robertson’s book on this economist’s “moment” examines Paul Ehrlich’s 1980 prediction of a coming (*) resource scarcity. In this man’s namesake “trap,” only things like disease, war, and famine can check the geometric growth of one variable. For 10 points, name this pessimistic English economist who argued that human populations tend to exceed the available food supply.", "answer_sanitized": "Thomas Malthus [or Thomas Robert Malthus; accept Malthusian trap or Neo-Malthusians]"}, {"question_sanitized": "2FL is an antipathogenic oligosaccharide found in this substance that may help prevent the development of necrotizing enterocolitis. This HMO-containing substance is extremely rich in secretory IgA, and it names the antibacterial transferrin LF. Colostrum (“kuh-LOSS-trum”) is a form of this substance with an extremely rich concentration of immune system compounds that plays a major role in the development of the (*) gut microbiome. Dopamine inhibits the production of this substance by inhibiting secretion of the product of the PRL gene. This substance is “let down” in response to the hypothalamus releasing oxytocin. For 10 points, name this substance produced by mammary glands and secreted during lactation.", "answer_sanitized": "human milk [or breast milk]"}, {"question_sanitized": "Following this years-long event, Chris Baldry thinks he is twenty years old and falls in love with his childhood fling Margaret in a novel by Rebecca West. Vera Brittain’s memoir Testament of Youth and Pat Barker’s Regeneration trilogy are mostly set during this event. In a novel, Lucrezia seeks the help of Dr.&nbsp;Holmes to assist her husband in the aftermath of this event. Andrew (*) Ramsey’s death during this event is described in the “Time Passes” section of To The Lighthouse. Hallucinations about the death of his friend Evans during this conflict lead Septimus Smith to jump out of a window, a decision admired by Clarissa Dalloway. For 10 points, name this conflict, the subject of Siegfried Sassoon’s poem “Trench Duty.”", "answer_sanitized": "World War I [or WWI; or First World War; or the Great War; prompt on the war before “conflict” is read]"}, {"question_sanitized": "Oligomers given this property can lie in classes x, y, and z after formation by CID (“C-I-D”). The conjugation of cinnamic acid derivatives protects analytes from UV radiation in one technique for giving molecules this property. Surface tension produces a 49-degree angle as molecules with this property are spun from the tip of a Taylor cone. Techniques for imparting this property are denoted soft if they do not cause (*) fragmentation and include MALDI and ESI. The ratio of mass to this property’s magnitude determines the radius at which a particle orbits in a uniform magnetic field. Analytes with this property are distinguished by mass spectroscopy and are accelerated by electric fields. For 10 points, name this property denoted z.", "answer_sanitized": "ionized [or ionization; accept positively, negatively, or multiply charged; accept non-zero charge number; accept mass-to-charge ratio after “mass” is read; prompt on fragmented before read; prompt on m/z or m-to-z ratio or z]"}, {"question_sanitized": "Many Jews in this country were saved by a hospital administrator who made up a highly infectious disease named K&nbsp;Syndrome to keep the Nazis away from them; the “K” may have stood for Herbert Kappler, a German officer who ordered this country’s Ardeatine (“ar-day-ah-TEE-nay”) Massacre. Kurt Student approved Otto Skorzeny’s (“skor-ZEH-nee’s”) glider raid to free a leader of this country. An Auschwitz survivor from this country wrote the memoir (*) If This Is a Man. Over 6,000 Jews from this country were deported on orders of Albert Kesselring. Following a change of government in 1943, Jews in the ghetto of this country’s capital were rounded up in the razzia with little protest from Pius&nbsp;XII. For 10 points, name this country that Nazis occupied following the death of Benito Mussolini.", "answer_sanitized": "Italy [or Italia; or Italian Republic; or Repubblica Italiana]"}, {"question_sanitized": "Upon departing from her family, this woman is blessed in the passage “Our sister, may you become / thousands of ten thousands, / and may your offspring possess / the gate of those who hate him!” Robert Alter’s literary translation of the Hebrew Bible credits this woman with a “Homeric” feat of heroism for drawing water for ten thirsty camels. Before giving birth, this woman is told that “two nations are in your womb,” and one of her children is born grasping the (*) heel of his brother. This woman instructed her younger son to flee to her brother Laban (“la-BAHN”) after she covered her younger son with a lambskin to help him steal a blessing from his hairy older brother Esau. For 10 points, name this Biblical matriarch, the wife of Isaac and mother of Jacob.", "answer_sanitized": "Rebecca [or Rivka]"}, {"question_sanitized": "A 110-foot-tall inflatable parody of this character with X’s for eyes, named Companion, was installed in Taipei by the artist KAWS. This character lends his name to a type of movie score that exactly mimics the rhythms of what’s on screen. Sonny Bono sponsored a 1998 bill often named for this character that kept new works from entering the public domain for 20 years. This character, who largely replaced (*) Oswald the Lucky Rabbit, appears in a film made in partnership with Leopold Stokowski that paired a Paul Dukas (“doo-KAHSS”) symphonic poem with a scene in which this character in a magician’s robe interacts with many walking broomsticks. For 10 points, name this character that stars in Fantasia, a mouse created by Walt Disney.", "answer_sanitized": "Mickey Mouse [prompt on Mouse; accept Companion before mentioned]"}, {"question_sanitized": "In a play by this writer, a man almost throws a chair at a woman when she tells him not to call his wife “baby” on the phone. A character created by this playwright distinguishes between “talking about it” and “speaking about it as an idea” when another man proposes a robbery. In the opening act of a play by this author, two men make racially charged complaints about “Patels” at a (*) Chinese restaurant. This author depicted John’s sexual harassment of his student Carol in Oleanna. In a play by this author, leads are stolen from an office during a competition that the unseen Mitch and Murray impose on Ricky Roma, Shelley Levene, and other real estate salesmen. For 10 points, name this author of the profanity-laden Glengarry Glen Ross.", "answer_sanitized": "David Mamet"}, {"question_sanitized": "A symphonic scherzo by this composer introduced the crotales (“cro-TALLS”), or antique cymbals, to the orchestra. This composer called for the first E-flat clarinet solo in the last movement of his first symphony. That symphony by this composer uses two harps only in the second movement, which is a waltz in 3/8 time. An 1844 treatise by this composer captured his novel ideas on instrumentation. Four timpani players evoke a (*) thunderstorm in a symphony by this composer in which an English horn and oboe trade a ranz de vaches in a “Scene in the Fields.” That symphony by this composer ends with a “March to the Scaffold” and a “Dream of a Witches’ Sabbath.” For 10 points, name this French composer who used an idée fixe (“ee-DAY FEEKS”) throughout his Symphonie fantastique.", "answer_sanitized": "Hector Berlioz (The first line refers to the Queen Mab scherzo.)"}, {"question_sanitized": "Nagasena (“nah-guh-SAY-nuh”) recorded his dialogue with a ruler of this ethnicity in his Milinda Pañha (“pun-HA”). The Khambaba is the local name for a pillar gifted by a ruler of this ethnicity to King Bhagabhadra (“ba-guh-BA-druh”) of the Shunga Empire. An ambassador of this ethnicity probably conflated Krishna with one of this ethnicity’s demigods in his work Indika. Early representations of Vedic deities were created in a kingdom ruled by people of this ethnicity, (*) Bactria. Chandragupta Maurya sent 500 war elephants to help a ruler of this ethnicity win the Battle of Ipsus 25 years after that general fought against King Porus at the Battle of the Hydaspes. For 10 points, name this ethnicity of the Diadochus Seleucus&nbsp;I and other kings who ruled during the Hellenistic Period.", "answer_sanitized": "Greek [accept Indo-Greek, Macedonian, Ionian, Yavana, Yonaka or Yona; accept Hellenic or Hellenistic before the end]"}, {"question_sanitized": "A dialogue from a school most often titled for these things concerns the proposition “white horses are not horses”; in the Zhuangzi (“JWONG-dzuh”), Hui Shi (“hway shurr”) represents that offshoot of Mohism (“MO-ism”) titled for these things, also called the Logicians. Xunzi’s (“SHWIN-dzuh’s”) statement “let the ruler be the ruler” reflects the teaching that the five basic relationships of Confucianism are only stable when these things are used correctly; a general (*) Confucian doctrine emphasizing the importance of their proper use is titled for “rectifying” these words. William of Ockham argued that universals were “not things other than” these entities, a position known as “nominalism.” For 10 points, give this type of word whose “proper” type includes the words “Mencius” and “Confucius.”", "answer_sanitized": "names [or proper names; accept School of Names or School of Forms and Names; accept rectification of names; accept mingjia; accept mingjiao; accept zhengming]"}], "bonuses": [{"leadin_sanitized": "A passage in this book declares, “Someone should write an erudite essay on the moral, physical, and esthetic effect of the Model&nbsp;T on the American nation.” For 10 points each:", "answers_sanitized": ["Cannery Row", "The Grapes of Wrath", "Travels with Charley"], "parts_sanitized": ["Name this novel in which Doc takes a road trip to La Jolla (“la hoya”) to collect octopuses for Western Biological.", "Chapter 7 of this other Steinbeck novel centers on a used car salesman telling his employees how to con buyers into purchasing jalopies. In this novel, the Joad family travels west to California.", "This Steinbeck travelogue is based on a road trip he took throughout the US with his pet poodle."]}, {"leadin_sanitized": "These numbered statements were first described in a sutta (“soo-tuh”) called “Setting in Motion of the Wheel of Dharma.” For 10 points each:", "answers_sanitized": ["Four Noble Truths [or Chattari-ariya-saccani or Chatvari-arya-satyani]", "Pali", "dukkha"], "parts_sanitized": ["Name this set of fundamental Buddhist teachings that were taught in the Buddha’s first sermon. The last of these, magga, is also known as the Eightfold Path.", "The “Setting in Motion of the Wheel of Dharma” sutta was originally written in this language, which lends its name to the canon of Theravada Buddhism.", "The first Noble Truth states that this Pali word, often translated as “suffering,” is an innate characteristic of life. This concept is one of three Buddhist marks of existence."]}, {"leadin_sanitized": "This man’s theories on the spread of puerperal (“pyoo-URR-per-ul”) fever were never widely published in his lifetime. For 10 points each:", "answers_sanitized": ["Ignaz Semmelweis [or Ignaz Philipp Semmelweis; or Semmelweis Ignác Fülöp]", "German [or Deutsch]", "Joseph Lister [or Sir Joseph Lister, Baron Lister Of Lyme Regis; prompt on Listerine]"], "parts_sanitized": ["Identify this Hungarian physician who discovered that when physicians washed their hands in between deliveries, the rate of childbed fever plummeted.", "Semmelweis’s hesitation in publishing may have been due to his poor mastery of this language after moving to Vienna. It was the dominant scientific language of the late 19th century.", "A more successful advocate of antiseptic surgery was this British surgeon, who built on the ideas of Louis Pasteur. A consumer product named for this man popularized the concept of “chronic halitosis.”"]}, {"leadin_sanitized": "The vast majority of this metal is used to produce hard steel alloys, especially when accompanied by chromium. For 10 points each:", "answers_sanitized": ["vanadium [or V; accept ferrovanadium; prompt on Cr-V steel]", "contact process", "arsenic [or As]"], "parts_sanitized": ["Name this transition metal that is secondary to aluminum in most titanium alloys. Trace levels of this metal and molybdenum are implicated in the patterning of Damascus steel.", "Vanadium’s second most important application is as vanadium pentoxide, which catalyzes this process. This process superseded the lead chamber process for synthesizing sulfuric acid.", "Platinum was the original catalyst of the contact process, but had a tendency to be poisoned by impurities of this element in the sulfur. This element is better known as a green poison."]}, {"leadin_sanitized": "In Rome, this man earned the nickname Il Ruinate because he demolished so many old buildings to make room for his new ones. For 10 points each:", "answers_sanitized": ["Donato Bramante [or Donato di Pascuccio d’Antonio; or Bramante Lazzari]", "St. Peter’s Basilica [or Papal Basilica of St. Peter in the Vatican; or Basilica Papale di San Pietro in Vaticano]", "belvedere [accept Belvedere courtyard or Apollo Belvedere]"], "parts_sanitized": ["Identify this architect who designed the small, circular church called the Tempietto in 1502.", "Bramante was one of the many architects to work on this building in Vatican City. Michelangelo, who also worked on this domed building, sculpted a Pieta, which is housed in one of its chapels.", "Bramante designed a hugely influential courtyard of this name for the Vatican Palace. Joachim Winckelmann celebrated the “noble simplicity and quiet grandeur” of a sculpture of Apollo with this word in its title."]}, {"leadin_sanitized": "In a 1941 paper, economist Lloyd Metzler declared that “an economy in which business men attempt to recoup [losses from this thing] will always undergo cyclical fluctuations.” For 10 points each:", "answers_sanitized": ["inventory [or stock]", "Toyota Motor Corporation", "lean [accept lean manufacturing or The Lean Startup]"], "parts_sanitized": ["Give this term for the items that a business holds ready for sale. In just-in-time business models, businesses attempt to minimize how much of this stuff they have at any one time.", "Just-in-time manufacturing was pioneered at this largest Japanese car company, a rival of Honda.", "Just-in-time manufacturing is sometimes described with this adjective, which precedes “startup” in the title of a book by Eric Ries (“reese”) that advocates agility and frequent testing of minimum viable products, or MVPs."]}, {"leadin_sanitized": "In 2001, this scholar released the hip-hop album Sketches of My Culture. For 10 points each:", "answers_sanitized": ["Cornel West", "neopragmatism", "democracy [accept democratic; accept Democracy Matters]"], "parts_sanitized": ["Name this philosopher and emeritus professor of African American studies who wrote the 1993 book Race Matters.", "West has developed a “prophetic” form of this school of thought, which he traced back to Emerson in a book calling it the “American evasion of philosophy.” West’s friend Richard Rorty developed the “neo-” form of this school of thought.", "West wrote a sequel to Race Matters whose title declares that this system of government “matters.” John Dewey’s major work proposes a philosophy of education in this system of government."]}, {"leadin_sanitized": "News about an event at this building was leaked to the rest of the world by an American helicopter pilot. For 10 points each:", "answers_sanitized": ["Grand Mosque in Mecca [or Great Mosque in Mecca; or Sacred Mosque; or Masjid al-Haram]", "Hejaz [accept Hejaz railway or Hijaz railway or Hedjaz railway]", "Egypt [or Arab Republic of Egypt]"], "parts_sanitized": ["Name this religious building whose 1979 seizure by Juhayman (“joo-HAY-mahn”) al-Otaybi is described as “the first jihad operation of modern times.”", "The Grand Mosque in Mecca is in a region of Saudi Arabia with this name. A railroad named for this region originated in Damascus and was built by the Ottomans to expand control over Arabia.", "Saudi society grew more religious in the 1970s after thousands of members of the Muslim Brotherhood were invited to the kingdom. The Brotherhood won this country’s 2012 election before being overthrown by Abdel Fattah el-Sisi."]}, {"leadin_sanitized": "Vonda McIntyre founded the website Talking Squids in Outer Space as a tongue-in-cheek reaction to this author’s putdown of the sci-fi genre. For 10 points each:", "answers_sanitized": ["Margaret Atwood [or Margaret Eleanor Atwood]", "The Handmaid's Tale", "Ian McEwan [or Ian Russell McEwan] (Briony is the narrator of Atonement.)"], "parts_sanitized": ["Name this author of Alias Grace who nevertheless wrote a sci-fi trilogy where a character gets his name from playing Extinctathon.", "Margaret Atwood, the author of Oryx and Crake, wrote this dystopian novel from 1985 in which Offred lives in Gilead.", "Critic Laura Miller quipped that this author’s recent sci-fi novel Machines Like Me would have been better had he read some works of sci-fi before writing it. Briony (“BRY-nee”) Tallis justifies giving her story a happy ending in the final section of an earlier novel by this author."]}, {"leadin_sanitized": "The third movement of an E-flat major string quintet with this nickname is a Larghetto in double variation form. For 10 points each:", "answers_sanitized": ["“American” [accept American Quintet or American Quartet]", "Antonín Dvořák", "Stephen Foster"], "parts_sanitized": ["Give this nickname of a certain composer’s 12th string quartet. That quartet’s molto vivace contains birdsong that the composer mistook for that of the scarlet tanager.", "This composer wrote the American Suite, American Quintet, and American Quartet during a three-year stay in the US. In that time, he also composed the New World Symphony.", "Dvořák fell in love with American “minstrel songs,” a genre that includes “Old Folks at Home” and many other songs by this “Father of American Music.”"]}, {"leadin_sanitized": "If these particles existed, they would only interact with weak vector bosons. For 10 points each:", "answers_sanitized": ["neutralinos", "dark matter", "Grand Unified Theory [or GUT]"], "parts_sanitized": ["Name this hypothetical particle, a supersymmetric counterpart to the neutrino.", "The lightest neutralino has been considered a leading candidate for a WIMP, a cold example of this substance that is believed to make up the majority of the mass of the universe.", "Supersymmetry theories have been considered for their ability to combine weak, strong, and electromagnetic forces to form one of these models. A model of this type also incorporating gravity would be considered a “theory of everything.”"]}, {"leadin_sanitized": "Quarry owner Ralph Allen made sure that most of the buildings in this city used its namesake type of limestone. For 10 points each:", "answers_sanitized": ["Bath", "River Avon [accept Shakespeare’s Avon or Warwickshire Avon or Bristol Avon]", "curses [or hexes; or jinxes; accept equivalents like maledictions; accept curse tablets; or tabella defixionis]"], "parts_sanitized": ["Identify this city known as Aquae Sulis in Roman times. This UNESCO World Heritage Site became a popular destination for British royalty, resulting in the building of the Royal Circus.", "A river of this name runs through Bath. Confusingly, a different river with this name runs past Stratford, the town where Shakespeare was born.", "These things are written on 130 Roman-era sheets of lead (“led”) that were found in King’s Bath, and mostly concern retrieving stolen goods. Greco-Roman tablets with these things on them often had appeals to Pluto."]}, {"leadin_sanitized": "Don DeLillo described this document as “the megaton novel that James Joyce would have written if he’d moved to Iowa City and lived to be a hundred.” For 10 points each:", "answers_sanitized": ["Warren Commission Report [accept Earl Warren]", "Starr Report [or Referral from Independent Counsel Kenneth W. Starr in Conformity with the Requirement of Title 28, United States Code, Section 595(c)]", "Detroit, Michigan"], "parts_sanitized": ["Identify this government-produced report on the JFK assassination, named for a Chief Justice of the Supreme Court.", "Brett Kavanaugh contributed to this best-selling government report named for the independent counsel investigating Bill Clinton.", "Ossian Sweet’s quest for racial justice in this city edged out the 9/11 Commission Report in the nonfiction category of the 2004 National Book Awards. Unrest in this city was sparked by a raid on a “blind pig” on 12th Street."]}, {"leadin_sanitized": "Clement of Alexandria records a myth in which Zeus seduces Eurymedousa (“yur-ee-meh-DOO-suh”) in the form of an ant, birthing a king of this name. For 10 points each:", "answers_sanitized": ["Myrmidons [or Myrmidones]", "judges of the dead [or judges of the underworld; or judges of Hades; prompt on judges]", "Achilles"], "parts_sanitized": ["Identify this name that Ovid gives to a race of ants-turned-men that Zeus creates to populate Aegina.", "Aegina was then ruled by Aeacus (“EE-uh-kuss”), who took on this role alongside Rhadamanthys and Minos after death.", "The army of this man is also called Myrmidons. Aeacus was the father of Peleus, and thus the grandfather of this nearly-invulnerable Trojan War hero."]}, {"leadin_sanitized": "Martin Heidegger examines the line “Now come, fire!” near the beginning of his lecture on Der Ister, a poem in this genre by Friedrich Hölderlin. For 10 points each:", "answers_sanitized": ["hymns [or hymnal poetry; accept Hymns to the Night]", "German [or Deutsch]", "rivers [prompt on body of water; accept the Danube or the Rhine]"], "parts_sanitized": ["Give this genre. It titles a set of six prose poems that meditate on death and the night, written by Novalis in response to the death of his fiancée Sophie von Kühn.", "Hölderlin and Novalis were Romantic poets in this language, whose hymns were often set to music as lieder.", "Hölderlin’s Der Ister is titled after one of these places. Heinrich Heine’s poem “Die Lorelei” describes a creature on a large rock near one of these places who lures men to their deaths."]}, {"leadin_sanitized": "This process creates a namesake substance that is enriched with incompatible elements relative to the mantle. For 10 points each:", "answers_sanitized": ["partial melting [accept melt; prompt on turning liquid or heating up; prompt on making magma]", "igneous rock", "solid solution [prompt on homogeneous mixtures]"], "parts_sanitized": ["Name this process. Ions that don’t fit into the crystal structure are removed as this process happens, resulting in more concentrated minerals.", "Complete melting of rocks is necessary to form members of this class of rocks, which are formed from the cooling of lava produced by volcanoes.", "Partial melting is common because many rocks are solid examples of this kind of mixture with various minerals dissolved in each other. The continuous branch of Bowen’s reaction series forms this kind of mixture, in which all components are totally miscible."]}, {"leadin_sanitized": "This artist would often play a few pieces on his violin before starting a painting. For 10 points each:", "answers_sanitized": ["Paul Klee (“clay”)", "stained glass [accept iridescent glass; prompt on art glass]", "blue [accept The Blue Rider; or Der Blaue Reiter]"], "parts_sanitized": ["Identify this artist whose lectures at the Bauhaus inspired his Pedagogical Sketchbook. Beginning in the 1920s, he created “magic square” paintings such as Ad Parnassum.", "Klee also taught students how to make works in this medium, a staple of medieval art revived by Edward Burne-Jones. Louis Comfort Tiffany developed a “favrile” (“fav-REEL”) material for works in this medium.", "Klee’s fellow Bauhaus professor Wassily Kandinsky founded an art movement named for a “rider” of this color. Historically, lapis lazuli was ground into a powder to make ultramarine, a pigment of this color."]}, {"leadin_sanitized": "This site is located two miles south of a similarly named site made of wood in Wiltshire, England. For 10 points each:", "answers_sanitized": ["Stonehenge", "Isle of Man [or Isle of Mann; prompt on United Kingdom or UK]", "Peru [or Republic of Peru]"], "parts_sanitized": ["Name this large, circular stone monument, which is theorized to have served some burial or astronomical-related function.", "The Castle of the Heights is a prominent Neolithic tomb in this region. This region’s legislature, the Tynwald, has a lower house known as the House of Keys.", "Notable late Neolithic sites in this country include Caral and Huaricanga (“wa-ree-KAHN-ga”), cities from this country’s Norte Chico civilization. The Nazca were based on the Southern coast of this country."]}, {"leadin_sanitized": "This play opens to a chorus of students chanting multiplication tables and ends with a song that translates to “My net is spread, my net is spread.” For 10 points each:", "answers_sanitized": ["The Lion and the Jewel", "photographer [accept photojournalist; prompt on journalist]", "English"], "parts_sanitized": ["Identify this play in which Sidi rejects the Westernized Lakunle (“la-KOON-lay”) in favor of Baroka, the Balè  (“BAH-leh”) of Ilujinle (“ee-loo-JEEN-lay”).", "In Wole Soyinka’s (“WALL-ay SHOW-ying-ka’s”) play The Lion and the Jewel, villagers recreate a scene in which a “stranger” with this job comes to town. Baroka is ultimately humiliated by the man with this job, being relegated to a village latrine.", "The Lion and the Jewel was written in this language. In Decolonizing the Mind, Ngũgĩ wa Thiong’o (“GOO-gee wah thee-ON-go”) laid out his reasons for no longer writing in this colonial language of Kenya."]}, {"leadin_sanitized": "One of these entities is used to induce mutations in signature-tagged mutagenesis. For 10 points each:", "answers_sanitized": ["transposons", "signal recognition particle [or SRP]", "DNA ligase"], "parts_sanitized": ["Name these so-called “jumping genes” discovered in maize by Barbara McClintock.", "The most common transposon in the human genome, the Alu element, is derived from the 7SL RNA which composes this ribonucleoprotein that targets proteins to the endoplasmic reticulum.", "Class&nbsp;II transposons used a cut-and-paste mechanism in which transposase produces sticky ends, the transposon is inserted, and nicks in the backbone are closed by this enzyme that also reconnects Okazaki fragments."]}, {"leadin_sanitized": "The September Dossier concerned one country’s acquisition of this resource. For 10 points each:", "answers_sanitized": ["yellowcake uranium", "Colin Luther Powell", "George Walker Bush [accept Bush 43; prompt on “Dubya” or Bush or George Bush]"], "parts_sanitized": ["Name this resource. Joseph C.&nbsp;Wilson’s op-ed, “What I Didn’t Find in Africa,” details how he found no evidence that a certain country was being supplied with this resource from Niger.", "“What I Didn’t Find in Africa” contradicted several statements made by this Secretary of State during a 2003 UN Meeting on Iraq. This man presented possibly-fabricated satellite images of Iraqi chemical weapons facilities.", "In his 2003 State of the Union address, this president asserted that the British had evidence of Saddam Hussein buying uranium."]}]}