{"tossups": [{"question_sanitized": "An organization of these people eventually expelled the Kommune I faction after they bombarded Hubert Humphrey with a mixture of flour, yogurt, and pudding. These people made up a “cleaning group” that opposed police action against squatters under the leadership of Joschka Fischer. The 2 June Movement was named for the date that one of these people was shot outside an opera house during a state visit of the Shah of Iran. A plain-clothes police officer’s killing of Benno Ohnesorg became a rallying point for these people, one of whose leaders advocated a (*) “long march through the institutions” and drowned in a bath in 1979 due to the brain damage he sustained when Josef Bachmann attempted to assassinate him. Rudi Dutschke led a 1960s movement named for these people in West Germany; that movement was supported by Daniel Cohn-Bendit, a German-born leader of these people in France. For 10 points, name this vocation of many young participants in the 1968 protests.", "answer_sanitized": "German university students &lt;European/Other History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "An organization of these people eventually expelled the Kommune I faction after they bombarded Hubert Humphrey with a mixture of flour, yogurt, and pudding. These people made up a “cleaning group” that opposed police action against squatters under the leadership of Joschka Fischer. The 2 June Movement was named for the date that one of these people was shot outside an opera house during a state visit of the Shah of Iran. A plain-clothes police officer’s killing of Benno Ohnesorg became a rallying point for these people, one of whose leaders advocated a (*) “long march through the institutions” and drowned in a bath in 1979 due to the brain damage he sustained when Josef Bachmann attempted to assassinate him. Rudi Dutschke led a 1960s movement named for these people in West Germany; that movement was supported by Daniel Cohn-Bendit, a German-born leader of these people in France. For 10 points, name this vocation of many young participants in the 1968 protests.", "answer_sanitized": "German university students &lt;European/Other History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A woman known as the “muse” of this organization protected their documents by driving them around in a horse-drawn carriage during regular raids. Members of this group were recruited in a “triangle system,” where one member would recruit two new ones who didn’t know each other. In honor of three priests who were executed for leading a shipyard mutiny, members of this group used the password “GOMBURZA.” Top ranking members of this organization, many of whom were also leaders of the Propaganda Movement, wore (*) red masks and were known as “bayani.” The leader of this group was executed after a kangaroo court found him guilty of burning a church in Indang during a conflict he’d kicked off by tearing up community tax certificates in Balintawak. This organization was founded on the same day that Jose Rizal was exiled. Led by Andrés Bonifacio, for 10 points, name this Freemasonry-infused, anti-Spanish secret society active in the late-19th-century Philippines.", "answer_sanitized": "Katipunan​ [or the KKK​]", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This musician gave the best-known description of a vocal ornament consisting of a rapidly accelerating series of repeated notes. For a visiting Polish prince, one of this musician’s daughters used Orlando Furioso as the basis for La liberazione di Ruggiero [la lee-bay-rah-TZYOH-nay dee roo-JEH-roh], the earliest surviving opera by a woman. In the preface to his best-known work, this father of composers named Settimia and Francesca discussed ornaments like the ribattuta and the gruppo. Although he didn’t invent (*) recitative, this man described a sprezzatura-oriented style of singing akin to “speaking in tones.” This member of the Florentine Camerata published the first major collection of monodies, or pieces for solo voice and basso continuo. He tried to upstage a rival by publishing his version of Euridice weeks before Jacopo Peri’s. For 10 points, name this early Baroque composer whose 1602 collection Le nuove musiche [lay NWOH-vay MOO-zee-kay] includes “Amarilli mia bella.”", "answer_sanitized": "Giulio (Romolo) Caccini​ [cah CHEE-nee] [accept Giulio Romano​]", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This book declares that “pigritia” is a terrible word because it engenders the concepts of both theft and hunger, in a section that then notes that we live in a land of slang, going on to dissect the use of argots as a literary and social phenomenon. A so-called \"Parenthesis\" in this book criticizes convents for isolating its residents from the rest of the world. The narrator of this book recalls seeing a well in Hougoumont that was crammed with dead bodies while relating a lengthy recap of the Battle of (*) Waterloo. At the end of that section, this book describes how a thief who is looting dead bodies inadvertently saves the life of a colonel, whose life would be saved again years later by a seventeen-year old girl dressed as a boy throwing herself in front of a musket. Before launching into the main plot, this novel presents a novella-length analysis of the history and habits of the Bishop Myriel. For 10 points, name this novel that includes sizable digressions on topics like the Parisian sewer system, which appears in the final volume entitled “Jean Valjean.”", "answer_sanitized": "Les Misérables [accept a litany of English translations nobody ever uses, such as The Miserables, The Wretched, The Miserable Ones, The Poor Ones, The Wretched Poor, The Victims and The Dispossessed]", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "The parents of one of this novel’s main characters die after being hit by a bus in Moscow, where the husband had been studying abroad to be an astronaut. A character in this novel is deported for taking a blurry picture of butterflies, because the focus is on a bridge that is illegal to photograph. Decapitated heads and limbs are strung on poles and trees following a demonstration in this novel that a character hides in his grandmother’s house to avoid attending. A Cambridge-educated man in this novel is tormented by the thought that by sending his wife (*) Nimi back to her parents’ house, he may have driven her to burn herself to death. After being fired from a series of restaurants in New York, an undocumented immigrant in this novel flies home and runs into his father’s arms in this novel’s final scene. In this novel, the math tutor Gyan sends Nepali guerrillas to raid the house where his lover Sai lives with her grandfather and his cook. For 10 points, name this novel set in the Himalayan town of Kalimpong, written by Kiran Desai.", "answer_sanitized": "The Inheritance of Loss &lt;Long Fiction&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The parents of one of this novel’s main characters die after being hit by a bus in Moscow, where the husband had been studying abroad to be an astronaut. A character in this novel is deported for taking a blurry picture of butterflies, because the focus is on a bridge that is illegal to photograph. Decapitated heads and limbs are strung on poles and trees following a demonstration in this novel that a character hides in his grandmother’s house to avoid attending. A Cambridge-educated man in this novel is tormented by the thought that by sending his wife (*) Nimi back to her parents’ house, he may have driven her to burn herself to death. After being fired from a series of restaurants in New York, an undocumented immigrant in this novel flies home and runs into his father’s arms in this novel’s final scene. In this novel, the math tutor Gyan sends Nepali guerrillas to raid the house where his lover Sai lives with her grandfather and his cook. For 10 points, name this novel set in the Himalayan town of Kalimpong, written by Kiran Desai.", "answer_sanitized": "The Inheritance of Loss &lt;Long Fiction&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This man unusually decided that only twelve people are necessary for collective prayer, whereas his teacher thought that only three were needed. This man’s most famous student codified a set of four “roots” or “sources,” although both he and that student deemphasized the sources of “consensus” and “analogy.” At the beginning of the adhan, followers of this man generally repeat the takbir twice, instead of four times. This man’s opinions were compiled by his student Sahnun in the (*) Mudawwana. This man promoted the universal adoption of the customs, or ‘amal of Medina. The path from Ibn Umar to Nafi’ to this man was dubbed a “golden chain” by Al-Bukhari. Qairawan was a major hub for followers of this man, who studied alongside Abu Hanifa under Jafar al Sadiq. This teacher of Al-Shafi’i compiled the earliest surviving collection of hadith, the Muwatta. For 10 points, name this Islamic legal scholar whose namesake madhhab is dominant in North and West Africa.", "answer_sanitized": "Malik ibn Anas al-Asbahi [accept Malikites or Maliki jurisprudence] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "This man unusually decided that only twelve people are necessary for collective prayer, whereas his teacher thought that only three were needed. This man’s most famous student codified a set of four “roots” or “sources,” although both he and that student deemphasized the sources of “consensus” and “analogy.” At the beginning of the adhan, followers of this man generally repeat the takbir twice, instead of four times. This man’s opinions were compiled by his student Sahnun in the (*) Mudawwana. This man promoted the universal adoption of the customs, or ‘amal of Medina. The path from Ibn Umar to Nafi’ to this man was dubbed a “golden chain” by Al-Bukhari. Qairawan was a major hub for followers of this man, who studied alongside Abu Hanifa under Jafar al Sadiq. This teacher of Al-Shafi’i compiled the earliest surviving collection of hadith, the Muwatta. For 10 points, name this Islamic legal scholar whose namesake madhhab is dominant in North and West Africa.", "answer_sanitized": "Malik ibn Anas al-Asbahi [accept Malikites or Maliki jurisprudence] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "At one point, this film cuts from a shot of newspapers coming off the rollers to the matching curves of a waterfall. About halfway through, this movie speeds up into a sequence juxtaposing the hands of a typist and pianist. Near the beginning of this film, a seat lowers itself to accommodate an audience member as we see a movie theater fill up. This film intercuts between a woman waking up from a nightmare and a man crouching on the tracks before an oncoming (*) train. Later, it cuts between a funeral procession and an actual live birth. This film includes a double Dutch angle shot of a trolley, and it uses double exposure to show a building and plaza “folding” in on itself. At one point in this film, Elizaveta Svilova is shown editing the film itself. In a stop-motion scene near the end of this film, the title object assembles itself atop a tripod. For 10 points, name this 1929 experimental documentary by Dziga Vertov.", "answer_sanitized": "Man with a Movie Camera [or Chelovek s kinoapparatom; accept similar translations] &lt;Other Arts&gt;", "subcategory": "Fine Arts Audiovisual", "category": "Fine Arts"}, {"question_sanitized": "Norbert Wiener’s novel The Tempter was inspired by the historical conflict between the scientist who suggested the use of inductive loading on these devices, and Michael Pupin, who stole the idea. In these devices, an undesirable increased voltage that is proportional to the frequency squared times the device length squared can occur in the Ferranti effect. For a single-phase, two-part example of these devices, the expression “pi times epsilon-nought, divided by the natural logarithm of D over r,” where D is the distance between the parts and r is their radius, gives the shunt (*) capacitance. These devices are often bundled together to reduce energy loss through the corona effect. Mechanical weights are sometimes placed on these devices to help keep them from “galloping.” A pair of equations governing ideal examples of these device was derived by Oliver Heaviside, and is known as the telegrapher’s equations. “Twisted pair” and “co·axial” are types of—for 10 points—what devices that carry electrical power over long distances?", "answer_sanitized": "transmission lines [accept transmission cables or transmission wires; accept power lines or power cables; prompt on partial answer]", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "The architect Alexander Baerwald designed this city’s Reali [reh-AH-lee] School. Felix Tikotin [tee-ko-TEEN] got banned from the Japanese art museum he established in this city. William Sutherland Maxwell designed a structure in this city with an 18-windowed drum and dome on top of an octagon. The Dada artist Marcel Janco [YAHN-ko] founded a controversial artist’s colony near this city. The very polluted Kishon [kee-SHOWN] River flows into city’s namesake bay, which is its country’s only natural harbor. This city’s (*) Technion [TEKH-nee-on] is its country’s oldest university, and has contributed to the development of the Matam business park in this city, part of its country’s “Silicon Wadi.” Located uphill from the German Colony in this city are The Universal House of Justice and the second holiest site in the Bahá’í Faith. The Shrine of the Báb is located on Mount Carmel in—for 10 points—what city in northern Israel?", "answer_sanitized": "Haifa &lt;Mythology/Geography/Current Events&gt;", "category": "Geography"}, {"question_sanitized": "The architect Alexander Baerwald designed this city’s Reali [reh-AH-lee] School. Felix Tikotin [tee-ko-TEEN] got banned from the Japanese art museum he established in this city. William Sutherland Maxwell designed a structure in this city with an 18-windowed drum and dome on top of an octagon. The Dada artist Marcel Janco [YAHN-ko] founded a controversial artist’s colony near this city. The very polluted Kishon [kee-SHOWN] River flows into city’s namesake bay, which is its country’s only natural harbor. This city’s (*) Technion [TEKH-nee-on] is its country’s oldest university, and has contributed to the development of the Matam business park in this city, part of its country’s “Silicon Wadi.” Located uphill from the German Colony in this city are The Universal House of Justice and the second holiest site in the Bahá’í Faith. The Shrine of the Báb is located on Mount Carmel in—for 10 points—what city in northern Israel?", "answer_sanitized": "Haifa &lt;Mythology/Geography/Current Events&gt;", "category": "Geography"}, {"question_sanitized": "One of this man’s writings describes the pouring of wedding libations before a immensely-phallused statue of a god “who bestows peace and pleasure on mortals.” This author wrote of a lengthy underwater stone wall in his account of the key trade town of Birka, which he and St. Rimbert both described in their accounts of Anskar’s missionary work. This writer obtained his information about the court of Anund Jacob during his brief visit to King Svein Estridsson, who became one of his main informants. This writer’s reference to “Wineland” constitutes the first written record of the (*) Vinland colony. This writer described a building wrapped in a golden chain where, every nine years, nine specimens of “every living thing” were killed and hung in a giant tree. This writer’s Deeds of Bishops of the Hamburg Church includes a famous description of the Temple at Uppsala. For 10 points, name this key source on the Viking age, a chronicler from Bremen.", "answer_sanitized": "Adam of Bremen [or Adamus Bremensis] &lt;European History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "In his study of Silicon Systems, David Krackhardt argues that one concept developed by this thinker is insufficiently “affective” and should be modified to include the concept of philos. This thinker analyzed the role of “clientelization” among ethnic Chinese merchants in Indonesia in an essay that uses Karl Polanyi’s notion of “embeddedness” to articulate this man’s neo-substantivist approach. In his best-known work, this thinker drew on Herbert Gans’ The Urban Villagers in an analysis of (*) job-seekers in Boston’s West End. In that article, this thinker defined a “forbidden triad” in which A is closely connected to B, B is closely connected to C, and A is not connected to C, and argued that people frequently get jobs because of their access to indirect interpersonal relationships, rather than close friendships. For 10 points, name this Stanford sociologist who wrote “The Strength of Weak Ties.”", "answer_sanitized": "Mark Granovetter &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "In his study of Silicon Systems, David Krackhardt argues that one concept developed by this thinker is insufficiently “affective” and should be modified to include the concept of philos. This thinker analyzed the role of “clientelization” among ethnic Chinese merchants in Indonesia in an essay that uses Karl Polanyi’s notion of “embeddedness” to articulate this man’s neo-substantivist approach. In his best-known work, this thinker drew on Herbert Gans’ The Urban Villagers in an analysis of (*) job-seekers in Boston’s West End. In that article, this thinker defined a “forbidden triad” in which A is closely connected to B, B is closely connected to C, and A is not connected to C, and argued that people frequently get jobs because of their access to indirect interpersonal relationships, rather than close friendships. For 10 points, name this Stanford sociologist who wrote “The Strength of Weak Ties.”", "answer_sanitized": "Mark Granovetter &lt;Social Science&gt;", "category": "Social Science"}, {"question_sanitized": "Jonas Frisen quantified the rate of this process by using accelerator mass spectrometry to track the concentration of nuclear bomb test-derived carbon-14 in cells. A marker for this process named DBX is downregulated at around the same time as NeuN is first expressed. In a key step of this process, both the Pins/GαI and PAR complexes pull the protein Numb toward the apical cortex. This process is promoted by genes in the atonal and achaete-scute families that are expressed by competing cells in clusters that exert (*) lateral inhibition effects on one another. The olfactory bulb, subventricular zone, and the dentate gyrus are the three primary places where this process is known to occur in adults. Immediately following this process, its products may undergo a “tangential migration\" to their final destinations without the structural support of radial glial cells, which are the primary stem cells that undergo this process during embryonic development. For 10 points, name this process which creates the cells that will grow to be the constituents of the nervous system.", "answer_sanitized": "neurogenesis [or answers indicating the formation of neurons; prompt on answers to the effect of nervous system development; prompt on differentiation] &lt;Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "Jonas Frisen quantified the rate of this process by using accelerator mass spectrometry to track the concentration of nuclear bomb test-derived carbon-14 in cells. A marker for this process named DBX is downregulated at around the same time as NeuN is first expressed. In a key step of this process, both the Pins/GαI and PAR complexes pull the protein Numb toward the apical cortex. This process is promoted by genes in the atonal and achaete-scute families that are expressed by competing cells in clusters that exert (*) lateral inhibition effects on one another. The olfactory bulb, subventricular zone, and the dentate gyrus are the three primary places where this process is known to occur in adults. Immediately following this process, its products may undergo a “tangential migration\" to their final destinations without the structural support of radial glial cells, which are the primary stem cells that undergo this process during embryonic development. For 10 points, name this process which creates the cells that will grow to be the constituents of the nervous system.", "answer_sanitized": "neurogenesis [or answers indicating the formation of neurons; prompt on answers to the effect of nervous system development; prompt on differentiation] &lt;Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "With “the shriek of babies being ground beneath blue-hot rollers,” a character in this story politely says: “Hate. Let me tell you how much I’ve come to hate you since I began to live.” This story invokes the mythical Hvergelmir, roc, and Hurakan to describe a massive bird that creates hurricanes when it flaps its wings. The antagonist of this story repeats the phrases “I think, therefore I am” and “Cogito ergo sum,” which are presented in the form of (*) punchcode tape messages. At the ice cavern where they all journey in search of canned food, the narrator of this story uses Benny biting the flesh off Gorrister’s face as a distraction to stab both of them with icicles, killing them after 109 years of them being kept alive as torture. The narrator utters the title line of this story after he is consequently mutated into a “great soft jelly thing” as punishment by the sadistic supercomputer AM. For 10 points, name this horrific post-apocalyptic science fiction story by Harlan Ellison.", "answer_sanitized": "“I Have No Mouth, and I Must Scream” &lt;Short Fiction&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "With “the shriek of babies being ground beneath blue-hot rollers,” a character in this story politely says: “Hate. Let me tell you how much I’ve come to hate you since I began to live.” This story invokes the mythical Hvergelmir, roc, and Hurakan to describe a massive bird that creates hurricanes when it flaps its wings. The antagonist of this story repeats the phrases “I think, therefore I am” and “Cogito ergo sum,” which are presented in the form of (*) punchcode tape messages. At the ice cavern where they all journey in search of canned food, the narrator of this story uses Benny biting the flesh off Gorrister’s face as a distraction to stab both of them with icicles, killing them after 109 years of them being kept alive as torture. The narrator utters the title line of this story after he is consequently mutated into a “great soft jelly thing” as punishment by the sadistic supercomputer AM. For 10 points, name this horrific post-apocalyptic science fiction story by Harlan Ellison.", "answer_sanitized": "“I Have No Mouth, and I Must Scream” &lt;Short Fiction&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "In a collection of essays in honour of Kenelm Foster, Herbert McCabe suggested that Jane Austen’s notion of “good sense” is a better rendering than “prudence” for one of this philosopher’s concepts. Francesca Aran Murphy’s book about Realism Revisited argued that a “Grammatical” reading of this philosopher has the vices of Wittgenstein without the virtues of this philosopher. This philosopher argued that mercy is best when regarded “in itself,” but that “in comparison with its subject” it falls second to (*) charity, because charity unites man to God. This thinker argued that goodness and being are the same because “Good is what all desire” and we desire things that are perfect, while things are perfect insofar as they “are actual” in the first section of the Fifth Question. In the preface to the third edition of After Virtue, Alasdair Macintyre claims to have become a devotee of this philosopher because he was “in some respects a better Aristotelian than Aristotle.” For 10 points, name this philosopher who presented an argument from “motion” as the first of his Five Ways of proving the existence of God.", "answer_sanitized": "Thomas Aquinas &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "In a collection of essays in honour of Kenelm Foster, Herbert McCabe suggested that Jane Austen’s notion of “good sense” is a better rendering than “prudence” for one of this philosopher’s concepts. Francesca Aran Murphy’s book about Realism Revisited argued that a “Grammatical” reading of this philosopher has the vices of Wittgenstein without the virtues of this philosopher. This philosopher argued that mercy is best when regarded “in itself,” but that “in comparison with its subject” it falls second to (*) charity, because charity unites man to God. This thinker argued that goodness and being are the same because “Good is what all desire” and we desire things that are perfect, while things are perfect insofar as they “are actual” in the first section of the Fifth Question. In the preface to the third edition of After Virtue, Alasdair Macintyre claims to have become a devotee of this philosopher because he was “in some respects a better Aristotelian than Aristotle.” For 10 points, name this philosopher who presented an argument from “motion” as the first of his Five Ways of proving the existence of God.", "answer_sanitized": "Thomas Aquinas &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "An artist born in this country took a series of photographs of her transferring the beard of Morty Sklar onto her own face. Another artist born in this country printed two identical, tangential circles on a blank piece of paper to create a “double portrait,” and reused that composition with mirrors and clocks for pieces depicting “March 5th” and “Perfect Lovers.” After the death from AIDS of his partner Ray Laycock, an artist born in this country began producing works that disappear over time, such as installations that invite viewers to take a piece of candy. Another artist born in this country died after falling from the apartment of her husband, Carl (*) Andre. A Surrealist from this country painted a group of people with crescent-shaped faces and enormous feet in his work The Jungle. A photographer from this country depicted its president standing with his cap removed and looking up at the Lincoln Memorial during a 1959 visit to Washington. For 10 points, Felix Gonzalez-Torres and Ana Mendieta were born in what home country of Wifredo Lam and Alberto Korda?", "answer_sanitized": "Republic of Cuba &lt;Visual Art&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "An artist born in this country took a series of photographs of her transferring the beard of Morty Sklar onto her own face. Another artist born in this country printed two identical, tangential circles on a blank piece of paper to create a “double portrait,” and reused that composition with mirrors and clocks for pieces depicting “March 5th” and “Perfect Lovers.” After the death from AIDS of his partner Ray Laycock, an artist born in this country began producing works that disappear over time, such as installations that invite viewers to take a piece of candy. Another artist born in this country died after falling from the apartment of her husband, Carl (*) Andre. A Surrealist from this country painted a group of people with crescent-shaped faces and enormous feet in his work The Jungle. A photographer from this country depicted its president standing with his cap removed and looking up at the Lincoln Memorial during a 1959 visit to Washington. For 10 points, Felix Gonzalez-Torres and Ana Mendieta were born in what home country of Wifredo Lam and Alberto Korda?", "answer_sanitized": "Republic of Cuba &lt;Visual Art&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A text criticizing the “horrid crimes” of this profession relays a story in which one of its members jealously damages a person’s entrails. A key primary source on this profession discusses James Purrington’s murder of his entire family and comments on its author’s relationship with Daniel Cony in the town of Halowell. Nicholas Culpeper wrote a Directory for members of this profession, one of whom was nicknamed “The Scholar” and wrote a Collection of Secrets that outlined the technique of podalic (*) version. The Abrégé is an early French textbook by a member of this profession who invented a stuffed fabric and leather device called “The Machine” to train people in this profession. Angélique de Cordray was a member of this profession, which was ranked as the second-most wicked behind concubines in the Malleus Maleficarum. Laurel Thatcher Ulrich used the diaries of a member of this profession named Martha Ballard to write a book titled for one of these people’s “tale.” For 10 points, name these people, traditionally women, trained to help with childbirth.", "answer_sanitized": "midwife or midwives [accept A Midwife’s Tale; prompt on nurses, doctors, or answers describing people who help deliver children] &lt;Other Academic&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "A text criticizing the “horrid crimes” of this profession relays a story in which one of its members jealously damages a person’s entrails. A key primary source on this profession discusses James Purrington’s murder of his entire family and comments on its author’s relationship with Daniel Cony in the town of Halowell. Nicholas Culpeper wrote a Directory for members of this profession, one of whom was nicknamed “The Scholar” and wrote a Collection of Secrets that outlined the technique of podalic (*) version. The Abrégé is an early French textbook by a member of this profession who invented a stuffed fabric and leather device called “The Machine” to train people in this profession. Angélique de Cordray was a member of this profession, which was ranked as the second-most wicked behind concubines in the Malleus Maleficarum. Laurel Thatcher Ulrich used the diaries of a member of this profession named Martha Ballard to write a book titled for one of these people’s “tale.” For 10 points, name these people, traditionally women, trained to help with childbirth.", "answer_sanitized": "midwife or midwives [accept A Midwife’s Tale; prompt on nurses, doctors, or answers describing people who help deliver children] &lt;Other Academic&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Description acceptable. In 2012, Stephen Liddle reported that a recyclable triamidoamine uranium(III) complex can allow carbon monoxide to undergo this reaction without becoming substitutionally inert. Aldehydes and ketones undergo this kind of transformation upon a Wittig reaction with [read very slowly] meth·oxy·methyl·ene·tri·phenyl·phos·phine. Silver oxide catalyzes a Wolff rearrangement of a diazoketone to a ketene, in a reaction to which this change happens to an (*) alpha-amino acid. Nucleophilic addition of a cyanide to a carbonyl group, following by the formation and reduction of a lactone, results in this overall reaction happening to an aldose in the Kiliani–Fischer synthesis. Treating an alcohol with HBr and magnesium to create a Grignard reagent, then reacting it with formaldehyde, followed by workup with HBr, results in this type of reaction relative to the original alcohol. For 10 points, homologation reactions result in what type of transformation that incrementally increases the length of an organic molecule?", "answer_sanitized": "adding one carbon chain to a molecule [or adding a carbon; or adding a CH2 group; accept homologation until “homologation” is read; prompt on forming a carbon-carbon bond; prompt on C–C bond formation; prompt on making molecules longer or similar answers until “length”] &lt;Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "Description acceptable. In 2012, Stephen Liddle reported that a recyclable triamidoamine uranium(III) complex can allow carbon monoxide to undergo this reaction without becoming substitutionally inert. Aldehydes and ketones undergo this kind of transformation upon a Wittig reaction with [read very slowly] meth·oxy·methyl·ene·tri·phenyl·phos·phine. Silver oxide catalyzes a Wolff rearrangement of a diazoketone to a ketene, in a reaction to which this change happens to an (*) alpha-amino acid. Nucleophilic addition of a cyanide to a carbonyl group, following by the formation and reduction of a lactone, results in this overall reaction happening to an aldose in the Kiliani–Fischer synthesis. Treating an alcohol with HBr and magnesium to create a Grignard reagent, then reacting it with formaldehyde, followed by workup with HBr, results in this type of reaction relative to the original alcohol. For 10 points, homologation reactions result in what type of transformation that incrementally increases the length of an organic molecule?", "answer_sanitized": "adding one carbon chain to a molecule [or adding a carbon; or adding a CH2 group; accept homologation until “homologation” is read; prompt on forming a carbon-carbon bond; prompt on C–C bond formation; prompt on making molecules longer or similar answers until “length”] &lt;Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "As he observes these animals in battle, the speaker of a poem notes that “these storms of passion, these conflicts so fierce, by the tossing of a little dust are quelled and laid to rest.” The only extended simile in Works and Days compares idleness to the behavior of one type of these animals. In the Homeric Hymn to Hermes, Apollo tells the young god that he can acquire the gift of prophecy from three goddesses described as these animals. The fourth book of a poem relates that Jupiter blessed these animals for feeding him in Dicte’s cave. Ancient depictions of these animals sometimes describe them being (*) spontaneously generated from the corpses of cattle in a process called bugonia. The various Greek tribes are compared to groups of these animals emerging from rocks in the very first Homeric simile of the Iliad, and Virgil’s second simile in the Aeneid describes the Tyrians building Carthage as akin to these animals. For 10 points, name these animals kept by Aristaeus in the Georgics, whose last section concerns the restoration of their hives.", "answer_sanitized": "bees [or Anthophila] &lt;Poetry&gt;", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "Many of these people were imprisoned forty yards underground in the hellish Simsbury copper mines at Old Newgate Prison. One of these people, Grace Growden Galloway, left a diary detailing her attempts to buy back her husband’s property. One of these people, the preacher David George, attracted the anger of racist members of this group by baptizing white people, leading them to dismantle his house in the Shelburne riots. Boston King and Thomas Peters were among the black members of this group who founded Settler Town in (*) Sierra Leone. Joseph Story established the supremacy of the Supreme Court over state courts in his majority opinion in a case about the land of one of these people. New Brunswick was created due to the influx of “United Empire” people of this type to Nova Scotia, and Martin v. Hunter's Lessee dealt with a Virginia law allowing confiscation of their property. For 10 points, many members of what group also called “Tories” left the 13 colonies after 1783?", "answer_sanitized": "loyalists [accept black loyalists or United Empire loyalists] &lt;American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This book declares that “pigritia” is a terrible word because it engenders the concepts of both theft and hunger, in a section that then notes that we live in a land of slang, going on to dissect the use of argots as a literary and social phenomenon. A so-called \"Parenthesis\" in this book criticizes convents for isolating its residents from the rest of the world. The narrator of this book recalls seeing a well in Hougoumont that was crammed with dead bodies while relating a lengthy recap of the Battle of (*) Waterloo. At the end of that section, this book describes how a thief who is looting dead bodies inadvertently saves the life of a colonel, whose life would be saved again years later by a seventeen-year old girl dressed as a boy throwing herself in front of a musket. Before launching into the main plot, this novel presents a novella-length analysis of the history and habits of the Bishop Myriel. For 10 points, name this novel that includes sizable digressions on topics like the Parisian sewer system, which appears in the final volume entitled “Jean Valjean.”", "answer_sanitized": "Les Misérables [accept a litany of English translations nobody ever uses, such as The Miserables, The Wretched, The Miserable Ones, The Poor Ones, The Wretched Poor, The Victims and The Dispossessed] &lt;Miscellaneous Lit&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "The Tattvartha Sutra gives this number of its namesake “principles” or tattvas. For 10 points each: [10] Give this number of possible assertions that can be made about any topic, according to the doctrine of syadvada. Similarly, according to the doctrine of nayavada, there are this many viewpoints that each offer partial truths about reality.", "answer_sanitized": "elephants &lt;Religion&gt;", "category": "Literature"}, {"question_sanitized": "The Tattvartha Sutra gives this number of its namesake “principles” or tattvas. For 10 points each: [10] Give this number of possible assertions that can be made about any topic, according to the doctrine of syadvada. Similarly, according to the doctrine of nayavada, there are this many viewpoints that each offer partial truths about reality.", "answer_sanitized": "elephants &lt;Religion&gt;", "category": "Literature"}, {"question_sanitized": "Some of these devices are manufactured in a probe configuration with a flat-field collimator to protect against mechanical damage. They’re not calorimeters, but materials used in these devices can be characterized by their Molière radius. One type of these devices used with gaseous samples contains a chamber coated with silver-doped zinc sulfide and is known as a Lucas cell. Multiple Compton scattering events in these devices that deposit less than the maximum (*) energy in their active regions will produce a continuous distribution on a pulse-height spectrum. Examples of these devices that consist of crystals of thallium-doped sodium iodide or bismuth germanate coupled to photodiodes or photomultiplier tubes are used as coincidence detectors in PET scans. For 10 points, name these “counters” which use namesake materials that measure ionizing radiation by absorbing the radiation and re-emitting visible light.", "answer_sanitized": "scintillation counters [or scintillation detectors or scintillators or scintillation cameras; prompt on radiation detectors or particle detectors] &lt;Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This philosopher collaborated with Alexander Galloway on a book that examines, through sections called “nodes” and “edges,” how distributed networks can become systems of control in and of themselves. For 10 points each: [10] Name this author of The Exploit, who opened a three-volume series on the Horror of Philosophy with In the Dust of This Planet. This thinker tasks philosophy with escaping the unthinkable by developing a way to engage with the world without assuming that it is either identical to the “world-for-us” or inaccessible as a “world-in-itself.”", "answer_sanitized": "abjection [or the abject] &lt;Philosophy&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "This philosopher collaborated with Alexander Galloway on a book that examines, through sections called “nodes” and “edges,” how distributed networks can become systems of control in and of themselves. For 10 points each: [10] Name this author of The Exploit, who opened a three-volume series on the Horror of Philosophy with In the Dust of This Planet. This thinker tasks philosophy with escaping the unthinkable by developing a way to engage with the world without assuming that it is either identical to the “world-for-us” or inaccessible as a “world-in-itself.”", "answer_sanitized": "abjection [or the abject] &lt;Philosophy&gt;", "subcategory": "Science Other", "category": "Science"}], "bonuses": [{"leadin_sanitized": "This character shows her brother-in-law the severed head of his son, Itys, after he eats him in a stew. For 10 points each:", "answers_sanitized": ["Philomela", "tapestry [or weaving; accept synonyms]", "Niobe &lt;Mythology/Geography/Current Events&gt;"], "parts_sanitized": ["Name this Athenian princess who tells her sister Procne about being raped by Tereus after he cuts out her tongue. This princess is turned into a nightingale after her revenge on Tereus.", "Philomela uses this medium to describe her rape by Tereus. Athena punished Arachne for using this medium better than her to tell about how gods abuse mortals.", "The Metamorphosis transitions from the story about Arachne to the one about this countrywoman of hers. In Book 23 of the Iliad, Achilles tells Priam that this woman “remembered to eat when she was worn out with weeping,” to encourage the Trojan king to share a meal with him."], "category": "Mythology"}, {"leadin_sanitized": "This character shows her brother-in-law the severed head of his son, Itys, after he eats him in a stew. For 10 points each:", "answers_sanitized": ["Philomela", "tapestry [or weaving; accept synonyms]", "Niobe &lt;Mythology/Geography/Current Events&gt;"], "parts_sanitized": ["Name this Athenian princess who tells her sister Procne about being raped by Tereus after he cuts out her tongue. This princess is turned into a nightingale after her revenge on Tereus.", "Philomela uses this medium to describe her rape by Tereus. Athena punished Arachne for using this medium better than her to tell about how gods abuse mortals.", "The Metamorphosis transitions from the story about Arachne to the one about this countrywoman of hers. In Book 23 of the Iliad, Achilles tells Priam that this woman “remembered to eat when she was worn out with weeping,” to encourage the Trojan king to share a meal with him."], "category": "Mythology"}, {"leadin_sanitized": "Based on an experiment involving this game that was run in India, Steffen Andersen et al. concluded that as its stakes increase, rejection rates approach zero. For 10 points each:", "answers_sanitized": ["ultimatum game [do not accept “dictator game”]", "fMRI [or functional magnetic resonance imaging; prompt on partial answer]", "inequity aversion [or IA] &lt;Social Science&gt;"], "parts_sanitized": ["Name this two-person game in which the first actor must decide how to split a given sum of money, after which the second actor must choose to either accept the split or reject it, in which case both players receive nothing.", "Sanfey et al. used this imaging technique commonly employed in neuroeconomic studies to analyze what areas of the brain are active during the ultimatum game. Seiji Ogawa discovered the BOLD contrast used by this technique.", "Fehr and Schmidt coined this two-word term to refer to actors’ resistance to unfair outcomes in the ultimatum game. Sarah Brosnan discovered this behavior among capuchin monkeys who were given unequal rewards by the experimenter."], "subcategory": "Social Science Other", "category": "Social Science"}, {"leadin_sanitized": "The <em>Rf</em> or <em>Fr</em> “restorers\" from one of these two organelles restore fertility to plants that are sterile because of deleterious mutations in the genome of the other. For 10 points each:", "answers_sanitized": ["mitochondria and nucleus [or mitochondrion and nucleus; accept in either order]", "Bateson–Dobzhansky–Muller Model", "epistasis [or epistatic effects] &lt;Biology&gt;"], "parts_sanitized": ["Identify these two different organelles that contain the majority of the DNA in non-plant eukaryotes.", "In recent years, evolutionary biologists have modified this model of hybrid incompatibility to account for the lack of co-occurrence between nuclear and mitochondrial genes, rather than just between nuclear genes.", "Mossman et al. examined how the diet of Drosophila engineered to express a combination of 72 nuclear and mitochondrial genotypes interacted with this genetic phenomenon, in which nuclear genes “mask” mitochondrial genes, or vice versa."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "The <em>Rf</em> or <em>Fr</em> “restorers\" from one of these two organelles restore fertility to plants that are sterile because of deleterious mutations in the genome of the other. For 10 points each:", "answers_sanitized": ["mitochondria and nucleus [or mitochondrion and nucleus; accept in either order]", "Bateson–Dobzhansky–Muller Model", "epistasis [or epistatic effects] &lt;Biology&gt;"], "parts_sanitized": ["Identify these two different organelles that contain the majority of the DNA in non-plant eukaryotes.", "In recent years, evolutionary biologists have modified this model of hybrid incompatibility to account for the lack of co-occurrence between nuclear and mitochondrial genes, rather than just between nuclear genes.", "Mossman et al. examined how the diet of Drosophila engineered to express a combination of 72 nuclear and mitochondrial genotypes interacted with this genetic phenomenon, in which nuclear genes “mask” mitochondrial genes, or vice versa."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This leader was the first honorary president of the All-India Muslim League, which he represented at the first Round Table Conference. For 10 points each:", "answers_sanitized": ["Aga Khan III [or Sir Sultan Muhammad Shah; prompt on Aga Khan or Shah]", "Aswan", "expulsion of Asians from Uganda [all parts required; accept answers giving Indians or Gujaratis for “Asians”]"], "parts_sanitized": ["Name this man, who became president of the League of Nations in 1937. He used his weight in precious metals for various development projects after his Golden, Diamond, and Platinum Jubilees, the last of which occurred in 1954.", "Aga Khan III’s Mausoleum was built in this Egyptian city, the namesake of a dam that Gamal Abdel Nasser attempted to finance the construction of by nationalizing the Suez Canal.", "Aga Khan III’s successor as leader of the Nizari Ismailis, his grandson Aga Khan, convinced Pierre Trudeau to allow thousands of refugees into his country after this event"], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "A biography of this ruler by Samuel Putnam describes her as the “first modern woman.” For 10 points each:", "answers_sanitized": ["Marguerite of Navarre [or Marguerite of Angoulême; accept Margaret for “Marguerite”]", "Gaston of Foix [prompt on partial answer]", "House of Bourbon &lt;European History&gt;"], "parts_sanitized": ["Name this author and patron who protected Francois Rabelais and have influenced Anne Boleyn’s conversion to Protestantism during the latter’s service to her sister-in-law Queen Claude. She negotiated her brother Francis I’s release after his capture at the Battle of Pavia.", "Marguerite had an early romance with this talented French general, whose death at the age of 23 in a pointless skirmish after the Battle of Ravenna forced the French to withdraw from Italy during the War of the League of Cambrai.", "Marguerite was the ancestress to this French royal family through her daughter Jeanne III of Navarre, whose son converted to Catholicism upon taking the French throne."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A biography of this ruler by Samuel Putnam describes her as the “first modern woman.” For 10 points each:", "answers_sanitized": ["Marguerite of Navarre [or Marguerite of Angoulême; accept Margaret for “Marguerite”]", "Gaston of Foix [prompt on partial answer]", "House of Bourbon &lt;European History&gt;"], "parts_sanitized": ["Name this author and patron who protected Francois Rabelais and have influenced Anne Boleyn’s conversion to Protestantism during the latter’s service to her sister-in-law Queen Claude. She negotiated her brother Francis I’s release after his capture at the Battle of Pavia.", "Marguerite had an early romance with this talented French general, whose death at the age of 23 in a pointless skirmish after the Battle of Ravenna forced the French to withdraw from Italy during the War of the League of Cambrai.", "Marguerite was the ancestress to this French royal family through her daughter Jeanne III of Navarre, whose son converted to Catholicism upon taking the French throne."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This artist dressed herself in white and cut herself with rose thorns and razor blades in <em>Sentimental Action</em>. For 10 points each:", "answers_sanitized": ["Gina Pane", "Marina Abramović", "guns [accept more specific answers like machine guns, pistols, or rifles] &lt;Other Fine Arts&gt;"], "parts_sanitized": ["Name this Italian-French body artist who lied down on a metal frame directly above fifteen lit candles in her piece The Conditioning.", "This woman recreated Pane’s The Conditioning as part of her series Seven Easy Pieces. She sat silently at a table with MoMA patrons in 2010’s The Artist is Present.", "Inspired by a poster for the original, Abramović held one of these objects while recreating Valie Export’s Action Pants: Genital Panic. Chris Burden filmed a friend using one of these weapons on him, and the 1903 film The Great Train Robbery ends with a bandit seeming to use one of these weapons on the audience."], "category": "Trash"}, {"leadin_sanitized": "This artist dressed herself in white and cut herself with rose thorns and razor blades in <em>Sentimental Action</em>. For 10 points each:", "answers_sanitized": ["Gina Pane", "Marina Abramović", "guns [accept more specific answers like machine guns, pistols, or rifles] &lt;Other Fine Arts&gt;"], "parts_sanitized": ["Name this Italian-French body artist who lied down on a metal frame directly above fifteen lit candles in her piece The Conditioning.", "This woman recreated Pane’s The Conditioning as part of her series Seven Easy Pieces. She sat silently at a table with MoMA patrons in 2010’s The Artist is Present.", "Inspired by a poster for the original, Abramović held one of these objects while recreating Valie Export’s Action Pants: Genital Panic. Chris Burden filmed a friend using one of these weapons on him, and the 1903 film The Great Train Robbery ends with a bandit seeming to use one of these weapons on the audience."], "category": "Trash"}, {"leadin_sanitized": "This author addressed a poem to Melville that reads, in its entirety, “Saint Herman grant me this that I may be / Saved from the worms who have impested thee.” For 10 points each:", "answers_sanitized": ["(Arthur) Yvor Winters", "sonnet sequence [or sonnet cycle; prompt on sonnet]", "William Shakespeare &lt;Poetry&gt;"], "parts_sanitized": ["Name this Stanford professor who wrote In Defense of Reason and was notorious for his iconoclastic takes about the canon of Western poetry, claiming, for instance, that Robert Bridges and Fulke Greville were better poets than T.S. Eliot and Edmund Spenser.", "Winters championed the work of George Gascoigne, whose 1573 work A Hundreth sundrie Flowres anticipated English examples of this poetic format. The line “Happy ye leaves when as those lilly hands” opens a work in this format written to correspond with the readings prescribed by the Book of Common Prayer.", "According to Winters, the only impressive sonnet by this author was the one that begins “Thy glass will show / thee how thy beauties wear,” which comes just before the ones addressed to the Rival Poet."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This author addressed a poem to Melville that reads, in its entirety, “Saint Herman grant me this that I may be / Saved from the worms who have impested thee.” For 10 points each:", "answers_sanitized": ["(Arthur) Yvor Winters", "sonnet sequence [or sonnet cycle; prompt on sonnet]", "William Shakespeare &lt;Poetry&gt;"], "parts_sanitized": ["Name this Stanford professor who wrote In Defense of Reason and was notorious for his iconoclastic takes about the canon of Western poetry, claiming, for instance, that Robert Bridges and Fulke Greville were better poets than T.S. Eliot and Edmund Spenser.", "Winters championed the work of George Gascoigne, whose 1573 work A Hundreth sundrie Flowres anticipated English examples of this poetic format. The line “Happy ye leaves when as those lilly hands” opens a work in this format written to correspond with the readings prescribed by the Book of Common Prayer.", "According to Winters, the only impressive sonnet by this author was the one that begins “Thy glass will show / thee how thy beauties wear,” which comes just before the ones addressed to the Rival Poet."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This phenomenon is important only in atoms or ions that have shells which are one electron short of being half-filled. For 10 points each:", "answers_sanitized": ["Van Vleck paramagnetism [prompt on partial answer]", "temperature", "matrix elements &lt;Physics&gt;"], "parts_sanitized": ["Identify this phenomenon named for an American physicist, which can be derived by applying second-order perturbation theory to the sum of the Hamiltonian of an electron in a magnetic field and an electron spin Hamiltonian. It is negligible in most materials, but contributes significantly to the properties of samarium and europium.", "The contribution of Van Vleck paramagnetism to the susceptibility is independent of this variable. Materials transition from ferromagnetic to paramagnetic at a value of this property known as the Curie point.", "The Van Vleck susceptibility is proportional to the square of one of these quantities, specifically the magnetic moment operator sandwiched between the ground state and an excited state. In general, this two-word phrase refers to an operator sandwiched between a bra and a ket."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "This phenomenon is important only in atoms or ions that have shells which are one electron short of being half-filled. For 10 points each:", "answers_sanitized": ["Van Vleck paramagnetism [prompt on partial answer]", "temperature", "matrix elements &lt;Physics&gt;"], "parts_sanitized": ["Identify this phenomenon named for an American physicist, which can be derived by applying second-order perturbation theory to the sum of the Hamiltonian of an electron in a magnetic field and an electron spin Hamiltonian. It is negligible in most materials, but contributes significantly to the properties of samarium and europium.", "The contribution of Van Vleck paramagnetism to the susceptibility is independent of this variable. Materials transition from ferromagnetic to paramagnetic at a value of this property known as the Curie point.", "The Van Vleck susceptibility is proportional to the square of one of these quantities, specifically the magnetic moment operator sandwiched between the ground state and an excited state. In general, this two-word phrase refers to an operator sandwiched between a bra and a ket."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "Works in this genre were all written within twenty years after the events depicted, so as to simultaneously satirize their respective societies while their characters appear to predict future events. For 10 points each:", "answers_sanitized": ["encyclopedic narratives [or encyclopedic novels]", "Gravity’s Rainbow", "“Cetology” &lt;Miscellaneous Lit&gt;"], "parts_sanitized": ["Edward Mendelsohn cited Gargantua and Pantagruel, Don Quixote, and Moby Dick as examples of what narrative genre that attempts “to render the full range of knowledge and beliefs of a national culture” using all known “literary styles and conventions”?", "Mendelsohn further developed the idea of the encyclopedic narrative in an essay fittingly titled for this novel’s “encyclopedia.” He claims that no work in the genre “culminates in a completed relation of sexual love,” observing how Tyrone Slothrop “disintegrates lovelessly” at the end of this novel.", "Moby Dick includes this actually encyclopedic chapter, which presents Ishmael’s zoological classification of whales."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Works in this genre were all written within twenty years after the events depicted, so as to simultaneously satirize their respective societies while their characters appear to predict future events. For 10 points each:", "answers_sanitized": ["encyclopedic narratives [or encyclopedic novels]", "Gravity’s Rainbow", "“Cetology” &lt;Miscellaneous Lit&gt;"], "parts_sanitized": ["Edward Mendelsohn cited Gargantua and Pantagruel, Don Quixote, and Moby Dick as examples of what narrative genre that attempts “to render the full range of knowledge and beliefs of a national culture” using all known “literary styles and conventions”?", "Mendelsohn further developed the idea of the encyclopedic narrative in an essay fittingly titled for this novel’s “encyclopedia.” He claims that no work in the genre “culminates in a completed relation of sexual love,” observing how Tyrone Slothrop “disintegrates lovelessly” at the end of this novel.", "Moby Dick includes this actually encyclopedic chapter, which presents Ishmael’s zoological classification of whales."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "A member of this group wrote <em>The Mirror of Simple Souls</em>, whose antinomian ideas led church authorities to burn her at the stake in Paris. For 10 points each:", "answers_sanitized": ["Beguines", "Germany [or Deutschland]", "Devotio Moderna [or Modern Devotion] &lt;European History&gt;"], "parts_sanitized": ["Name this order of female mystics active in the Low Countries during the late Middle Ages, who were declared to be adherents of the Heresy of the Free Spirit at the Council of Vienne.", "Beguines such as Marguerite Porete expressed views similar to those of Meister Eckhart, a mystic from this modern-day country. Hildegard of Bingen was an early member of this country’s tradition of mysticism.", "The Beguines and their male counterparts, the Beghards, were precursors of this 14th century movement that also developed in the Low Countries, during which Geert Groote founded the Brethren of the Common Life."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A member of this group wrote <em>The Mirror of Simple Souls</em>, whose antinomian ideas led church authorities to burn her at the stake in Paris. For 10 points each:", "answers_sanitized": ["Beguines", "Germany [or Deutschland]", "Devotio Moderna [or Modern Devotion] &lt;European History&gt;"], "parts_sanitized": ["Name this order of female mystics active in the Low Countries during the late Middle Ages, who were declared to be adherents of the Heresy of the Free Spirit at the Council of Vienne.", "Beguines such as Marguerite Porete expressed views similar to those of Meister Eckhart, a mystic from this modern-day country. Hildegard of Bingen was an early member of this country’s tradition of mysticism.", "The Beguines and their male counterparts, the Beghards, were precursors of this 14th century movement that also developed in the Low Countries, during which Geert Groote founded the Brethren of the Common Life."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The Betti numbers of a space are given by the ranks of these objects. For 10 points each:", "answers_sanitized": ["homology groups [do not accept or prompt on answers including the words “homotopy” or “cohomology”]", "the integers [or Z]", "simplicial homology [or simplex; or simplices; or simplicial complex] &lt;Other Science&gt;"], "parts_sanitized": ["Name these algebraic objects that are constructed by taking abstract linear combinations of edges, called “chains,” and then quotienting out the “cycles” from those chains by the “boundaries.”", "You can produce a nicer set of “reduced” homology groups by sticking this group in near the end of the chain complex. The circle group is often written as R quotiented by this group, which is, up to isomorphism, the unique infinite cyclic group.", "Although singular homology is more general, it’s much more practical to actually calculate the groups using the homology named for these shapes. This is the n-dimensional generalization of the triangle and tetrahedron."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "The Betti numbers of a space are given by the ranks of these objects. For 10 points each:", "answers_sanitized": ["homology groups [do not accept or prompt on answers including the words “homotopy” or “cohomology”]", "the integers [or Z]", "simplicial homology [or simplex; or simplices; or simplicial complex] &lt;Other Science&gt;"], "parts_sanitized": ["Name these algebraic objects that are constructed by taking abstract linear combinations of edges, called “chains,” and then quotienting out the “cycles” from those chains by the “boundaries.”", "You can produce a nicer set of “reduced” homology groups by sticking this group in near the end of the chain complex. The circle group is often written as R quotiented by this group, which is, up to isomorphism, the unique infinite cyclic group.", "Although singular homology is more general, it’s much more practical to actually calculate the groups using the homology named for these shapes. This is the n-dimensional generalization of the triangle and tetrahedron."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "In one book, this scholar noted that the use of “high” and “low” as metaphors for musical pitch isn’t universal, since the Kaluli people of Papua New Guinea describe melodic intervals in terms of waterfalls. For 10 points each:", "answers_sanitized": ["Steven Feld", "birds", "Republic of Ghana (The ethnomusicologist is Kofi Agawu.) &lt;Auditory Arts&gt;"], "parts_sanitized": ["Name this ethnomusicologist who co-edited the book Senses of Place and coined the term “schizophonia” to describe the impact of recording. The second edition of his book Sound and Sentiment includes a long postscript recounting how the Kaluli disagreed with his characterizations of their culture.", "In Sound and Sentiment, Feld describes how Kaluli aesthetics are shaped by the music of these animals, whose song was collected by Olivier Messiaen.", "After a long hiatus in which he ran a world music record label, Feld returned with a monograph about jazz in this country. A Princeton music theorist and ethnomusicologist from this country has written about rhythm from the “perspective” of its Ewe people."], "category": "Trash"}, {"leadin_sanitized": "In one book, this scholar noted that the use of “high” and “low” as metaphors for musical pitch isn’t universal, since the Kaluli people of Papua New Guinea describe melodic intervals in terms of waterfalls. For 10 points each:", "answers_sanitized": ["Steven Feld", "birds", "Republic of Ghana (The ethnomusicologist is Kofi Agawu.) &lt;Auditory Arts&gt;"], "parts_sanitized": ["Name this ethnomusicologist who co-edited the book Senses of Place and coined the term “schizophonia” to describe the impact of recording. The second edition of his book Sound and Sentiment includes a long postscript recounting how the Kaluli disagreed with his characterizations of their culture.", "In Sound and Sentiment, Feld describes how Kaluli aesthetics are shaped by the music of these animals, whose song was collected by Olivier Messiaen.", "After a long hiatus in which he ran a world music record label, Feld returned with a monograph about jazz in this country. A Princeton music theorist and ethnomusicologist from this country has written about rhythm from the “perspective” of its Ewe people."], "category": "Trash"}, {"leadin_sanitized": "An adaptation of this play subtitled “A Communion Rite” adds an extra chorus of slaves as a critique of the military regime of the author’s home country in the 1960s. For 10 points each:", "answers_sanitized": ["The Bacchae", "Antigone", "Femi Osofisan [or Babafemi Adeyemi Osofisan; or apparently F.O.] &lt;Drama&gt;"], "parts_sanitized": ["Name this ancient Greek play, which in Wole Soyinka’s adaptation ends with Tiresias discovering that the blood spurting from a corpse has transformed into wine.", "Two inmates in a prison clearly based on Robben Island stage this ancient Greek play in Athol Fugard’s play The Island. In a real-life performance of The Island, Nelson Mandela played the actor portraying Creon in this play.", "This Nigerian author transposed the setting from Troy to Yorubaland in his adaptation of The Trojan Women, titled Women of Owu. This author of a series of dramatic adaptations, such as Who’s Afraid of Solarin? and No More the Wasted Breed is often cited as Africa’s third greatest dramatist, after Soyinka and Fugard."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Mayor John Lindsay rode around New York in a bus provided by Con Edison on this event, for which Harvard grad student Denis Hayes served as National Coordinator. For 10 points each:", "answers_sanitized": ["the first Earth Day", "teach-ins", "Secretary of Agriculture &lt;American History&gt;"], "parts_sanitized": ["Name this event organized by Wisconsin Senator Gaylord Nelson in 1970 in response to a disaster near Santa Barbara.", "Nelson conceived of the inaugural Earth Day as a series of these events across the country. Multiple bomb threats disrupted the first one of these events, which a group including Anatol Rapoport and Marshall Sahlins put on for an audience of 3,000 in 1965.", "Nelson set Earth Day’s date was set to April 22, the birthday of Julius Sterling Morton, who founded Arbor Day while holding this cabinet position under Grover Cleveland. Henry Wallace and Earl Butz also held this post."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Mayor John Lindsay rode around New York in a bus provided by Con Edison on this event, for which Harvard grad student Denis Hayes served as National Coordinator. For 10 points each:", "answers_sanitized": ["the first Earth Day", "teach-ins", "Secretary of Agriculture &lt;American History&gt;"], "parts_sanitized": ["Name this event organized by Wisconsin Senator Gaylord Nelson in 1970 in response to a disaster near Santa Barbara.", "Nelson conceived of the inaugural Earth Day as a series of these events across the country. Multiple bomb threats disrupted the first one of these events, which a group including Anatol Rapoport and Marshall Sahlins put on for an audience of 3,000 in 1965.", "Nelson set Earth Day’s date was set to April 22, the birthday of Julius Sterling Morton, who founded Arbor Day while holding this cabinet position under Grover Cleveland. Henry Wallace and Earl Butz also held this post."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This work observes that, even though they “thoroughly studied the schema of social formulae,” Marx and Engels would be “powerless\" to predict the intervals between hiccups. For 10 points each:", "answers_sanitized": ["Moscow to the End of the Line [or Moscow-Petushki; or Moscow Circles; or Moscow Stations]", "Ivan (Sergeyevich) Turgenev", "Dead Souls [or Mjórtvyje dúshi] &lt;Long Fiction&gt;"], "parts_sanitized": ["Name this autobiographical postmodern prose-poem by Venedikt Yerofeyev, whose protagonist, a recently-fired cable-fitter, argues with a Decembrist, a pianist, and two men named Mitrich about the drinking habits of Goethe during a 125 km suburban train journey.", "Between kilometer 61 and kilometer 65 of the journey, the characters of Venedikt Yerofeyev’s Moscow to the End of the Line take turns telling stories about “the necessity of bad women” in a parody of this author's novella First Love.", "Despite its novelistic structure, Yerofeyev called Moscow to the End of the Line a “poema,” in reference to Gogol’s similar classification of this novel about the corrupt bureaucrat Pavel Chichikov."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This work observes that, even though they “thoroughly studied the schema of social formulae,” Marx and Engels would be “powerless\" to predict the intervals between hiccups. For 10 points each:", "answers_sanitized": ["Moscow to the End of the Line [or Moscow-Petushki; or Moscow Circles; or Moscow Stations]", "Ivan (Sergeyevich) Turgenev", "Dead Souls [or Mjórtvyje dúshi] &lt;Long Fiction&gt;"], "parts_sanitized": ["Name this autobiographical postmodern prose-poem by Venedikt Yerofeyev, whose protagonist, a recently-fired cable-fitter, argues with a Decembrist, a pianist, and two men named Mitrich about the drinking habits of Goethe during a 125 km suburban train journey.", "Between kilometer 61 and kilometer 65 of the journey, the characters of Venedikt Yerofeyev’s Moscow to the End of the Line take turns telling stories about “the necessity of bad women” in a parody of this author's novella First Love.", "Despite its novelistic structure, Yerofeyev called Moscow to the End of the Line a “poema,” in reference to Gogol’s similar classification of this novel about the corrupt bureaucrat Pavel Chichikov."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "In this collection’s title essay, Larry removes the untanned leather from an object on his shelf, in an attempt to accomplish a goal that reminds the narrator of psychological experiments on chimpanzees. For 10 points each:", "answers_sanitized": ["Teaching a Stone to Talk (by Annie Dillard)", "the Galápagos", "Pilgrim at Tinker Creek &lt;Other Academic&gt;"], "parts_sanitized": ["Name this collection of essays about nature, such as “Total Eclipse” and “Living Like Weasels.”", "Annie Dillard’s essay “Teaching a Stone to Talk” is set in this group of islands. Jonathan Weiner describes the work of Peter and Rosemary Grant on this island group in The Beak of the Finch.", "This nonfiction book by Dillard is narrated by a resident of the title location in the Blue Ridge Mountains who notices the cruelty of the biological world and tries to reconcile it with the goodness of God."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In this collection’s title essay, Larry removes the untanned leather from an object on his shelf, in an attempt to accomplish a goal that reminds the narrator of psychological experiments on chimpanzees. For 10 points each:", "answers_sanitized": ["Teaching a Stone to Talk (by Annie Dillard)", "the Galápagos", "Pilgrim at Tinker Creek &lt;Other Academic&gt;"], "parts_sanitized": ["Name this collection of essays about nature, such as “Total Eclipse” and “Living Like Weasels.”", "Annie Dillard’s essay “Teaching a Stone to Talk” is set in this group of islands. Jonathan Weiner describes the work of Peter and Rosemary Grant on this island group in The Beak of the Finch.", "This nonfiction book by Dillard is narrated by a resident of the title location in the Blue Ridge Mountains who notices the cruelty of the biological world and tries to reconcile it with the goodness of God."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Based on an experiment involving this game that was run in India, Steffen Andersen et al. concluded that as its stakes increase, rejection rates approach zero. For 10 points each:", "answers_sanitized": ["ultimatum game [do not accept “dictator game”]", "fMRI [or functional magnetic resonance imaging; prompt on partial answer]", "inequity aversion [or IA] &lt;Social Science&gt;"], "parts_sanitized": ["Name this two-person game in which the first actor must decide how to split a given sum of money, after which the second actor must choose to either accept the split or reject it, in which case both players receive nothing.", "Sanfey et al. used this imaging technique commonly employed in neuroeconomic studies to analyze what areas of the brain are active during the ultimatum game. Seiji Ogawa discovered the BOLD contrast used by this technique.", "Fehr and Schmidt coined this two-word term to refer to actors’ resistance to unfair outcomes in the ultimatum game. Sarah Brosnan discovered this behavior among capuchin monkeys who were given unequal rewards by the experimenter."], "subcategory": "Science Other", "category": "Science"}, {"leadin_sanitized": "These rules can be generalized with the addition of variables for the number of missing vertices and the number of caps. For 10 points each:", "answers_sanitized": ["Jemmis mno rules [accept either underlined portion]", "boron", "n+1 &lt;Chemistry&gt;"], "parts_sanitized": ["Name this modification of Wade’s rules, which give the number of skeletal electron pairs that are necessary for a closed macro-polyhedral system to be stable.", "The Jemmis mno rules correctly explain that the compound with 20 atoms of this element and 18 atoms of hydrogen is neutral, despite Wade’s rules giving it a charge of +2 because it fails to account for vertex sharing.", "According to Wade’s rules, if a closo cluster contains n vertices, where n is the number of boron atoms, how many skeletal electron pairs are required for the cluster to be stable? Give your answer in terms of n."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "These rules can be generalized with the addition of variables for the number of missing vertices and the number of caps. For 10 points each:", "answers_sanitized": ["Jemmis mno rules [accept either underlined portion]", "boron", "n+1 &lt;Chemistry&gt;"], "parts_sanitized": ["Name this modification of Wade’s rules, which give the number of skeletal electron pairs that are necessary for a closed macro-polyhedral system to be stable.", "The Jemmis mno rules correctly explain that the compound with 20 atoms of this element and 18 atoms of hydrogen is neutral, despite Wade’s rules giving it a charge of +2 because it fails to account for vertex sharing.", "According to Wade’s rules, if a closo cluster contains n vertices, where n is the number of boron atoms, how many skeletal electron pairs are required for the cluster to be stable? Give your answer in terms of n."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This artist’s <em>We the People</em> is a series of over 300 sculptures that, if put together, would make a to-scale copy of the Statue of Liberty. For 10 points each:", "answers_sanitized": ["Danh Vo [yahn voh]", "verdigris [accept patina]", "gold leaf [prompt on partial answer] &lt;Visual Arts&gt;"], "parts_sanitized": ["Name this Vietnamese–Danish artist featured in the hit 2018 Guggenheim exhibit Take My Breath Away.", "Like the Statue of Liberty, Vo’s We the People sculptures are covered in copper, but since they won’t be exposed to the elements, they won’t form much of this green coating. This compound, which is basically copper rust, was once the standard green pigment for European painters.", "In another series, Vo has depicted the American flag on cardboard covered in this material, which was used extensively by Gustav Klimt."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "This artist’s <em>We the People</em> is a series of over 300 sculptures that, if put together, would make a to-scale copy of the Statue of Liberty. For 10 points each:", "answers_sanitized": ["Danh Vo [yahn voh]", "verdigris [accept patina]", "gold leaf [prompt on partial answer] &lt;Visual Arts&gt;"], "parts_sanitized": ["Name this Vietnamese–Danish artist featured in the hit 2018 Guggenheim exhibit Take My Breath Away.", "Like the Statue of Liberty, Vo’s We the People sculptures are covered in copper, but since they won’t be exposed to the elements, they won’t form much of this green coating. This compound, which is basically copper rust, was once the standard green pigment for European painters.", "In another series, Vo has depicted the American flag on cardboard covered in this material, which was used extensively by Gustav Klimt."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}]}