{"tossups": [{"question_sanitized": "In a town with this name, a man sees an apparition of a uniformed figure in an attic, which turns out to be a tailor’s dummy wearing a uniform that crumbles when a man touches it. A fictional society with this name is governed from a building called the “Fortress,” where women are locked up and are periodically taken out so that men can compete to rape them. The autobiographical narrator takes a bus trip to a German village with this name for the first time since his childhood in “Il ritorno in patria,” the last of the four interlinked narratives in W. G. Sebald’s novel Vertigo. (*) Gaspard Winckler travels to an island off the coast of Tierra del Fuego with this name, where boys are tortured to prepare them to run Olympic-like foot races, in an allegorical novel about concentration camps titled for this letter of the alphabet. For 10 points, a George Perec novel subtitled “Memories of Childhood” is named for what letter of the alphabet, which puns on the French for “double life”?", "answer_sanitized": "W. [accept Wertach im Allgäu, which Sebald’s Vertigo explicitly says is the identity of W] (W is pronounced sort of like “Double vie” = “Double life” in French.) &lt;Long Fiction&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "In a town with this name, a man sees an apparition of a uniformed figure in an attic, which turns out to be a tailor’s dummy wearing a uniform that crumbles when a man touches it. A fictional society with this name is governed from a building called the “Fortress,” where women are locked up and are periodically taken out so that men can compete to rape them. The autobiographical narrator takes a bus trip to a German village with this name for the first time since his childhood in “Il ritorno in patria,” the last of the four interlinked narratives in W. G. Sebald’s novel Vertigo. (*) Gaspard Winckler travels to an island off the coast of Tierra del Fuego with this name, where boys are tortured to prepare them to run Olympic-like foot races, in an allegorical novel about concentration camps titled for this letter of the alphabet. For 10 points, a George Perec novel subtitled “Memories of Childhood” is named for what letter of the alphabet, which puns on the French for “double life”?", "answer_sanitized": "W. [accept Wertach im Allgäu, which Sebald’s Vertigo explicitly says is the identity of W] (W is pronounced sort of like “Double vie” = “Double life” in French.) &lt;Long Fiction&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "This poet echoed Robert Lowell’s “Man and Wife” to declare in a book that “each body is a strange beach, and if you let in the excess emotion you will recall the / Atlantic Ocean breaking on our heads.” A book-length poem by this author ends by considering the implications of Paul Celan’s statement that “I cannot see any basic difference between a handshake and a poem.” This author recalled feeling as if “a wounded Doberman pinscher… gained the power of speech” after arriving at her therapist’s for an appointment and being barked at to “Get away from my house!” This author of (*) Don’t Let Me Be Lonely collaborated with her filmmaker husband John Lucas to create “Situation Videos” illustrating several excerpts from her best-known book, such as one that repeats the phrases “you are not the guy” and “get on the ground” in a freeform evocation of a stop and frisk encounter, and one laced with several snapshots of Zinedine Zidane’s headbutt. For 10 points, name this Jamaican-born author of a 2014 book-length poem about racial injustice, titled Citizen.", "answer_sanitized": "Claudia Rankine", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "An essay on “Carnap and Logical Truth” concludes by reflecting that language is a “pale grey lore, black with fact and white with” this concept. A book titled for this concept calls questioning “platitudes that others accept without thinking twice” dangerous because “philosophers are more easily discredited than platitudes.” Lewis Carroll’s “What the Tortoise Said to Achilles” inspired an infinite regress argument against the idea that this notion grounds logic, in a Quine essay titled “Truth (*) by [this concept].” The dilemma of who should call back first after an unexpected interruption is the second in a series of eleven situations commonly resolved by resorting to this concept. Thomas Schelling inspired a 1969 book titled for this concept, which uses it as a solution to recurring coordination problems. David Lewis’ first book studies—for 10 points—what kind of behaviour that’s regularly observable across a social group?", "answer_sanitized": "conventions [accept “Truth by Convention” and Convention: A Philosophical Study] &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "An essay on “Carnap and Logical Truth” concludes by reflecting that language is a “pale grey lore, black with fact and white with” this concept. A book titled for this concept calls questioning “platitudes that others accept without thinking twice” dangerous because “philosophers are more easily discredited than platitudes.” Lewis Carroll’s “What the Tortoise Said to Achilles” inspired an infinite regress argument against the idea that this notion grounds logic, in a Quine essay titled “Truth (*) by [this concept].” The dilemma of who should call back first after an unexpected interruption is the second in a series of eleven situations commonly resolved by resorting to this concept. Thomas Schelling inspired a 1969 book titled for this concept, which uses it as a solution to recurring coordination problems. David Lewis’ first book studies—for 10 points—what kind of behaviour that’s regularly observable across a social group?", "answer_sanitized": "conventions [accept “Truth by Convention” and Convention: A Philosophical Study] &lt;Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "The fast part of a 9-8 time first movement by this composer begins with the timpani playing alternating Cs and F-sharps, followed by three syncopated, quarter-note C major chords. This composer’s second piano concerto opens with the soloist playing a quick scale up to a trill that’s sustained under a trumpet fanfare. His first piano concerto begins with low Bs pounded out by the timpani and then by the soloist, horns, and trombones, at the bottom of their ranges. In a book on this composer’s music by Elliott Antokoletz, the opening of his third piano (*) concerto is analyzed as a mixture of E-Mixolydian and E-Dorian modes. He included an “Andante religioso” in his third piano concerto, which he wrote alongside his unfinished viola concerto while dying of leukemia. This composer’s notoriously difficult second piano concerto is built in an “arch form,” and his Sonata for Two Pianos and Percussion uses his “night music” style. For 10 points, name this Hungarian composer of a Concerto for Orchestra.", "answer_sanitized": "Béla (Viktor János) Bartók &lt;Auditory Arts&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "The fast part of a 9-8 time first movement by this composer begins with the timpani playing alternating Cs and F-sharps, followed by three syncopated, quarter-note C major chords. This composer’s second piano concerto opens with the soloist playing a quick scale up to a trill that’s sustained under a trumpet fanfare. His first piano concerto begins with low Bs pounded out by the timpani and then by the soloist, horns, and trombones, at the bottom of their ranges. In a book on this composer’s music by Elliott Antokoletz, the opening of his third piano (*) concerto is analyzed as a mixture of E-Mixolydian and E-Dorian modes. He included an “Andante religioso” in his third piano concerto, which he wrote alongside his unfinished viola concerto while dying of leukemia. This composer’s notoriously difficult second piano concerto is built in an “arch form,” and his Sonata for Two Pianos and Percussion uses his “night music” style. For 10 points, name this Hungarian composer of a Concerto for Orchestra.", "answer_sanitized": "Béla (Viktor János) Bartók &lt;Auditory Arts&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "Researchers are interested in determining how these devices can reach a desirable second stability regime in their pedestal region, which develops as their contents transition to an H-mode. The performance of these devices can be improved by affecting the “scrape-off layer” using biased divertor plates. The bootstrap current in these devices arises from collisions with material trapped between mirror points into banana orbits. One scheme for adding energy to these devices is electron cyclotron (*) resonance using gyrotrons or klystrons; another is neutral beam injection. France’s ITER project is building one of these devices, in which magnetic field lines form helices unlike the related stellarator design. For 10 points, tritium and deuterium are the typical fuel in what toroidal magnetic confinement devices, which are leading candidates for fusion reactors?", "answer_sanitized": "tokamaks [prompt on fusion reactors before “fusion”; prompt on descriptive answers mentioning plasma in reactors before “plasma”] &lt;Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "When the future King William IV visited this colony, he trashed a brothel owned by a slave-born free black woman, Rachel Pringle Polgreen. The oft-adapted story of the romance of Inkle and Yarico derives from Richard Ligon’s “True and Exact History of [this colony].” The politics of 1670s South Carolina were dominated by the “Goose Creek Men,” one of the factions of planters who immigrated from this colony to the Carolinas. This was the first colony outside of Brazil to which Dutch traders spread production methods used in Pernambuco. The term “redlegs” refers to poor (*) whites who were forcibly transported as indentured servants to this colony after Cromwell’s conquest of Ireland. Many of the laws establishing legal slavery throughout British America were based on this colony’s 1661 Slave Code. By 1680, this colony’s sugar exports to Britain were more valuable than the exports of all British mainland American colonies combined. For 10 points, name this island country in the West Indies which, prior to the conquest of Trinidad and Tobago, was Britain’s largest possession in the Lesser Antilles.", "answer_sanitized": "Barbados [prompt on the British West Indies] &lt;European/Other History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This painter’s “antipathy to modernity” is discussed at the very end of Painting Out of the Ordinary by David Solkin, who curated a landmark exhibition on this painter’s relationship with “the Masters.” This painter had circular bands of color radiate out from the Archangel Michael, who appears above Adam, Eve, Judith, and Holofernes in his late canvas The Angel Standing in the Sun. This painter purportedly depicted “Moses Writing the Book of Genesis” and “The Morning after the Deluge” in a late seascape titled Light and (*) Colour (Goethe’s Theory). This painter’s practice was defended in sections on “Leaf Beauty,” “Mountain Beauty,” and “Truth” of tone, color, skies, and so on, in a five-volume book begun shortly before this painter’s death. This painter requested to be strapped to a ship’s mast to experience a Snow Storm he painted in 1842. John Ruskin’s Modern Painters is largely a defence of—for 10 points—what English painter who depicted the Great Western Railway in Rain, Steam, and Speed?", "answer_sanitized": "J.M.W. Turner [or Joseph Mallord William Turner] &lt;Visual Arts&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "This author bastardized the refrain of a song from James Thomson’s Sophonisba in a play featuring a footnote that then accuses Thomson of stealing that very same “beautiful line.” The Italian castrato Signior Opera is chosen as a mate by the Goddess of Nonsense in a play within a play by this author. This author had his frequent pseudonym Scriblerus Secundus field questions from the players putting on the title production in his play The Welsh Opera. The title character of a play by this author defeats a rebel army led by his romantic rival Lord Grizzle, but is then (*) swallowed by a large red cow on his way back to King Arthur’s castle. This author of The Author’s Farce wrote The Tragedy of Tragedies, an expanded version of his play about a tiny character from English folklore, before retiring from the theater entirely in the wake of the censorship brought about by the Licensing Act of 1737. For 10 points, name this author of Tom Thumb who subsequently wrote a novel about a foundling taken in by Squire Allworthy.", "answer_sanitized": "Henry Fielding &lt;Drama&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "The methylated derivative of one class of these compounds is used in depleting cholesterol when studying lipid rafts. Industrial synthesis of these compounds often makes use of a single enzyme isolated from several species of Bacillus that can catalyze cyclization, coupling, disproportionation, and hydrolysis reactions. The controlled release mechanism of many fragrances takes advantage of their heightened solubility in inclusion complexes with these compounds, whose hydrophobic (*) inner surfaces are often used to hold the “thread” together during rotaxane synthesis. These compounds are dried to allow them to encapsulate molecules of ethanol in preparations of powdered alcohol. These compounds and cellulose are the most common stationary phases used in chiral column chromatography. The alpha, beta, and gamma classes of these compounds respectively comprise six, seven, or eight glucopyranose units. Enzymatic conversion of starch yields, for 10 points, what compounds consisting of sugar molecules arranged in a ring?", "answer_sanitized": "cyclodextrins [or CDs; or cycloamyloses] &lt;Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "The methylated derivative of one class of these compounds is used in depleting cholesterol when studying lipid rafts. Industrial synthesis of these compounds often makes use of a single enzyme isolated from several species of Bacillus that can catalyze cyclization, coupling, disproportionation, and hydrolysis reactions. The controlled release mechanism of many fragrances takes advantage of their heightened solubility in inclusion complexes with these compounds, whose hydrophobic (*) inner surfaces are often used to hold the “thread” together during rotaxane synthesis. These compounds are dried to allow them to encapsulate molecules of ethanol in preparations of powdered alcohol. These compounds and cellulose are the most common stationary phases used in chiral column chromatography. The alpha, beta, and gamma classes of these compounds respectively comprise six, seven, or eight glucopyranose units. Enzymatic conversion of starch yields, for 10 points, what compounds consisting of sugar molecules arranged in a ring?", "answer_sanitized": "cyclodextrins [or CDs; or cycloamyloses] &lt;Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "A law introduced during this dynasty quintupled the poll tax for families with unmarried daughters between the ages of 15 and 30. A four-character idiom contrasts Yáng Guìfēi with a slender empress of this dynasty to show the diversity of beautiful body types. This dynasty’s defeat at the Battle of Báidēng led to the marriage of one of the “Four Beauties,” Wáng Zhāojūn, to Huhanye. Standard textbooks for women’s education written during this dynasty include Liú Xiàng’s Biographies of Exemplary Women and Instructions for Women, a text by a female historian who completed a (*) book about this dynasty after the imprisonment and death of her brother; those siblings were Bān Zhāo and Bān Gù. The practice of héqīn, which involved marrying princesses into the royal families of neighboring states, began during this dynasty to protect against attacks by the Xiōngnú. For 10 points, identify this dynasty whose Empress Lǚ became the first Empress of China after marrying Liú Bāng.", "answer_sanitized": "Hàn Dynasty &lt;World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A law introduced during this dynasty quintupled the poll tax for families with unmarried daughters between the ages of 15 and 30. A four-character idiom contrasts Yáng Guìfēi with a slender empress of this dynasty to show the diversity of beautiful body types. This dynasty’s defeat at the Battle of Báidēng led to the marriage of one of the “Four Beauties,” Wáng Zhāojūn, to Huhanye. Standard textbooks for women’s education written during this dynasty include Liú Xiàng’s Biographies of Exemplary Women and Instructions for Women, a text by a female historian who completed a (*) book about this dynasty after the imprisonment and death of her brother; those siblings were Bān Zhāo and Bān Gù. The practice of héqīn, which involved marrying princesses into the royal families of neighboring states, began during this dynasty to protect against attacks by the Xiōngnú. For 10 points, identify this dynasty whose Empress Lǚ became the first Empress of China after marrying Liú Bāng.", "answer_sanitized": "Hàn Dynasty &lt;World History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "In an early appearance, this character taunts a group of men who cannot retrieve a ball from the bottom of a well by throwing his own ring in then effortlessly recovering both objects. This character was born in, and takes his name from, the vessel in which his father deposited his semen after spontaneously ejaculating at the sight of a beautiful maiden. This man cruelly demands the right thumb of a prince as payment after finding the prince practicing next to a clay figurine of him. This man orders the capture of the king Drupada, who in revenge performs a yajna asking for a son who could slay this man; that son, (*) Dhrishtadyumna, beheads this man as he is peacefully meditating. Yudhisthira's chariot stops floating after he tricks this man into believing that his son Ashwathama is dead, by muttering under his breath that it is an elephant of that name. This man passes on knowledge of an invincible weapon of Brahma to his prized pupil, whom he watches hit the eye of a bird in a tree. For 10 points, name this second commander of the Kaurava forces, the archery teacher of the Pandavas.", "answer_sanitized": "Dronacārya [accept Dronacharya, Rajaguru Devadroṇa] &lt;Mythology/Geography/Current Events&gt;", "category": "Mythology"}, {"question_sanitized": "In an early appearance, this character taunts a group of men who cannot retrieve a ball from the bottom of a well by throwing his own ring in then effortlessly recovering both objects. This character was born in, and takes his name from, the vessel in which his father deposited his semen after spontaneously ejaculating at the sight of a beautiful maiden. This man cruelly demands the right thumb of a prince as payment after finding the prince practicing next to a clay figurine of him. This man orders the capture of the king Drupada, who in revenge performs a yajna asking for a son who could slay this man; that son, (*) Dhrishtadyumna, beheads this man as he is peacefully meditating. Yudhisthira's chariot stops floating after he tricks this man into believing that his son Ashwathama is dead, by muttering under his breath that it is an elephant of that name. This man passes on knowledge of an invincible weapon of Brahma to his prized pupil, whom he watches hit the eye of a bird in a tree. For 10 points, name this second commander of the Kaurava forces, the archery teacher of the Pandavas.", "answer_sanitized": "Dronacārya [accept Dronacharya, Rajaguru Devadroṇa] &lt;Mythology/Geography/Current Events&gt;", "category": "Mythology"}, {"question_sanitized": "A film from this country intercuts matched shots of a 13-year-old girl’s first date with her father rekindling his first love while on a business trip in Japan. That film from this country uses shots from a balcony to show the underpass where Lili meets her boyfriend “Fatty.” An 8-year-old boy who is mercilessly teased by girls stands in for a director from this country by taking pictures of the backs of people’s heads, so they can see the truth “from both sides.” A man from this country broke taboos by depicting its authoritarian past in the film A City of (*) Sadness, while another portrayed its teen street gangs in the 4-hour film A Brighter Summer Day. The film A One and a Two is from this country, as is the director of a 1994 film about a widower who cooks a feast for his three unmarried daughters every Sunday. That man from this country directed Eat Drink Man Woman and revived a martial arts genre with his Crouching Tiger, Hidden Dragon. For 10 points, name this home of Edward Yáng, Hóu Hsiào-hsién [hoh shyow shyen] and Ang Lee.", "answer_sanitized": "Taiwan [accept Republic of China; do not accept or prompt on “People’s Republic of China” or just “China”] &lt;Other Fine Arts&gt;", "category": "Trash"}, {"question_sanitized": "One name for these events was coined by Metzger et. al. in a 2010 paper that predicts that their spectra rapidly redden following peak emission, due to strong UV absorption from line blanketing by heavy nuclei. The INTEGRAL and FERMI telescopes detected a short gamma ray burst from one of these events in October 2017 whose analysis was honored as Science magazine’s 2017 “Breakthrough of the Year.” R-process nuclei are thought to be generated by core-collapse supernovae and by these events, since they provide an ample supply of free (*) neutrons. The October 2017 gamma ray burst from one of these events was seen 1.7 seconds after the event’s gravitational wave signature was detected by Virgo and LIGO. For 10 points, identify these energetic events that are either named for the coalescence of a binary system of compact objects, or for being roughly 1,000 times brighter than a type of potentially recurring, short-lived astronomical event.", "answer_sanitized": "kilonovas or kilonovae or neutron star mergers or BNS mergers [accept coalescences in place of “merger” before “coalescence”; prompt on “merger(s)”; prompt on short gamma ray bursts before “gamma”; do NOT accept or prompt on “supernova,” “hypernova,” “nova,” or any other nova-related words] &lt;Other Science&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "A female writer of this ethnicity wrote about a professional mourner who is unable to cry when her only daughter dies, in the story “Tears for Sale.” Three men of this ethnicity suffocate to death while hiding in the empty water tank in the 1962 novel Men in the Sun. Aliens supposedly remove a “pessoptimist” from his native land in a novel by an author of this ethnicity who died in 1996, prompting a eulogy from a poet of this ethnicity who wrote: “I learnt all the words worthy of the court of blood… and broke them up / to make a single word: / (*) homeland,” in his poem “I Come From There.” Several poems by authors of this ethnicity were translated by the American-born writer Naomi Shihab Nye. The author Ghassan Kanafani originated the oft-stated notion that this ethnic group writes “the literature of resistance.” An author of this ethnicity was placed under house arrest for the popularity of a poem that begins most stanzas with the cry: “Write down! / I am an Arab.” For 10 points, Mahmoud Darwish was the national poet of what dispossessed Middle Eastern ethnicity?", "answer_sanitized": "Palestinians [accept Filastini or Palestinian Arabs; prompt on Arabs until “Arab.”] &lt;Miscellaneous Lit&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A female writer of this ethnicity wrote about a professional mourner who is unable to cry when her only daughter dies, in the story “Tears for Sale.” Three men of this ethnicity suffocate to death while hiding in the empty water tank in the 1962 novel Men in the Sun. Aliens supposedly remove a “pessoptimist” from his native land in a novel by an author of this ethnicity who died in 1996, prompting a eulogy from a poet of this ethnicity who wrote: “I learnt all the words worthy of the court of blood… and broke them up / to make a single word: / (*) homeland,” in his poem “I Come From There.” Several poems by authors of this ethnicity were translated by the American-born writer Naomi Shihab Nye. The author Ghassan Kanafani originated the oft-stated notion that this ethnic group writes “the literature of resistance.” An author of this ethnicity was placed under house arrest for the popularity of a poem that begins most stanzas with the cry: “Write down! / I am an Arab.” For 10 points, Mahmoud Darwish was the national poet of what dispossessed Middle Eastern ethnicity?", "answer_sanitized": "Palestinians [accept Filastini or Palestinian Arabs; prompt on Arabs until “Arab.”] &lt;Miscellaneous Lit&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "This biological process is measured by taking advantage of copper-catalyzed alkyne-azide click chemistry in the BaseClick kit offered by SigmaAldrich. In the absence of this process and at a pH of 6, beta-galactosidase can be stained. In immunology, a common way to measure the rate of this process is to label with the dye CFSE and track the decreasing levels of fluorescence. This process can be studied using an ELISA-based assay by tracking the incorporation of the synthetic nucleoside BrdU. At the cellular level, MDM-2, Ki67, and (*) PCNA are all biomarkers for this process. The dissolved salt MTT turns from yellow to purple as it is converted to the insoluble formazan, in the most popular “metabolic” assay for this process. This process is halted by contact inhibition when adherent cells reach 100% confluence. For 10 points, name this cellular process that, after an initial lag phase, bacteria such as E. coli undergo exponentially.", "answer_sanitized": "cell proliferation [or cell growth; or cell division; or mitosis] &lt;Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "This biological process is measured by taking advantage of copper-catalyzed alkyne-azide click chemistry in the BaseClick kit offered by SigmaAldrich. In the absence of this process and at a pH of 6, beta-galactosidase can be stained. In immunology, a common way to measure the rate of this process is to label with the dye CFSE and track the decreasing levels of fluorescence. This process can be studied using an ELISA-based assay by tracking the incorporation of the synthetic nucleoside BrdU. At the cellular level, MDM-2, Ki67, and (*) PCNA are all biomarkers for this process. The dissolved salt MTT turns from yellow to purple as it is converted to the insoluble formazan, in the most popular “metabolic” assay for this process. This process is halted by contact inhibition when adherent cells reach 100% confluence. For 10 points, name this cellular process that, after an initial lag phase, bacteria such as E. coli undergo exponentially.", "answer_sanitized": "cell proliferation [or cell growth; or cell division; or mitosis] &lt;Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The only known recordings of a language native to this modern-day country exist in the form of songs recorded on four wax cylinders by Fanny Cochrane Smith. R.M.W. Dixon argued that, in a language native to this country, a subset of nouns characterized by “harmfulness” are assigned to a different class through the “important-property principle.” In that language native to this country, nouns are preceded by one of the four genders bayi, balan, balam, or bala, and a (*) taboo lexical set is used when that non-African language is spoken in the presence of one’s opposite gendered parent-in-law. George Lakoff used a grouping of feminine-gendered nouns in this country’s Dyirbal [“gerbil”] language, which is a member of the Pama–Nyungan family, as the title to his book Women, Fire, and Dangerous Things. For 10 points, name this country where the removal of the Stolen Generation devastated its Aboriginal languages.", "answer_sanitized": "Commonwealth of Australia &lt;Social Science&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The only known recordings of a language native to this modern-day country exist in the form of songs recorded on four wax cylinders by Fanny Cochrane Smith. R.M.W. Dixon argued that, in a language native to this country, a subset of nouns characterized by “harmfulness” are assigned to a different class through the “important-property principle.” In that language native to this country, nouns are preceded by one of the four genders bayi, balan, balam, or bala, and a (*) taboo lexical set is used when that non-African language is spoken in the presence of one’s opposite gendered parent-in-law. George Lakoff used a grouping of feminine-gendered nouns in this country’s Dyirbal [“gerbil”] language, which is a member of the Pama–Nyungan family, as the title to his book Women, Fire, and Dangerous Things. For 10 points, name this country where the removal of the Stolen Generation devastated its Aboriginal languages.", "answer_sanitized": "Commonwealth of Australia &lt;Social Science&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "A monarch of a kingdom of this name commissioned a pair of tablets whose mention of the name Horoáthos is sometimes used to as evidence that the Croats are slavicized Iranians. Jewish communities in the city of Tanais influenced the cult of the “Most High God” practiced in a kingdom of this name, whose Roman client king Saurometes II increased the circulation of its oft-collected gold coins. A region of this name was home to a kingdom ruled by the Spartocid dynasty, whose last member bequeathed it to a king who later committed suicide in its capital of Panticapaeum. An ancient region of this name in eastern (*) Crimea lends its name to a kingdom to which the Pontic king Mithridates VI fled during his wars with the Romans. A waterway of this name was spanned by the first known pontoon bridge, which Cyrus built on a campaign against the Scythians, and has an inlet called the Golden Horn that was blocked by a chain during sieges. For 10 points, name this strait on which the city of Byzantium was founded, one of the Turkish Straits along with the Dardanelles.", "answer_sanitized": "Bosporus [or the Bosphorus; or Bosporan Kingdom; or Kingdom of the Cimmerian Bosporus] &lt;European History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "A monarch of a kingdom of this name commissioned a pair of tablets whose mention of the name Horoáthos is sometimes used to as evidence that the Croats are slavicized Iranians. Jewish communities in the city of Tanais influenced the cult of the “Most High God” practiced in a kingdom of this name, whose Roman client king Saurometes II increased the circulation of its oft-collected gold coins. A region of this name was home to a kingdom ruled by the Spartocid dynasty, whose last member bequeathed it to a king who later committed suicide in its capital of Panticapaeum. An ancient region of this name in eastern (*) Crimea lends its name to a kingdom to which the Pontic king Mithridates VI fled during his wars with the Romans. A waterway of this name was spanned by the first known pontoon bridge, which Cyrus built on a campaign against the Scythians, and has an inlet called the Golden Horn that was blocked by a chain during sieges. For 10 points, name this strait on which the city of Byzantium was founded, one of the Turkish Straits along with the Dardanelles.", "answer_sanitized": "Bosporus [or the Bosphorus; or Bosporan Kingdom; or Kingdom of the Cimmerian Bosporus] &lt;European History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "Note: specific term required. This Sanskrit word makes up the first two syllables in the name of a temple in Tamil Nadu where couples go to perform pujas to help them conceive. The Rig Veda identifies a hiranya or “golden” type of this object that is said to be the cause of the universe. The word griya, or “house,” is appended to this word to describe the inner sanctum of a Hindu temple where the idols are kept. A being whose name consists of the Sanskrit word for “earth” followed by this word must save the souls of all who are condemned to hell before he can attain (*) Buddhahood, and is commonly depicted as a monk with a halo and a shaved head. Elements of raas, such as the beating of sticks representing swords, are incorporated into a component of the festival of Navratri with this name, in which concentric rings of dancers surround an earthenware lamp or an image of Durga. For 10 points, identify this Sanskrit word meaning “womb,” which names a colorful folk dance of Gujarati origin that many university South Asian associations compete with each other to perform.", "answer_sanitized": "garbha [or garba; prompt on womb or egg or matrix or seed by asking what the original language word is] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "Note: specific term required. This Sanskrit word makes up the first two syllables in the name of a temple in Tamil Nadu where couples go to perform pujas to help them conceive. The Rig Veda identifies a hiranya or “golden” type of this object that is said to be the cause of the universe. The word griya, or “house,” is appended to this word to describe the inner sanctum of a Hindu temple where the idols are kept. A being whose name consists of the Sanskrit word for “earth” followed by this word must save the souls of all who are condemned to hell before he can attain (*) Buddhahood, and is commonly depicted as a monk with a halo and a shaved head. Elements of raas, such as the beating of sticks representing swords, are incorporated into a component of the festival of Navratri with this name, in which concentric rings of dancers surround an earthenware lamp or an image of Durga. For 10 points, identify this Sanskrit word meaning “womb,” which names a colorful folk dance of Gujarati origin that many university South Asian associations compete with each other to perform.", "answer_sanitized": "garbha [or garba; prompt on womb or egg or matrix or seed by asking what the original language word is] &lt;Religion&gt;", "category": "Religion"}, {"question_sanitized": "Questions surrounding the authorship of some of these texts were deemed a product of “purest prejudice” in an excursus to a 1984 “Critical Study” by Peter Dronke. Following their discovery in a 15th-century monastic source, over 100 fragments of these texts were published by Constant Mews. These texts are traditionally divided into four labelled “personal” and three “of direction.” The first full vernacular translation of these texts was made by (*) Jean de Meun, who recounted their context in the Roman de la Rose. A fictional one of these texts was imagined in a poem that ends with the line “He best can paint them who can feel them most.” The first of these texts is addressed to Philintus and recounts the birth of a boy named Astrolabe and the rage of Astrolabe’s great-uncle Fulbert. The Historia Calamitatum is usually counted as the first of—for 10 points—what texts exchanged between the author Sic et Non and his lover?", "answer_sanitized": "letters of Héloïse and Peter Abélard [accept names in either order; accept synonyms for “letter” like epistles; prompt on partial answer] &lt;Other Academic&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Questions surrounding the authorship of some of these texts were deemed a product of “purest prejudice” in an excursus to a 1984 “Critical Study” by Peter Dronke. Following their discovery in a 15th-century monastic source, over 100 fragments of these texts were published by Constant Mews. These texts are traditionally divided into four labelled “personal” and three “of direction.” The first full vernacular translation of these texts was made by (*) Jean de Meun, who recounted their context in the Roman de la Rose. A fictional one of these texts was imagined in a poem that ends with the line “He best can paint them who can feel them most.” The first of these texts is addressed to Philintus and recounts the birth of a boy named Astrolabe and the rage of Astrolabe’s great-uncle Fulbert. The Historia Calamitatum is usually counted as the first of—for 10 points—what texts exchanged between the author Sic et Non and his lover?", "answer_sanitized": "letters of Héloïse and Peter Abélard [accept names in either order; accept synonyms for “letter” like epistles; prompt on partial answer] &lt;Other Academic&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "It’s not North Carolina, but this state was the site of a 1963 sit-in at a segregated Woolworth’s lunch counter during which whites threw food on the activists before beating them. This state’s governor used the “State Sovereignty Commission” as a rogue enforcement agency that harassed civil rights-sympathetic citizens. A participant in the aforementioned sit-in, Anne Moody, wrote a memoir of her activism titled “Coming of Age in [this state]”. 11 days after the Kent State massacre, state highway patrolmen killed two unarmed black protesters outside a dormitory at a university in this state’s (*) capital. Bob Moses led this state’s SNCC chapter, which allied with three other Civil Rights organisations to form COFO. The discovery of the burnt-out car of Chaney, Goodman, and Schwerner in this state sparked national outrage. The White Citizen’s Councils originated in this state, in which one of their members assassinated Medgar Evers. For 10 points, name this state, in which black voters were registered during Freedom Summer.", "answer_sanitized": "Mississippi &lt;American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "It’s not North Carolina, but this state was the site of a 1963 sit-in at a segregated Woolworth’s lunch counter during which whites threw food on the activists before beating them. This state’s governor used the “State Sovereignty Commission” as a rogue enforcement agency that harassed civil rights-sympathetic citizens. A participant in the aforementioned sit-in, Anne Moody, wrote a memoir of her activism titled “Coming of Age in [this state]”. 11 days after the Kent State massacre, state highway patrolmen killed two unarmed black protesters outside a dormitory at a university in this state’s (*) capital. Bob Moses led this state’s SNCC chapter, which allied with three other Civil Rights organisations to form COFO. The discovery of the burnt-out car of Chaney, Goodman, and Schwerner in this state sparked national outrage. The White Citizen’s Councils originated in this state, in which one of their members assassinated Medgar Evers. For 10 points, name this state, in which black voters were registered during Freedom Summer.", "answer_sanitized": "Mississippi &lt;American History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "This poet echoed Robert Lowell’s “Man and Wife” to declare in a book that “each body is a strange beach, and if you let in the excess emotion you will recall the / Atlantic Ocean breaking on our heads.” A book-length poem by this author ends by considering the implications of Paul Celan’s statement that “I cannot see any basic difference between a handshake and a poem.” This author recalled feeling as if “a wounded Doberman pinscher… gained the power of speech” after arriving at her therapist’s for an appointment and being barked at to “Get away from my house!” This author of (*) Don’t Let Me Be Lonely collaborated with her filmmaker husband John Lucas to create “Situation Videos” illustrating several excerpts from her best-known book, such as one that repeats the phrases “you are not the guy” and “get on the ground” in a freeform evocation of a stop and frisk encounter, and one laced with several snapshots of Zinedine Zidane’s headbutt. For 10 points, name this Jamaican-born author of a 2014 book-length poem about racial injustice, titled Citizen.", "answer_sanitized": "Claudia Rankine &lt;Poetry&gt;", "subcategory": "Literature American", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "The “solid oxide” variant of these devices has three ceramic layers, giving it a degree of geometrical flexibility in design at the cost of long startup times due to high starting temperature. For 10 points each:", "answers_sanitized": ["fuel cells", "overpotential", "electro·osmotic pumps [or EO pumps] &lt;Chemistry&gt;"], "parts_sanitized": ["Identify these devices that generate electricity by reacting hydrogen with oxygen or an oxidizer. They can supply energy over a much longer period of time than batteries, because they are continuously supplied with reactants from an external source.source.", "Fuel cells experience an “activation loss” as the current density increases, due to the concomitant increase in this measure of deviation between a half-reaction’s thermodynamically predicted and actual potentials.", "Fuel cells can also experience mass transport loss when their gas diffusion layers are flooded with excess liquid water, which can be removed using these devices that apply electric fields on electrical double layers to generate pressure."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "The “solid oxide” variant of these devices has three ceramic layers, giving it a degree of geometrical flexibility in design at the cost of long startup times due to high starting temperature. For 10 points each:", "answers_sanitized": ["fuel cells", "overpotential", "electro·osmotic pumps [or EO pumps] &lt;Chemistry&gt;"], "parts_sanitized": ["Identify these devices that generate electricity by reacting hydrogen with oxygen or an oxidizer. They can supply energy over a much longer period of time than batteries, because they are continuously supplied with reactants from an external source.source.", "Fuel cells experience an “activation loss” as the current density increases, due to the concomitant increase in this measure of deviation between a half-reaction’s thermodynamically predicted and actual potentials.", "Fuel cells can also experience mass transport loss when their gas diffusion layers are flooded with excess liquid water, which can be removed using these devices that apply electric fields on electrical double layers to generate pressure."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "Just after Iago fatally stabs Emilia, Othello asks “why should honor outlive” this quality. For 10 points each:", "answers_sanitized": ["honest [or honesty]", "(Sir) William Empson", "Paradise Lost &lt;Miscellaneous Lit&gt;"], "parts_sanitized": ["Name this quality which is mentioned fifty-two times throughout Othello, usually as an epithet or metonym for Iago.", "This critic examined the usage of “honesty” in Othello to mean sexual faithfulness and truth-telling in an essay from his collection The Structure of Complex Words. In his debut 1930 book, he identified the usage of a single word to suggest multiple connected ideas as one of the title ways that poetry can sustain multiple valid readings.", "In another essay from Complex Words, Empson notes that the word “all” is used “whenever there is any serious emotional pressure” in this poem, as in its attribution of “all our woe” to “the fruit / Of the forbidden tree” in the opening lines. According to Empson, Satan is the true hero of this epic poem."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "Just after Iago fatally stabs Emilia, Othello asks “why should honor outlive” this quality. For 10 points each:", "answers_sanitized": ["honest [or honesty]", "(Sir) William Empson", "Paradise Lost &lt;Miscellaneous Lit&gt;"], "parts_sanitized": ["Name this quality which is mentioned fifty-two times throughout Othello, usually as an epithet or metonym for Iago.", "This critic examined the usage of “honesty” in Othello to mean sexual faithfulness and truth-telling in an essay from his collection The Structure of Complex Words. In his debut 1930 book, he identified the usage of a single word to suggest multiple connected ideas as one of the title ways that poetry can sustain multiple valid readings.", "In another essay from Complex Words, Empson notes that the word “all” is used “whenever there is any serious emotional pressure” in this poem, as in its attribution of “all our woe” to “the fruit / Of the forbidden tree” in the opening lines. According to Empson, Satan is the true hero of this epic poem."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "An essay about these people closes by discussing their dilemma of whether to “read oneself aloud” or to follow the “Derridean imperative” that “genres are not to be mixed.” For 10 points each:", "answers_sanitized": ["transsexual or transgender people [accept The Transsexual Empire: The Making of the She-Male; accept Trans-Exclusionary Radical Feminist]", "Harold Garfinkel", "doing gender [exact answer required] &lt;Social Science&gt;"], "parts_sanitized": ["Name these people, whose “passing” is the subject of Sandy Stone’s manifesto “The Empire Strikes Back.” Stone’s manifesto was itself a response to a book about these people’s “empire” by Janice Raymond, who espoused TERF [“turf”], an early version of radical feminism that sought to exclude these people called.", "The relationship between “passing” and transsexual identity was first examined in this sociologist’s study of Agnes Torres, which he published in his 1967 book Studies in Ethnomethodology.", "In a 1987 essay titled for this two-word process, Candace West and Don Zimmerman relied primarily on a reanalysis of Garfinkel’s material from his “Agnes” study to show how “passing…makes visible what culture has made invisible.”"], "category": "Social Science"}, {"leadin_sanitized": "An essay about these people closes by discussing their dilemma of whether to “read oneself aloud” or to follow the “Derridean imperative” that “genres are not to be mixed.” For 10 points each:", "answers_sanitized": ["transsexual or transgender people [accept The Transsexual Empire: The Making of the She-Male; accept Trans-Exclusionary Radical Feminist]", "Harold Garfinkel", "doing gender [exact answer required] &lt;Social Science&gt;"], "parts_sanitized": ["Name these people, whose “passing” is the subject of Sandy Stone’s manifesto “The Empire Strikes Back.” Stone’s manifesto was itself a response to a book about these people’s “empire” by Janice Raymond, who espoused TERF [“turf”], an early version of radical feminism that sought to exclude these people called.", "The relationship between “passing” and transsexual identity was first examined in this sociologist’s study of Agnes Torres, which he published in his 1967 book Studies in Ethnomethodology.", "In a 1987 essay titled for this two-word process, Candace West and Don Zimmerman relied primarily on a reanalysis of Garfinkel’s material from his “Agnes” study to show how “passing…makes visible what culture has made invisible.”"], "category": "Social Science"}, {"leadin_sanitized": "A spectrum of these values can be defined based on initial separations with different orientations. For 10 points each:", "answers_sanitized": ["Lyapunov exponent(s)", "chaotic dynamical systems or chaos", "out of time order correlators or correlation functions [prompt on OTOC] &lt;Physics&gt;"], "parts_sanitized": ["Given two trajectories in phase space with an infinitesimal initial separation dx, the linearized divergence rate is given by the norm of “dx times eto the lambda-t,” where lambda is this value.", "Positive Lyapunov exponents signal the extreme sensitivity to initial conditions characteristic of these deterministic but unpredictable dynamical systems.", "For a given pair of local unitary operators U and V, examples of these functions that are “out of time order” are used to describe scrambling and chaos in quantum systems, and are closely related to the squared commutator of U(t) [“U of T”] and V(0) [“V of zero”]."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A spectrum of these values can be defined based on initial separations with different orientations. For 10 points each:", "answers_sanitized": ["Lyapunov exponent(s)", "chaotic dynamical systems or chaos", "out of time order correlators or correlation functions [prompt on OTOC] &lt;Physics&gt;"], "parts_sanitized": ["Given two trajectories in phase space with an infinitesimal initial separation dx, the linearized divergence rate is given by the norm of “dx times eto the lambda-t,” where lambda is this value.", "Positive Lyapunov exponents signal the extreme sensitivity to initial conditions characteristic of these deterministic but unpredictable dynamical systems.", "For a given pair of local unitary operators U and V, examples of these functions that are “out of time order” are used to describe scrambling and chaos in quantum systems, and are closely related to the squared commutator of U(t) [“U of T”] and V(0) [“V of zero”]."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "William Morris urged the Victoria and Albert Museum to acquire a 35-by-18-foot object of this kind that was made in Ardabil. For 10 points each:", "answers_sanitized": ["Persian rugs [or carpets; do not accept or prompt on “tapestries”]", "piles [accept pile-woven]", "Alois Riegl [REE-gul] &lt;Visual Arts&gt;"], "parts_sanitized": ["Name these woven objects whose border design and decoration were revolutionized under the Safavids. May Beattie coined the term “vase technique” for an asymmetric method of knotting used to make these objects.", "The style of weaving used to make Persian rugs is named for these tufts of extra yarn that are knotted in between the warp and the weft. “Flat” or “tapestry” carpets are contrasted with this style of weaving, which is also used for Turkish rugs.", "The modern understanding of the origins of “Oriental” carpet-making and other textile industries is heavily indebted to this Vienna School art historian. This author of The Late Roman Art Industry proposed that art’s autonomous “will” or “Kunstwollen” drives changes of style in his book Stilfragen, or Problems of Style."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "William Morris urged the Victoria and Albert Museum to acquire a 35-by-18-foot object of this kind that was made in Ardabil. For 10 points each:", "answers_sanitized": ["Persian rugs [or carpets; do not accept or prompt on “tapestries”]", "piles [accept pile-woven]", "Alois Riegl [REE-gul] &lt;Visual Arts&gt;"], "parts_sanitized": ["Name these woven objects whose border design and decoration were revolutionized under the Safavids. May Beattie coined the term “vase technique” for an asymmetric method of knotting used to make these objects.", "The style of weaving used to make Persian rugs is named for these tufts of extra yarn that are knotted in between the warp and the weft. “Flat” or “tapestry” carpets are contrasted with this style of weaving, which is also used for Turkish rugs.", "The modern understanding of the origins of “Oriental” carpet-making and other textile industries is heavily indebted to this Vienna School art historian. This author of The Late Roman Art Industry proposed that art’s autonomous “will” or “Kunstwollen” drives changes of style in his book Stilfragen, or Problems of Style."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "This ruler established a food market for visitors to her city called the Street of Bad Cooking due to its odor of rancid oil. For 10 points each:", "answers_sanitized": ["Melisende", "Kingdom of Jerusalem", "Frederick II, Holy Roman Emperor &lt;European/Other History&gt;"], "parts_sanitized": ["Name this queen, the mother of Amalric I and the namesake of a psalter with six ivory roundels on its lavish cover, which her husband Fulk commissioned to win her back after accusing her of adultery with her relative Hugh II of Jaffa.", "Melisende ruled this kingdom as regent for her son Baldwin III. Her granddaughter, Sibylla, ruled this kingdom after the death of her leprous brother Baldwin IV.", "A later queen of Jerusalem, Yolande of Brienne, was fifteen years old when she married this man, who was so loathed for declaring himself King of Jerusalem that the citizens of Acre covered him with entrails as he left the city following the Sixth Crusade."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This ruler established a food market for visitors to her city called the Street of Bad Cooking due to its odor of rancid oil. For 10 points each:", "answers_sanitized": ["Melisende", "Kingdom of Jerusalem", "Frederick II, Holy Roman Emperor &lt;European/Other History&gt;"], "parts_sanitized": ["Name this queen, the mother of Amalric I and the namesake of a psalter with six ivory roundels on its lavish cover, which her husband Fulk commissioned to win her back after accusing her of adultery with her relative Hugh II of Jaffa.", "Melisende ruled this kingdom as regent for her son Baldwin III. Her granddaughter, Sibylla, ruled this kingdom after the death of her leprous brother Baldwin IV.", "A later queen of Jerusalem, Yolande of Brienne, was fifteen years old when she married this man, who was so loathed for declaring himself King of Jerusalem that the citizens of Acre covered him with entrails as he left the city following the Sixth Crusade."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "This character regains her health at a sanatorium after being subjected to physical and mental abuse by the sadistic Japanese smuggler Fukuda. For 10 points each:", "answers_sanitized": ["the bad girl [or la niña mala]", "Mario Vargas Llosa [or Jorge Mario Pedro Vargas Llosa, 1st Marquess of Vargas Llosa]", "a campfire [or traveler’s fire] &lt;Long Fiction&gt;"], "parts_sanitized": ["Name this title character, who is finally revealed to be named Otilia, after adopting the guises of the Cuban revolutionary Comrade Arlette, the Yakuza mistress Kuriko, and the diplomat’s wife Mme. Arnoux, in a novel that reimagines Madame Bovary.", "In his book length study of Madame Bovary titled The Perpetual Orgy, this Peruvian Nobel Laureate and author of The Bad Girl hailed Flaubert as the first modern novelist.", "In The Perpetual Orgy, Vargas Llosa praised Flaubert for his ability to imbue depictions of reality with an “added element,” highlighting an extended metaphor from Madame Bovary comparing Emma’s memory of Léon to one of these things on the Russian steppe."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This character regains her health at a sanatorium after being subjected to physical and mental abuse by the sadistic Japanese smuggler Fukuda. For 10 points each:", "answers_sanitized": ["the bad girl [or la niña mala]", "Mario Vargas Llosa [or Jorge Mario Pedro Vargas Llosa, 1st Marquess of Vargas Llosa]", "a campfire [or traveler’s fire] &lt;Long Fiction&gt;"], "parts_sanitized": ["Name this title character, who is finally revealed to be named Otilia, after adopting the guises of the Cuban revolutionary Comrade Arlette, the Yakuza mistress Kuriko, and the diplomat’s wife Mme. Arnoux, in a novel that reimagines Madame Bovary.", "In his book length study of Madame Bovary titled The Perpetual Orgy, this Peruvian Nobel Laureate and author of The Bad Girl hailed Flaubert as the first modern novelist.", "In The Perpetual Orgy, Vargas Llosa praised Flaubert for his ability to imbue depictions of reality with an “added element,” highlighting an extended metaphor from Madame Bovary comparing Emma’s memory of Léon to one of these things on the Russian steppe."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This thinker rejected the existence of universals partly because any concept we might call universal is only thus by agreement, not by nature. For 10 points each:", "answers_sanitized": ["William of Ockham", "fictum theory [or ficta or fiction]", "categories &lt;Philosophy&gt;"], "parts_sanitized": ["Name this author of the Summa Logicae, who attacked many of John Duns Scotus’s positions in his Ordinatio.", "Ockham’s first brand of nominalism held that universals are not real things with subjective being, but instead have only this objective kind of being in the soul. The theory named for this word is contrasted with his later intellection-based theory derived from Aristotle’s On Interpretation.", "Ockham took Aristotle’s set of these ten types of subjects of predicates and reduced it to just three: quality, substance and, because of its use in Trinitarian thought, relation."], "category": "Philosophy"}, {"leadin_sanitized": "This thinker rejected the existence of universals partly because any concept we might call universal is only thus by agreement, not by nature. For 10 points each:", "answers_sanitized": ["William of Ockham", "fictum theory [or ficta or fiction]", "categories &lt;Philosophy&gt;"], "parts_sanitized": ["Name this author of the Summa Logicae, who attacked many of John Duns Scotus’s positions in his Ordinatio.", "Ockham’s first brand of nominalism held that universals are not real things with subjective being, but instead have only this objective kind of being in the soul. The theory named for this word is contrasted with his later intellection-based theory derived from Aristotle’s On Interpretation.", "Ockham took Aristotle’s set of these ten types of subjects of predicates and reduced it to just three: quality, substance and, because of its use in Trinitarian thought, relation."], "category": "Philosophy"}, {"leadin_sanitized": "One of the originators of this system, Elam Lynds, invented a style of marching called “lockstep.” For 10 points each:", "answers_sanitized": ["Auburn System", "Gustave de Beaumont", "Sing Sing Correctional Facility &lt;American History&gt;"], "parts_sanitized": ["Name this penal system that involved convicts working during the day and sleeping in solitary confinement, whose advocates clashed with proponents of the Pennsylvania system in antebellum America.", "Along with a better-known companion, this magistrate visited the Auburn Prison and the Eastern State Penitentiary in Philadelphia to compare the rival systems, and published their findings in On the Penitentiary System in the United States.", "One of the early adopters of the Auburn system was this prison in Ossining, New York, whose location on the Hudson inspired the euphemism “sent up the river” for imprisonment."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "An architect from this country is known for producing public housing projects using “incremental” design, which means that he leaves them unfinished and lets the residents complete them however they want. For 10 points each:", "answers_sanitized": ["Republic of Chile [or República de Chile]", "modular [accept word forms]", "Japan [or Nihon or Nippon] &lt;Other Arts&gt;"], "parts_sanitized": ["Name this country where a pair of “Siamese Towers” was built for its Catholic University by the firm Elemental.", "That architect, Alejandro Aravena, often creates his public housing projects using this kind of design, which is built out of prefabricated units. Moshe Safdie attempted to create a revolution in this kind of design by using it for his Habitat 67.", "Modularity was central to the architectural movement of Metabolism in this country. An architect from this country used a hat-like design for the roof of the Centre Pompidou-Metz."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "An architect from this country is known for producing public housing projects using “incremental” design, which means that he leaves them unfinished and lets the residents complete them however they want. For 10 points each:", "answers_sanitized": ["Republic of Chile [or República de Chile]", "modular [accept word forms]", "Japan [or Nihon or Nippon] &lt;Other Arts&gt;"], "parts_sanitized": ["Name this country where a pair of “Siamese Towers” was built for its Catholic University by the firm Elemental.", "That architect, Alejandro Aravena, often creates his public housing projects using this kind of design, which is built out of prefabricated units. Moshe Safdie attempted to create a revolution in this kind of design by using it for his Habitat 67.", "Modularity was central to the architectural movement of Metabolism in this country. An architect from this country used a hat-like design for the roof of the Centre Pompidou-Metz."], "subcategory": "Fine Arts Other", "category": "Fine Arts"}, {"leadin_sanitized": "In 2018, Italian rabbis sparked a furor by declaring that frying this ingredient whole isn’t kosher due to the likelihood of bugs being trapped inside. For 10 points each:", "answers_sanitized": ["artichokes", "squash blossoms [or pumpkin blossoms; or fiori di zucca; accept zucchini blossoms]", "endive [accept chicory or escarole] &lt;Other Academic&gt;"], "parts_sanitized": ["Name this vegetable whose outside is typically eaten by scraping its many leaves with your teeth, one by one.", "Another Jewish contribution to Roman cooking was to fry these flowers, often stuffed with cheese.", "A third classic of Roman Jewish cuisine combines this bitter leafy green with anchovies. The “curly” type of this vegetable is called frisée in French, while its red variety is called radicchio [rah-DEE-kyoh]."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In 2018, Italian rabbis sparked a furor by declaring that frying this ingredient whole isn’t kosher due to the likelihood of bugs being trapped inside. For 10 points each:", "answers_sanitized": ["artichokes", "squash blossoms [or pumpkin blossoms; or fiori di zucca; accept zucchini blossoms]", "endive [accept chicory or escarole] &lt;Other Academic&gt;"], "parts_sanitized": ["Name this vegetable whose outside is typically eaten by scraping its many leaves with your teeth, one by one.", "Another Jewish contribution to Roman cooking was to fry these flowers, often stuffed with cheese.", "A third classic of Roman Jewish cuisine combines this bitter leafy green with anchovies. The “curly” type of this vegetable is called frisée in French, while its red variety is called radicchio [rah-DEE-kyoh]."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In his book <em>Against the Valentinians</em>, Tertullian groups the first eight of these entities together as the Ogdoad. For 10 points each:", "answers_sanitized": ["aeons", "Sophia", "pleroma &lt;Tiebreaker&gt;"], "parts_sanitized": ["Identify these emanations of God in various Gnostic traditions, which the Valentinians believed came in male/female pairs known as syzygies.", "In the Valentinian conception, the Old Testament God was born as a result of this fallen aeon trying to create an emanation without her male counterpart. This soul-like being takes her name from the Greek word for wisdom.", "A being called Horos separates the fallen aeons, or Hysterema, from this combined set of emanations in Gnostic theology. In more sane Christian theology, this term from the New Testament denotes the “fullness” of Christ’s divinity."], "category": "Religion"}, {"leadin_sanitized": "In his book <em>Against the Valentinians</em>, Tertullian groups the first eight of these entities together as the Ogdoad. For 10 points each:", "answers_sanitized": ["aeons", "Sophia", "pleroma &lt;Tiebreaker&gt;"], "parts_sanitized": ["Identify these emanations of God in various Gnostic traditions, which the Valentinians believed came in male/female pairs known as syzygies.", "In the Valentinian conception, the Old Testament God was born as a result of this fallen aeon trying to create an emanation without her male counterpart. This soul-like being takes her name from the Greek word for wisdom.", "A being called Horos separates the fallen aeons, or Hysterema, from this combined set of emanations in Gnostic theology. In more sane Christian theology, this term from the New Testament denotes the “fullness” of Christ’s divinity."], "category": "Religion"}, {"leadin_sanitized": "The last ruler of this kingdom referred to his country as a “yam between two boulders.” For 10 points each:", "answers_sanitized": ["Gorkha Kingdom [accept Gurkha Kingdom; prompt on Kingdom of Nepal]", "British East India Company", "Rajendra &lt;World History&gt;"], "parts_sanitized": ["Name this kingdom, one of the 24 chaubisi states of a region that was united by this kingdom’s last ruler, Prithvi Narayan Shah.", "The Gorkha aristocrats of the early Kingdom of Nepal were stymied by the reformer Bhimsen Thapa and his supporter Queen Tripurasundari, who got the country into an 1816 war with this organization. This organization began the cultivation of tea in Assam.", "The death of Queen Tripurasundari and the adulthood of a king of this name led to Bhimsen Thapa’s fall from power and suicide. A king of this name succeeded his father Raja Raja as second king of the Chola kingdom."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "The last ruler of this kingdom referred to his country as a “yam between two boulders.” For 10 points each:", "answers_sanitized": ["Gorkha Kingdom [accept Gurkha Kingdom; prompt on Kingdom of Nepal]", "British East India Company", "Rajendra &lt;World History&gt;"], "parts_sanitized": ["Name this kingdom, one of the 24 chaubisi states of a region that was united by this kingdom’s last ruler, Prithvi Narayan Shah.", "The Gorkha aristocrats of the early Kingdom of Nepal were stymied by the reformer Bhimsen Thapa and his supporter Queen Tripurasundari, who got the country into an 1816 war with this organization. This organization began the cultivation of tea in Assam.", "The death of Queen Tripurasundari and the adulthood of a king of this name led to Bhimsen Thapa’s fall from power and suicide. A king of this name succeeded his father Raja Raja as second king of the Chola kingdom."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "This character sees a “First-class Railway Ticket,” but “on stooping down to pick it,” a “pea-green Cricket” settles on his nose where it remains for years. For 10 points each:", "answers_sanitized": ["“Uncle Arly” [or “Incidents in the Life of My Uncle Arly”]", "“Resolution and Independence”", "Through the Looking Glass, and What Alice Found There &lt;Poetry&gt;"], "parts_sanitized": ["Identify this “aged” relative whom the narrator sees “sitting on a heap of Barley” in a nonsense poem by Edward Lear.", "In The Daemon Knows, Harold Bloom identifies Lear’s “Incidents in the Life of My Uncle Arly” as the second-best parody of this Wordsworth poem, whose speaker admires the “choice word and measured phrase” of an old man he sees gathering leeches.", "For Bloom’s money, the best parody of “Resolution and Independence” is a poem about an “aged aged man” who “hunt[s] for haddocks’ eyes / Among the heather bright / And work[s] them into waistcoat-buttons / In the silent night,” which the White Knight sings to Alice in this novel by Lewis Carroll."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "This character sees a “First-class Railway Ticket,” but “on stooping down to pick it,” a “pea-green Cricket” settles on his nose where it remains for years. For 10 points each:", "answers_sanitized": ["“Uncle Arly” [or “Incidents in the Life of My Uncle Arly”]", "“Resolution and Independence”", "Through the Looking Glass, and What Alice Found There &lt;Poetry&gt;"], "parts_sanitized": ["Identify this “aged” relative whom the narrator sees “sitting on a heap of Barley” in a nonsense poem by Edward Lear.", "In The Daemon Knows, Harold Bloom identifies Lear’s “Incidents in the Life of My Uncle Arly” as the second-best parody of this Wordsworth poem, whose speaker admires the “choice word and measured phrase” of an old man he sees gathering leeches.", "For Bloom’s money, the best parody of “Resolution and Independence” is a poem about an “aged aged man” who “hunt[s] for haddocks’ eyes / Among the heather bright / And work[s] them into waistcoat-buttons / In the silent night,” which the White Knight sings to Alice in this novel by Lewis Carroll."], "subcategory": "Literature British", "category": "Literature"}, {"leadin_sanitized": "A 2011 update of this paper subtitled “the next generations” highlights gain of function mutations in isocitrate dehydrogenase 1 and 2 in identifying “reprogramming energy metabolism” as one of the “emerging” title features. For 10 points each:", "answers_sanitized": ["“The Hallmarks of Cancer”", "retinoblastoma [or Rb]", "metastasis &lt;Biology&gt;"], "parts_sanitized": ["Name this 2000 paper, the most cited in the history of the journal Cell, in which Douglas Hanahan and Robert Weinberg identify six traits that a certain class of diseases share in common, such as “evading apoptosis” and “sustaining angiogenesis.”", "The original paper’s section “Insensitivity to Anti-Growth Signals” discusses the cell cycle control exerted by the hypophosphorylated form of this tumor suppressor protein, which Weinberg was the first to discover. A namesake vision-affecting cancer results from two “hits” to the gene encoding this protein.", "Critics of the original paper have commented the five of the six hallmarks are shared by benign tumors, which only lack this ability to spread to secondary sites in the body."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This musician collaborated with Pharoah Sanders on her 1970 solo album <em>Journey in Satchidananda</em>, which incorporates elements of Indian music on tracks like “Stopover Bombay.” For 10 points each:", "answers_sanitized": ["Alice Coltrane [or Turiyasangitananda; or Alice MacLeod; prompt on just Coltrane]", "Impulse! Records", "Ray Charles (Robinson) &lt;Auditory Arts&gt;"], "parts_sanitized": ["Name this jazz harpist who included the song “Turiya &amp; Ramakrishna” on her other 1970 album, Ptah, the El Daoud.", "Alice Coltrane’s first eight albums were recorded for this label, often called “the house Trane built.” Major early hits for this label included Oliver Nelson’s The Blues and Abstract Truth and John Coltrane’s A Love Supreme.", "Another major early album for Impulse! was this man’s album Genius + Soul = Jazz, one of his many collaborations with a very young Quincy Jones. This blind pianist came to fame with songs like “I Got a Woman” and “What’d I Say.”"], "category": "Trash"}, {"leadin_sanitized": "This musician collaborated with Pharoah Sanders on her 1970 solo album <em>Journey in Satchidananda</em>, which incorporates elements of Indian music on tracks like “Stopover Bombay.” For 10 points each:", "answers_sanitized": ["Alice Coltrane [or Turiyasangitananda; or Alice MacLeod; prompt on just Coltrane]", "Impulse! Records", "Ray Charles (Robinson) &lt;Auditory Arts&gt;"], "parts_sanitized": ["Name this jazz harpist who included the song “Turiya &amp; Ramakrishna” on her other 1970 album, Ptah, the El Daoud.", "Alice Coltrane’s first eight albums were recorded for this label, often called “the house Trane built.” Major early hits for this label included Oliver Nelson’s The Blues and Abstract Truth and John Coltrane’s A Love Supreme.", "Another major early album for Impulse! was this man’s album Genius + Soul = Jazz, one of his many collaborations with a very young Quincy Jones. This blind pianist came to fame with songs like “I Got a Woman” and “What’d I Say.”"], "category": "Trash"}, {"leadin_sanitized": "This activist led twice-weekly “die-ins” at the location of her father’s death in Staten Island. For 10 points each:", "answers_sanitized": ["Erica Garner-Snipes [accept Garner-Snipes outright; prompt on Garner, do not accept or prompt on “Eric Garner”]", "Black Lives Matter [or BLM]", "Keeanga-Yamahtta Taylor &lt;Mythology/Geography/Current Events&gt;"], "parts_sanitized": ["Name this activist who died of a heart attack in 2017, three years after her father was killed by the police officer Daniel Pantaleo while being arrested for selling loose cigarettes.", "Garner was involved with this social movement that protests violence against black people, and which emerged following the murder of Trayvon Martin.", "This Princeton professor and BLM activist called for an “end of policing as we know it” in a response to Eric Garner’s death, and authored the 2016 book From #BlackLivesMatter to Black Liberation."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "This activist led twice-weekly “die-ins” at the location of her father’s death in Staten Island. For 10 points each:", "answers_sanitized": ["Erica Garner-Snipes [accept Garner-Snipes outright; prompt on Garner, do not accept or prompt on “Eric Garner”]", "Black Lives Matter [or BLM]", "Keeanga-Yamahtta Taylor &lt;Mythology/Geography/Current Events&gt;"], "parts_sanitized": ["Name this activist who died of a heart attack in 2017, three years after her father was killed by the police officer Daniel Pantaleo while being arrested for selling loose cigarettes.", "Garner was involved with this social movement that protests violence against black people, and which emerged following the murder of Trayvon Martin.", "This Princeton professor and BLM activist called for an “end of policing as we know it” in a response to Eric Garner’s death, and authored the 2016 book From #BlackLivesMatter to Black Liberation."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Cea’s lemma is used to prove error bounds in this class of methods. For 10 points each:", "answers_sanitized": ["finite element analysis/method [do not accept or prompt on “finite volume method”]", "triangle [accept answers involving triangular finite elements]", "stiffness matrix &lt;Other Science&gt;"], "parts_sanitized": ["Name this class of methods that simplify partial differential equations by breaking up a computational domain into a number of namesake small domains and finding approximate solutions in each domain using variational methods. A similar “volume”-based method solves using flux conservation instead.", "Richard Courant pioneered the use of this shape in finite element methods, which gives better performance on second order elliptic PDEs in two dimensions. Given a set of points in a plane, several of these shapes are generated by a construction named for Boris Delaunay such that none of the original points is inside the circumcircle of any of these shapes.", "This mathematical object is constructed when using finite element methods to solve the Poisson equation in statics. It relates the stress and nodal displacement vectors based on the principle of virtual work."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "Cea’s lemma is used to prove error bounds in this class of methods. For 10 points each:", "answers_sanitized": ["finite element analysis/method [do not accept or prompt on “finite volume method”]", "triangle [accept answers involving triangular finite elements]", "stiffness matrix &lt;Other Science&gt;"], "parts_sanitized": ["Name this class of methods that simplify partial differential equations by breaking up a computational domain into a number of namesake small domains and finding approximate solutions in each domain using variational methods. A similar “volume”-based method solves using flux conservation instead.", "Richard Courant pioneered the use of this shape in finite element methods, which gives better performance on second order elliptic PDEs in two dimensions. Given a set of points in a plane, several of these shapes are generated by a construction named for Boris Delaunay such that none of the original points is inside the circumcircle of any of these shapes.", "This mathematical object is constructed when using finite element methods to solve the Poisson equation in statics. It relates the stress and nodal displacement vectors based on the principle of virtual work."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "A faction identified by this adjective dominated the so-called “Unobtainable Chamber”, elected in 1815, causing Louis XVIII to dissolve it the following year. For 10 points each:", "answers_sanitized": ["ultra [accept Ultra-royalists or Ultras]", "Charles X [prompt on Charles]", "René Rémond &lt;European/Other History&gt;"], "parts_sanitized": ["Give this adjective that identifies a faction of royalists who sought to be “more royalist than the king” and supported restoring the Bourbon Monarchy to the full extent of its pre-Revolutionary autocratic powers.", "The Ultra-royalists gained in influence under this successor of Louis XVIII, whose conservative policies included compensating nobles for lands lost during the Revolution and instituting the death penalty for sacrilege. This king was overthrown in the 1830 July Revolution.", "This French historian’s book The Right Wing in France identified the Ultras as representative of the ideology of Legitimism, one of three currents in his typology of French rightism along with Bonapartism and Orléanism."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "A faction identified by this adjective dominated the so-called “Unobtainable Chamber”, elected in 1815, causing Louis XVIII to dissolve it the following year. For 10 points each:", "answers_sanitized": ["ultra [accept Ultra-royalists or Ultras]", "Charles X [prompt on Charles]", "René Rémond &lt;European/Other History&gt;"], "parts_sanitized": ["Give this adjective that identifies a faction of royalists who sought to be “more royalist than the king” and supported restoring the Bourbon Monarchy to the full extent of its pre-Revolutionary autocratic powers.", "The Ultra-royalists gained in influence under this successor of Louis XVIII, whose conservative policies included compensating nobles for lands lost during the Revolution and instituting the death penalty for sacrilege. This king was overthrown in the 1830 July Revolution.", "This French historian’s book The Right Wing in France identified the Ultras as representative of the ideology of Legitimism, one of three currents in his typology of French rightism along with Bonapartism and Orléanism."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Upon examining these brilliantly colored objects at the end of the story, the protagonist realizes that “the God who lavished such craft on the” worthless animals they came from “would not destroy His whole creation by refusing to let” him “live forever.” For 10 points each:", "answers_sanitized": ["pigeon feathers", "John (Hoyer) Updike", "Olinger &lt;Short Fiction&gt;"], "parts_sanitized": ["Name these title body parts of a 1962 story, whose intricate patterning restores the faith of the boy David Kern after it is shaken by the atheism he encounters in H.G. Wells’s The Outline of History.", "The collection Pigeon Feathers includes this writer’s oft-anthologized story “A&amp;P,” and contains vivid portraits of his native state of Pennsylvania, which is also the setting of his series of novels about a kitchenware salesman.", "In “Pigeon Feathers,” David laments his family’s move away from this fictional Pennsylvania town, which is the setting of Updike’s story “Packed Dirt, Churchgoing, a Dying Cat, a Traded Car,” and his novel The Centaur."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Upon examining these brilliantly colored objects at the end of the story, the protagonist realizes that “the God who lavished such craft on the” worthless animals they came from “would not destroy His whole creation by refusing to let” him “live forever.” For 10 points each:", "answers_sanitized": ["pigeon feathers", "John (Hoyer) Updike", "Olinger &lt;Short Fiction&gt;"], "parts_sanitized": ["Name these title body parts of a 1962 story, whose intricate patterning restores the faith of the boy David Kern after it is shaken by the atheism he encounters in H.G. Wells’s The Outline of History.", "The collection Pigeon Feathers includes this writer’s oft-anthologized story “A&amp;P,” and contains vivid portraits of his native state of Pennsylvania, which is also the setting of his series of novels about a kitchenware salesman.", "In “Pigeon Feathers,” David laments his family’s move away from this fictional Pennsylvania town, which is the setting of Updike’s story “Packed Dirt, Churchgoing, a Dying Cat, a Traded Car,” and his novel The Centaur."], "subcategory": "Literature American", "category": "Literature"}]}