{"tossups": [{"question_sanitized": "Ernst Bloch described this painting as “landscapes of painted suicide”. The artist of this painting restretched its canvas to make room for a border in inverted color. This painting appears behind three nudes in The Models. In this painting’s foreground, a man in a red shirt reclines while (*) smoking a pipe. Two soldiers stand behind a man playing a bugle in this painting, and a woman in this painting curiously has a pet monkey. For 10 points, name this painting of Parisians relaxing on the River Seine, a leading example of pointillism by Georges Seurat.", "answer_sanitized": "A Sunday Afternoon on the Island of la Grande Jatte or Un dimanche après-midi à l'Île de la Grande Jatte [generously prompt on “A Sunday Afternoon”]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Bernard-Soulier Syndrome is a disorder of these things caused by a deficiency of Glycoprotein 1b. These things contain dense and alpha granules, and they are produced by megakaryocytes in the presence of THPO. They bind to Von Willebrand Factor in a process during which (*) thrombin converts fibrinogen to fibrin. Heparin and warfarin thin the blood to prevent their aggregation. Although they are sometimes called thrombocytes, they have no nucleus and instead exist as cytoplasmic fragments. For 10 points, name these components of the blood that play a major role in clotting.", "answer_sanitized": "platelets [accept thrombocytes before mention]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A technique in this art form named for Starsky was popularized by Alexinho [ALEX-EEN-yo]. A predecessor of this art form, eefing, was popular in the Appalachians, and Rahzel is known for pioneering this art form. A group who practices this art form from France is known as Berywam, and (*) Tom Thum helped publicize this art form in his TEDxSydney talk. Common techniques in this art form include the outward K snare and the lip roll. Kevin Olusola from Pentatonix can perform this art form while playing the cello. For 10 points, name this form of vocal percussion that one can mimic by saying “boots and cats”.", "answer_sanitized": "beatboxing [prompt on vocal percussion before mention]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Participants in this event were inspired by the Regulator Movement to storm a Northampton County court. Luke Day and Job Shattuck were pardoned for their role in this event, which was put down by the combined forces of Benjamin Lincoln and James Bowdoin at (*) Petersham. William Shepard defended the Springfield Armory during this uprising, and John Hancock was reelected governor in its aftermath. This event highlighted the weaknesses of the Articles of Confederation, leading to the Constitutional Convention. For 10 points, name this 1787 uprising of veteran debtors led by a namesake farmer in Massachusetts.", "answer_sanitized": "Daniel Shays’ Rebellion [accept reasonable equivalents for “Rebellion”; do not accept or prompt on answers involving “Shay” instead of “Shays”]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "The Painlevé paradox involves the loss of determinism in models of rigid bodies subject to this phenomenon. The Archard equation can model the asperities which cause this phenomenon. This force is independent of surface area according to Amontons’ laws of it. The magnitude of the (*) dry version of this force is equal to the normal force times this force’s namesake coefficient, denoted mu. This force comes in static and dynamic varieties, and the effects of this force are reduced by lubricants. For 10 points, name this nonconservative force which opposes motion.", "answer_sanitized": "frictional force", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "While staying at an inn in Lima, this man tells the story of a mutiny in exchange for free drinks. Peleg and Bildad fight over a meager salary offered to this man after he stays at an inn owned by Peter Coffin. This man compares “Cato throw[ing] himself upon his sword” to his decision to join a (*) ship’s crew “whenever it is a damp, drizzly November in my soul.\" This man survives a wreck in which Fedallah and Starbuck die by clinging to a coffin intended for his friend Queequeg. For 10 points, name this narrator who instructs the reader to “call me” his name at the beginning of Moby Dick.", "answer_sanitized": "Ishmael", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "This country’s leader was told to resign after praising riot police at an August 2020 factory visit. An opponent of this country’s leader fled to Lithuania after receiving 10 percent of the vote in a rigged 2020 presidential election, and later won the 2020 Sakharov Prize. That woman was Svetlana Tikhanouskaya. 20 journalists were detained during this country’s August 2020 (*) protests, after which German NATO chief Jens Stoltenberg criticized Vladimir Putin’s promise of Russian military support for its leader. Often called “Europe’s last dictatorship,” for 10 points, name this country led by Alexander Lukashenko from Minsk.", "answer_sanitized": "Republic of Belarus", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "During this conflict, one ruler organized a “loveday” procession where nobles held each other’s hands. A group of soldiers witnessed three suns in the sky at this war’s Battle of Mortimer’s Cross. This war’s battle of St. Albans resulted in the capture of (*) Margaret of Anjou’s husband. This war featured the bloody Battle of Towton which was a decisive victory for the forces of Edward IV. The decisive battle of this war pitted Henry Tudor and Richard III. The Battle of Bosworth Field was fought during, for 10 points, what 15th century English civil war named after a flower?", "answer_sanitized": "Wars of the Roses", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In 1973, Peter Weinberger proved that there might be a 66th one of this mathematician’s idoneal numbers. The simplest Runge-Kutta method is alternatively named for this mathematician, and a formula named for this man calculates the number of integers less than n which are coprime to n; that formula is the (*) totient formula. De Moivre’s formula is a precursor to a formula named after this man. This mathematician founded graph theory by proving that there was no possible solution for the seven bridges of Konigsberg problem. For 10 points, name this Swiss mathematician whom the number e is named after.", "answer_sanitized": "Leonhard Euler", "subcategory": "Math", "category": "Science"}, {"question_sanitized": "In this work, a woman worries over her husband Albert before wishing goodnight to Bill, Lou, and May. This poem’s speaker asks Stetson, “that corpse you planted last year in your garden / Has it begun to sprout?” This poem describes a character “once handsome and tall as you” named (*) Phlebas the Phoenician in a section titled Death by Water. This poem’s last section, What the Thunder Said, interprets the Sanskrit word “da” three times before repeating “shantih shantih shantih.” For 10 points, name this T.S. Eliot poem which opens, “April is the cruellest month.”", "answer_sanitized": "“The Waste Land”", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "A scordatura violin section opens a frenzied dance in the third movement of this composer’s trio Contrasts. The second movement of another work by this composer starts with a solo for a side drum before two bassoons enter playing the same theme a minor sixth apart. That work’s “Elegia” movement contains this composer’s signature “night music” and precedes the movement titled (*) “Game of Pairs”. Serge Koussevitsky commissioned a piece that this composer refused to call a symphony since each section in the orchestra is treated in a soloistic way. For 10 points, name this composer of Music for Strings, Percussion, and Celesta and Concerto for Orchestra who worked with Zoltan Kodály to collect folk songs from his native Hungary.", "answer_sanitized": "Bela Bartók", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A collection by this author recounts the stories of “infamous” characters like Hakim of Merv and the female pirate Ching Shih. In another story by this author, the title symbolist poet, Pierre Menard, accidentally recreates word-for-word an earlier author’s masterpiece. People search for their “Vindications” in a work by this author whose (*) title structure contains every possible text using 25 characters in a series of hexagonal rooms. This author wrote of the German spy Yu Tsun, who kills Dr. Albert to relay the name of a British city. For 10 points, name this Argentinian author of short stories like the Library of Babel and the Garden of Forking Paths.", "answer_sanitized": "Jorge Luis Borges", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "A right wing nationalist leader of this country was assassinated by Dimitri Tsafendas in 1966. An independence movement from this country called SWAPO was co-founded by Sam Nujoma. This country may have conducted a nuclear test with Israel during the Vela Incident. Students in this country who wished to learn English instigated the (*) Soweto Uprising. The militant group Spear of the Nation was founded after this country’s Sharpeville Massacre. One of this country’s leaders succeeded P.W. Botha, and wrote the autobiography Long Walk to Freedom while imprisoned at Robben Island. F.W. de Klerk once led, for 10 points, what country once led by Nelson Mandela?", "answer_sanitized": "Republic of South Africa [or RSA] [The first line refers to Hendrik Verwoerd]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This general located a group of prisoners with the help of a girl named Numa at the Battle of Ryloth. This general fought the Acklay after escaping captivity before the First Battle of Geonosis. After killing an enemy leader during the Battle of Utapau, this general tossed aside his weapon and remarked, (*) “so uncivilized.” After Commander Cody betrayed this general during Order 66, he dueled his former Padawan on the volcanic planet Mustafar. This man’s last words were, “If you strike me down, I shall become more powerful than you can possibly imagine.” For 10 points, name this Jedi Master who trained Anakin Skywalker.", "answer_sanitized": "Obi-Wan Kenobi (accept either underlined portion; accept Ben Kenobi)", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "This deity’s adventures are celebrated in the main work of the poet Nonnus. Hera drove Athamas to drown himself as punishment for his wife Ino briefly raising this deity. Later, Hera drove this deity to Egypt and India, a journey likely invented to explain his syncretic connection with Osiris. This god, who is symbolized by the thyrsus, fell in love with (*) Ariadne after she was abandoned on Naxos. This god granted the golden touch to Midas and once turned a band of pirates who kidnapped him into dolphins. Maenads and satyrs were followers of, for 10 points, what Greek god of wine?", "answer_sanitized": "Dionysus [or Bacchus]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "Electrodes are used to produce these systems in Bredig’s arc method. The CCC of these systems is described by the Schulze-Hardy rule, which is derived by the DLVO theory of these systems. The electrical potential at the double layers of these compounds is known as the zeta potential, and certain types of these substances might be stabilized by lecithin or other (*) emulsifiers. These substances scatter light in the Tyndall Effect, and these substances destabilize through flocculation. Specific types of these substances include aerosols, gels and emulsions. For 10 points, name these non-solution suspensions exemplified by milk.", "answer_sanitized": "colloids", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "In a work co-written with Edward Herman, this thinker theorized a model of media as propaganda due to five editorial filters. Previously, this thinker argued that intellectuals failed in their responsibilities by offering pseudo-scientific justifications for an overseas war. This thinker argued that a “poverty of the (*) stimulus” experienced by children supported his theory of universal grammar. This author of Manufacturing Consent and Syntactic Structures used the meaningless sentence “colorless green ideas sleep furiously” to argue that syntax and semantics were independent of each other. For 10 points, name this linguist and critic of American government who worked at MIT for several decades.", "answer_sanitized": "Noam Chomsky", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "An 1871 massacre of these people followed the accidental death of Robert Thompson. These people’s immigration was assisted by the Credit-ticket system and the Burlingame-Seward Treaty. 28 of these people were working for lower coal mining wages were killed during the (*) Rock Springs Massacre. The Anti-Coolie Act heavily taxed members of this ethnic group. An influx of these people arrived in America during the 1847 Gold Rush, and to help build the Transcontinental Railroad. Chester Arthur signed a 1882 “exclusion act” banning immigrants from, for 10 points, what East-Asian ethnic group?", "answer_sanitized": "Chinese-Americans [prompt on Asian-Americans]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "One author from this country claims “literature is the most agreeable way of ignoring life” in a “factless autobiography” that he used several “heteronyms” to write. Another author from this country wrote of Bacchus and Venus feuding over a group of sailors who later encounter the monster Adamastor. The Book of Disquiet was written by an author from this country. The King of Ward Three is killed by scissors by the (*) Doctor’s Wife, who is the only character to not be affected by the title Blindness in a book from this country. For 10 points, name this home country of authors Fernando Pessoa, Luis de Camoes, and Jose Saramago.", "answer_sanitized": "Portugal", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This city’s wealthy Ikoyi neighborhood is sometimes nicknamed “Beverly Hills by the slum”, and its metro area extends into neighboring Ogun state. The planned area of Eko Atlantic is being built in this city on land reclaimed from the Atlantic Ocean. This city’s central Victoria Island is located on its namesake lagoon. Musicians like King Sunny (*) Ade and Fela Kuti pioneered the Afrobeat genre in this city. This largest Yoruba-speaking city is the base of the Nollywood film industry. This city was its country’s capital before the capital’s relocation to Abuja. For 10 points, name this largest city in Nigeria.", "answer_sanitized": "Lagos, Nigeria", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "The Verkade one of these substances can react to form an atrane through the formation of a transannular N-P bond. Sterically hindered substances of this type can cause elimination reactions to favor non-Zaitsev products; those “bulky” forms of these substances include potassium tert-butoxide. Phosphazanes and LDA belong to their “super” type. These substances (*) accept protons according to the Bronsted-Lowry definition, and they produce hydroxide ions in water according to Arrhenius. For 10 points, name this type of substance with a pH greater than 7.", "answer_sanitized": "bases [accept superbases; prompt on nucleophiles]", "subcategory": "Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "The speaker of this poem claims “Twere profanation of our joy/To tell the laity our love.” For 10 points each,", "answers_sanitized": ["“A Valediction: Forbidding Mourning”", "John Donne", "Holy Sonnets "], "parts_sanitized": ["Identify this poem in which the speaker remarks “Thy firmness makes my circle just,/ And makes me end where I began.”", "This English Metaphysical poet wrote “A Valediction: Forbidding Mourning” in addition to other poems such as “Batter my heart, three-personed God” and “The Flea.”", "“A Valediction: Forbidding Mourning” is frequently compared to Donne’s Meditation III, a poem in this collection. The 10th poem in this collection is “Death be not proud.”"], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Patrona Halil led members of this organization in a 1730 revolt, for 10 points each.", "answers_sanitized": ["Janissaries", "Suleiman I [or Suleiman the Magnificent; prompt on Suleiman]", "Tanzimat "], "parts_sanitized": ["Name this organization whose main job was to guard the Ottoman sultan. In the early stages of the Ottoman empire, young Christian boys were kidnapped into joining this organization.", "This longest-reigning sultan, who is nicknamed the “Law-Giver” in Turkey, often used Janissaries on his campaigns. This Sultan besieged Vienna in 1529.", "The abolition of the Janissaries in 1826 made it easier for the Ottoman government to begin this period of reform. This period, which translates into “Reorganization”, saw the emancipation of non-muslims and the creation of a Western styled army."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "The Chronicles of Narnia depicted many notable non-human characters. For 10 points each,", "answers_sanitized": ["Faun", "The Horse and his Boy", "Cyril Staples Lewis [accept C.S. Lewis] "], "parts_sanitized": ["In The Lion the Witch and the Wardrobe, one of these creatures named Mr. Tumnus is a spy for the white witch.", "In this chronologically third installment of the Chronicles of Narnia, a boy named Shasta is led out of Calormen by the title animal named Brie.", "This author of The Chronicles of Narnia intended the books to be a Christian allegory to educate children about the faith. He also wrote The Screwtape Letters."], "subcategory": "Other Literature", "category": "Literature"}, {"leadin_sanitized": "The 2018 Lower Puna Eruption on this volcano led to the destruction of many homes. For 10 points each,", "answers_sanitized": ["Kilauea", "Antarctica", "Kyushu "], "parts_sanitized": ["It’s not Mauna Loa, but this frequently-erupting volcano is located in Hawai’i Volcanoes National Park. This shield volcano is the current eruptive center of the Hawaiian–Emperor seamount chain.", "Mount Erebus, the southernmost active volcano on earth, is on this continent. This continent contains Earth’s geographic South pole.", "The stratovolcano Sakurajima on this island was formerly an island before a 1914 eruption connected it to the Ōsumi Peninsula. This Japanese island’s largest city is Fukuoka."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "One of these pieces was composed to celebrate the construction of the Votive Chapel of the new cathedral of Linz. For 10 points each,", "answers_sanitized": ["masses [accept requiem masses or more specific answers such as masses by Anton Bruckner]", "Anton Bruckner", "Te Deum [or Te Deum laudamus, prompt on “We praise thee, O God”] "], "parts_sanitized": ["Name these settings of the Roman Catholic liturgy which typically contain a Kyrie, Gloria, Credo, Sanctus, and Agnus Dei. The requiem variety of these pieces are used to honor and remember the dead.", "This Austrian composer composed three “Country masses” for use in local village churches, as well as three numbered masses in D minor, E minor, and F minor. His eleven symphonies include ones nicknamed “The Apocalyptic” and “The Romantic”.", "Before passing away, Bruckner proposed that this hymn be used as the finale for his unfinished ninth symphony. This hymn was apocryphally composed by Saint Ambrose."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, answer the following about the various imagery that the Psalms compares God to.", "answers_sanitized": ["light", "rock [or reasonable equivalents like stone or boulder]", "Psalm 23 [accept any answer indicating it is the 23rd entry] "], "parts_sanitized": ["The writer of Psalm 27 compares God to this phenomenon, which was the first product of creation by God in Genesis. When God said “let there be [this phenomenon],” it thus became separated from darkness.", "The writer of Psalm 18 calls God his fortress, savior, and one of these objects. An angered Moses struck one of these objects to shoot forth water, and was thus not allowed to enter the Promised Land.", "This is probably the most famous Psalm, and it begins by saying “The Lord is my shepherd; I shall not want.” We’re looking for the number of the Psalm."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "One modification of this equation calculates the potential across a cell membrane and is named the Goldman-Hodgkin-Katz equation. For 10 points each,", "answers_sanitized": ["Nernst equation", "Faraday constant", "hydrogen gas [or H2] "], "parts_sanitized": ["Name this equation used to calculate the reduction potential of an electrochemical cell.", "In one form of the Nernst equation, the logarithm of the reaction quotient is multiplied by the ideal gas constant times temperature divided by the number of electrons and this constant. This constant is equal to the electric charge carried by 1 mol of electrons.", "The Nernst equation solves for the reduction potential of a reaction, which is its tendency to undergo reduction. The reduction potential is 0 for the reaction in which this molecule is produced at the standard electrode."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "The title character of this work dies when his head bursts from blowing his horn, Oliphant, too hard. For 10 points each,", "answers_sanitized": ["Song of Roland [accept Chanson de Roland]", "Ganelon", "Charlemagne [accept Karl der Grosse, Carolus Magnus] "], "parts_sanitized": ["Name this work, the best known example of the chanson de geste genre, in which the title paladin holds off an invasion by King Marsilion at Roncesvalles Pass.", "Roland is put in the sticky situation of having to face down Marsilion’s army with only a small guard due to this character, his stepfather, betraying the Franks while on a peace mission to Marsilion’s court.", "In the Song of Roland, Roland fights for this “great” Frankish monarch who was crowned Holy Roman Emperor in 800 CE. The poem is set amid this monarch’s invasion of Spain"], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This organization was founded by members of the Niagara Movement. For 10 points each,", "answers_sanitized": ["National Association for the Advancement of Colored People", "Clarence Seward Darrow", "Detroit, Michigan "], "parts_sanitized": ["Name this civil rights organization founded to advance the cause of African-American justice and equality in response to an all-time high rate of lynchings. W.E.B. DuBois was one of its founders.", "The NAACP called upon this lawyer to defend Ossian Sweet. This lawyer had earlier defended the perpetrators of a “perfect crime” named Leopold and Loeb, and John Scopes during his “monkey trial.”", "Ossian Sweet was a black man tried for murder while defending himself from a hostile white mob in this city. The 12th Street Riots took place in this city in 1967."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "For 10 points each, answer the following about girl groups throughout history.", "answers_sanitized": ["The Chordettes", "Destiny’s Child", "Fifth Harmony (or 5H) "], "parts_sanitized": ["A viral tik tok in 2019 where 9 different panels showed the same video at different times was set to a song by this group’s 1954 hit Mr. Sandman. This group also iconically covered the song Lollipop.", "This group sings, “you actin' kinda shady, ain't callin' me baby, why the sudden change” in a song from their album The Writing’s on the Wall. The final lineup of this group behind Survivor and Say my Name included Kelly Rowland, Michelle Williams, and Beyoncé.", "This girl group split in 2018 after Camila Cabello left, though they had previously experienced great success with hits such as Work From Home, and Worth It."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "One of the five relationships this work preaches is the ruler-subject relationship. For 10 points each:", "answers_sanitized": ["Analects [accept Lúnyǔ]", "rectification of names [accept Zhēngmíng]", "Confucius [accept Kǒngzi or Kǒng Fúzi] "], "parts_sanitized": ["Name this text that preaches concepts like the Golden Rule and rituals like ancestor veneration.", "One other concept that features prominently in the Analects is the need to enact this process of correcting the way things are labeled, in order to help people to accurately perceive reality.", "This ancient Chinese philosopher’s sayings and teachings are collected in the Analects. He is the namesake of a philosophy that developed from the Hundred Schools of Thought."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Meissner and Pacinian corpuscles are mechanoreceptors in this organ. For 10 points each,", "answers_sanitized": ["skin", "five", "Paul Langerhans "], "parts_sanitized": ["Name this organ consisting of the epidermis, dermis, and subcutaneous tissue.", "The epidermis of “thick” skin has this many layers, including the stratum basale and stratum lucidum. This is also the total number of lobes in the two lungs.", "Dendritic cells in the skin are named after this man. Another structure in the body named for this man contains alpha and beta cells, which produce glucagon and its antagonist respectively."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "This artist painted Vase with Poppies during his time in Paris. For 10 points each,", "answers_sanitized": ["Vincent Willem van Gogh", "still lifes [accept Still Life with Skull]", "Bodegónes "], "parts_sanitized": ["Name this artist. Later subjects of his paintings include sunflowers and the Yellow House at Arles [“arl”].", "Van Gogh’s paintings of sunflowers are in this genre, which traditionally depicts inanimate subjects. Scattered fruit and a skull sit on a table in a Paul Cezanne work titled for this genre.", "Quince, cabbage, melon, and cucumber appear in front of a dark background in a still life by Juan Sánchez Cotán in this Spanish style, whose name can mean pantry or wine cellar. Another work by Cotán in this style depicts game fowl hanging next to assorted fruits and vegetables."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Two characters in this musical sarcastically proclaim “I have the honor to be your obedient servant” before signing A dot [their last names]. For 10 points each,", "answers_sanitized": ["Hamilton: An American Musical", "Leslie Odom Jr.", "Charles Lee "], "parts_sanitized": ["Name this 2015 musical written by Lin-Manuel Miranda about the first United States Secretary of the Treasury.", "This actor from Hamilton’s original cast sings, “death doesn’t discriminate between the sinners and the saints” in Wait for It. The character played by this actor shoots Hamilton at the end of the musical.", "In the song Stay Alive, this character shouts, “I’m a general, whee!” after being promoted to general over Hamilton. This character is then shot by John Laurens in a duel after the Battle of Monmouth."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Answer the following about plane hijackings in history. For 10 points each,", "answers_sanitized": ["September 11 Attacks [accept 9/11]", "Hezbollah [accept Party of Allah]", "D.B. Cooper [accept Dan Cooper, which is his pseudonym since he is unidentified] "], "parts_sanitized": ["Name this event during which Al-Qaeda affiliated terrorists hijacked 4 commercial flights and flew them into the World Trade Center, the Pentagon, and a field in Pennsylvania.", "In 1985, Trans World Airlines Flight 847 bound for Cairo was allegedly hijacked by this group shortly after taking off from Athens. Hassan Nasrallah is the leader of this militant group based in Lebanon.", "In 1971, this unidentified man hijacked a Boeing 727 flight bound for Seattle, Washington. After extorting $200,000 in ransom, this man parachuted out of the plane to an unknown fate."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "After a man remarks that this piece of clothing will only come off in the afterlife, his fiancee Elizabeth breaks off their engagement. For 10 points each,", "answers_sanitized": ["black veil (accept Minister’s Black Veil , prompt on just “veil” with “What color?”)", "Nathaniel Hawthorne", "Hester Prynne (or Hester Prynne) "], "parts_sanitized": ["Name this piece of clothing. When asked to remove this piece of clothing on his deathbed, Mr. Hooper remarks that he sees one of these on every face.", "The Minister’s Black Veil is a short story in this author’s collection Twice-Told Tales. This author also wrote the novel The Scarlet Letter.", "In The Scarlet Letter, this character wears the title object as punishment for having an affair with Arthur Dimmesdale. This character’s daughter, Pearl, does not recognize her when she takes off the scarlet letter."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Marc Antoine Gaudin was the first to synthetically produce this mineral. For 10 points each,", "answers_sanitized": ["corundum", "Mohs scale of mineral hardness", "chromium [accept Cr] "], "parts_sanitized": ["Name this mineral, a form of aluminum oxide whose primary gem varieties are sapphires and rubies.", "Corundum has a ranking of 9 on this scale of mineral hardness based on the scratch resistance of different minerals. It is named after a German geologist.", "The presence of this element in corundum gives rubies their red hue. A strain of Thermus scotoductus has shown the ability to reduce the hexavalent form of this element, which forms a potent oxidizing agent."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about activism in popular magazines.", "answers_sanitized": ["Time", "a dress", "Anna Wintour (accept Nuclear Wintour) "], "parts_sanitized": ["This magazine, which was founded by Henry Luce in 1923, annually designates its “person of the year.”", "In November 2020, Harry Styles became the first man to appear alone on the cover of Vogue wearing this type of clothing. In the magazine, Styles discussed what he considered to be toxic gender stereotypes.", "Vogue is head edited by this British journalist, who is often called “nuclear [this person].” She is known for her signature “blonde bob” and stylish dresses."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "Depending on the photon energy, this type of radiation can be classified into it's “hard” and “soft” types. For 10 points each,", "answers_sanitized": ["X-Rays", "Wilhelm Conrad Röntgen", "bremsstrahlung "], "parts_sanitized": ["Name this type of radiation commonly used in medical imaging of bones.", "This man discovered X-rays when experimenting with Lenard tubes and Crookes tubes.", "X-rays are emitted when electrons decelerate in an electric field in this radiation. The deceleration of electrons fired at a “target” also causes this radiation."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about Warsaw Pact nations in 1989.", "answers_sanitized": ["Václav Havel", "Republic of Poland [or Rzeczpospolita; or Rzeczpospolita Polska]", "Nicolae Ceaușescu "], "parts_sanitized": ["This man’s Civic Forum played a key role in the former nation of Czechoslovakia’s Velvet Revolution. This man was the first President of the Czech Republic.", "Lech Walesa became the first President of this country after leading the Solidarity trade union. This country’s capital is Warsaw.", "This Romanian Communist was removed from power during the Revolutions of 1989.. He and his wife Elena were executed on Christmas Day 1989."], "subcategory": "European History", "category": "History"}]}