{"tossups": [{"question_sanitized": "mCPBA can be prepared by reacting m-chlorobenzyl chloride with a basic solution of this compound. This compound is found in solution with ferrous salts in Fenton’s reagent. This compound is produced in the anthraquinone process. Oxygen and this compound are synthesized in superoxide dismutases, and this compound is (*) broken down by catalase in namesake organelles. This compound is frequently stored in dark bottles due to its decomposition into water and a diatomic gas in the presence of light. This inorganic compound is commonly used as an antiseptic. For 10 points, name this compound with formula H2O2.", "answer_sanitized": "hydrogen peroxide [or H2O2 before mention]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "ANSWER: hydrogen peroxide [or H2O2 before mention] <Chemistry, Sun> 2. In one work by this author, Organ Morgan is the church organ player and Captain Cat is tormented by dreams of his dead shipmates in the town of Llareggub. In one of this man’s poems, he claims Time “let me hail and climb'' and “held me green and dying.\" This author of “Under Milk Wood'' and (*) “Fern Hill” wrote “Old age should burn and rave at close of day.\" That poem is a 19 line villanelle in which he urges his father to “Rage, rage against the dying of the light.\" For 10 Points, name this Welsh poet of “Do not go gentle into that good night.\"", "answer_sanitized": "Dylan Thomas", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "In May 2020, this politician introduced a resolution pressing for U.S. withdrawal from the World Trade Organization. Alongside Bernie Sanders, this politician led the push for direct payment checks in the Consolidated Appropriations Act of 2021. This politician was accused of having “blood on his hands” by the (*) The Kansas City Star after an assault on the Capitol. That assault occurred after this politician was the first Senator to publicly announce his objection to the Congressional certification of Joe Biden’s victory. For 10 points, name this Republican junior senator from Missouri.", "answer_sanitized": "Joshua David Hawley", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "This man joked that a wound he suffered while freeing a telegraph wire made him the “first casualty” of a recent war. After serving as superintendent of military railways, Thomas A. Scott helped this man found the Keystone Bridge Company. He wrote that “the man who dies rich, dies disgraced” and he funded many (*) libraries in accordance with his belief that rich men should donate their surpluses back to society. This man brought in Pinkertons to put down the Homestead Strike at one of his plants, and Charles Schwab negotiated J.P. Morgan’s buyout of his company. The Gospel of Wealth was penned by, for 10 points, what Scottish philanthropist and steel magnate?", "answer_sanitized": "Andrew Carnegie", "subcategory": "American History", "category": "History"}, {"question_sanitized": "One member of this group owns a shape-shifting horse and an omniscient parrot, and another of these figures once tricked a demon into giving him three paces of land. A half-feline member of this group appeared out of a pillar to disembowel a demon at twilight. As a child, one of these non-Celtic entities was fond of stealing (*) butter. Adding the Buddha into this group began during the Gupta empire, and an epic partially titled for one of these entities features the rescue of Sita from Ravana. For 10 points, Krishna and Rama are examples of what group of incarnations of a deity in Hinduism?", "answer_sanitized": "avatars of Vishnu [prompt on partial answer; or dashavatara; prompt on Trimurti; prompt on Kalki before “three paces”]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In the aftermath of this event, the Tenant Right League campaigned for the Three Fs. Charles Trevelyan claimed that this event was “an all-wise and all-merciful Providence”. During this event, Lord John Russell became prime minister, whose response to this event has been criticized. This event saw many convert in a practice known as (*) souperism. The people affected by this event immigrated to the United States in Coffin ships. This event forced Robert Peel to repeal the Corn Laws and this event was caused by the title crop being affected by blight. For 10 points, name this event in which millions died of starvation in a Gaelic country.", "answer_sanitized": "Irish Potato Famine [accept Great Famine or Great Hunger or Great Starvation]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The surface of one type of this organelle is covered by the vitelline envelope. In the outdated Davson-Danielli model, this organelle was described as trilaminar and lipoproteinous. Movement within this organelle is regulated by flippases and scramblases. Clathrin coated vesicles bud off of this organelle in (*) endocytosis. Aquaporins transport water through this organelle, which consists of a phospholipid bilayer with embedded proteins in the fluid mosaic model. In plants, the cell wall surrounds, For 10 points, what organelle that encloses the cytosol.", "answer_sanitized": "cell membrane (or plasma membrane)", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "This composer’s seven-movement “Gran Partita” is scored for twelve winds and a double bass. The presence of an Alsatian tune in this composer’s 3rd violin concerto lends it the nickname “Strasbourg”. This composer’s 26th piano concerto has unfinished parts for the left hand. This composer of piano concertos nicknamed “Jeunehomme” and (*) “Coronation” also composed an A major clarinet concerto for Anton Stadler. This composer imitated Turkish janissary bands in his 11th piano sonata, “Rondo alla Turca”. For ten points, name this composer whose Serenade No. 13 for strings is commonly known as “Eine Kleine Nachtmusik”.", "answer_sanitized": "Wolfgang Amadeus Mozart", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A character in this show says he “would dig” a drive-in movie starring Elvis Presley, David Reynolds, and Elizabeth Taylor. In this show, Alma meets her longtime pen pal Manuel in Mexico City before dying of suspected hepatitis. While cleaning blackboard erasers in the basement, this show’s protagonist meets the custodian Mr. (*) Shaibel. This show’s protagonist befriends Jolene and battles an addiction to green tranquilizer pills she received at the Methuen School for Girls. This series ends with the protagonist defeating Vasily Borgov at the Moscow Open. For ten points, name this Netflix miniseries starring Anya Taylor-Joy as the orphaned chess prodigy Beth Harmon.", "answer_sanitized": "The Queen’s Gambit", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "In this novel, a man and his wife debate over using money they had set aside for St. Chad’s school. The protagonist of this novel decides to walk instead of riding the bus to partake in a bus boycott organized by Dubula. A judge acquits Matthew and Johannes in this novel, which begins when (*) Theophilus Msimangu sends a letter to the protagonist about his sister Gertrude. The protagonist of this novel discovers that his son Absalom killed Arthur Jarvis. For 10 points, name this novel in which Stephen Kumalo visits Johannesburg written by Alan Paton.", "answer_sanitized": "Cry, the Beloved Country", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "One holder of this position described staggering inequality as “A Tale of Two Cities” in his keynote address at the 1984 Democratic National Convention; that holder of this position was compared to “Hamlet” for his reluctance to get involved in presidential politics. Another holder of this position was appointed to the Vice Presidency and named a sect of (*) liberal Republicans. During his tenure in this office, Nelson Rockefeller called in the National Guard to suppress a riot at the Attica Prison. Charles Evans Hughes served in this state office before being appointed to the Supreme Court. For 10 points, name this position once held by Mario Cuomo, now held by his son Andrew.", "answer_sanitized": "Governor of New York [prompt on Governor; do not accept answers that do not mention both portions]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "This island contains the Yialias River, and its Pedieos River rises in its Troodos Mountains. The Annan Plan partly resolved this island’s political situation, and the British Military Base Dhekelia is on this island. Ayia Napa is a tourist destination on this island, whose port cities include Limassol and (*) Famagusta. This island’s town of Larnaca is home to its primary airport. This island was named in Roman times for its plentiful copper deposits. After Operation Attila, the “Green Line” was created on this island to divide its Turkish and Greek regions. For 10 points, name this Mediterranean island country whose capital is Nicosia.", "answer_sanitized": "Cyprus", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "One character in this play’s “conscience was severely pricked” because he “caught a flea and killed it… too wrathfully.\" The maid Dorine reprimands Mariane for not refusing to marry the title character, who has a servant named Laurent. One character in this play witnesses the title character seduce (*) Elmire while concealed in a closet. The title character of this play attempts to evict Orgon and his family in this play, but Louis XIV sees through the plan and arrests him. For 10 points, name this play about the title religious hypocrite by Moliere.", "answer_sanitized": "Tartuf e", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "One song from this musical describes love as “evergreen” and “unchanging as the sea.” A theme from this musical begins with a 5 note chromatic scale down from D. One character in this musical commands, “close your eyes and surrender to your darkest dreams.” This musical’s protagonist is tricked into loving an (*) “angel of music” who sings the “Music of the Night.” A famous scene from this musical involves a falling chandelier. In this musical, Raoul tries to save the singer Christine Daaé [die-YAY] from the title disfigured mask-wearing villain. For 10 points, name this Andrew Lloyd Weber musical about a man who haunts the Palais Garnier.", "answer_sanitized": "The Phantom of The Opera [the song referenced in the first clue is Think of Me]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Huggins’ constant appears in the Taylor series expansion of this property, and this quantity is modeled as a power law in the Ostwald-de-Waele equation. Thixotropic materials are time dependent on this quantity, which can be measured with a Zahn cup. The Prandtl number is the ratio of this quantity to thermal diffusivity, and (*) Stoke’s law states that the drag on a sphere is equal to 6 pi times the diameter times the velocity times this quantity. This quantity comes in kinematic and dynamic forms, and it is equal to zero in superfluids. For 10 points, name this quantity that measures a fluid’s resistance to flow.", "answer_sanitized": "viscosity", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Members of this family enact a play in which Hugo is tricked into poisoning himself entitled The Witch’s Curse. One member of this family burns her sister’s manuscript, leading that sister to nearly allow her to drown. After a member of this family marries the tutor John Brooke, another member moves to New York to be a governess. A member of this family is gifted a (*) piano from the wealthy Mr. Lawrence; that character later dies of scarlet fever. This family’s father fights in the Civil War and is married to Marmee. Beth, Meg, Amy, and Jo are part of, for 10 points, what central family of Louisa May Alcott’s Little Women?", "answer_sanitized": "March [or March sisters; accept obvious equivalents]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "One artist from this country used two dried lumps of elephant dung to support his painting No Woman No Cry. Chinese performance artists Cai Yuan and Jian Jun Xi staged a fight on top of a work by another artist from this country. Charles Saatchi initially sponsored one art group from this country whose members include Tracy Emin as well as an artist who (*) immersed a tiger shark in formaldehyde. Damien Hirst hails from this country, which is also home to the YBAs. A contemporary visual artist from this country is annually awarded a prize named for J.M.W. Turner. For 10 points, name this country home to the Tate Modern in London.", "answer_sanitized": "England [accept Great Britain or the United Kingdom, accept Young British Artists]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This biome is denoted by “Dfc” in the Koppen Classification. Flag trees are variations of the krummholz vegetation found in this biome’s northern boundary. Bogs known as muskeg are found in this biome, and a type of ashy, acidic soil known as (*) podzol is characteristic to this biome. Periodic fires are necessary to maintain biodiversity in this biome. Animals from this biome include lynxes, reindeer, and wolverines, and this biome is home to coniferous trees like pine, spruce, and larch. For 10 points, name this biome south of the tundra, also known as a boreal forest.", "answer_sanitized": "taiga [accept boreal forest before mention]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "Twin Oaks, Virginia was founded by followers of a utopian work from this school of thought. A thinker from this school of thought observed rats in a maze to create a theory of latent learning. Another thinker from this school of thought performed the Kerplunk experiment before working with Rosalie Rayner to test whether a (*) child would come to fear furry objects in the “Little Albert” experiment. The “air crib” and a namesake operant conditioning chamber were invented by one thinker from this school of thought. For 10 points, name this psychological school of thought to which Edward Tolman, John Watson, and B.F. Skinner belonged.", "answer_sanitized": "behaviorism [accept word forms] (Twin Oaks is based on Skinner’s Walden Two)", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "One belligerent failed to take 3 water plants in this conflict before a ceasefire was negotiated along the Purple Line. In the leadup to this conflict, U Thant’s peacekeeping forces withdrew from a piece of land later returned in UN Resolution 242. The port of (*) Eilat was blockaded from the Strait of Tiran during this conflict, which took place six years before the Yom Kippur War. This war was a defeat for Gamal Abdel Nasser’s Egyptian forces. The Gaza Strip and the Sinai Peninsula were taken during, for 10 points, what short 1967 conflict won by Israel against a group of Arab countries.", "answer_sanitized": "Six-Day War [accept June War or Third Arab-Israeli War; accept 1967 Arab-Israeli War before mention]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This character hears an owl’s shriek and recalls a man who “resembled my father as he slept” before saying, “a little water clears us of this deed.” After learning of this character’s death, another character compares life to a “tale told by an idiot” and a (*) “walking shadow.” She tells her husband “what’s done is done” after advising him to “screw [his] courage to the sticking place,” though she herself later attempts to wash blood off of her hands, remarking, “out, damned spot!” while sleepwalking. For 10 points, name this character who persuades her husband to murder King Duncan in a William Shakespeare play.", "answer_sanitized": "Lady Macbeth (or Macbeth’s wife; do not accept or prompt on “Macbeth”)", "subcategory": "British Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "For 10 points each, name some enlightenment philosophes:", "answers_sanitized": ["Charles-Louis de Secondat, Baron de Montesquieu [accept either underlined part]", "Jean-Jacques Rousseau", "Denis Diderot "], "parts_sanitized": ["This thinker argued for the separation of powers in government in his anonymously-published 1748 treatise The Spirit of the Laws.", "This philosopher wrote that “man is born free, but everywhere he is in chains” in his book The Social Contract. He also wrote Discourse on Inequality and Emile, or On Education.", "Rousseau’s posthumously-published autobiography Confessions also mentions the romantic struggles of this other philosophe, who wrote Rameau’s Nephew and Letter on the Blind."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Answer the following about conquistador Francisco Vázquez de Coronado. For 10 points each,", "answers_sanitized": ["gold [accept Au]", "Pueblo [accept Pueblo Revolt]", "Grand Canyon "], "parts_sanitized": ["Coronado famously quested to find Quivira and Cibola, two of the seven cities of this commodity. Glory, God, and this commodity are often used to describe the motives of conquistadors.", "While searching for the city of Cibola, Coronado came across the Zuni, a constituent tribe of these people, who were led by Popé in a 1680 revolt against Spanish rule. Their name refers to the villages they built out of adobe.", "Coronado’s subordinate López de Cárdenas became the first European to see this feature in 1540.. John Wesley Powell led a boating expedition through this feature in 1869."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "Martin Fleischman and Stanley Pons claimed to have observed this specific process, but their claims were later debunked when their experiment was irreproducible. For 10 points each, Name this specific process that is theorized to occur at room temperature. ANSWER: cold fusion [prompt on just “fusion”]", "answers_sanitized": ["cold fusion [prompt on just “fusion”]", "catalysts", "Charles-Augustin de Coulomb [Accept Coulomb barrier, accept Coulomb’s Law] "], "parts_sanitized": ["For cold fusion to take place, muons must serve as these substances to decrease its activation energy and reduce the reaction time. In a different context, enzymes serve as these substances.", "The two nuclei in fusion must overcome a barrier named for this man. To break that barrier, the nuclei must overcome the electrostatic interaction described by this man’s namesake law.", "Name this playwright who wrote of the prince Segismundo defeating his father Basilio, the king of Poland, in the play Life is a Dream."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "In a play by this man, Clotaldo realizes Rosaura is his long lost daughter after recognizing her sword. For 10 points each,", "answers_sanitized": ["Pedro Calderon de la Barca", "Federico Garcia Lorca", "Spain (or Kingdom of Spain, or Reino de España) "], "parts_sanitized": ["This other playwright wrote of Adela hanging herself after incorrectly believing that her lover Pepe el Romano was killed in a play whose title character mourns for her second husband’s death.", "Pedro Calderon de la Barca and Garcia Lorca are both playwrights from this country, whose Golden Age took place in the 1500s and 1600s and featured playwrights like Lope de Vega.", "The first state barbeque dinner in United States history was held for the Mexican president-elect in this state. The “central” pit-style of barbecue in this state is centered around the southern Chisholm trail."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about barbecue in America, for 10 points each.", "answers_sanitized": ["Texas [accept TX]", "Memphis, Tennessee", "South Carolina [accept SC] "], "parts_sanitized": ["This southern city is probably best known for its ribs covered in a spicy dry rub. The World Championship Barbecue Cooking Contest is held in this city, and it is also home to the nation’s largest pyramid.", "Barbecue from this state is covered in a sauce almost always made with plain yellow mustard, giving this state’s region from Columbia to Charleston the nickname “mustard belt.”", "Name these mathematical objects that are self similar, such as the Koch Snowflake."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "The Cantor Set is one of these objects that is created by repeatedly removing the middle third of each line segment. For 10 points each:", "answers_sanitized": ["Fractals", "Sierpinski Triangle [Accept Sierpinski Gasket or Sierpinski Sieve]", "Benoit B. Mandelbrot "], "parts_sanitized": ["This fractal is formed by repeatedly dividing each triangle into 4 new equilateral triangles and removing the central triangle. It is named after a Polish mathematician.", "This mathematician coined the term “fractal”. He wrote the paper “How Long is the Coast of Britain?'' to discuss fractals with Hausdorff dimension between 1 and 2.", "Name this short story in which Louise dies of a heart attack upon realizing her husband Brently Mallard is still alive."], "subcategory": "Math", "category": "Science"}, {"leadin_sanitized": "This story’s protagonist repeatedly whispers “Free! Body and soul free!.” For 10 points each,", "answers_sanitized": ["The Story of an Hour", "The Awakening", "Kate Chopin "], "parts_sanitized": ["The author of “Story of an Hour”also wrote this novel in which the protagonist drowns herself in the Gulf of Mexico after Robert Lebrun leaves her.", "This author of “The Story of an Hour” also created Edna Pontellier in The Awakening.", "Name this Asian country once led by Mao Zedong."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "An official from this country was killed in a plane crash while allegedly fleeing a failed coup attempt. For 10 points each,", "answers_sanitized": ["People’s Republic of China [accept Zhongguo or PRC or Zhonghua Renming Gongheguo]", "Zhou Enlai [accept Zhou Xiangyu]", "Hua Guofeng [accept Su Zhu] "], "parts_sanitized": ["This first premier of China became head of government in 1949.. His silent opposition to the Cultural Revolution led to his massive popularity during its later stages.", "This man succeeded Zhou Enlai as Premier and Mao Zedong as Chairman of the Communist Party. This man who carried an extreme resemblance to Mao famously visited the devastation after the Tangshan earthquake of 1976.", "Name this painting which depicts a Roman goddess and her son in an embrace while two allegorical figures watch."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "A putto holds a bunch of rose petals in this painting, preparing to shower them on the central couple. For 10 points each,", "answers_sanitized": ["Venus, Cupid, Folly and Time", "Mannerism", "the Last Supper "], "parts_sanitized": ["Venus, Cupid, Folly and Time was painted by Agnolo Bronzino, who was an artist of this broad post-Renaissance art movement. Other members of this movement include Parmigianino and El Greco.", "Another Mannerist painter, Tintoretto, may be best known for his diagonal depiction of this scene. Judas clutches a bag of silver while the other apostles react with shock that one of them will betray the central figure in Da Vinci’s depiction of this scene.", "Name this type of dish. One type of it is the modak, which is popularly eaten during a festival celebrating a god’s arrival on earth."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In Japan, a type of this dish known locally as kangidan is offered to the god Kangiten, while a more popular variety of it often includes a sweet filling made of coconut and jaggery. For 10 points each:", "answers_sanitized": ["dumplings", "Ganesha [or Ganapati or Vinayaka]", "milk "], "parts_sanitized": ["The modak is known to be one of the favorite dishes of this god of new beginnings and success that is often depicted with an animal head and a potbelly.", "In September 1995 a story spread that statues of Ganesh were miraculously seen “drinking” this liquid, likely due to capillary action. This liquid comes from cows, a sacred animal in Hinduism.", "Name this fictional drug used by many citizens of the World State that suppresses one’s emotions."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Lenina Crowne accidentally forgets this substance when visiting the Indian village of Malpais. For 10 points each,", "answers_sanitized": ["Soma", "Brave New World", "The Doors of Perception "], "parts_sanitized": ["The drug soma is commonly used by people in this novel. Bernard Marx meets John the Savage on an Indian reservation in this dystopian novel by Aldous Huxley.", "In this other work, Huxley chronicled his own use of mescaline. The title of this book was inspired by William Blake’s The Marriage of Heaven and Hell.", "Name these highly reactive species which contain one unpaired valence electron and are created by homolytic cleavage."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Antioxidants protect the body from these compounds. For 10 points each,", "answers_sanitized": ["free radicals", "arrows", "spectroscopy "], "parts_sanitized": ["A fishhook one of these symbols is used to show the movement of single electrons during homolytic cleavage, while a double one of these symbols is frequently used to symbolize equilibrium.", "The EPR version of this technique can be used to detect and identify free radicals. Another version of this technique named for Raman relies on the inelastic scattering of photons to determine the vibrational modes of particles.", "Name this song, whose title character is described as “tall and tanned and young and lovely”."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Saxophonist Stan Getz accompanied Astrud Gilberto in a 1964 recording of this song. For 10 points each,", "answers_sanitized": ["“The Girl from Ipanema”", "Brazil", "Frank Sinatra "], "parts_sanitized": ["“The Girl from Ipanema” helped popularize bossa nova, a style of music from this country. Ipanema Beach, the location where the song takes place, is located in this country’s second most populous city.", "This singer recorded “The Girl from Ipanema” along with the song’s co-writer Antonio Carlos Jobim on a 1967 album. This leader of The Rat Pack also popularized the song “My Way” in 1969.", "This MOBA game’s main 5v5 game mode takes place in a map with 3 lanes called Summoner’s Rift. Champions in this game include Darius, Ashe, and Miss Fortune."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "For 10 points each, answer the following about some Multiplayer Online Battle Arena games.", "answers_sanitized": ["League of Legends (prompt on Lol)", "blindness [accept descriptive answers indicating the inability to see; accept blinding dart or blinding assault; do not accept or prompt on nearsightedness]", "DOTA 2 (or Defense of the Ancients 2; prompt on DOTA or Defense of the Ancients) "], "parts_sanitized": ["The champion Lee Sin’s epithet references this physical trait. Teemo’s Q ability is the only one in the game to inflict this condition, although it is also referenced in the name of Quinn’s Q ability.", "This other MOBA game originally started as a mod for Blizzard’s Warcraft III. Many recognizable characters and locations in this game were replaced with generic counterparts such as “Crystal Maiden.”", "This Pope gave a speech during the Council of Clermont where he used the phrase, “Deus Vult”. This pope was beatified by Leo XIII."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "For 10 points each, name some things associated with the First Crusade.", "answers_sanitized": ["Urban II (accept Odo of Chatillon or Otho de Lagery)", "Alexios I Komnenos [accept Alexios Komnenos; prompt on “Komnenos” or “Alexios” alone]", "Jerusalem "], "parts_sanitized": ["This Byzantine emperor sent a letter to Pope Urban II for support. This ruler’s reign was chronicled by his daughter, Anna.", "This city was captured in 1099 after the Fatimid governor, Iftikhar ad-Dawla, surrendered to the crusaders after a lengthy siege. This Israeli city is sacred to the three Abrahamic religions.", "Name this Jewish country whose coalition government collapsed in December 2020, forcing its fourth election in two years. Its Prime Minister is Benjamin Netanyahu."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This country leads the world in percentage of COVID-19 inoculations. For 10 points each,", "answers_sanitized": ["State of Israel", "Likud (accept National Liberal Movement)", "Islamic Republic of Iran "], "parts_sanitized": ["The former coalition included the Yesh Atid, and Blue and White Parties, along with this right-wing party led by Netanyahu. It currently holds the most seats in the Knesset.", "In January 2021, Netanyahu claimed Israel would not allow this country to develop nuclear weapons after this country announced its production of 20% enriched uranium. This country’s top nuclear scientist was assassinated in November 2020.", "Name these Y-shaped proteins that trigger an immune response by binding to antigens."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "The structure of these proteins consists of two light chains and two heavy chains. For 10 points each,", "answers_sanitized": ["antibodies", "epitope", "phagocytosis [Prompt on endocytosis] "], "parts_sanitized": ["Antibodies bind to this specific part of an antigen. “Monoclonal” antibodies can only bind to one of these parts, while “polyclonal” antibodies can bind to multiple of these.", "The binding of an antibody to an epitope may activate macrophages, which perform this process. In this process, a macrophage engulfs debris and foreign matter.", "Surgeon A.C. Jackson and hotel owner J.B. Stradford helped build up the majority-black Greenwood District in this city. Prior to a 1921 massacre, Booker T. Washington compared that district to Wall Street."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about Oklahoma.", "answers_sanitized": ["Tulsa, Oklahoma", "Homestead Act (of 1862)", "Dust Bowl "], "parts_sanitized": ["American settlers first came to Oklahoma in mass in the wake of this 1862 legislation. It triggered the Oklahoma land runs, and it allowed some unscrupulous settlers to gain control of water sources.", "This 1930s environmental disaster caused a mass migration of workers away from states like Oklahoma. It disproved the “rain follows the plow” superstition and contributed to the Great Depression.", "Anderson wrote numerous orchestral works and arrangements for Arthur Fiedler, the former director of this orchestra. This orchestra’s current director is Keith Lockhart."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "John Williams referred to him as “one of the great American masters of light orchestral pieces”. Answer the following about the composer Leroy Anderson, for 10 points each:", "answers_sanitized": ["Boston Pops Orchestra", "“Sleigh Ride”", "trumpet "], "parts_sanitized": ["One of Anderson’s most popular pieces is this work, whose lyrics were written by Mitchell Parish. This classic Christmas song says to “come on it's lovely weather for” the title activity “together with you”.", "This instrument imitates the whinnying of a horse at the end of “Sleigh Ride”. This instrument also asks a “Perennial Question of Existence” in Charles Ives’ work The Unanswered Question.", "Name this work aimed at assisting men in seducing women, which includes advice such as “not forgetting her birthday” and “not asking about her age.\""], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This work most likely contains the “poem and error” for which one poet was exiled to the island Tomi in the Black Sea. For 10 points each,", "answers_sanitized": ["Ars Amatoria (The Art of Love) In Book IV of this other work by the poet of Ars Amatoria, Pyramus and Thisbe both ultimately kill themselves. This work includes Daphne turning into a tree as one of the many mythological transformations. ANSWER: The Metamorphoses", "Ovid [or Publius Ovidius Naso] "], "parts_sanitized": ["This Roman poet wrote the aforementioned Ars Amatoria and Metamorphoses."], "subcategory": "Other Literature", "category": "Literature"}]}