{"tossups": [{"question_sanitized": "In a play by this author, the title character says he would rather “take the lives of miserable men” than “be the causers of their misery.” In a different play by this author, the title character anachronistically captures Persepolis before putting the Ottoman sultan and his wife in a cage. The pimp Pilia-Borza and the prostitute Bellamira convince a slave named (*) Ithamore to bribe the title character of one of this author’s plays. That title character is the mastermind behind crimes such as poisoning a group of nuns, and he ultimately perishes in a cauldron of fire. For 10 points, name this author of Tamburlaine and The Jew of Malta.", "answer_sanitized": "Christopher Marlowe", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "The temperature of a temperature-sensitive variety of these devices can be derived using the Steinhart-Hart equation. The Johnson-Nyquist noise in an ideal one of these devices is approximately white, and an ideal voltmeter consists of an infinitely strong one of these devices. (*) Wheatstone bridges consist of four of these devices, and these devices’ strength is indicated with four colored bands and is added in series. For 10 points, name these circuit elements represented by a zigzag on a circuit diagram whose namesake property is measured in ohms.", "answer_sanitized": "resistors", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "One character in this film says, “I’m not wearing hockey pads” to a group of men imitating him. The main character in this film takes the entire Moscow Ballet on a sailboat and kidnaps the corrupt banker Lau from Hong Kong. One character in this movie tells a story about a bandit in Burma who robbed gems, but threw them away instead of keeping them for himself. That character later remarks, (*) “Some men just wanna watch the world burn.” A character in this film played by Heath Ledger asks “Why so serious?” For 10 points, name this 2008 movie featuring Christian Bale as Batman.", "answer_sanitized": "The Dark Knight", "subcategory": "Trash", "category": "Trash"}, {"question_sanitized": "During an October 2020 press conference, an official from this country told a American COVID-19 denier, “sorry sunshine, wrong place.” The leader of the [this country] First party, Winston Peters, stepped down as this country’s Deputy Prime Minister in 2020. Judith Collins opposed this country’s December 2020 pledge to reach net zero carbon emissions by 2025 as the leader of the (*) National Party, which was defeated by a landslide in this country’s October 2020 elections. Labour Prime Minister Jacinda Ardern leads, for 10 points, what oceanic island country with its capital at Wellington?", "answer_sanitized": "New Zealand [accept Aotearoa]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "As Secretary of State, this politician failed to send delegates on time to the Congress of Panama. Langdon Cheves succeeded this politician as Speaker of the House after he left to negotiate a treaty in Belgium to end a war he had previously supported. This politician advocated for investment in infrastructure, higher tariffs, and a (*) national bank as part of his American System. He lost to Andrew Jackson in the first of his three failed presidential bids. John Quincy Adams made an infamous “Corrupt Bargain” with, for 10 points, what War Hawk nicknamed the “Great Compromiser” from Kentucky?", "answer_sanitized": "Henry Clay Sr.", "subcategory": "American History", "category": "History"}, {"question_sanitized": "The Mazomba is the largest impact crater on one of this planet’s moons, which also contains a caldera-like feature called the Leviathan patera. This planet’s moons Thalassa and Naiad orbit in between this planet’s five principal rings. The largest moon orbiting this giant planet is notable for its cantaloupe terrain. Johan (*) Galle first observed this planet using predictions made by Urbain Le Verrier. The only spacecraft to reach this ice giant is Voyager 2, which photographed its Great Dark Spot. For 10 points, name this blue planet orbited by Triton that is slightly more massive than Uranus.", "answer_sanitized": "Neptune", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "This composer’s work celebrating the Transit of Venus was brought to public attention during the 2004 occurrence. The Spanish viceroy Don Enrico Medigua disguises himself as the title Peruvian in this composer’s operetta El Capitan. This composer composed a work for the awards ceremony of an essay contest, and another work by this composer contains a famous (*) piccolo obbligato. This composer names an instrument in the tuba family that wraps around the body of the player. This composer of “Semper Fidelis” also composed the national march of the USA. For 10 points, name this composer of “Stars and Stripes Forever”, who is known by the nickname the “March King”.", "answer_sanitized": "John Philip Sousa", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This deity’s seven companions poison the son of a rich woman who had refused her hospitality. This deity’s Pelagia form refers to her rule over the sea and her Invicta form refers to her role as a protector. The star Sirius represents this goddess, who discovers an object enveloped within a tamarisk (*) tree at Byblos. This goddess transforms into a kite and conceives a son. She cured Ra from a snakebite by learning his secret name. This sister of Nephthys collected the thirteen pieces of her husband’s corpse to revive him. For 10 points, name this Egyptian goddess, the mother of Horus and wife of Osiris.", "answer_sanitized": "Isis [or Aset, Ast, Iset, or Uset]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "One poem from this country claims “in the moon’s airy and blue powder, what is left of you is a prisoner.” The speaker of that poem from this country earlier promises to “lower your body to the sunny poor earth.\" In another poem from this country, the speaker calls his lover a “cemetery of kisses” and a “pit of debris.\" In addition to (*) “Sonnets of Death”, another poem from this country claims “the memory of you emerges from the night around me” and repeats “In you, everything sank!.\" That poem is in the collection Twenty Love Poems and a Song of Despair. For 10 points, name this home country of Gabriela Mistral and Pablo Neruda.", "answer_sanitized": "Chile", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Following the Battle of Fontenoy, the signers of the Oath of Strasbourg signed a treaty in this city which was later modified by the Treaty of Meerssen. In addition to a battle that saw fighting on Dead Man’s Hill and Hill 304, this city names a treaty dividing land between Charlemagne’s grandsons. At a battle near this city, Charles Mangin retook Forts Vaux and (*) Douaumont, and defenders received supplies along the Sacred Way. Robert Nivelle declared, “they shall not pass” at a battle near this city, and future Vichy leader Phillip Pétain was nicknamed this city’s “Lion.” For 10 points, name this city on the Meuse River that names the longest battle of World War I.", "answer_sanitized": "Verdun [accept Battle of Verdun or Treaty of Verdun]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "It’s not Coulomb, but Mott scattering is the equivalent of this man’s namesake scattering in electrons. This scientist coined the term “gamma radiation,” and he is the namesake of the lightest D-block element to be named after a scientist. In his most famous experiment, flashes of light were counted on a (*) zinc sulfide screen. In that experiment commonly named after this scientist, only a small percentage of the alpha particles shot at a thin metal sheet deflected, disproving the “plum pudding” model of the atom. For 10 points, name this chemist who proved the existence of the nucleus in his “gold foil” experiment.", "answer_sanitized": "Ernest Rutherford", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "In a sculpture by Etienne Maurice Falconet, Milo of Croton struggles with one of these animals while his hand is stuck in a tree trunk. Frédéric Bartholdi sculpted one of these animals in red sandstone to commemorate the Siege of Belfort, and St. Mark’s Square in Venice contains a fifteen-foot bronze sculpture of a (*) winged one of these animals atop a granite column. Four bronze sculptures of these animals lie at the base of Nelson’s column. Chinese sculptures of these animals include them with either a ball or a cub and are used to guard imperial palaces and tombs from evil spirits. For 10 points, name these feline animals that make up the body of a sphinx.", "answer_sanitized": "lions", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A “bolt” in this election led to a third-party ticket featuring a Union general for president and a confederate general for vice president; those former generals were John Palmer and Simon Bolivar Buckner. One policy in this election was compared to a “crown of thorns” upon the “brow of labor.” Ohio senator (*) Mark Hanna managed the winning candidate’s Front Porch Campaign during this election. The losing candidate in this election proclaimed, “you shall not crucify mankind upon a cross of gold” in a speech advocating for bimetallism. For 10 points, name this election in which William Jennings Bryan was defeated by William McKinley.", "answer_sanitized": "United States Presidential Election of 1896 [accept 1900 before “Palmer”]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "While in this location, the protagonist claims he did “not open them to be rude” but rather as “courtesy” when describing why he opened Alberigo’s eyes. The narrator is falsely directed to various non-existent bridges in this location from the leader of the Malebolge, Malacoda. Prior to entering this location, a man “midway on life’s journey” encounters a (*) lion, a leopard, and a she-lion in a dark forest. “Abandon all hope, ye who enter here” is written on the gate to this location, in which the narrator is guided by Virgil through it's nine circles. For 10 Points, name this setting of the first part of the Dante’s Divine Comedy.", "answer_sanitized": "Hell (accept Inferno, accept Underworld)", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This country is home to the world’s second deepest canyon, Colca Canyon, as well as the highest permanent settlement in the world, the gold-mining town of La Rinconada. Mount Huascarán is in this country, whose second largest city is Arequipa. This country controls the rainforest town of (*) Iquitos, as well as the western portion of Lake Titicaca, located in the Altiplano. A collection of large geoglyphs made by the ancient Nazca civilization is in this country. For 10 points, name this South American country whose other attractions include the Incan sites of Cuzco and Machu Picchu.", "answer_sanitized": "Peru", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "Roger Kornberg discovered a coactivator of this process named the Mediator Complex. Rho factors can terminate this process, and in bacteria it is initiated by sigma factors that bind to the Pribnow box. Histone methylation impacts the rate of this process that begins in eukaryotes at the (*) TATA box. Poly-A tails are added at this process’ end, after which introns are removed by spliceosomes. The product of this process uses uracil instead of thymine. For 10 points, name this process followed by translation in which DNA is used to produce mRNA.", "answer_sanitized": "transcription", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "In a work titled for one of these places of Quartz, Mike Davis describes how one turned into a “carceral” type of them. The World Columbian Exposition exhibited an ideal of them termed “[these places] Beautiful.” The influence of Robert Moses was attacked in a book on these places titled for the Death and Life of Great (*) American ones by Jane Jacobs. The “Great Migration” resulted in huge increases in the African-American population in northern examples of these places. Jacobs praised the “Uses of Sidewalks” in these places, and many now struggle with gentrification. For 10 points, name these places, like Los Angeles and New York.", "answer_sanitized": "cities [accept metropolises and word forms; accept urban areas and word forms; prompt on towns or municipalities but do not accept or prompt on anything suggesting anything smaller like a “village”]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "A character in this novel compares mankind to a phoenix before suggesting a mirror factory be built. Another character in this novel plans to take a bus to St. Louis after giving the protagonist a “green bullet” for communication. Granger gives this novel’s protagonist a copy of the book of Ecclesiastes. Professor (*) Faber helps this novel’s protagonist evade a Mechanical Hound after killing Captain Beatty. After he learns about books from his neighbor Clarisse McClellan, this novel’s protagonist begins collecting books unbeknownst to his wife Mildred. For 10 points, name this dystopian novel about the fireman Guy Montag by Ray Bradbury.", "answer_sanitized": "Fahrenheit 451", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Craig Castleman documented rising artists in this medium in his book Getting Up. Blek le Rat is known for frequently depicting rats using this medium. Another work in this medium depicts figures dancing on a red background and is a symbol of anti-drug activism. One artist in this medium worked with Al Diaz in a duo named (*) SAMO. A red heart-shaped balloon floats away from a girl in Balloon Girl, a collection of works in this medium. Jean-Michel Basquiat and Banksy are known for their works in this medium. For 10 points, name this medium of art often considered vandalism and done with spray paint.", "answer_sanitized": "graffiti [accept street art or guerilla art, prompt on murals]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This man warned a friend that “this bunch of dandies have made a fool of you,” which proved true after Francisco Madero’s death during the Ten Tragic Days. This man was shot 9 times in his car while entering town unaccompanied by his Dorados bodyguards. A force led by this man was defeated at the Battle of Celaya by the (*) Carrancista general Álvaro Obregón. This man commanded the Army of the North. In response to the United States’ recognition of Venustiano Carranza’s presidency, this man raided Columbus, New Mexico, prompting John Pershing’s Punitive Expedition. For 10 points, name this Mexican revolutionary general and bandit.", "answer_sanitized": "Pancho Villa [accept Francisco Villa or José Doroteo Arango Arámbula]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This artist depicted a man in green storing money in a chest while a guardian angel protects a dying man from demons holding sacks of gold. Another work by this artist of Death and the Miser depicts nuns and friars eating on a ship using a tree trunk for a mast. This artist of (*) Ship of Fools painted a circle of people riding on various animals around a pond in the center of another work. In that work, a flock of birds surround a spiral-shaped tower on the heavenly side, and men are crucified on a lute and harp on the hellish right side. For 10 points, name this Dutch painter of the triptych The Garden of Earthly Delights.", "answer_sanitized": "Hieronymus Bosch", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "You’re just a tax bill and you’re sitting here on Capitol Hill but you hope you’ll be a law someday. For 10 points each,", "answers_sanitized": ["United States House of Representatives", "House Ways and Means Committee", "pocket veto "], "parts_sanitized": ["Since you are a tax bill, you first need to be passed by this chamber of Congress. Bills originating in this chamber of Congress are designated by the letters H.R.", "In order to come to a vote on the House floor, you would first need to get approved by this chief tax-writing House committee, which is traditionally the first to consider legislation about taxation.", "You pass both the House and the Senate, but the President doesn’t want to sign you. Since there are only 9 days left until Congress adjourns, the President doesn’t veto you, but doesn’t sign you either, which is known as this type of veto."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "For 10 points each, answer the following about Carthage.", "answers_sanitized": ["Phoenicia", "Barcas [accept Barcids]", "children [accept equivalents like infants or toddlers] "], "parts_sanitized": ["Carthage was originally a colony of this seafaring civilization based in modern day Lebanon which created the first alphabet.", "Carthage produced many great generals such as Hannibal and Hamilcar, who belonged to this noble family.", "During Rene Dussaud’s excavation of Carthage, he discovered a stele depicting the sacrifice of these people. In Sparta, these people were placed at the base of Mount Taygetus."], "subcategory": "Ancient History", "category": "History"}, {"leadin_sanitized": "The effect of this compound is amplified by the ribonucleotides GMP and IMP. For 10 points each,", "answers_sanitized": ["monosodium glutamate [accept MSG or glutamic acid; prompt on glutamate]", "umami", "tongue "], "parts_sanitized": ["Name this compound, which was first prepared by Japanese biochemist Kikunae Ikeda, who was trying to isolate it from kombu kelp. This compound is commercially sold by Ajinomoto.", "MSG is associated with this taste, also known as savoriness. The name of this “fifth taste” originates from a nominalization of a Japanese word meaning “delicious.”", "Umami receptor cells are located on this organ, which is equipped with taste buds on its surface."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer some questions about the philosophy of science.", "answers_sanitized": ["Francis Bacon, 1st Viscount St Alban", "Charles Robert Darwin", "Sir Karl Popper "], "parts_sanitized": ["This English thinker is sometimes called the “father of empiricism,” and he helped pioneer the scientific method. He also wrote Novum Organum and The New Atlantis.", "This English biologist’s theories on evolution were adapted to human society by thinkers like Herbert Spencer. This scientist is the author of On the Origin of Species.", "This 20th-century Austrian philosopher argued that all scientific claims should be “falsifiable” in his advocacy of empirical falsification. Aside from science, he was a noted defender of liberalism and wrote The Open Society and Its Enemies."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "Shortly before this event, the Anabaptist Jacques drowns after attempting to save a sailor. For 10 points each,", "answers_sanitized": ["the Lisbon Earthquake (accept the Earthquake from Candide; prompt on Earthquake with “In which city?”)", "Candide", "El Dorado "], "parts_sanitized": ["This event allows the title character to escape from an auto-da-fe in the novel he appears in. A description is acceptable.", "The Lisbon earthquake appears in this French satire written by Voltaire. Characters in this novel include Pangloss and Cunegonde.", "After the earthquake, Candide and his valet Cacambo travel to South America where they stumble upon this city. This city has streets covered in precious stones and when Candide leaves this city, he takes some red sheep."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about the Mackenzie River. For 10 points each,", "answers_sanitized": ["Northwest Territories [accept NT; do not accept or prompt on “Northwest Territory” or “North-Western Territories”]", "Beaufort Sea", "British Columbia [accept BC] "], "parts_sanitized": ["The Mackenzie River is drained by Great Slave Lake in this territory, which borders Nunavut to the East and Yukon to the West. Its capital and only city is Yellowknife.", "The Mackenzie river empties at the north into this Sea, part of the Arctic Ocean. The Alaskan city of Prudhoe Bay is on the southern coastline of this sea.", "The source of the Mackenzie River, Thutade Bay, is in this province’s Northern Interior. The Hudson’s Bay Company established Fort Victoria in this modern-day province, which contains Vancouver."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "This functional group reacts with carboxylic acids to form esters in Fischer esterification. For 10 points each:", "answers_sanitized": ["alcohols [accept hydroxyl]", "azeotropes", "Ewart Jones [accept Jones reagent] "], "parts_sanitized": ["Name this functional group characterized by an OH group. Examples include ethanol and methanol.", "A mixture of 96% ethanol and 4% water forms the classic type of these mixtures. These mixtures cannot be separated by distillation.", "This scientist’s namesake reagent is used to oxidize primary alcohols into carboxylic acids. His reagent consists of a solution of chromium trioxide in sulfuric acid and acetone."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "For 10 points each, answer the following about Mongol invasions.", "answers_sanitized": ["Japan", "Magyars [accept Hungarians]", "Hulagu Khan "], "parts_sanitized": ["Kublai Khan ordered an invasion of this country which at the time was led by the Kamakura Shogunate. The term “kamikaze” originated from Kublai’s invasion of this country and is often associated with this country.", "The Mongols defeated these people at the battle of Mohi. Their first king was Saint Stephen and their ruler Louis II lost the battle of Mohacs.", "During the Mongol invasion of Iraq, this Khan ordered the sacking of Baghdad after being convinced by his Georgian soldiers. This Khan is also well known for establishing the Ilkhanate."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "A crescent moon appears to the right of an orange and white ladder in one painting by this artist. For 10 points each,", "answers_sanitized": ["Joan Miró", "Caspar David Friedrich", "Yosemite National Park "], "parts_sanitized": ["Name this artist of Dog Barking at the Moon who also painted The Harlequin Carnival.", "This artist’s Two Men Contemplating the Moon depicts two men conversing on a rocky mountainside. This artist also depicted a lone man with a walking stick gazing at the title landscape in Wanderer Above the Sea of Fog.", "Ansel Adams shot the works Moonrise, Hernandez and Moon and Half Dome at this national park in California."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This woman’s only novel is about the strained relationship between Alabama Beggs and David Knight. For 10 points each,", "answers_sanitized": ["Zelda Fitzgerald (prompt on ‘Fitzgerald’)", "Tender is the Night", "Ernest Hemingway "], "parts_sanitized": ["This author’s only novel is Save Me the Waltz, a semi-autobiographical account of her marriage to a famous man. She was the subject of the novel Z by Theresa Ann Fowler.", "Much of the material in Save Me the Waltz appears in this final novel by F. Scott Fitzgerald, Zelda’s husband. It features the troubled relationship between Dick Diver and Rosemary Hoyt.", "The Fitzgeralds’ marital troubles also feature prominently in A Moveable Feast, a memoir in which this author of The Old Man and the Sea chronicled his time living in Paris."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Participants enter a state of ihram in this event, which is contrasted with a shorter version called Umrah. For 10 points each:", "answers_sanitized": ["Hajj", "seven", "Eid-al-Adha [or Festival of Sacrifice or Greater Eid; or Eid-al-Kabir or Tabaski; prompt on just Eid; do not accept or prompt on “Eid-al-Fitr”] "], "parts_sanitized": ["Name this pilgrimage to Mecca undertaken by Muslims as one of their five pillars.", "During Hajj, Muslims perform tawaf by walking around the Kaaba this many times. In Islam, this is the number of levels in heaven.", "This holiday is celebrated on the final day of Hajj. On it, Muslims ritually sacrifice an animal to commemorate Ibrahim’s willingness to sacrifice his son."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "This scientist’s namesake principle explains the electron degeneracy pressure in neutron stars. For 10 points each,", "answers_sanitized": ["Wolfgang Ernst Pauli", "neutrino", "spin [accept spin angular momentum] "], "parts_sanitized": ["Name this scientist whose exclusion principle states that no two fermions in the same quantum system can occupy the same quantum state.", "When studying beta decay, Pauli proposed the existence of this particle. These neutral fermions come in electron, mu, and tau types.", "Pauli also formulated a set of three 2x2 [2 by 2] matrices that describe this quantity’s interaction with a magnetic field. The Stern-Gerlach experiment used electrons to prove this quantity’s quantization."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This character claims he “didn’t have time to store up any food” during the summer since he was “busy making music.” For 10 points each,", "answers_sanitized": ["Grasshopper", "Aesop", "Charles Perrault "], "parts_sanitized": ["Name this character, who in one fable, starves through the winter after begging ants for “a bite to eat.\"", "The Ants and the Grasshopper is a fable by this author, whose other fables include one in which a tortoise defeats a hare in a race,", "This later French fabulist was hired by the king to design a series of hydraulic statues based on Aesop’s fables for his 6-year-old son. He is famous for collecting stories like “Cinderella” and “Puss in Boots.”"], "subcategory": "Other Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following questions about composers who won the prestigious Prix-de-Rome competition. For 10 points each,", "answers_sanitized": ["Hector Berlioz", "Boulanger", "Faust [do not accept or prompt on “Doctor Faustus”] "], "parts_sanitized": ["This composer tried many times to win the Prix-de-Rome, succeeding on his fourth try in 1830 with his cantata Sardanapale. He also composed Symphonie Fantastique.", "A composer with this surname, Lili, was the first woman to win the Prix-de-Rome. Another composer with this surname, Nadia, is said to have memorized the entirety of Bach’s Well-Tempered Clavier by the age of 10.", "Lili Boulanger won the 1913 Prix-de-Rome for a cantata titled for this character and Helen of Troy. Charles Gounod, who won the Prix-de-Rome in 1839, is perhaps best known for his opera about this character that includes the “Jewel Song”."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This good was supplied in mass in Chicago and St. Louis through the Pruitt-Igoe and Cabrini Projects. For 10 points each,", "answers_sanitized": ["public housing [accept Secretary of Housing and Urban Development]", "Great Society [anti-prompt on War on Poverty]", "Supplemental Nutrition Assistance Program "], "parts_sanitized": ["Name this good, which was exemplified by Levittowns. Robert Weaver was appointed as the first holder of a cabinet post named for this and Urban Development.", "The Fair Housing Act of 1968 prohibited discrimination concerning the sale of houses based on race, religion, or sex as part of this domestic policy initiative advocated by President Lyndon Johnson.", "President Johnson’s War on Poverty also included the implementation of this program that created Food Stamps."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "This poem ponders whether some of the people interned in the title location might be “Some mute inglorious Milton” or “Some Cromwell guiltless of his country’s blood.” For 10 points each,", "answers_sanitized": ["“Elegy Written in a Country Churchyard”", "ode", "Far from the Madding Crowd "], "parts_sanitized": ["Identify this poem that begins by noting “The curfew tolls the knell of parting day.\"", "The author of “Elegy Written in a Country Churchyard”, Thomas Gray, also wrote a poem of this type addressed to a “Distant Prospect of Eton College.\" John Keats wrote one of these “On a Grecian Urn.\"", "This novel takes its title from a line in “Elegy Written in a Country Churchyard.” Sergeant Troy and Mr. Boldwood fall in love with this novel’s protagonist, who eventually marries Gabriel Oak ."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "For 10 points each, answer the following about the Byzantine Empire.", "answers_sanitized": ["Basil II [accept Basil the Bulgar Slayer or Basil Porphyrogenitus; Prompt on “Basil”]", "Constantine", "iconoclasm "], "parts_sanitized": ["This Byzantine emperor lost the Battle of the Gates of Trajan to Tsar Samuel. However, this ruler got his revenge at the Battle of Kleidion where he gained his most notorious nickname after blinding prisoners.", "The Byzantine Empire’s final ruler had this name. The first ruler with this name won the Battle of Milvian Bridge and was Rome’s first Christian emperor.", "The Byzantine Empire went through a period of religious struggle when Leo III began this policy. This policy was opposed to imagery in churches and its first period was ended by the Second Council of Nicaea."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This series approximates a function as a polynomial by using its derivatives at a certain point. For 10 points each:", "answers_sanitized": ["Taylor series", "Factorial", "Stirling’s Approximation [Accept Stirling’s Formula] "], "parts_sanitized": ["Name this power series which is called a Maclaurin series if centered at 0.", "This function appears in the denominator of each coefficient of a Taylor Series. It is equal to the product of all integers less than or equal to n for a positive integer n and is symbolized by an exclamation point.", "Factorials for large numbers can be estimated using this approximation. It estimates n factorial as the square root of “2pi n” times the quantity n over e raised to the nth power."], "subcategory": "Math", "category": "Science"}, {"leadin_sanitized": "Answer some questions about the NFL offseason in 2020.. For 10 points each:", "answers_sanitized": ["Tom Brady", "Philip Rivers", "Justin Jefferson "], "parts_sanitized": ["This legendary quarterback moved from the New England Patriots to the Tampa Bay Buccaneers. He won 3 NFL MVP awards and 6 Super Bowl titles with the Patriots.", "This player was the Los Angeles Chargers’ quarterback for 16 years before moving to the Indianapolis Colts, where he replaced Jacoby Brissett as the starter.", "The Minnesota Vikings drafted this wide receiver out of LSU in the first round of the 2020 NFL Draft. He was the only rookie wide receiver named to the 2020 Pro Bowl and All-Pro Second teams."], "subcategory": "Trash", "category": "Trash"}, {"leadin_sanitized": "In September 2020, Brett Hankison was indicted for “wanton endangerment” in relation to this woman’s murder. For 10 points each,", "answers_sanitized": ["Breonna Taylor", "Naomi Osaka", "Cori Bush "], "parts_sanitized": ["Name this woman, who was killed during an unannounced police raid while at home with her boyfriend Kenneth Walker.", "During the first round of the US Open, this tennis player wore a mask with Breonna Taylor’s name. She is the first Japanese player to hold the #1 WTA ranking and to win a Grand Slam title.", "This newly elected representative from Missouri wore a Breonna Taylor mask during new-member orientation in November 2020."], "subcategory": "Current Events", "category": "Current Events"}]}