{
    "tossups": [
        {
            "question_sanitized": "A plot of the power spectrum of these phenomena was derived from data gathered by MAXIMA. Mathematically, the number of these phenomena was significantly reduced by diffusion damping below the Silk Scale during the matter-dominated era. The Differential Microwave Radiometer was used to identify these phenomena, which are “imprints” caused as photons left the surface of last scattering. George Smoot won the 2006 Nobel Prize in Physics partly for his team’s discovery of these phenomena with the COBE [KOH-bee] satellite.  The lambda-CDM model accounts for both the universe’s distribution of elements and the presence of these anomalies, which are partly the result of acoustic oscillations of baryons in the universe’s early radiation. For 10 points, name these directionally-dependent phenomena, some of which are present in the cosmic microwave background.",
            "answer_sanitized": "anisotropies of the CMBR [accept baryonic acoustic oscillations before “oscillations”; prompt on oscillations before “oscillations”]",
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "question_sanitized": "The Lento movement of this work shares melodic material with a song collected by Frances Delmore. The vivace Finale movement of this work is interrupted by a chorale-like section possibly inspired by the composer’s time playing organ at the Church of St. Vaclav. The syncopated first theme in this work, F-A-C-D, is similar to the first theme of its composer’s final symphony, which is a syncopated rising minor arpeggio. This work’s first theme is unusually introduced by a viola, and each movement in this work uses either a major or minor pentatonic theme. In this string quartet’s scherzo third movement, which uses one F Major and one F minor theme, a violin imitates a “damned bird,” identified by John Clapham as a scarlet tanager. Although no specific folk melodies are apparent in this work, French musicologist Pierre Barbier referred to this work’s aria second movement as “Bohemian Blues.” For 10 points, name this string quartet by Antonin Dvořák, written during his time in Spillville, Iowa.",
            "answer_sanitized": "American String Quartet [or String Quartet No. 12 in F Major, Op. 96 (accept either underlined portion)]",
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The author of this play wrote that he created its main female character after William Poel’s Everyman made him wonder “Why not Everywoman?” That author claimed that “Civilized society is one huge bourgeoisie: no nobleman dares now shock his greengrocer“ while explaining how he adapted this play’s central story. Near the end of this play, its male protagonist tells his lover, “I won't, won't, won't, won't, WON'T marry you,” and the two are found locked in a tight embrace by the rest of the cast while in the Sierra Nevadas. Octavius Robinson is nicknamed “Ricky-ticky-tavy” by this play’s female protagonist, who is jokingly referred to as the “Life Force” by her romantic target, the author of “The Revolutionist’s Handbook.” This play’s lengthy philosophical third act, which is often staged by itself, is titled Don Juan in Hell. Ann Whitefield aggressively pursues Jack Tanner in, for 10 points, what play by George Bernard Shaw?",
            "answer_sanitized": "Man and Superman [do not accept or prompt on “Don Juan in Hell”]",
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "A 2001 earthquake that killed 20,000 people in this state was especially devastating because the army was occupied with training exercises for Republic Day. This state’s government closed down relief camps after its leader publicly derided them as “baby-producing centers.” In a sting operation, employees of the magazine Tehelka recorded officials in this state admitting to crimes, including bribing witnesses in the Best Bakery case. Fifty-nine pilgrims were killed when a car on a train returning to this state caught fire in the town of Godhra. The US State Department refused a visa for twelve years to a longtime governor of this state, who distributed voting records to rioters in the aftermath of the deaths of Hindus returning from Ayodhya. For 10 points, name this western Indian state where Hindu rioters murdered over a thousand Muslims in 2002 with barely-disguised support from Chief Minister Narendra Modi.",
            "answer_sanitized": "Gujarat",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "Until 2014, visitors to one of these establishments could pay for a large gold coin to enter the Peristal Singum, a labyrinth built completely from found scrap materials. In the 1920s, two of these places named Resi and Femina pioneered a trend in their design by introducing systems of pneumatic tubes and installing phones at every table to enable anonymous communication. The fashion photographer Sven Marquardt maintains an infamously inscrutable entry policy for one these places located in a former power plant. One of these places named Tresor played a pivotal early role in easing the process of German reunification. In 1986, one of these places named La Belle that was frequented by American servicemen was bombed by a Libyan spy. For 10 points, name these establishments, such as Berghain, that are central to the techno scene and nightlife of Berlin.",
            "answer_sanitized": "Berlin nightclubs [or discotheques; or dance clubs; prompt on bars]",
            "subcategory": "Other Academic",
            "category": "Other Academic"
        },
        {
            "question_sanitized": "A character with this first name calls himself “A manly elf / so full of self” and declares, “There’s a short and nasty equation for you: sex is death. Q.E.D.” A character with this first name has the Serenity Prayer framed on his wall, believing that “among the things [he] could not change were the past, the present, and the future.” A character with this first name claims to have known J. Edgar Nation, the father of “ethical birth control.” This name is shared by a “poet” who rapes the “Suicide Parlor” hostess Nancy in the story “Welcome to the Monkey House” and a man who steals silver boots from a performance of Cinderella at a World War II POW camp. That optometrist from Ilium with this first name learns to respond to a person’s death with “so it goes” while on the planet Tralfamadore. For 10 points, give the first name of the protagonist of Slaughterhouse-Five.",
            "answer_sanitized": "Billy [or William; accept Billy the Poet or Billy Pilgrim; do not accept or prompt on “Bill”]",
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "CC Tsuei used this concept to obtain experimental evidence of d-wave pairing symmetry. In one experiment to verify this result, a hollow lead cylinder was evaporated onto a quartz fiber and suspended from a separate torsion fiber, for which the resonant amplitude was measured as a function of applied field. Doll and Näbauer [NAY-bau-er] published evidence of this result at around the same time as the Deaver-Fairbank experiment. Fritz London’s phenomenological prediction of this result overestimated the relevant quantity by a factor of 2, and that quantity is equal to the inverse of the Josephson constant. This result can be derived from the fact that the wavefunction for a charged particle traveling around a loop must acquire a phase factor of unity after one complete trip, if there is no internal magnetic field as in the case of the Meissner effect. For 10 points, name this result which implies that a certain quantity in superconductors can only have values equal to an integer times a constant phi [\"fie\"].",
            "answer_sanitized": "quantization of magnetic flux [accept fluxon or fluxoid in place of flux]",
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "question_sanitized": "A politician promised that this goal’s fulfillment would mean that “the problem of labor is nothing more nor less than the problem…of humanity” in his “Pueblo Speech” endorsing this goal. A speech opposing this goal opens by quoting Lincoln’s advice to “Entertain no compromise: have none of it” and warns that the “maxim of liberty” will be replaced by “blood and iron.” Soon after the failure of this objective, the Knox-Porter Resolution was passed instead. Supporters of this goal defeated a set of fourteen “reservations” attached to its passage by joining the “Irreconcilables” who opposed it, including William Borah and Hiram Johnson. A president needed his wife Edith to manage his affairs after suffering a crippling stroke campaigning for this goal, which was opposed by Henry Cabot Lodge. For 10 points, identify this goal unsuccessfully pursued after the end of World War I by Woodrow Wilson to give the United States’ support to a nascent intergovernmental organization.",
            "answer_sanitized": "the United States joining the League of Nations [or the United States ratifying the Treaty of Versailles; or equivalents]",
            "subcategory": "American History",
            "category": "History"
        },
        {
            "question_sanitized": "The Sienese architect Francesco di Giorgio illustrated this concept with an unusual floor plan for a Latin cross basilica. In his essay titled for the “history” of this concept “as a Reflection of the History of Styles,” Erwin Panofsky traces how Cennino Cennini [che-NEE-no che-NEE-nee] first introduced Byzantine notions of this concept to the Italian Renaissance. Albrecht Durer pioneered the use of cross-hatching to represent shadows in wood engravings in his posthumously-published Four Books on this subject. Polykleitos sculpted the Doryphoros to illustrate his now-lost treatise laying out the Canon of these things. A translated passage from Book III of De Architectura is rendered in mirror writing in a drawing of this concept, in which two superimposed figures in a T and a spread-eagle pose are respectively inscribed within a square and circle. For 10 points, Leonardo da Vinci’s Vitruvian Man illustrates what mathematical aspect of the ideal human body?",
            "answer_sanitized": "ideal human proportions [accept answers describing the relative sizes of body parts; prompt on ratios; prompt on the ideal human form or ideal human body before “human body” is read]",
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "After climbing a watchtower, this character idly fired an arrow that accidentally hit an inhabitant of White Bone Cave, enraging the cave’s mistress, Lady Rock. This character's quarrel with his father ended when Randeng Daoren gave his father a golden pagoda with the power to trap him. This character carved up his own body to repay his parents for the debt of his birth, after which his teacher made him a new body out of lotus roots. This character was born from a fleshy ball wearing a golden bracelet on his wrist. This student of Taiyi Zhenren and son of Li Jing drew attention by washing himself with a scarf that turned a river red and caused earthquakes, after which he killed both the reptilian investigator Li Gan and the third son of a character who had threatened to flood Chentang Pass. For 10 points, name this Chinese warrior deity who, in an episode from the Fengshen Yanyi, defeats the East Sea Dragon King Ao Guang.",
            "answer_sanitized": "Nezha",
            "subcategory": "Mythology",
            "category": "Mythology"
        },
        {
            "question_sanitized": "This transformation may be accomplished by reacting an electron-deficient sulfonyl azide such as nonaflyl [NOHN-ah-flil] azide with a silyl enol ether via formation of a tri·alkyl·silyl imidate intermediate which undergoes alkyl migration. The negative-ion pinacol rearrangement accomplishes this transformation. Reactions causing this transformation are classified into carbenoid, anionic, or cationic mechanisms. Multiple steps causing this transformation were used in the synthesis of cubane from cyclopentenone. The Favorskii rearrangement produces a carboxylic acid while causing this transformation to happen to a cyclic alpha-halo ketone. This class of reactions is preferred to cycloadditions for forming smaller rings. For 10 points, name this class of reactions that reduce the size of a cyclic synthon.",
            "answer_sanitized": "ring contraction [accept answers indicating that a ring is decreasing in size]",
            "subcategory": "Chemistry",
            "category": "Science"
        },
        {
            "question_sanitized": "A poem set in this city describes “furious blood under the skin” and is titled for a “great desperate king.” In a poem, this city is asked, “What angel is hidden in your cheek? Whose perfect voice will sing the truths of wheat?” The author of that poem said that here, “besides black art, there is only automation and mechanization” in describing a “Flight” from this city. A collection named for this city includes a poem about a man who “looked for a nude like a river.” That poem opens in this city with an image of boys “singing, exposing their waists,” and calls its addressee a “lovely old man” with a “beard full of butterflies.” After departing this city for Havana, a poet wrote a collection simply titled Poet in [this city], which includes his “Ode to Walt Whitman.” For 10 points, name this American city, the setting of Federico Garcia Lorca’s “The King of Harlem.”",
            "answer_sanitized": "New York City [or Nueva York or NYC; accept Poet in New York or Poeta en Nueva York; reverse-prompt on Harlem by asking “What city is that in?”]",
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "In an early use of cannons, forces under this noble and the Archbishop of Trier [treer] demolished the supposedly impregnable Nanstein Castle in Landshut [LAHNDS-hoot] in a single day. The con man Otto von Pack persuaded this noble to attack Bamberg by giving him forged documents warning of a hostile alliance. Franz Lambert’s radically democratic proposals were rejected by this noble, whose forces killed Franz von Sickingen to put down the Knights’ Revolt. This noble caused a scandal by interpreting advice from Martin Bucer [buht-zer] as permission for his bigamous marriage to Margarethe von Der Saale [ZAHL-eh]. Along with Johann Frederick of Saxony, he was defeated and captured at the Battle of Muhlberg. This organizer of the Schmalkaldic League invited Huldrych Zwingli to Germany to debate with Luther at Marburg Castle. For 10 points, name this German landgrave and patron of the Protestant Reformation.",
            "answer_sanitized": "Philip of Hesse [or Philip the Magnanimous; or Philip I; prompt on Philip]",
            "subcategory": "European History",
            "category": "History"
        },
        {
            "question_sanitized": "The cofounders of SANAA installed transparent acrylic curtains within this structure in one of several yearly “interventions” held by visiting artists to modify this building. Walls clad in green marble extracted from the Greek island of Tinos enclose the smaller of this structure’s two reflecting pools, which houses a nude female statue sculpted by Georg Kolbe [KOHL-beh]. Eight slender cruciform pillars support the low white roof of this building, alongside an isolated wall built from a single piece of the rare onyx dorée marble. Two chrome-plated bars cross in a welded joint to form the frame of a chair that was initially designed for this building, but which actually debuted in its architect’s later Villa Tugendhat. For 10 points, name this Modernist structure built by Mies van der Rohe for the 1929 International Exhibition, held in a Catalan city.",
            "answer_sanitized": "Barcelona Pavilion [or German Pavilion]",
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "question_sanitized": "The role of conscience in the creation of these entities is analyzed in a chapter of Judith Butler’s The Psychic Life of Power whose title plays on the quote “Conscience doth make cowards of us all.” The way in which these entities “work by themselves” is illustrated with the phrase “Amen - So be it” in an essay which designates God as the “Unique, Absolute, Other” entity of this type. A lecture course about “the hermeneutics of” these entities argues for a revival of the Greek emphasis on “the care of the self” as opposed to self-knowledge, and was delivered by Michel Foucault. “There is no ideology except by” this entity “and for” these entities, according to an essay subtitled “Notes Towards an Investigation.” Ideology interpellates individuals as these beings, according to that essay by Louis Althusser. For 10 points, name this term for a being who has a relationship with an external being, or an “object.”",
            "answer_sanitized": "subjects",
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "question_sanitized": "A 1998 Nature paper by Peter Crnokrak [tser-nuh-CROC] and Derek Roff noted that the cost of this phenomenon was much higher in natural than in captive populations. A measure of this phenomenon is equal to the sum over all the “loops” of 1/2 raised to the power of the number of individuals in each loop. Sewall Wright defined the effective population size in terms of the one-generation increase in either variance or this phenomenon. The dominance hypothesis for the basis of this phenomenon predicts that over time it leads to purging of genetic load. The accumulation of deleterious recessive alleles due to the reduction of heterozygosity due to this phenomenon is termed its namesake “depression.” The coefficient of this phenomenon is the probability that two alleles in the same locus are identical by descent from a common ancestor. For 10 points, name this production of offspring between genetically-related individuals.",
            "answer_sanitized": "inbreeding [or inbreeding depression; or coefficient of inbreeding; or consanguineous mating; accept types of inbreeding, such as biparental inbreeding; accept word forms like inbred]",
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "question_sanitized": "A rebellion over labor conditions against this imperial power, led by three so-called “queens” named Mary Thomas, Agnes Salomon, and Mathilda McBean, was called “the Fireburn.” In English, this country names a type of long barreled, muzzle-loading flintlock gun that was the most popular gun in West Africa until the mid-19th century.  Slaves in one of its colonies were freed in 1848 by Governor Peter von Scholten. Until 1850, this country controlled a fort that later became Ghana’s seat of government, Osu Castle in Accra. In 1845, this country sold its Indian trading post of Tranquebar to the British. A territory currently controlled by this country was colonized by Hans and Paul Egede. It received $25 million from the U.S. in 1917 in exchange for St. Thomas, St. John, and St. Croix, now called the U.S. Virgin Islands. A territory of this country has hosted the U.S. airbase at Thule since World War Two. For 10 points, name this country that controls Greenland.",
            "answer_sanitized": "Denmark [Kingdom of Denmark; accept Dane guns]",
            "subcategory": "World History",
            "category": "History"
        },
        {
            "question_sanitized": "According to the Sahih Muslim, a phrase that replaces this name provoked an objection by the Christians of Najran, which Muhammad answered by invoking ancient naming customs. The epithets  Rāki’ah and Sājidah, which modify this name, are etymologically related to the practices of ruku and sujud. A Greek Orthodox Church has been converted to a mosque with this name on the south side of Chicago, which serves as the headquarters of the Nation of Islam. After a person with this name laments “Would that I had died before this, and had been forgotten and out of sight!” while in the wilderness, a voice from below points to a divinely-summoned stream of water and a palm tree full of dates. This person is called a “sister of Aaron” in the Qu’ran, in which she is the only woman referred to by name. For 10 points, identify this woman, whose namesake sura describes the virgin birth of her son Isa, or Jesus.",
            "answer_sanitized": "Maryam [or the Virgin Mary]",
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "question_sanitized": "This author wrote of dipping a “hand down / into time” and scooping “blue and green lozenges of April heat / a year ago in another country,” in a section of a poem titled for the misspelled word “Whacher” [\"watcher\"]. A novel by this author ends with three men standing with “immortality on their faces / night at their back,” after they step outside a bakery to stare at a “hole of fire.” A woman heals from a breakup by reading The Collected Works Of Emily Brontë at her mother’s house in this author’s long poem “The Glass Essay.” This poet reckoned with the death of her brother by publishing an accordion-folded book whose left-hand pages define every word used in Catullus 101. This author of Nox wrote a verse novel whose protagonist photographs volcanoes in South America with his ex-lover and Ankash. This author translated fragments by Stesichorus in a novel in which Herakles seduces the gay teen Geryon. For 10 points, name this Canadian poet and classicist who wrote Autobiography of Red.",
            "answer_sanitized": "Anne Carson",
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "question_sanitized": "In a 2008 paper, the UC-Berkeley sociologist Loı̈c Wacquant [loh-EEK VAH-kawn] examined the neoliberal strategy of “punitive containment” in this country’s second-most-populous city, which has continued under the Pacifying Police Units, or UPP. This country, whose “social rental” program is a test case in the study of housing rights, attempted to build a million homes under the “my house, my life” program. The domestic worker Gloria is the subject of Donna Goldstein’s Laughter Out of Place, a feminist anthropological account of life on this country’s urban margins. The idea of this country as a “racial democracy” was advanced in the 1933 anthropological text The Masters and the Slaves. The term “antipetismo” refers to opposition to the social policies of the Workers’ Party in, for 10 points, what home country of Gilberto Freyre [zhil-BEHR-to fray'r], where over eleven million people live in favelas?",
            "answer_sanitized": "Brazil [or Federative Republic of Brazil; or República Federativa do Brasil]",
            "subcategory": "Social Science",
            "category": "Social Science"
        }
    ],
    "bonuses": [
        {
            "leadin_sanitized": "Proper elongation of this structure releases the GTPase [G-T-P-\"ace\"] Tem1 from inactivation by Kin4, initiating a signaling cascade that releases Cdc14 into the cytoplasm. For 10 points each:",
            "answers_sanitized": [
                "spindle apparatus [or mitotic spindle; prompt on microtubules]",
                "anaphase promoting complex [or cyclosome; or APC/C]",
                "Hippo pathway [or Salvador/Warts/Hippo pathway] "
            ],
            "parts_sanitized": [
                "A cell cycle checkpoint checks if all kinetochores are properly attached to what cytoskeletal structure that pulls sister chromatids apart?",
                "In both the spindle assembly and spindle position checkpoints, different proteins activate this ubiquitin ligase complex that degrades securin and S and M cyclins to trigger cell cycle transitions.",
                "In yeast, a homolog of this pathway initiates exit from mitosis by sensing spindle position. Organ size in animals is controlled by this pathway, which is whimsically named for a kinase in Drosophila whose mutants experience uncontrolled tissue growth."
            ],
            "subcategory": "Biology",
            "category": "Science"
        },
        {
            "leadin_sanitized": "The 1991 publication of an anthology edited by Loraine Hutchins and Lani Ka'ahumanu, titled Bi [“BY”] Any Other Name, galvanized activist efforts to seek justice for people with this identity. For 10 points each:",
            "answers_sanitized": [
                "bisexuality [or pansexuality; grudgingly accept heteroflexibility; prompt on bi; but do not prompt on or accept “bicuriousity”]",
                "Fred Klein [or Fritz Klein]",
                "sexual inversion [accept word forms, such as inverts]  "
            ],
            "parts_sanitized": [
                "Name this sexual identity that faces issues of “erasure” or “invisibility,” often predicated on the assumption that it is merely a “phase.”",
                "This Austrian-American sex researcher published the results of the earliest major psychological study on bisexuals in his book The Bisexual Option, in which he described his namesake “Sexual Orientation Grid” assessing seven different dimensions of sexual identity.",
                "In an oft-cited article about bisexual erasure, legal scholar Kenji Yoshino wrote that bisexuality is too threatening to heterosexuality to be described with this trope. Early sexologists referred to homosexuality with this term to emphasize the reversal of gender traits exhibited by gay men and women."
            ],
            "subcategory": "Other Academic",
            "category": "Other Academic"
        },
        {
            "leadin_sanitized": "A horrified E.M. Forster claimed to hear the “whinnying of harpies” in a joke about a miscarriage that appears in a letter addressed to this person. For 10 points each:",
            "answers_sanitized": [
                "Cassandra Austen [or Cassandra Austen; prompt on Austen or Jane Austen’s sister]",
                "juvenilia [prompt on synonyms of Austen’s early works or young Jane Austen’s works]",
                "Persuasion "
            ],
            "parts_sanitized": [
                "Name this watercolor painter who burned some two thirds of the letters that an author addressed to her after the latter’s death. That author wrote a short parody of sentimental fiction in which a girl named for this person pushes over a pastry chef and stiffs a coach driver while out “mak[ing] her fortune.”",
                "Jane Austen dedicated “The Beautifull Cassandra,” one of her works of this type, to her sister Cassandra. Austen’s other works in this category include The History of England and Love and Freindship.",
                "Austen also exchanged letters with her sister-in-law Fanny Palmer, whose descriptions of life on a naval vessel informed this Austen novel about Anne Elliot’s love for Captain Frederick Wentworth."
            ],
            "subcategory": "British Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "In this system, food must eschew the usage of leeks, onions, asafoetida [ass-ah-FET-ih-dah], shallots, and a type of allium since they comprise a group of five very pungent vegetables. For 10 points each:",
            "answers_sanitized": [
                "Buddhism [accept Buddhist cooking; accept any answers indicating a more specific type of Buddhism, such as Mahayana or Theravada Buddhism]",
                "meditation [accept word forms]",
                "kuzu [or kudzu; accept arrowroot]  "
            ],
            "parts_sanitized": [
                "A type of vegetarian food called shoujin ryouri is prepared according to the principles of what system? The chef Jeong Kwan, who prepares food according to this system, was profiled in an episode of the show Chef’s Table.",
                "Buddhist cuisine is prepared so that its consumer may help reach a state of zazen while engaging in this practice. A form of breathing called anapanasati is often used to aid this form of contemplation.",
                "One type of shoujin ryouri, called fucha ryouri, serves sauces and dishes made using this starchy vegetable. The Chan school of Buddhism is sometimes compared to this vine since its abstruse doctrines often “ensnare” the mind."
            ],
            "subcategory": "Religion",
            "category": "Religion"
        },
        {
            "leadin_sanitized": "This man seized Constantinople thanks to the assistance of the Greens, a faction of chariot-racing fans, and the defection of the Excubitors, a royal bodyguard led by Priscus. For 10 points each:",
            "answers_sanitized": [
                "Emperor Heraclius [or Flavius Heracles Augustus]",
                "Nika Riots [or Nika revolt]",
                "Anastasius I Dicorus  "
            ],
            "parts_sanitized": [
                "Name this ruler who had the usurper Phocas executed after capturing Constantinople with an army provided by his father, the Exarch of Africa.",
                "Hypatius, a member of the Greens, was crowned emperor by rebels during this week-long series of riots by chariot-racing fans against the emperor Justinian.",
                "The Blues rioted against the 491 accession of this emperor, who was nicknamed “Dicorus” for his heterochromia. Mobs in Constantinople nearly killed this emperor in 512 after he changed part of the liturgy to reflect his Monophysite beliefs."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This composer wrote a work whose final movement overlays “Greensleeves” in 3/4 time over the folk tune “Dargason” in 6/8 time. For 10 points each:",
            "answers_sanitized": [
                "Gustav Holst (“I Vow to Thee, My Country” is set to music in “Jupiter, the Bringer of Jollity” from The Planets)",
                "“Land of Hope and Glory”",
                "Zadok the Priest (by George Frideric Handel) "
            ],
            "parts_sanitized": [
                "Name this British composer of two suites for military band. This composer set Cecil Spring Rice’s patriotic hymn “I Vow to Thee, My Country” to music in the fourth movement of a seven-movement orchestral suite.",
                "English poet A. C. Benson wrote patriotic lyrics for this Edward Elgar song, which takes its tune from the trio of an Elgar march. Elgar set this song for contralto soloist and chorus for the final movement of his Coronation Ode.",
                "This 18th-century British patriotic song begins with a long string ritornello of rising arpeggios before the chorus enters in 7-part harmony. This largely homophonic coronation song sets text from the first Biblical book of Kings."
            ],
            "subcategory": "Auditory Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "One name for this substance, gelbstoff [GELB-shtohff], was introduced by the limnologist K. Kalle, who found that it was responsible for the greenish color of coastal waters. For 10 points each:",
            "answers_sanitized": [
                "CDOM [or colored dissolved organic matter or chromophoric dissolved organic matter; prompt on DOM or dissolved organic matter]",
                "drinkable [or potable; accept word forms]",
                "Secchi depth [accept any answers indicating depth and Secchi disc] "
            ],
            "parts_sanitized": [
                "Give this term for a material that limnologists have called \"yellow substance.\" It is responsible for coloring lakes, and often shields lake life from harmful UV radiation.",
                "The total amount of colored dissolved organic matter is often used as a measure of whether or not water has this property. A reclamation plant gives water this property, often by softening it.",
                "Measuring CDOM content is a common way of measuring water quality. Another way is to calculate this eponymous depth, at which a flat black-and-white apparatus is no longer visible from a lake's surface."
            ],
            "subcategory": "Other Science",
            "category": "Science"
        },
        {
            "leadin_sanitized": "Note to moderator: please read over the answerline first. In the proem that opens Parmenides’ “On Nature,” he meets a goddess who describes these two paths of inquiry. For 10 points each:",
            "answers_sanitized": [
                "the ways of “is” and “is not” [or to eon and to me eon; accept related answers that contrast being and nonbeing or something and nothing; do NOT accept or prompt on “truth and opinion”]",
                "monism [accept specific types like neutral monism]",
                "cosmology [or cosmogony; accept similar answers like “astronomy” or  “the study of the universe”; prompt on physics; prompt on the heavens; prompt on specific astronomical topics like the stars or the moon or light] "
            ],
            "parts_sanitized": [
                "Name these two “ways,” one which is “of conviction” and the other of which is called “impossible.” Parmenides’ stance on these two paths has been interpreted to mean that he did not believe in change, and this dichotomy is distinct from the later dichotomy between doxa and aletheia.",
                "Scholars including W. K. C. Guthrie have argued that Parmenides held this belief. Spinoza held a “neutral” form of this belief, which says the universe is all one substance.",
                "A central question about “On Nature” asks why Parmenides devoted the work’s second part to his theory of this subject, despite earlier treating it as illusory. Parmenides was critical of many pre-Socratic theories on this subject, which was also discussed by Aristotle in his De Caelo [KYE-loh]."
            ],
            "subcategory": "Philosophy",
            "category": "Philosophy"
        },
        {
            "leadin_sanitized": "In the 14th century, this state’s sultan al-Hasan ibn Sulaiman built what was then the largest building in sub-Saharan Africa, the coral Palace of Husuni Kubwa. For 10 points each:",
            "answers_sanitized": [
                "Kilwa Sultanate [or Kilwa Kisiwani]",
                "gold",
                "Shiraz, Iran "
            ],
            "parts_sanitized": [
                "Name this sultanate that dominated the cities of the Swahili Coast in the 15th century. It was legendarily founded by the Persian prince Ali ibn al-Hassan on an island off the coast of Tanzania.",
                "Kilwa grew rich by capturing the trade in this commodity from Mogadishu. This commodity, which reached Kilwa from Great Zimbabwe, was traded across the Sahara for salt by West African empires.",
                "The Kilwa Chronicle states that Ali ibn al-Hassan was a prince from this Iranian city. This city’s name provides the root of the common term for the Mbwera ethnic group, composed of people of Arab or Persian descent on islands off the Swahili Coast."
            ],
            "subcategory": "World History",
            "category": "History"
        },
        {
            "leadin_sanitized": "The script of E.T. may have partly ripped off The Alien, a story by a writer in this language who also wrote science fiction stories about Professor Shonku. For 10 points each:",
            "answers_sanitized": [
                "Bengali [or Bangla] (the author in the leadin is Satyajit Ray)",
                "Ramayana",
                "Amitav Ghosh "
            ],
            "parts_sanitized": [
                "Name this language, the mother tongue of an author who used English for a 1905 story in which Sultana dreams of Ladyland, a utopia where work days are two hours and electric air-cars have been invented thanks to women taking over society from men.",
                "Long before Rokeya Hossain wrote “Sultana’s Dream,” proto-sci-fi elements were introduced to Bengali literature by Chandravati’s version of this epic that features a flying palace owned by Ravana.",
                "This contemporary Bengali author won the Arthur C. Clarke prize for his novel about a cult that seeks to use malarial parasites to transmit their consciousnesses to others’ bodies, The Calcutta Chromosome."
            ],
            "subcategory": "World Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "The MLA was passed in 2006 in response to the alarming number of these businesses that had propped up near military bases. For 10 points each:",
            "answers_sanitized": [
                "payday lenders [or personal lenders; or salary lenders; or small dollar lenders; or short term lenders; accept “loan agencies” in place of “lenders”, but prompt just on lenders or loan agencies]",
                "Ohio",
                "confessions of judgment "
            ],
            "parts_sanitized": [
                "Mick Mulvaney weakened CFPB regulations against what businesses, which generally offer two-week advances at interest rates of upwards of 900%?",
                "This state, which had the nation’s highest interest rates for payday loans, passed the 2018 Fairness in Lending Act to close a loophole allowing lenders to skirt its 28% APR limit. The first director of the CFPB lost this state’s 2018 gubernatorial race.",
                "Sherrod Brown and Marco Rubio introduced the Small Business Fair Lending Act to extend a ban on these contracts, which many payday lenders in New York force borrowers to sign. These contracts allow creditors to go to court against debtors without notifying them."
            ],
            "subcategory": "Current Events",
            "category": "Current Events"
        },
        {
            "leadin_sanitized": "The Pound-Rebka experiment on gravitational redshift is considered the landmark test of this statement. For 10 points each:",
            "answers_sanitized": [
                "Einstein equivalence principle [or strong equivalence principle; do not accept “weak equivalence principle”]",
                "geodesics",
                "geodesic deviation equation [or Jacobi equation] "
            ],
            "parts_sanitized": [
                "Name this statement from general relativity which holds that there is no way to distinguish between uniform acceleration and freefall in a gravitational field.",
                "Freely falling particles in a gravitational field will travel along these paths, which generalize the notion of a straight line to curved space by locally maximizing the proper time.",
                "This equation expresses the relative acceleration of two neighboring geodesics as the product of the Riemann curvature tensor times the two tangent vectors to the curves times the separation vector."
            ],
            "subcategory": "Physics",
            "category": "Science"
        },
        {
            "leadin_sanitized": "On his album Heaven to Earth, Kamasi Washington added African-inspired percussion to his cover of jazz trumpeter Freddie Hubbard’s “Hub-Tones,” which Washington plays using this instrument. For 10 points each:",
            "answers_sanitized": [
                "tenor saxophone",
                "Esperanza Spalding",
                "Al Jarreau  "
            ],
            "parts_sanitized": [
                "Name this instrument whose baritone and tenor varieties were played by bossa nova musician Stan Getz.",
                "This artist’s song “Earth to Heaven” opens with scat singing in a 3 + 5 feel and appears on her album Emily’s D+Evolution. This bassist is the only jazz artist to have ever won the Grammy for Best New Artist.",
                "Heaven and Earth was the 13th album by this jazz singer, who died in 2017. This man often wrote lyrics and scatted to instrumental jazz standards, such as “Take Five” and “Blue Rondo à la Turk.”"
            ],
            "subcategory": "Other Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Slightly under half of global currency trading takes place in this city, which is the largest foreign exchange market in the world. For 10 points each:",
            "answers_sanitized": [
                "London, United Kingdom",
                "Black Wednesday",
                "the Big Bang "
            ],
            "parts_sanitized": [
                "Name this city whose financial district, called “The City,” contains the headquarters of the insurance institution Lloyd’s.",
                "During this 1992 event, despite the Bank of England buying up hundreds of millions of pounds on the London markets, the Major government was unable to keep the pound sterling in the European Exchange Rate Mechanism. George Soros made a billion-pound profit as a result of this event.",
                "The financialization of the UK’s economy is often dated to this 1986 event, in which the Thatcher government’s finance minister, Nigel Lawson, passed a bundle of measures deregulating the City of London to help it compete with New York as a financial center."
            ],
            "subcategory": "European History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This poem was inspired by a plaster cast its owner described as “beautiful” and “all.” For 10 points each:",
            "answers_sanitized": [
                "“The Panther” [or “Der Panther”]",
                "“You must change your life” [or “Du mußt dein Leben ändern”]",
                "Letters to a Young Poet "
            ],
            "parts_sanitized": [
                "Name this poem based on a sculpture owned by Auguste Rodin. John Banville praised this “thing-poem,” calling it “as revolutionary as anything by Eliot or Pound.”",
                "Rodin’s influence on “The Panther” is discussed in Rachel Corbett’s book titled for this five-word phrase. “Archaic Torso of Apollo” ends with this phrase, which follows “here there is no place / that does not see you.”",
                "Corbett recalls receiving this other Rilke book from her mother while in college. This book, which Corbett argues was also inspired by Rodin, was inspired by the 19-year-old Franz Xaver Kappus."
            ],
            "subcategory": "European Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "In an act of resistance against this law, attendees of a convention for the Liberty Party broke into a jail in Syracuse to rescue the cooper William Henry, who called himself \"Jerry.\" For 10 points each:",
            "answers_sanitized": [
                "Fugitive Slave Act of 1850 [or the Fugitive Slave Law]",
                "William Seward",
                "Christiana Riot [or the Christiana Resistance; or the Battle of Christiana] "
            ],
            "parts_sanitized": [
                "Name this law despised by abolitionists, which was passed as part of the Compromise of 1850. The Taney court overturned a ruling that this law was unconstitutional in Ableman v. Booth.",
                "This Senator professed belief in a \"higher law\" than the Constitution in a speech denouncing the Fugitive Slave Act. As Governor of New York, he passed a law guaranteeing trials for fugitive slaves.",
                "In this 1851 incident, Maryland slave owner Edward Gorsuch was killed leading a posse into Pennsylvania to recapture four escaped slaves hiding on William Parker's farm. In the aftermath of this incident, thirty-eight men were charged in the largest treason trial in American history."
            ],
            "subcategory": "American History",
            "category": "History"
        },
        {
            "leadin_sanitized": "This author studied the title motifs through the examples of characters like Hetty Sorrel, Tess, and Clarissa in one essay. For 10 points each:",
            "answers_sanitized": [
                "Elizabeth Hardwick",
                "Hester Prynne [accept either name]",
                "Zelda Fitzgerald [or Zelda Sayre; prompt on Fitzgerald] "
            ],
            "parts_sanitized": [
                "Name this author of the semi-autobiographical novel Sleepless Nights and the essay collection Seduction and Betrayal, who was married to the poet Robert Lowell for twenty-three years.",
                "The title essay of Seduction and Betrayal wonders how Nathaniel Hawthorne actually looked upon the “challenge to society” and “sexual valor” embodied by this protagonist of The Scarlet Letter.",
                "One of the chapters of the “Victims and Victors” section of Seduction and Betrayal is titled for this author, and discusses how her husband was outraged by the manuscript of her novel Save Me the Waltz."
            ],
            "subcategory": "American Literature",
            "category": "Literature"
        },
        {
            "leadin_sanitized": "Susan Sontag’s son David Rieff wrote that Los Angeles had become “the capital of the third world” in a book published a year after, and often read or reviewed in tandem with, this one. For 10 points each:",
            "answers_sanitized": [
                "City of Quartz [or City of Quartz: Excavating the Future in Los Angeles]",
                "Hyman Minsky [or Hyman Philip Minsky; accept Minsky moment]",
                "William H. Whyte [or William Hollingsworth Whyte; or Holly Whyte] "
            ],
            "parts_sanitized": [
                "Name this 1990 book of urban theory that attempts to “excavate the future in Los Angeles.”",
                "In City of Quartz, Mike Davis cites this economist’s research on the role of commercial banks in California’s postwar housing boom. This post-Keynesian economist’s idea of cycles in which stability increases risk taking, leading to instability and a crash caused by de-leveraging, known as his namesake “moment,” gained traction after the 2008 housing bubble.",
                "Davis’s discussion of the menace of crime in L.A. cites this sociologist’s claim that “fear proves itself” in urban environments, found in his book The Social Life of Small Urban Spaces. This coiner of the term “groupthink” turned to urban theory after writing The Organization Man."
            ],
            "subcategory": "Social Science",
            "category": "Social Science"
        },
        {
            "leadin_sanitized": "Several monochromatic olive-green paintings by Willem Claesz Heda [VILL-em KLAHSS HAY-dah] exemplified the “late” style of a genre named for these events. For 10 points each:",
            "answers_sanitized": [
                "breakfasts [or breakfast pieces; or ontbijtjes; prompt on meals, but do not accept or prompt on “banquets,” which name a distinct genre]",
                "still lifes [or stilleven]",
                "Chinese porcelain [or Chinese ceramics; or Chinese pottery; or Chinese vases; accept specific items of pottery, such as bowls and plates and vases, as long as Chinese is included; or china; or Kraak ware; prompt on ceramics alone; prompt on pottery alone; prompt on specific items of pottery, such as bowls and plates, if Chinese is not included] "
            ],
            "parts_sanitized": [
                "In the 1620s, artists such as Clara Peeters [PAY-ters] and Pieter Claesz [KLAHSS] pioneered a genre of relatively unadorned paintings, often featuring crumpled cloth and cracked glasses, that were named for what events?",
                "Breakfast pieces and their showier counterparts, banquet pieces, belong to this larger genre, whose name is an English cognate of a Dutch word. The term vanitas denotes paintings in this genre incorporating symbolic reminders of death.",
                "Banquet pieces, in turn, gave way to the even more ostentatious genre of pronkstilleven [PRONK-still-lay-ven], which often included these objects imitated by Dutch artisans to create Delft Blue."
            ],
            "subcategory": "Visual Fine Arts",
            "category": "Fine Arts"
        },
        {
            "leadin_sanitized": "Norleucine serves as one of these substances when analyzing amino acids with GC-MS. For 10 points each:",
            "answers_sanitized": [
                "internal standard",
                "matrix effects",
                "calibration [accept calibration curve] "
            ],
            "parts_sanitized": [
                "Name this type of standard which is added in a constant amount to both a blank, the calibration standard, and to samples. They should be similar but not identical to the analyte of interest.",
                "The use of an internal standard or the standard addition method helps mitigate this general type of interference from the components of a sample that aren’t the analyte.",
                "Matrix effects are problematic when producing “curves” containing a best fit line relating signals of solutions of known concentration when performing this general process of setting up an instrument for measurement."
            ],
            "subcategory": "Chemistry",
            "category": "Science"
        }
    ]
}