{"tossups": [{"question_sanitized": "One work by this composer beings with a rising fourth “ave” [ah-vay] in the highest voice, which is imitated by the other three voices from high to low. This composer wrote several melodies using a technique for generating musical cryptograms, including a mass using the phrase “lascia fare mi” [LAHSH-ah fah-ray mi], or “leave me alone.”  One mass by this composer used a secular song as a cantus firmus beginning on C in the Kyrie, and placed it through sequentially higher notes of the Guidonian hexachord throughout each movement. This composer wrote a mass that used its theme in the sixth mode, or “sexti toni.” In another mass with the same cantus firmus, this composer used a three-part mensuration canon to one-up a two-part canon from a Missa Prolationum by his teacher Ockeghem [OHK-eh-hem]. For 10 points, name this 15th century Flemish composer of Ave Maria…Virgo serena and Missa l’homme armé super voces musicales [MEES-uh lum ar-MAY SOO-pair VOH-chase myoo-sih-CAL-ess].", "answer_sanitized": "Josquin des Prez", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "This concept is the third “dimension,” after “causal agency” and “logical structure,” in Lynne Markus and Daniel Robey’s model of the causal structure of theories about how information technology affects organizations. David Marr’s book Vision contended that there were three of these constructs in the cognitive sciences, two of which he labeled “computational” and “algorithmic.” Gerhard Medicus represented this concept vertically in a “periodic table of human sciences” whose horizontal entries are Niko Tinbergen’s “four questions” about causality, which are sometimes also known by this term. When determining a research population, social scientists define both the “unit of observation” and this other concept, which is exemplified by Robert Merton’s “middle range.” Social science research, especially in sociology, is often broken down into, for 10 points, what categories “of analysis” that are typically labeled “micro,” “meso,” and “macro”?", "answer_sanitized": "levels of analysis [accept analytical levels or levels of function or levels of organization or levels of inquiry or levels of complexity or reference levels or more specific answers mentioning levels]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": " It’s not a bicycle, but a “hygienic” variant of this product was developed by Caroline Garcin after Dr. Eugene Guibout reported that it was used as a masturbation aid. The circulation of Ebenezer Butterick’s The Delineator increased demand for this product, whose inventor advertised its value by singing a Thomas Hood poem at county fairs. An heiress to a fortune from this product became the patron of modern musicians such as Stravinsky and Ravel after the death of her husband, the Prince of Polignac. Orlando Potter settled the “war” over this product by creating the first patent pool, resolving a competing claim by Elias Howe. The first household version of this product, the “turtleback,” was marketed by door-to-door salesmen selling it on the first historical installment plan. For 10 points, name this invention often credited to Isaac Merritt Singer, which reduced the need for manual needlework.", "answer_sanitized": "Singer sewing machine", "subcategory": "American History", "category": "History"}, {"question_sanitized": "The total synthesis of this compound is the subject of a 1963 Harvey Lecture that infamously dedicates a large amount of prose to eulogizing an intermediate retron. That total synthesis of this compound by Woodward heaps praise upon an isothiazole ring that smoothly allowed the synthesis of this compound’s tropolonoid C ring. The biosynthesis of this molecule involves the coupling of the rings of autumnaline and the expansion of a tyrosine-derived ring to produce its two seven-membered rings. This compound reduces the frequency of attacks of familial mediterranean fever. This compound was the first to be found to arrest mitosis by binding to tubulin, thus preventing tubulin’s polymerization. For 10 points, name this therapeutic compound extracted from the autumn crocus that is used to treat acute gout flares.", "answer_sanitized": "colchicine", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "In a novel set in the aftermath of this historical event, the main character is tied to the murder of an Italian porn film crew years after he puts on an exhibit of photographs of people he’d murdered after this event. The narrator of that novel relates how his former classmate Carlos Weider began skywriting poems as a member of the air force after this event. A character receives three of his granddaughter’s fingers in the mail after she is imprisoned following a fictionalized version of this event, during which the doctor Jaime [HYE-may] is killed. The author of Distant Star wrote a novel in which the perpetrator of this event hires Father Urrutia to teach his followers about Marxism, titled “By Night in” the country where this event occurred. In another novel, Esteban Garcia leads a fictionalized version of this event against “The President.” For 10 points, Roberto Bolaño went into exile after what 1973 event that overthrew the uncle of the author of The House of the Spirits?", "answer_sanitized": "the 1973 Chilean coup d’etat [or the coup against Salvador Allende; or Augusto Pinochet’s coup; accept synonyms in place of “coup”; prompt on coup]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "In France, these people formed groups that were traced to three legendary founders named Jacques, Soubise, and Solomon. In an account from Bordeaux, these people swore on a Bible and thirty pieces of silver before a baptismal ritual in which they chose a nickname, a godfather, and an assistant godfather. In Germany, they wore unpaired gold earrings to pay for burial and carried diaries to fill with stamps while “on the Walz.” In the first chapter of the Communist Manifesto, Karl Marx lists these people as the oppressed class in a binary opposition that follows “patrician and plebeian“ and “lord and serf.” Under the auspices of compagnonnages de devoir [kohm-pan-yoh-NAHZH de deh-VWAHR], these people undertook the original tour de France. To reach a higher rank, these people had to produce a “masterpiece.” For 10 points, name these wandering guild members who occupied a middle rank between apprentices and masters.", "answer_sanitized": "journeymen [prompt on guild members]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The oldest all-female institution of this type was founded by Hyman Schandler and is located in Cleveland. Following a report by the Washington Post, another of these institutions in Cleveland fired William Preucil for sexual misconduct. Both a 2000 study by Claudia Goldin and Cecilia Rouse and the final chapter of Malcolm Gladwell’s Blink discuss attempts to fix the gender gap at these institutions. A lawsuit against one of these institutions marked the first test of MEPA, the Massachusetts Equal Pay Act; in February 2019, that one of these institutions in Boston reached a settlement with Elizabeth Rowe. Bill Nye’s ex-wife, Blair Tindall, was allegedly “blacklisted” from these institutions for publishing a memoir titled for a historical figure “in the Jungle.” More women were hired at these institutions following the implementation of a “blind” audition process. For 10 points, name this type of institution that employs a concertmaster and a conductor.", "answer_sanitized": "orchestras [prompt on philharmonic; prompt on symphony with “can you be less specific?”] (the memoir is Mozart in the Jungle, which was made into an Amazon Prime show)", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "In Ben Jonson’s Epicoene, Truewit’s anti-feminist anti-marriage diatribe is adapted from this author. Dryden inserted the line “When the King’s Trump, the Mob are for the King” into his version of one of this author’s works, and in his “Paraphrase” of another work by this author, Dryden turned a “penniless exile” into a poet with life circumstances similar to Dryden himself. A poem patterned after this author begins: “Tho’ Grief and Fondness in my Breast Rebel” and describes Thales leaving the title city, London. Another poem imitating this author declares “Let observation with extensive view / Survey mankind, from China to Peru.” Samuel Johnson’s “The Vanity of Human Wishes” was adapted from a work by this author that mocks Hannibal and advises one to wish for “sound mind in a sound body.” For 10 points, name this early 2nd-century poet who mocked the public desire for “bread and circuses” in his Satires.", "answer_sanitized": "Juvenal [or Decimus Iunius Iuvenalis]", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This company coined the term \"fog computing\" for the practice of doing calculations on the \"edges\" of a network instead of on a central server.  This company's recent partnership with Docker allows for containerization to be implemented on their Unified Computer System product lines, which possess a \"fabric\" for packet switching. A 2008 white paper by Dave Evans, a worker for this company, may have coined the term \"Internet of Things.\" In 1999, this company developed AVVID, or the Architecture for Voice, Video and Integrated Data, which enabled its domination of the Voice over the Internet Protocol market in the 2000s. After its 1980 founding by Sandy Lerner and Len Bosack, it released its first flagship product, the AGS Router. For 10 points, name this tech giant known for selling networking components, whose name abbreviates the name of a city in the Bay Area.", "answer_sanitized": "Cisco Systems", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "A work named for Charles-Maurice Le Tellier, the Archbishop of Reims, provides a typical depiction of this figure, who wears a quadruple red knot attached to the front of a zigzag-shaped headband. In a later series, several people recoil before a white-clad, bearded, vengeful-looking version of this figure, who points to the right at a diagonally-oriented painting of a cross titled The Prophecy. A black-skinned representation of this figure appears above an inverted skull with a double keyboard of teeth to the right of an illustration from the “Borgia Group.” Frescoes showing the “Coming” and “Departure” of this being occupy separate wings of the Baker Memorial Library at Dartmouth. This god and one of his aspects are often shown wearing conch-shell talismans in the Codex Borbonicus. Jose Clemente Orozco’s mural The Epic of American Civilization depicts the disappearance of, for 10 points, what deity, who is pictured as a feathered serpent in Aztec art?", "answer_sanitized": "Quetzalcoatl [ket-zal-koh-AT-ull] [accept Ehecatl] (Ehecatl is the wind-blowing aspect of Quetzalcoatl.)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "British capitalists coined the pejorative term “Spanish practices” to disparage union benefits in this industry, especially during a 1986 strike in which so-called “refuseniks” fought to retain “hot-metal” production methods. A tycoon in this industry paid a 5,000 pound annual retainer to “Hitler’s spy princess” Stephanie von Hohenlohe and sent a telegram congratulating his “dear Fuhrer” for annexing the Sudetenland. With a fortune built off a monopoly in the Canadian cement industry, a businessman moved to England and dominated this industry before serving as Minister of Aircraft Production in Churchill’s War Cabinet.  Stanley Baldwin proclaimed that this industry enjoyed “the prerogative of the harlot throughout the ages” to counter attacks from two of its major players, Lord Beaverbrook and Lord Rothermere. Historically centered on London’s Fleet Street, this industry was investigated in the Leveson Inquiry after revelations of widespread phone hacking. For 10 points, name this industry, which encompasses such organizations as The Sun and the Daily Mail.", "answer_sanitized": "British newspaper industry [or the British press; or answers indicating journalism in the United Kingdom; or publishing; prompt on the media]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This is the object most closely linked to a feast day celebrated on August 29th, which according to the Golden Legend of Jacobus de Voragine additionally commemorates the recovery of a finger by Saint Thecla. This object was passed off to a poor potter by two lazy monks and fueled the healing power of the fraudulent Arian hieromonk [HYE-ro-\"monk\"] Eustachius during the first of its three “findings,” centuries before it was recovered by Wallon de Sarton during the Sack of Constantinople. Orthodox tradition holds that this relic was rescued from a dung heap and reburied at the Mount of Olives by Saint Joanna the Myrrhbearer. Amiens Cathedral was built to house this relic, which is marked by an oft-visited shrine in the south wing of the Umayyad Mosque in Damascus. Matthew 14:6-7 and Mark 6:22 describe an event known popularly as the “Dance of the Seven Veils” for which this item was the reward. For 10 points, name this body part that was handed to Salome on a platter.", "answer_sanitized": "the head of John the Baptist [prompt on head of John; accept head of John the Forerunner; accept skull in place of head]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Ruelle, Takens, and Newhouse demonstrated that arbitrarily small perturbations to this type of flow in dimensions of three or higher will lead to strange attractors, in what is sometimes called this kind of route to chaos. W.H. Jeffreys co-discovered a set of solutions to the three-body problem with this property. If an integrable system with this type of motion is subjected to a small enough perturbation, then the motion will still lie on a deformed torus in phase space, according to the Kolmogorov-Arnold-Moser theorem. Dynamical systems with this property have two or more incommensurate frequencies that cannot be expressed as rational multiples of each other. For 10 points, give this term for systems whose behavior recurs at irregular intervals rather than at fixed, predictable intervals.", "answer_sanitized": "quasiperiodic [prompt on “almost periodic” but do not accept or prompt on \"periodic\" alone; accept non-resonant; accept rationally independent before “rational” in the penultimate sentence; prompt]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "This novel compares the protagonist’s ears to “filled cups” while he listens to an “interminable roar” like “the whirring and thumping of gigantic machinery.”After the protagonist shakes his fist as if “about to deliver a philippic” and exclaims “Hell--”, a chapter of this novel abruptly ends with the sentence “The red sun was pasted in the sky like a wafer.” “Retiring fogs” reveal a group of men resting on a hill in this novel’s first sentence, which opens “the cold passed reluctantly from the earth.” In a scene of this novel, the protagonist pushes open the “green doors” of a chapel-like pine grove, where he finds a man whose eyes are the color of a “dead fish” and ants running over his “gray skin” propped against a tree. Ford Madox Ford admired the impressionism of this novel, whose protagonist is almost always called “the youth.” For 10 points, “the tattered man” and Jim Conklin are encountered by Henry Fleming in what Stephen Crane war novel?", "answer_sanitized": "The Red Badge of Courage", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "A player of this instrument collaborated with Lee Morgan and Art Blakey on the 20-minute title track of his album The Sermon. Virtuoso arrangements of Latin tunes were the primary output of Ethel Smith, an early player of this instrument. This instrument plays the main riff of a song that was named after the pet cat of one of its performers, whose unusual manner of walking inspired that riff. Computerized devices meant to imitate the sound of this instrument are colloquially referred to as “clonewheels.” This instrument was the most common one used in conjunction with an amplifying device called the Leslie speaker. Use of this instrument, which plays the main riff of “Green Onions,” as part of a jazz ensemble was popularized by Jimmy Smith. For 10 points, name this keyboard instrument, a popular electric variety of which was invented by Laurens Hammond.", "answer_sanitized": "Hammond organ", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In a letter, the author of this work echoed Goethe by using the phrase “für ewig” [fyur AY-vig] to express his hope that it would be significant “forever.” This work discusses another thinker’s “precocious Jacobinism” in a section that calls for the development of a “national-popular collective will.” To avoid the attention of censors, this work’s author referred to Lenin as “Vilich” and edited out mentions of “class” or “Marxism.” Borrowing a term from Georges Sorel, this work argues that to attain power, a group must first obtain a “historic bloc” of social forces. This work, which coined the term “passive revolution,” argues that working-class identification with bourgeois values has been responsible for the continued dominance of capitalism. For 10 points, name this set of essays that defined cultural hegemony, written by Antonio Gramsci while jailed by the Fascists.", "answer_sanitized": "the Prison Notebooks [or the Quaderni del carcere]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "In the early 1980s, biologists mapped an “I-J determinant” that is crucial to this process to mouse chromosome 17, which they later sequenced and found to contain nothing of the sort. This process is thought to be mediated by arginase-1 activity by a population of either Ly6c [\"L-Y-six-C\"] or Ly6g-expressing “myeloid derived” cells. A different class of cells promotes this process by depleting IL-2 availability, expressing IL-10 and TGF-beta, and secreting CTLA-4 to prevent co-stimulation by APCs. mTOR [em-tor] inhibitors such as sirolimus and calcineurin inhibitors such as cyclosporine belong to a class of drugs named for their ability to induce this phenomenon. This is the primary biological function of CD25 and FoxP3-expressing regulatory T cells. Organ transplant rejection is prevented and autoimmune diseases are treated by medically inducing, for 10 points, what state of reduced immune system activity?", "answer_sanitized": "immunosuppression [or immune suppression; or descriptive answers indicating making the immune system less active until “immune” is read after “for 10 points”; accept inhibiting/blocking T cell responses; accept immune system regulation before ‘regulatory” is read]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "One of these features that was introduced as part of the Growth Acceleration Program was deeply unpopular with residents of the Complexo de Alemão [AH-lay-mawn] and was shut down in 2017. A series of urban murals titled The Street is Yours was painted in response to the 2016 introduction of one of these systems to Ecatepec, the largest suburb of Mexico City. Many underdeveloped barrios surrounding the Aburrá Valley benefited from the 2004 introduction of one of these systems to Medellín, whose success sparked a Latin and South American boom in their construction. The longest network of this kind, known as Mi Teleférico, is a major thoroughfare in the metro areas of El Alto and La Paz. Sugarloaf Mountain in Rio de Janeiro can be accessed via, for 10 points, what type of public transit system whose passengers are suspended in midair?", "answer_sanitized": "cable cars [or gondola lifts; or aerial tramways; or sky tram; or ropeways; prompt on tram; prompt on public transit; prompt on mass transit]", "subcategory": "Geography", "category": "Geography"}, {"question_sanitized": "A confederacy among these people settled legal cases by appealing to the “Drum of the Creator God,” whose priests claimed that the god devoured the losing party even though they were actually sold into slavery. Communities in the western part of their land formed a decentralized guerrilla movement in the “War of the Silent Ones.” Women in this broad ethnic group punished male abuses by “sitting on a man,” which they put into action against colonial “warrant chiefs” during the “Women’s War” of 1929.  Pogroms broke out against this group in response to a 1966 coup that installed an officer from this ethnic group, Johnson Aguiyi-Ironsi, as head of state. A state comprised of mostly people of this ethnicity endured a famine due to a blockade by an army under Yakubu Gowon during a 1967-1970 civil war. For 10 points, name this broad ethnic group in Nigeria that made up most of the population of the breakaway state of Biafra.", "answer_sanitized": "Igbo people [or Ibo people; prompt on Anioma people or Aro people]", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This object is filled with “gold mangons” and placed for pilgrims to view on the altar of St. Seurin. Lines mentioning this object are compared with the corresponding lines of Alfred de Vigny’s poem titled for it in a chapter of Auerbach’s Mimesis about the work in which this object appears. The protagonist uses this non-weapon to batter out the eyes of an attacker while lying on the green grass of a hill topped by four marble stones. In the “first scene” named for this object, which begins on laisse [\"layss\"] 83, the protagonist repeatedly refuses his friend’s entreaties to use this object. The traitor Ganelon at first convinces his master to ignore the summons made with this object, the use of which causes blood to flow from the protagonist’s mouth and veins in his forehead to burst. For 10 points, the paladin Oliver begs the title character to use what ivory object, sometimes called the oliphant, to summon help at the Battle of Roncevaux Pass in The Song of Roland?", "answer_sanitized": "Roland’s horn [accept the oliphant until mentioned; prompt on “horn”]", "subcategory": "European Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "A general from this family nicknamed “Scarface” sailed a Russian fleet into the Aegean in 1770 to assist a Greek anti-Ottoman rebellion that is often named for him. For 10 points each:", "answers_sanitized": ["Orlov family", "Prince Gregory Aleksandrovich Potemkin", "Crimean Khanate "], "parts_sanitized": ["Name this family of Russian nobles that included Alexei, the victor of the Battle of Chesme. Alexei’s brother Grigory was a lover of Catherine the Great who helped her overthrow Peter III.", "Grigory Orlov was supplanted as Catherine’s favorite by this prince, who established Russia’s Black Sea Fleet and allegedly built fake, cheerful-looking villages in the south of Russia to impress the tsaritsa.", "The Treaty of Kuchuk-Kainarji that ended the Russo-Turkish War established the independence of this state ruled by the Giray dynasty, which lost the Battle of Molodi a year after its soldiers burned Moscow."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "In the traditional religion of this region, possession by a god is accompanied by loss of appetite and hallucinations during a state of “self-loss” classified by the DSM as a culture-bound syndrome. For 10 points each:", "answers_sanitized": ["Korea [or the Korean peninsula]", "shamans", "mudang [or mansin] "], "parts_sanitized": ["Identify this region in which the gut [“GOOT”] rites are performed by intermediaries between humans and gods, the first of whom was born after his mother prayed under a sandalwood tree after transforming from a bear to a woman.", "Most ceremonies in Korean folk religion are carried out by this general type of person, who enters an altered state of consciousness to access the spirit world in animistic traditions across the world.", "The predominant shamans in traditional Korean religion are these women, who cross-dress when possessed by male spirits in the chaesu type of gut. A Silla-era myth holds that the earliest of these female shamans were the daughters of the Holy Mother Sungmo."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "In the memoir Scoundrel Time, before the author undergoes this experience, she strategically sends “Mr. Wood” a letter reading “I cannot and will not cut my conscience to fit this year’s fashions.” For 10 points each:", "answers_sanitized": ["testifying before HUAC [or being summoned to HUAC; or appearing before HUAC; accept anything involving talking to HUAC, or being blacklisted; accept the House Un-American Activities Committee in place of “HUAC”; prompt on answers that mention Congress or the House of Representatives]", "The Crucible", "Tea and Sympathy "], "parts_sanitized": ["Identify this personal experience that prompted Lillian Hellman to stage a revival of The Children’s Hour in protest. Another author is often said to have forecast this future experience with the third act of one of his plays, which is dominated by Deputy Governor Danforth.", "Arthur Miller was summoned before HUAC in 1956, three years after he wrote this aforementioned allegorical play about McCarthyism.", "Like The Children’s Hour, this play by Robert Anderson levies a coded critique of McCarthyism via ruinous accusations of homosexuality. In this stupid play, the effeminate Tom Lee is bullied by his classmates at prep school but is able to prove his manliness by kissing his coach’s wife Laura."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "Toni Morrison wrote the foreword to an influential collection of photographs of these subjects by the Harlem Renaissance photographer James van der Zee. For 10 points each:", "answers_sanitized": ["dead people [or corpses; accept equivalents; van der Zee’s collection is called The Harlem Book of the Dead]", "Mathew B. Brady", "carte de visite [or visiting card; or CdV]   "], "parts_sanitized": ["In the 19th century, daguerreotypists often made house calls to middle-class families to photograph what subjects, who were relatively easy to capture?", "A popular myth holds that a stand named for this photographer was used to pose dead subjects as if they were living. This Civil War photographer displayed the work of his employee Alexander Gardner as “The Dead of Antietam.”", "The invention in France of this small photographic format, consisting of several negatives contact printed together on albumen paper, allowed ordinary Americans to easily disseminate post-mortem images and pictures of individual Civil War soldiers."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In 2013, this class of molecules was detected in the atmosphere of Titan, lending credence to the idea that all life grew from them. For 10 points each:", "answers_sanitized": ["polycyclic aromatic hydrocarbons [or PAHs; accept polycyclic aromatic hydrocarbon world hypothesis; prompt on hydrocarbons or aromatic hydrocarbons]", "interstellar medium [or ISM]", "infrared [or IR spectrum] "], "parts_sanitized": ["Name these organic molecules, which are the subject of an astrochemical hypothesis stating that their presence in the early universe gave rise to an “RNA world.”", "The polycyclic aromatic hydrocarbon world hypothesis has been supported by the discovery of PAHs in this mixture of gases, photons, and other matter that can be found between stars.", "Jean-Loup Puget detected polycyclic aromatic hydrocarbons in the ISM by examining anomalous spectral lines in this portion of the electromagnetic spectrum. The WISE mission studied this regime, and observed Class L and T dwarfs, which are active in it."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "This principle states that if for all predicates P, Px if and only if Py, then x = y. For 10 points each:", "answers_sanitized": ["the identity of indiscernibles [accept, but DO NOT REVEAL, or Leibniz’s law; do not accept or prompt on “indiscernibility of identicals”]", "Gottfried Leibniz", "quantum mechanics [or quantum physics] "], "parts_sanitized": ["Name this metaphysical principle. Max Black’s argument against this principle posits two spheres within a perfectly symmetric universe, which have the same properties but are ontologically distinct.", "The identity of indiscernibles is sometimes called a “law” named for this philosopher, who described God as a kind of simple substance in his Monadology.", "Philosophers like Steven French have argued that Leibniz’s Law fails when this theory is taken into account. In “The Theory of Groups and [this theory],” Hermann Weyl discusses the identical twins Mike and Ike and argues that it is impossible for either to always retain his identity."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "James Joyce used this sort of experience to name a genre of short prose pieces including “Pull out his eyes, apologise,” some of which he repurposed for Stephen Hero and Portrait. For 10 points each:", "answers_sanitized": ["epiphany [or epiphanies; do not accept or prompt on synonyms]", "paralysis [do not accept or prompt on synonyms]", "Eveline "], "parts_sanitized": ["Give this term, whose secular definition of a moment of sudden insight was popularized by Joyce.", "The epiphanies in Dubliners are often discussed along with the characters’ experiences of this state, which Joyce claimed Dublin was “the center of.” The narrator of “Sisters” repeats this word to himself, thinking that it sounds strange like the words “gnomon” or “simony.”", "This character from Dubliners experiences both an epiphany and paralysis when “a bell [clangs] upon her heart,” after which she is unable to leave with her lover Frank on a ship bound for Buenos Aires."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Premature infants who require supplemental oxygen after birth are often given pa·livi·zumab as prophylaxis against this virus. For 10 points each:", "answers_sanitized": ["respiratory syncytial [sin-SISH-al] virus [or RSV]", "PCR [or polymerase chain reaction]", "membrane fusion [or lipid bilayer fusion; or word forms indicating that the viral and host membranes fuse] "], "parts_sanitized": ["Name this virus that is the most common cause of bronchiolitis and pneumonia in children under the age of one.", "RSV is usually diagnosed as part of a multiplex respiratory virus panel making use of this technique, which uses thermal cycling to repeatedly denature, anneal, and elongate small amounts of DNA.", "Respiratory syncytial virus gets its name because its F proteins cause this process to happen to nearby cell membranes, forming syncytia. Though most enveloped viruses undergo this process at the cell surface, it happens to influenza virus in a pH-dependent fashion after being endocytosed."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "The first movement of this composer’s Six Bagatelles for woodwind quintet uses only four pitches, and each successive movement uses more pitches. For 10 points each:", "answers_sanitized": ["György Ligeti", "2001: A Space Odyssey [accept either underlined part]", "micropolyphony  "], "parts_sanitized": ["Name this composer who transcribed that work from parts of his earlier Musica Ricercata for piano.", "Reports differ on whether Ligeti knew how much of his music would be used for this film, which he called “a piece of Hollywood shit.” This film begins with Ligeti’s Atmosphères, a piece for large orchestra without percussion, and also used the “Sunrise” section of a tone poem by Richard Strauss.", "A passage in Ligeti’s Atmosphères is early example of this type of polyphony. This technique uses densely-spaced canons that, while guided by strict rules, are merely heard as a texture, and form cluster chords among the voices."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In the aftermath of this battle, the victor granted Pedro de Ampudia’s request for a two-month truce, which provoked an outraged President Polk to reassign some of the victor’s soldiers. For 10 points each:", "answers_sanitized": ["Battle of Monterrey", "Zachary Taylor", "Thomas Jesup "], "parts_sanitized": ["Name this 1846 battle in which, after capturing Federation Hill and Independence Hill, American soldiers engaged in house-to-house urban warfare to conquer a city in northeast Mexico.", "The Battle of Monterrey was a victory for this general, nicknamed “Old Rough and Ready,” who won his most famous victory at Buena Vista the next year.", "At the beginning of the war, Taylor’s army advanced to the Rio Grande from a Louisiana fort named for this “Father of the Modern Quartermaster Corps,” who served as the United States’ Quartermaster General for 42 years."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Limitations in this technique include the inability to control the production of a plane and inability to identify specific molecules. For 10 points each:[10] Name this preparation method for samples in which they are cryofixed, sliced, then covered with a layer of platinum and carbon. This technique allows for planar views of cellular surface structure.ANSWER: freeze-fracture [accept freeze etching]", "answers_sanitized": ["freeze-fracture [accept freeze etching]", "electron microscopy [prompt on partial answer]", "osmium tetroxide [accept OsO4] "], "parts_sanitized": ["Name this preparation method for samples in which they are cryofixed, sliced, then covered with a layer of platinum and carbon. This technique allows for planar views of cellular surface structure.", "Freeze-fracture may be used to prepare samples for this technique which comes in transmission and scanning varieties. This technique has higher resolution than its light-using counterpart due to the lower de Broglie wavelength of its namesake particle.", "This compound is a commonly used stain for lipids in electron microscopy. This compound is also used in organic chemistry to produce vicinal diols from alkenes."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "The Quran claims that Allah destroyed “two gardens” by sending this disaster, which according to another legend was caused by the gnawing of a rat with iron teeth. For 10 points each:", "answers_sanitized": ["the breaching of the Ma’rib Dam [accept obvious equivalents of the failure of the Ma’rib Dam; or the flood of Arim]", "frankincense", "Kingdom of Axum [or the Aksumite Empire] "], "parts_sanitized": ["Identify this catastrophe of the 6th century AD, the last in a series of failures for a 1,000-year-old marvel of engineering built by the Sabaeans. It caused a mass exodus of refugees and a loss of agricultural fertility in the Himyarite kingdom.", "The Marib Dam was built with the fabled wealth that the Saba kingdom in modern-day Yemen gained in part by selling this tree resin, which was often traded along with myrrh.", "The signature of Abraha, a governor of this empire, is visible on the remains of the base of the Marib Dam. A sidelock-sporting Jewish king of Himyar, Dhu Nuwas, killed himself when this empire invaded Yemen."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "Believing herself to be dying of stomach cancer, the protagonist of this novel self-medicates with alcohol, pills, and hallucinogenic mushrooms until she is cured by a mysterious figure whom she refers to with ve/ver/vis pronouns. For 10 points each:", "answers_sanitized": ["The Bone People", "Maori", "Cloud Atlas (by David Mitchell) "], "parts_sanitized": ["Name this 1984 novel that was rejected by every major publisher until it was picked up by Spiral, a feminist collective. In this novel, an abusive father falls in love with an artist who constructs a spiral shell-shaped house for them to live in.", "The figure who cures Kerewin's cancer in The Bone People is variously interpreted as a hallucination or as an elder of this indigenous ethnic group of New Zealand, with which the author Keri Hulme identified.", "A Maori overseer whips a Moriori slave named Autua in “The Pacific Journal of Adam Ewing,” the first of six nested narratives comprising this novel."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "In January 2019, tens of thousands of workers went on strike in the Savar district of this country’s capital, in the first major event of the fourth term of its prime minister Sheikh Hasina. For 10 points each:", "answers_sanitized": ["Bangladesh [or People's Republic of Bangladesh; or Gônoprojatontri Bangladesh]", "Rana Plaza", "Bangladesh Awami League [or AL] "], "parts_sanitized": ["Women toiling in sweatshops constitute eighty percent of the labor force that enables what South Asian country to be the second-largest textile exporter in the world?", "Walmart and several clothing retailers refused to sign an Accord on Fire and Building Safety in Bangladesh after the 2013 collapse of this eight-story building in Dhaka, which killed 1134 garment workers.", "The owner of Rana Plaza, Sohel Rana, was found to have been a leader of the youth wing of this ruling party of Bangladesh. Under Sheikh Hasina’s father Sheikh Mujibur Rahman, this party led the struggle for the country’s independence."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "Sandra Harding edited a “reader” titled for this theoretical position that contrasts it with the “God trick” of assuming a posture of objectivity. For 10 points each:", "answers_sanitized": ["standpoint theory [accept standpoint feminism or standpoint epistemology or similar answers mentioning standpoint]", "Donna J. Haraway", "proletariat [accept dictatorship of the proletariat or “The Standpoint of the Proletariat”; prompt on “working class” or “wage-labor class” or similar answers] "], "parts_sanitized": ["Give this term for an encompassing “theory” of epistemology, largely developed by second-wave feminist writers, that proceeds from the assumption that marginalized groups, by virtue of their social situation, are more aware of the societies they live in than dominant groups.", "This feminist writer’s essay “Situated Knowledges” coined the term “God trick” to describe the “conquering gaze from nowhere” adopted by the sciences. Her essay “The Cyborg Manifesto” gave rise to “cyborg feminism.”", "Standpoint theory traces its roots to a chapter of Georgy Lukacs’s History and Class Consciousness that examines the “standpoint” of this class, which Karl Marx argued would take power in an intermediate “dictatorship” in the transition from capitalism to communism."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "The Brazilian Alberto Santos-Dumont financed his experiments in this field with money from his family’s coffee plantations. For 10 points each:", "answers_sanitized": ["aviation [or aeronautics; or flight; or piloting an airplane; or equivalents; prompt on engineering]", "Manfred Albrecht Freiherr von Richthofen [or the “Red Baron”; or Der Rote Baron]", "Italo Balbo "], "parts_sanitized": ["Identify this field whose pioneers also included the Frenchman Louis Bleriot, who won a thousand-pound prize offered by the Daily Mail.", "Another legend of early aviation was this German World War I flying ace, who led the “Flying Circus” unit and won an unmatched eighty aerial victories.", "Chicago’s Burnham Park still contains a monument to this Air Marshal of Fascist Italy, who led an “Italian Air Armada” on a propaganda tour from Rome to Chicago. He became Governor-General of Libya after falling out of favor with Mussolini."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This painter believed that the spirits from the seances she regularly conducted with four other female artists had commissioned her major cycle, The Paintings for the Temple. For 10 points each:", "answers_sanitized": ["Hilma af Klint", "Wassily Kandinsky", "Concerning the Spiritual in Art [or Über das Geistige in der Kunst] "], "parts_sanitized": ["Identify this artist, the subject of the ongoing Guggenheim exhibition “Paintings for the Future,” a Swedish mystic who created the earliest known Western abstract paintings in 1906.", "Until the rediscovery of af Klint in the 1980s, this artist was often credited with inventing abstraction with his Composition V. The expressionist group Der Blaue Reiter [dehr BLAU-eh RYE-tehr] is named for a painting by this artist.", "af Klint's mysticism is often discussed alongside this treatise by Kandinsky, which defines his genres of improvisation, impression, and composition, and describes the artist’s role in guiding humanity through a pyramid."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "In a 2015 novel, the retiring classics professor Richard is ashamed to realize that he walked by ten African refugees conducting a hunger strike in this place without realizing it. For 10 points each:", "answers_sanitized": ["Berlin Alexanderplatz", "Jenny Erpenbeck", "Marcel Proust "], "parts_sanitized": ["Name this public square. It titles a Ulysses-inspired novel by Alfred Doblin that follows the criminal Franz Biberkopf after his release from prison.", "The aforementioned novel about the European refugee crisis is Go, Went, Gone, a bestseller by this contemporary German author. She depicted a century of German history by following the visitors to a lake house in her novel Visitation.", "The narrator visits a warming hall near the Alexanderplatz in Walking in Berlin by Franz Hessel, a German translator of this author. The phenomenon of “involuntary memory” is often named for this French author."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This scientist found that cleaner water surfaces could be compressed more than contaminated ones while keeping the surface tension at a maximum. For 10 points each:", "answers_sanitized": ["Agnes Pockels", "capillary action [or capillarity]", "Gibbs-Marangoni effect  "], "parts_sanitized": ["Name this German scientist, who performed early measurements of surface tension in her kitchen using a trough filled with water, with a metal strip dividing the surface of the water.", "Surface tension and adhesion are responsible for this phenomenon, in which liquid climbs up the sides of a small tube against the force of gravity.", "In this effect named for an Italian, and sometimes for an American, a gradient in surface tension pulls liquid mass to areas of higher tension. It is described by a dimensionless number proportional to the derivative of surface tension with respect to temperature."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "Answer the following about the Kindred of the Kibbo Kift, a nutty interwar British group that camped, hiked, and wore skimpy exercise outfits in the name of world peace, for 10 points each:", "answers_sanitized": ["Boy Scouts Movement [or Scouting Movement; or Scouts Movement]", "Ernest Thompson Seton [or Ernest Evan Thompson]", "Oliver Mellors [accept either underlined name; or Lady Chatterley’s Lover; prompt on the gamekeeper] "], "parts_sanitized": ["The founder of the Kibbo Kift, John Hargrave, was disillusioned with the growing militarism of this youth organization founded by Robert Baden-Powell.", "Hargrave was inspired by this American, who shamelessly drew on Native American stereotypes to create a fake tribe called the Woodcraft Indians. He also wrote the official Boy Scout Handbook.", "Critic David Bradshaw has identified the natural sexuality of the Kibbo Kifters as the inspiration for this literary character, who experiences simultaneous orgasm with his partner on a forest floor in a novel in which he cheats on his estranged wife, Bertha Coutts."], "subcategory": "Other Academic", "category": "Other Academic"}]}