{"tossups": [{"question_sanitized": "These people participate in an X Factor–style singing competition in the 2013 documentary Champ of the Camp. The large number of these people in one country spurred the implementation of the nitaqat policy, which awards “silver” and “green” status to incentivize reducing the number of these people. The discovery of the murdered corpse of one of these people, Joanna Demafelis, prompted Rodrigo Duterte to announce a ban on their deployment. The agencies that recruit these people often hire an informal network of usually untrustworthy “subagents” local to the villages where many of these people are originally from. In most GCC countries, these people are victimized by the kafala system, which requires them to surrender their visas to their sponsors. The stadiums for the 2022 World Cup are mostly being built by, for 10 points, what individuals, who form an underclass in the Gulf States?", "answer_sanitized": "migrant workers in the Gulf [or foreign workers; or foreign laborers;  or guest workers; or nonnational workers; prompt on human trafficking victims or similar answers; accept workers from India, workers from Nepal, workers from the Philippines, workers from Pakistan, workers from Sri Lanka, or workers from any specific country; prompt on specific professions, like maids and construction workers, if there’s no indication given that they’re foreign-born or migrants]", "subcategory": "Current Events", "category": "Current Events"}, {"question_sanitized": "Description acceptable. This process is deficient in mice with mutations in Van Gogh-like 2, which interacts with Dishevelled in planar cell polarity signaling. Asymmetrical, apical constriction of actin drives the formation of the medial and dorsolateral hinge point cells during this process. In 1993, Van Allen et al. challenged the conventionally-held view that the final step of this process occurs in a “zipper-like” fashion rostrally and caudally from a single position between the third and sixth somite pairs. In the secondary form of this process, the medullary cord undergoes cavitation to form several lumens. Pregnant women take supplements of folate to prevent deficiencies in this process, such as spina bifida. For 10 points, name this process in which a “plate” of cells folds up to form a closed cylinder during the development of the central nervous system.", "answer_sanitized": "neurulation [or formation of the neural tube; or folding of the neural plate; prompt on formation of the spinal cord or similar answers]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "The narrator of this novel interjects to dispute the reader’s complaints about the unrealistic surname “Bugger” after an episode in which the main character seduces the lover of a cartwright named Bugger. After seeing what appears to be the funeral procession of his beloved military captain, the protagonist of this novel recalls that man’s habit of compulsively dueling his best friend. This novel’s many embedded stories include that of the licentious priest Father Hudson and a tale about a woman who tricks her ex-lover into falling in love with a prostitute. The title character’s attempts to tell “the story of his loves” are repeatedly thwarted by his sore throat and by his horse bolting to nearby gallows. While traveling with his employer, this novel’s title character explains his belief in a “great scroll” on which the future is written. For 10 points, name this novel about a valet “and his master” by Denis Diderot.", "answer_sanitized": "Jacques the Fatalist and His Master [or Jacques le fataliste et son maître]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This artist enclosed onlookers to the Crucifixion in splotches of purple and blue in his watercolor Golgotha, the best-known entry of his gouache [goo-AHSH] series illustrating the Passions of Christ. This artist drew from the idioms of the Mexican muralists to paint three men standing in front of a brick wall, one of whom clutches his guitar to his chest, in his painting Folk Musicians. A large bull stares at the viewer in the background as an old woman with wings talks to a nude young woman in this artist’s Conjur Woman as an Angel, which he included alongside a Baptism scene evoking his native North Carolina in his series Prevalence of Ritual. With Hale Woodruff, Charles Alston, and Norman Lewis, this artist founded the “Spiral Group” to explore the role of artists in the civil rights movement. This artist’s 1964 exhibition Projections featured billboard-size enlargements of his photomontages depicting African-American life. For 10 points, name this black artist, the preeminent collagist in the United States.", "answer_sanitized": "Romare (Howard) Bearden", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A member of this group included a depiction of a fictional European-style capital called “Melilot” in his book about the Apalachee nation. Although many engraving copies by Theodor de Bry exist, the only surviving original drawing by a member of this group depicts the Timucuan leader Atore’s people worshipping a column left by another member of this group. A Knight of Malta led members of this group to an island in Brazil’s Guanabara Bay, where they founded an “Antarctic” colony. Pedro Menéndez de Avilés massacred hundreds of members of this group upon taking their settlement of Fort Caroline in Florida. The founding of American colonies as refuges for this group was promoted by the admiral Gaspard de Coligny. For 10 points, name this religious group whose Old World strongholds included La Rochelle.", "answer_sanitized": "Huguenots [accept French Protestants or French Calvinists; prompt on Protestants, Calvinists, or French colonizers]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "In this composition’s tonally ambiguous beginning, the first violins’ ascending F-sharp, G, A-flat may quote the opening phrase of Mozart’s Fantasia in C Minor. This work’s only duets are in its pastoral third section, one of which, a slow cantilena [kan-tuh-LAY-nuh] in three-four time between soprano  and bass, is called “Graceful Consort.” A brief E-major flute solo accompanied by pizzicato strings precedes a description of cattle in this composition. One example of this work’s frequent use of text painting is a bass sustaining a low B-flat on the word “deep.” The chorus sings unison eighth-note Gs that precede a sudden fortissimo C-major chord on the words “and there was light” in this oratorio’s first movement, “The Representation of Chaos.” For 10 points, name this oratorio by Joseph Haydn that sets texts from Psalms, Paradise Lost, and Genesis.", "answer_sanitized": "The Creation", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A 1993 work of critical race theory presents a racialized view of this concept by using examples like the author’s grandmother and Plessy v. Ferguson; that work by Cheryl Harris analyzes whiteness as a form of this concept. A work titled for this concept claims that it is a “contradiction, a chimera, a utopia” and argues that the existence of this concept causes society to “devour itself.” In Justice as Fairness: A Restatement, John Rawls distinguishes between a democracy characterized by this concept and welfare-state capitalism. This concept is said to create authoritarian social relationships and exploitation in an early anarchist work titled “what is” this concept. For 10 points, name this concept that Pierre-Joseph Proudhon defined as “theft,” but which is more typically associated with ownership.", "answer_sanitized": "property [prompt on ownership before it is read]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "Theodore Guy filed charges against eight of these people, which drove one of the accused, Larry Kavanaugh, to commit suicide. A group of eleven of these people known as the “Alcatraz Gang” included Jeremiah Denton, who pretended to be dazzled by bright lights to justify blinking rapidly in a televised interview. The student group VIVA sold millions of metal bracelets carrying the names of these people. Newt Heisley designed a black flag to advocate for a subclass of these people who were supposedly abandoned after Operation Homecoming; that flag bears the motto Gone but Not Forgotten. Sybil Stockdale founded an advocacy group on behalf of these people, influenced by the fate of her husband, future vice presidential candidate James Stockdale. For 10 points, name these US soldiers, such as John McCain, who were often tortured at sites like the “Hanoi Hilton.”", "answer_sanitized": "American prisoners of war from the Vietnam War [or Vietnam POWs; or POW-MIA; prompt on U.S. soldiers in the Vietnam War]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "An essay about this man recounts how he was called “lagnuso, lazy, meschino, good-for-nothing” by his father, Zio Pepe, and opens in a time that is “not quite spring . . . before the search for salmon,” in San Francisco. That essay about this man describes a cheering crowd with the line “[this man] had returned, they were young again, it was yesterday.” The epigraph of that essay about this man includes a speculation that this man “was as poor as we are and would understand.” This subject of Gay Talese’s “The Silent Season of a Hero” is depicted as abusive in Joyce Carol Oates’s Blonde. This man’s resilience despite his bone spurs is extolled by a character who says, “I think the great [this man] would be proud of us today,” after a fight with a marlin. For 10 points, name this baseball player admired by Santiago in The Old Man and the Sea.", "answer_sanitized": "Joe DiMaggio [or Joseph Paul DiMaggio; prompt on Joe or Joltin’ Joe]", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "KT McDonald found a surprising factor of one-half in an expression for this quantity for a charged parallel plate capacitor that occurs due to this quantity’s linearity causing fringe field effects to be noticeable. The fact that static electromagnetic fields can carry this quantity results in the Shockley-James paradox, which implies a “hidden” form of this quantity. Whether this quantity increases or decreases for an electromagnetic field in a dielectric was debated by Max Abraham and Hermann Minkowski. Radiation pressure occurs due to the exchange of this quantity between an object and an electromagnetic field, and for an electromagnetic field this quantity’s density equals the magnitude of the Poynting vector over c squared. The off-diagonal components of the first row and column of the stress-energy tensor represent the density of this quantity. For 10 points, name this quantity, which for an electromagnetic wave equals its energy over the speed of light, and is typically represented with a p.", "answer_sanitized": "momentum [accept linear momentum; do NOT accept angular momentum]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "A group of nonbinary transgender people participated in this observance for the first time in January 2019. People who spend the entire period of this observance praying in makeshift houses or tents are known as kalpvasis. A half, or ardh iteration of this occurrence occurs between two instances of the full, or purna iteration. A major part of this observance is a procession of nude and ash-smeared people, some of whom carry tridents. During this observance, sadhus walk with members of their respective akharas in the Peshwai Procession. This observance is carried out where drops of amrita were spilled from the heavens during a fight between the devas and asuras. Near Allahabad, this observance regularly takes place at the meeting of the invisible Sarasvati with the Yamuna and Ganges. For 10 points, name this Hindu festival in which millions travel to cleanse themselves in rivers every three years.", "answer_sanitized": "Kumbh Mela [or Kumbha Mela; or Prayagraj Kumbh Mela; or Haridwar Kumbh Mela; or Nashik-Trimbakeshwar Simhastha; or Ujjain Simhastha; or Maha Kumbh Mela; or Ardh Kumbh Mela; or Purna Kumbh Mela; prompt on Mela]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "In an article titled for this idea in the Yale Law Journal, Harold Koh wrote that it has “four faces,” one of which he dubbed the “flying buttress mentality” in reference to Louis Henkin. In 1995, Joseph Lepgold and Timothy McKeown analyzed military spending, diplomatic representation, and alliance participation to conclude that there was little evidence for this idea in international relations. A 1993 David Wrobel book titled for the “end” of this idea argued that, around 1890, people stopped understanding it in terms of land policy. This idea, the term for which is sometimes attributed to invective hurled at Jay Lovestone by Joseph Stalin, was called a “double-edged sword” in a book by Seymour Martin Lipset, who linked it to diminished class consciousness, radical egalitarianism, and aloofness in foreign relations. Alexis de Tocqueville’s work is often cited as the origin of, for 10 points, what idea concerning the fundamental uniqueness of the United States?", "answer_sanitized": "American exceptionalism [accept “On American Exceptionalism” or The End of American Exceptionalism or American Exceptionalism: A Double-Edged Sword]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "In the lead-up to this battle, a ruler attributed his adversary’s aggression to drug withdrawal in a letter he sent with a gold box of opium entrusted to his servant Shah Quli Aga. Declaring he was “not a caravanserai thief,” the loser of this battle followed Durmish Khan’s advice not to rout his unprepared enemy with a cavalry charge. This battle was the major engagement of a campaign launched to prevent uprisings like the Sahkulu Rebellion two years prior. After this battle, which took place northwest of Khoy, the winner assigned Idris Bitlisi to negotiate with the local chiefs of his newly conquered lands in Kurdistan. After using cannons and arquebuses to devastate sword-wielding Qizilbash cavalry, the victors of this battle captured, but quickly withdrew from, the enemy capital at Tabriz. For 10 points, name this 1514 battle in Iran, a victory for Selim I’s Ottoman Empire over Ismail I’s Safavids.", "answer_sanitized": "Battle of Chaldiran", "subcategory": "World History", "category": "History"}, {"question_sanitized": "This poet sadly realizes that he has rambled about an “image of air: / Vague memories, nothing but memories,” at the end of a sequence of eight poems reflecting upon an aging woman whom he called “his phoenix.” This author wrote of his generation that “we are but critics, or but half create,” in a poem structured as a dialogue between Hic and Ille, which takes its Latin title from Dante’s La vita nuova. The same volume by this author includes a poetic dialogue between a “shepherd and goatherd” among three elegies for his friend’s son. In another of those elegies, this poet of “Ego Dominus Tuus” wrote of “a waste of breath the years behind / In balance with this life, this death.” This author removed the play At the Hawk’s Well before he republished a collection whose title poem describes animals that “scatter wheeling in great broken rings / Upon their clamorous wings.” For 10 points, name this Irish poet who wrote of seeing “nine-and-fifty” of the title birds in “The Wild Swans at Coole.”", "answer_sanitized": "William Butler Yeats", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "Retrotope and Concert Pharmaceuticals focus on designing drugs with this modification. Polyunsaturated fatty acids with this modification have been considered as therapeutics because this modification yields resistance to lipid peroxidation. The first drug with this chemical modification to obtain FDA approval is a Teva derivative of tetrabenazine. Selective amounts of this modification are applied to biological samples in small-angle neutron scattering in the method of contrast variation. This modification is of interest in certain pharmaceuticals due to reducing their rate of metabolism via kinetic effects. Bonds that have undergone this modification vibrate at approximately 70% of their typical frequency. This modification is typically present in solvents used for H-NMR. For 10 points, name this modification that replaces a hydrogen with a heavier analogue.", "answer_sanitized": "deuteration [accept answers indicating the replacement of hydrogen with deuterium]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "In a poem by this author, the line “I accept… I accept totally, without reservation” precedes a long list of images such as “the four foot high cell,” “the yaws,” and “the mastiff.” After noting that a certain characteristic is “not a leukoma of dead liquid over the earth’s dead eye,” a poem by this author praises “those who have invented neither powder nor compass.” An essay by this author proclaims “Europe is indefensible” and presents an equation that equates its title concept with “thingification.” A poem by this author imagines a statue of a “liberator fixed in his whitewashed stone liberation” standing above “the inert town.” The speaker recalls saying “Beat it… you cop, you lousy pig” in a poem by this author that repeats the phrase “at the end of daybreak”and mentions Empress Josephine, who was born in this author’s home country of Martinique. For 10 points, Discourse on Colonialism and “Notebook of a Return to the Native Land” are by what co-founder of the Negritude movement?", "answer_sanitized": "Aimé Césaire [or Aimé Fernand David Césaire]", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "At the beginning of this decade, student protesters occupying universities began to call their movement “the Panther” in reference to an animal that had escaped from the zoo. The discovery of the “armoire of shame” during this decade revealed the reluctance of postwar Italian magistrates to prosecute Nazi war crimes, like the Ardeatine Massacre.  A party founded during this decade used a logo displaying a statue of the medieval knight Alberto da Giussano. During this decade, the prosecutors Paolo Borsellino and Giovanni Falcone were both killed eight weeks apart in Mafia-planned bombings. The Christian Democracy and Italian Socialist Parties dissolved in this decade after pervasive corruption was exposed in the “Bribesville” scandal. For 10 points, name this decade in which the “Clean Hands” investigations upended Italian politics, clearing the way for the first ministry of Silvio Berlusconi.", "answer_sanitized": "the 1990s [prompt on 90s]", "subcategory": "European History", "category": "History"}, {"question_sanitized": "A former slave on a Barbados sugar plantation designs the world’s first example of these facilities in Esi Edugyan’s [ESS-ee eh-DOO-jin’s] novel Washington Black. Visitors to the Washington Monument circa 1878 could see the structures named for Grant’s secretary Orville Babcock that housed the oldest of these facilities in the United States, which was later moved to the basement of the Commerce Department building and was shut down in 2013. A Victorian craze for these facilities followed after Philip Henry Gosse installed the first public one at Regent’s Park in London. Sheet steel jugs that were manually aerated by bicycle foot pumps were often used to transport material between these facilities before the introduction of plastic shipping bags in the 1950s. One of these facilities with a glass pyramid top was key to the urban renewal of Baltimore’s Inner Harbor. For 10 points, what type of institution in Monterey Bay was the first to exhibit a living kelp forest?", "answer_sanitized": "aquariums [or seawater aquariums; or aquaria; or National Aquarium; prompt on vivariums or vivaria; anti-prompt on fish tanks]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "A Lagrangian treatment of these structures appeared in a paper by Petterson that defines an angle based on the dilatation axis to quantify the relationship between changing temperature gradients and the formation of these structures. A more complex complete scalar equation describing the formation of these structures was given in a 1948 paper by J. E. Miller, whose nine-term equation incorporates a tilting term and several terms to model horizontal and vertical displacements of air parcels. These structures coincide with gravity currents and are where quasi-linear convective systems may form. In the areas surrounding these structures, arcus clouds, or roll clouds, may originate, since they are on the leading edges of thunderstorms. During cyclogenesis, hot air may drive the birth of an “occluded” one of these structures when it interacts with a “cold” one. For 10 points, name these areas between regions of air with different densities.", "answer_sanitized": "fronts [or weather fronts; accept cold front or occluded front]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "George Loddiges [LAW-didge-us] and William Hosking designed one of these places to be surrounded by an arboretum in which the trees are arranged by alphabetical order of species. Winding, circular streets figure prominently in Alexandre-Théodore Brongniart’s [BRONE-yas] unusually city-like design for one of these places. The principles of English landscape gardening inspired a 19th-century American movement named for “rural” or “garden” examples of these places, the first of which was Mount Auburn in Boston. One of these places established in 1804 by Napoleon served as the model for Abney Park and Highgate, two of the “Magnificent Seven” places of this kind in London. A stone sphinx that has been eroded by kiss marks was sculpted by Jacob Epstein for one of these places, which features a Neo-Byzantine columbarium. For 10 points, name these places, such as Père Lachaise in Paris, that are lined with headstones.", "answer_sanitized": "cemeteries [or graveyards; or necropolises]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}], "bonuses": [{"leadin_sanitized": "For 10 points each, answer the following about the influential percussion music of the Ewe [eh-way]  peoples indigenous to Ghana and Togo.", "answers_sanitized": ["call-and-response", "hemiola", "gongs [accept bells]"], "parts_sanitized": ["Much of the singing that accompanies the Agbekor [AHG-bay-kor] war dance is structured in this antiphonal style. This structure, which requires a song leader singing a line of text and a group singing a refrain, is also common in African American spirituals.", "This rhythmic technique, a foundation of West African music, sets three notes in the time of two notes. Stephen Sondheim used this technique in “The Sun Sits Low” from A Little Night Music.", "Along with drums and rattles, Ewe music also commonly uses an atoke [ah-TOE-kay], an example of this type of metal percussion instrument that is struck with an iron rod. These instruments are also common in music from Java and China."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Identify the following about the career of computer animation pioneer John Whitney, for 10 points each.", "answers_sanitized": ["slit-scan photography", "Vertigo", "Jean-Philippe Rameau "], "parts_sanitized": ["Many of Whitney’s animations used this photographic technique, in which a movable slide with an incision is placed between the camera and the object to be photographed, producing distorted effects. Douglas Trumbull used this technique in the Star Gate sequence in 2001: A Space Odyssey.", "Whitney’s Analog Cam Machine was used to make the spirals that come out from Kim Novak’s eyes in the opening credits of this Alfred Hitchcock film, in which James Stewart’s character develops acrophobia.", "While working as IBM’s first artist-in-residence, Whitney produced a film titled “homage to” this Baroque composer, whose Treatise on Harmony had profoundly influenced him."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "In a letter to general William Rosecrans, President Lincoln described this battle as a “hard victory which, had there been a defeat instead, the nation could scarcely have lived over.” For 10 points each:", "answers_sanitized": ["Battle of Stones River [or the Second Battle of Murfreesboro]", "Braxton Bragg", "Tullahoma Campaign "], "parts_sanitized": ["Name this Civil War battle that began on December 31, 1862, in central Tennessee, where Rosecrans forced the Army of the Tennessee to withdraw. After the first day of this battle, George Thomas declared he knew of “no better place to die” to persuade Rosecrans not to retreat.", "The Battle of Stones River was a defeat for this hapless Confederate general, who did later defeat Rosecrans in the Confederacy’s only major victory in the West, the Battle of Chickamauga.", "Six months after the Battle of Stones River, Rosecrans forced Bragg out of Middle Tennessee in this campaign, during which John Wilder’s “Lightning Brigade” got its name by capturing Hoover’s Gap."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Unlike its Lagrangian counterpart, this viewpoint reduces the equations of motion to first order at the expense of doubling the number of equations. For 10 points each:", "answers_sanitized": ["Hamiltonian mechanics", "canonical", "symplectic structure "], "parts_sanitized": ["Name this viewpoint of classical mechanics that describes how a system’s position and momentum degrees of freedom evolve in phase space.", "In Hamiltonian mechanics, this adjective refers to coordinate transformations that leave the form of Hamilton’s equations invariant.", "Equivalently, a canonical transformation is one that does not change the differential 2-form referred to as this type of “structure.” That “structure” referred to by this adjective can be written as an antisymmetric matrix, often symbolized omega."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "British women were allowed to join this profession starting in the 1660s, under the reign of Charles II. For 10 points each:", "answers_sanitized": ["actor [accept word forms like acting or actress; accept tragedienne; prompt on less specific answers that discuss the theatre or the stage]", "Aphra Behn", "she-tragedy [accept pathetic tragedy until “called the” is read; prompt on tragedy] "], "parts_sanitized": ["Name this profession of Elizabeth Barry and Nell Gwynn, who was also a mistress of Charles II. Later women with this profession included several members of the Kemble family.", "Barry and Gwynn may have been in the original cast of this author’s play The Rover. This staunch royalist and spy for Charles II satirized anti-Catholic prejudice in The Feign’d Curtizans.", "Tragediennes like Barry helped popularize this dramatic genre, examples of which included Nicholas Rowe’s The Fair Penitent and Thomas Otway’s The Orphan. Also called the “pathetic tragedy,” this genre focused on the sufferings of a tragic female heroine."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Answer the following about theories on cultural contact between Mesoamerica and the southwestern United States, for 10 points each.", "answers_sanitized": ["turquoise", "macaws [prompt on parrots]", "pochteca "], "parts_sanitized": ["Before 2018, the Aztec supply of this stone was long thought to come from the Pueblo people, who manufactured beads of it in Chaco Canyon. This precious stone was used in Aztec jewelry and mosaics, such as the double-headed serpent sculpture in the British Museum.", "A breeding center for these birds at Paquimé may have been part of the trade network that brought them from southern Mesoamerica to the Pueblo. A demon in the Popol Vuh [poh-POHL VOOKH] is usually called “Seven” this bird in translations.", "More dubiously, the architecture of some Puebloan great houses has been used to suggest the direct presence of this class of Aztec merchants in New Mexico. They were served by a hereditary class of porters called tlamemeh and worked as spies for the empire."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "A parody of this poem ends with the speaker “thinking hard for all of us” and heaving a dove’s carcass “across the marriage counselor’s fence.” For 10 points each:", "answers_sanitized": ["“Traveling through the Dark”", "Language poets", "Kansas "], "parts_sanitized": ["Name this most famous poem of William Stafford, which details the speaker’s dilemma upon finding the corpse of a pregnant deer on the Wilson River road.", "The aforementioned response to Stafford’s poem, “Traveling through the Yard,” is by Rae Armantrout, a member of this movement. This movement’s magazine stylized their name with equals signs between each letter.", "Though he worked in Oregon, Stafford was born in this state. Allen Ginsberg called himself an “old man now, and a lonesome man in” this state in the poem “Wichita Vortex Sutra.”"], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "With Albert Dietrich and Robert Schumann, this man composed a sonata for violin and piano by using the motif F-A-E, which stood for “frei aber einsam” [FRY AH-buh YNE-zahm], or “free but lonely.” For 10 points each:", "answers_sanitized": ["Johannes Brahms", "Horn Trio in E-flat Major, Op. 40 [accept either underlined portion] (the chorale quoted is “Wer nur den lieben Gott lasst walten”)", "clarinet "], "parts_sanitized": ["Name this composer of that sonata, the scherzo of which is the only movement still regularly played. This composer used the short-short-short-long “fate motif” from Beethoven’s Symphony No. 5 in his third piano sonata and his first symphony, which was nicknamed “Beethoven’s Tenth.”", "The death of Brahms’s mother inspired this trio with an uncommon instrumentation, which Joseph Holbrooke also wrote for. This work quotes a German funeral chorale, and its first movement is unusually not in sonata form.", "Later in life, Brahms left retirement to compose several chamber works for this instrument, including a quintet, a trio, and two sonatas. Brahms was inspired by hearing Richard Mühlfeld play this instrument."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This thinker’s hedonist philosophy is summarized in chapter 7 of the Liezi. For 10 points each:", "answers_sanitized": ["Yang Zhu [or Yangzi]", "Mozi [or Mo Di or Mo Tzu or Micius]", "filial piety [or xiao]"], "parts_sanitized": ["Name this Warring States period philosopher, who Mencius caricatured as someone who would not give up a single hair from his head to benefit the world.", "Yang’s egoism is often contrasted with the ideas of this philosopher, who argued, against the Confucians, that one should care for all people equally. His namesake book includes the extremely dense “Dialectical Chapters.”", "According to the Confucians, Mozi’s principle of “universal love” is incompatible with this virtue of respect for one’s elders and ancestors."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "If there are multiple candidate substitution positions, the Bowtie algorithm conducts a greedy, depth-first search for the one with the lowest value for this variable. For 10 points each:", "answers_sanitized": ["Phred quality score [or Q score]", "DNA sequencing [or next-generation sequencing; or Sanger sequencing]", "Illumina  "], "parts_sanitized": ["Identify this value that is assigned by the Phred [FRED] algorithm and is logarithmically related to the base-calling error probability at a given position. For instance, if this value is sixty for a given position, then there is a one-in-a-million chance the nucleotide there was assigned incorrectly.", "Quality scores are reported in readouts for this process, which is more commonly performed today using “next-generation” methods rather than the dideoxy chain termination method introduced by Frederick Sanger.", "Early versions of the Solexa pipeline developed by this company used odds, instead of error probability, to calculate the quality score. Reversible dye terminators are used by the HiSeq and MiSeq next-generation sequencers sold by this San Diego–based biotechnology company."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "In his 2017 “food history” The Potlikker Papers, John T. Edge invokes the title nutrient-rich residue, which is left behind when boiling a pot of greens, as a metaphor for the formation of this region’s cuisine. For 10 points each:", "answers_sanitized": ["the South [or Dixieland]", "Houston", "tomatoes [or fried green tomatoes; the novel is Fried Green Tomatoes at the Whistle Stop Cafe] "], "parts_sanitized": ["Black-eyed peas, soul food, and grits are among the hallmarks of the cuisine of what region of the United States?", "The Potlikker Papers describes how immigrants from Southeast Asia shaped the culinary landscape of this Southern city. A post-1990 wave of immigration to neighborhoods like Montrose has made its metropolitan area the most ethnically diverse of any large city in the United States.", "An early twentieth-century grassroots movement economically empowered thousands of rural Southern women by enrolling them in “clubs” to gather this ingredient. A Southern preparation of this ingredient was popularized in a novel by Fannie Flagg, in which it is sold at a café run by a lesbian couple."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "This work’s protagonist, the Stranger, first abandons the Lady when she commits the vile crime of reading the book he wrote. For 10 points each:", "answers_sanitized": ["The Road to Damascus [accept Till Damaskus]", "August Strindberg", "Miss Julie [or Fröken Julie; or Countess Julie; or Lady Julie] "], "parts_sanitized": ["Name this semi-autobiographical trilogy with a biblical title. It ends with the Stranger entering a monastery and includes a bizarre alchemist banquet.", "This misogynistic author of To Damascus based the Lady on his ex-wives, who included the writer and translator Frida Uhl and the actress Siri von Essen.", "Von Essen played the title role in the 1889 premiere of this Strindberg play. The title “man-hating half-woman” of this play is implied to commit suicide at the end with a razor given to her by her lover, a valet."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "The government of the Third Republic enacted the so-called lois scelerates, or “villainous laws,” to suppress this ideology. For 10 points each:", "answers_sanitized": ["anarchism [or individualist anarchism]", "Marie Francois Sadi Carnot", "a café in the Gare Saint-Lazare [prompt on a restaurant; prompt on a train station] "], "parts_sanitized": ["Give this ideology of the defendants in the “Trial of the Thirty.” Many followers of this ideology endorsed the “propaganda of the deed,” exemplified by the assassination of Umberto I by Gaetano Bresci.", "In 1894, the Italian anarchist Sante Geronimo Caserio stabbed this president of France to death. He was the grandson of a French Minister of War called the “Organizer of Victory.”", "In the same year, Emile Henry attempted to avenge the anarchist Auguste Vaillant by bombing one of these locations. In his trial, Henry said he chose this location to target “the accomplices and employees of Property,” proclaiming, “There are no innocent bourgeois.”"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "This field of study was introduced by Saunders Mac Lane and Samuel Eilenberg, who wrote a textbook that is still used as a primer on it. For 10 points each:", "answers_sanitized": ["category theory", "morphisms", "topoi [or topos] "], "parts_sanitized": ["Name this field of mathematics that studies namesake groupings of objects. One of its goals is allowing for the discovery of general axioms to describe arbitrary numbers of those groupings.", "These structure-preserving mappings are often represented as arrows between objects within a category. These mappings are classified based on their properties, such as “epic” and “monic.”", "In these special categories, every object has a power object and there exists limits for all those taken over finite limits. One of these categories named for Alexander Grothendieck consists of a category of sheaves on a site and is used in algebraic geometry."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "The formulation of this idea in two papers written independently of each other in the late 1940s gave rise to the economic idea of “dependency theory.” For 10 points each:", "answers_sanitized": ["Singer-Prebisch hypothesis [or Prebisch-Singer hypothesis]", "development economics [or developmental economics; accept answers mentioning forms of the word developing]", "Jeffrey (David) Sachs "], "parts_sanitized": ["Identify this “hypothesis” holding that economies based on trade in primary products tend to deteriorate because commodities decline in value relative to manufactured goods over time.", "The Singer-Prebisch hypothesis, and dependency theory more generally, are fundamental ideas in this branch of economics, which focuses on economic growth, particularly in low-income countries.", "With Andrew Warner, this economist, then at Harvard, wrote a 1997 paper showing that commodity economies lagged relative to manufacturing ones from 1970 to 1990. This author of The End of Poverty was a chief proponent of economic “shock therapy,” which he helped institute in Bolivia and post-Soviet Russia."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "For 10 points each, answer some questions about Qur’anic exegesis [ek-suh-JEE-suhs].", "answers_sanitized": ["tafsir", "surat al-Baqara [or the Cow sura; or the Heifer sura]", "ʿImād al-Dīn Ismāʿīl ibn ʿUmar ibn Kathir "], "parts_sanitized": ["This is the Arabic term for exegesis in general, including linguistic, historical, or theological interpretations.", "This longest sura provides some guidance with regards to exegesis because it includes a “verse of abrogation” stating that a new revelation may supersede an old one. This sura is the second in the Qur’an and is named after an animal that was often sacrificed in Muhammad’s time.", "This eminent Syrian exegete of the fourteenth century wrote a tafsir that avoided the use of Christian and Jewish prophetic narratives. This scholar is best known for a massive history of Islam titled Al-Bidayah wa al-nihayah, or The Beginning and the End."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Only about 200 of the many hypothetical structures for these substances have been successfully synthesized. For 10 points each:", "answers_sanitized": ["zeolites", "tetrahedral", "hyphen "], "parts_sanitized": ["Name these compounds whose topologies are mimicked by ZIFs. Their structures are given framework type codes consisting of three letters.", "The aluminum and silicon atoms in zeolite frameworks typically exist in this geometry. Due to being in this geometry, hypothetical zeolite structures can be represented by four-regular graphs where oxygen atoms serve as edges and aluminum and silicon atoms serve as vertices.", "For zeolite frameworks whose tetrahedral chains experience interruption, one of these symbols prefixes the framework type code."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "The frescoes of the Villa of Publius Fannius Synistor at Boscoreale use this technique to transform windowless walls into convincing depictions of temples and courtyards. For 10 points each:", "answers_sanitized": ["linear perspective [or relative perspective]", "Second Style [or architectural style]", "Prima Porta "], "parts_sanitized": ["Centuries before the Italian Renaissance, many of the frescoes in Pompeii used what technique by having receding parallel lines converge on vanishing points to provide the illusion of three dimensions?", "The usage of perspective and trompe-l'œil to create the illusion of depth was a hallmark of this “style” of Pompeiian painting, exemplified also by the frescoes at the Villa of the Mysteries. It was the earliest uniquely Roman style of mural painting.", "A Second Style gardenscape that blurs the foliage in the background to create atmospheric perspective was found at the Villa of Livia in this suburb of Rome, which lends its name to a marble statue of Augustus raising his right hand."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This person is the ostensible narrator of a best-selling book that describes the “Kingdom of Abkhaz,” which is covered in darkness, and the kingdom of Prester John, found in a sea made of gravel. For 10 points each:", "answers_sanitized": ["Sir John Mandeville", "Marco Polo", "Cosmas Indicopleustes [or Indicopleustes] "], "parts_sanitized": ["Name this fictitious fourteenth-century English knight, the supposed author of a hugely popular medieval travelogue that describes voyages to faraway locations like India, China, and Egypt.", "This Venetian merchant’s travels, recounted in his book Il Milione, included visiting China and staying at the court of Kublai Khan.", "This sixth-century Alexandrian traveler is sometimes known by an alternate Greek name meaning “traveler to India.” This man’s Christian Topography contains a map in which the universe, in the shape of the Tabernacle of Moses, contains a rectangular, flat earth."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "In its early years, this group stood on the backs of flatbed trucks and performed commedia dell’arte inspired comic skits known as actos. For 10 points each:", "answers_sanitized": ["El Teatro Campesino [or The Farmworkers’ Theater; or The Peasant Theater]", "pachucos", "Octavio Paz (Lozano)  "], "parts_sanitized": ["Identify this pioneering Chicano drama troupe founded by Luis Valdez during the 1965 Delano grape strike as the cultural wing of the United Farm Workers.", "The signature piece in the repertoire of El Teatro Campesino is Valdez’s play Zoot Suit, which examines this flamboyant Mexican American youth culture. An essay on these people “and Other Extremes” describes their desire to flaunt their differences from American and Mexican culture.", "“The Pachuco and Other Extremes” is the first essay in this Mexican poet’s book The Labyrinth of Solitude."], "subcategory": "World Literature", "category": "Literature"}]}