{"tossups": [{"question_sanitized": "In folklore of the Visayas region, creatures who can separate their winged torsos from the rest of their bodies engage in this activity and, like the shapeshifting aswangs, can be fought with a whip made from the tail of a stingray. That Filipino creature, the manananggal, is similar to the Indonesian leyak, which also engages in this activity. Confusingly, the French word for “werewolf” is the source of the name of the Haitian loogaroo, a hag-like creature that performs this activity as part of a pact with the devil. In both Balkan and Chinese myths, creatures that engage in this activity can be distracted by piles of grains, which they are compelled to count, and can be created if a cat or dog jumps over a person. Children are the main victims of this action in the Romanian stories of strigoi and in Greek stories about the half-snake lamiae. For 10 points, name this action that the chupacabra is believed to perform on livestock, and that vampires perform on people.", "answer_sanitized": "bloodsucking [accept obvious equivalents of drinking blood, or vampirism before mention; prompt on eating people, children, pregnant women, fetuses, etc; prompt on killing a person, making someone undead, or turning someone into [the monster being clued] by asking “by doing what?’]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "In 2015, Marin Soljačić’s [sohl-ya-chich] group discovered a particle with this property by firing microwaves at a “double-gyroid” photonic crystal. Lowenstein extended the BPHZ renormalization scheme to particles with this property. Weinberg and Witten showed that in all theories with a Lorentz-covariant stress-energy tensor, elementary particles with this property must have a spin less than 2. Geim and Novoselov discovered that graphene behaves like a 2D sea of Dirac fermions that have this property. It is not spin, but if the symmetry that is being spontaneously broken is not also explicitly broken, Goldstone bosons can have this property. Before the discovery of their flavor oscillation, neutrinos were thought to have this property. The energy-momentum relation for particles with this property states that the square of the energy equals the square of the product of the three-momentum and the speed of light. For 10 points, name this property shared by the gluon and photon, even though they are affected by gravity.", "answer_sanitized": "masslessness [accept descriptive answers like “not having mass” or “zero mass” or “zero rest mass”; the particle in the first sentence is the Weyl fermion]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "The leader of one of these institutions discussed it in a treatise titled In The Nabk Tree of the Extremity of Thoughts, but only managed to run it for a few years before Murad III had Admiral Kilic Ali Pasha level it with a naval bombardment. That one of these institutions, which Taqi ad-Din founded in Istanbul, was partly inspired by the Rasadkhaneh, one of these places that Hulagu Khan shipped skilled prisoners like Nasir al-Din Tusi to for labor. Omar Khayyam’s major non-poetry achievement was developing the Jalālī system at one of these places in Isfahan. These institutions, such as one in Maragheh, published books known as zīj, one example of which, the Zij-i Sultani, was compiled at one of these institutions patronized by the Timurid king Ulugh Beg in Samarkand. Medieval Islamic institutions of this type used tools like the alidade to get better measurements than those found in the Almagest. For 10 points, what institutions were used to observe objects like Aldebaran and Deneb?", "answer_sanitized": "astronomical observatories", "subcategory": "World History", "category": "History"}, {"question_sanitized": "At a collection presented at the Paris Opera, a designer with this surname created extremely well-draped dresses out of a chainmail-like mesh fabric he called “Oroton.” The company founded by that designer with this surname sells underwear with a Greek key design on the waistband. A designer with this surname infamously featured studs, collars, and harnesses in his so-called “bondage” collection. Another designer with this surname chose a tropical leaf and bamboo pattern for a green silk chiffon dress with an extremely low neckline that went past the navel of its wearer. The founder of a fashion house with this surname is said to have “dressed the mistress,” whereas his rival, Giovanni Armani “dressed the wife.” Donatella, a designer with this surname, inherited a fashion company from her brother after his 1997 murder. For 10 points, identify this surname of the glamorous gay fashion designer Gianni.", "answer_sanitized": "Versace", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Despite his surly exterior, one character with this profession acts as if he “had taken a vow never to raise his voice and never to make use of the imperative.” This is the profession of a character who laments “perhaps I am not a man but only look as if I have arms and legs and a head” shortly before exclaiming “To smithereens!” upon dropping a china clock. A character of this profession breaks his two-year sobriety on the night of a fire in a play that ends with him singing “Ta-ra-ra-boom-de-ay.” A character with this profession watches the far-away flames of the bone-charring factory and argues with a former teacher about philosophy; that character with this profession is lured by Hobotov into a location in which he suffers a stroke. Characters with this profession include Chebutykin from Three Sisters and a man who becomes obsessed with the paranoid Ivan Dmitrich. For 10 points, name this non-literary profession of Andrey Yefimitch, the protagonist of Ward No. 6, as well as of Chekhov himself.", "answer_sanitized": "doctor [accept clear equivalents, or specific types of doctor such as psychiatrist; accept medicine]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "A yellow and orange map juts out from the back of this man’s head in a drawing made for Upper Playground by street artist David Choe. In its lower right corner, an artwork of this man originally included a symbol inspired by Russian constructivist art, known as the “Obey” star. This man commissioned a portrait from an artist who had controversially reimagined Judith Beheading Holofernes in a pair of paintings depicting the severed heads of two women. In a portrait that is the companion piece to a Mondrian-inspired painting by Amy Sherald, this man sits in a chair that floats among green foliage interspersed with chrysanthemums, jasmine, and African blue lilies. This man, who is the subject of that 2018 portrait by Kehinde Wiley, has his face colored half solid red, and half beige and light blue in a stencil portrait by Shepard Fairey. For 10 points, name this president, whose face appears in an iconic poster above the word “hope”?", "answer_sanitized": "Barack (Hussein) Obama (II)", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Two answers required. After one of these two authors died, the other wrote a poem describing how the “snow-bird flits / Beneath the fir-trees’ crape” grown with “the cloistral vine / That hid the shyest grape,” titled “Monody.” One of these authors used the pseudonym “A Virginian Spending July in Vermont” to write a review of the other’s work, which claims that he “dropped germinous seeds into my soul” and “shoots strong New England roots into the hot soil of my Southern soul.” After David Dudley Field introduced these authors, one moved to the Berkshires to be the other’s neighbor. The younger of these two men wrote “dollars damn me” in one of his ten epistles to the other, most of which are thinly disguised love letters. One of these men received a dedication “in token of my admiration for his genius” in a novel by the other, which was based on a trip aboard the Acushnet. The younger of these two men wrote a review titled for the other “and his Mosses” in 1850, the same year that he published White-Jacket. For 10 points, name these authors of The House of the Seven Gables and Billy Budd.", "answer_sanitized": "Nathaniel Hawthorne AND Herman Melville", "subcategory": "American Literature", "category": "Literature"}, {"question_sanitized": "Note to moderators: please distinguish clearly between “Comtian” and “Kantian.”  An essay titled for this ideology ends by claiming that the act of thinking lays “furrows in language” that are “more inconspicuous than the furrows that the farmer, slow of step, draws through the field.” Another essay rejects a “Comtian” form of this ideology exemplified by the story Around the World in 80 Hours in favor of one focused on a capacity for “self-surpassing.” That essay uses the image of a paper- knife to illustrate an idea that was criticized in a response titled for this ideology, which raises the objection that the “reversal of a metaphysical statement remains a metaphysical statement.” This concept is the second in the title of an essay that uses the example of a student who couldn’t find any guidance in Kantian or Christian ethics to illustrate the “state of abandonment.” Martin Heidegger’s letter on this ideology distances himself from a philosopher who identified his own school of thought with this ideology in a lecture that proclaims “existence precedes essence.” For 10 points, a Sartre essay identifies existentialism with what philosophy?", "answer_sanitized": "humanism", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "In 2016, Dropbox decided to use this language to implement their Magic Pocket operating system. The group that developed this language is currently using it to create Servo, an experimental web browser. This language provides an option type to manage dangling and null pointers; such pointers are filtered through its “borrowed checker” at compile time. In this language, passing a value to another function or assigning a value to another variable changes its “ownership,” and thus what portion of the code is responsible for calling its associated destructor. This language allows for generics to be implemented with “traits,” giving it the power and “zero-cost abstraction” of an earlier language’s templates. Although this language’s syntax strictness helps enforce correctness, compilation is costly, as the output files are rather enormous modules called “crates.” For 10 points, name this recent programming language created by Mozilla Research whose syntax mimics C++, and whose name refers to a fungal disease that infects plants, and not a chemical compound.", "answer_sanitized": "Rust", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "In his second stint in office, this politician began implementing a watered-down version of the Meidner Plan, which was intended to transfer companies to collective ownership via “wage-earner funds.” Opposition to this politician was the main plank of the European Workers’ Party, his country’s wing of the LaRouche movement. The U.S. froze relations with this leader’s country for 18 months after he compared the bombing of Hanoi to the Treblinka concentration camp. This person succeeded his mentor, the country’s longest serving PM, as party leader in 1969. Jan Bondeson theorized that Muhammad Saeed al-Sahhaf informed this leader about the Bofors scandal, prompting an incident that Eugene de Kock claimed was the work of Craig Williamson. This man’s anti-apartheid views are cited in a common theory about his death. For 10 points, name this successor of Tag Erlander as leader of the Swedish Social Democrats, whose 1986 murder has never been solved.", "answer_sanitized": "Olof Palme", "subcategory": "European History", "category": "History"}, {"question_sanitized": "This composer’s setting of Lamentations for five voices may support Richard Terry’s argument in Downside Review that this composer had lifelong allegiance to the Roman Catholic church. One work by this composer ends with the highest voice singing an F-sharp to G while the tenor sings a  descending F-E-flat-D, a cross relationship that ends his work O nata lux de lumine. This composer set nine psalm tunes in memory of Archbishop Matthew Parker, including “Why Fum’th in Fight.” This composer wrote a motet for eighth different choirs and forty independent voice parts for the 40th birthday of Elizabeth I, who granted this composer and his pupil a monopoly on publishing polyphonic music. For 10 points, name this teacher of William Byrd, the English Renaissance composer of Spem in Alium.", "answer_sanitized": "Thomas Tallis", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "A student in this novel falls in love with a “radical beauty” when she criticizes Daniel Deronda for implying Jews shouldn’t marry Gentiles. This novel features the repeated phrase “A woman’s lot is to suffer.” After reading the Biblical story of Hosea, a man in this novel decides to marry a girl whose lover wears white leather shoes and turns out to be the son of a powerful moneylender. A dying old woman in this novel berates her daughter for her affair with a wealthy fishbroker, making her wonder if she caused her son Noa’s suicide by failing to prepare him for the racism he experienced growing up. A woman in this novel wants to name her son after the wise King Sejong, but he is instead named for a Biblical king; that son, Solomon, joins the gambling business of his father, Mozasu, despite its racialized associations with the yakuza. For 10 points, name this 2017 novel about a Korean-Japanese family, by Min Jin Lee.", "answer_sanitized": "Pachinko", "subcategory": "World Literature", "category": "Literature"}, {"question_sanitized": "Tetramers of this protein are localized to cell membranes by PRiMA, or proline-rich membrane anchor 1. Binding between a toxin and the serine in this enzyme's Ser-His-Glu active site can become irreversible following dealkylation, or \"aging\", of the adduct. Transient inhibitors of this enzyme include the carbamate nematicide aldicarb and phosphinates, which are more susceptible to treatment with 2-PAM and other oximes. The SLUDGE toxidrome can develop from use of antagonists of this enzyme such as the glaucoma drug physostigmine, and may be countered with atropine. This enzyme is inhibited by organophosphates like sarin and drugs treating myasthenia gravis, resulting in increased levels of a namesake neurotransmitter and stimulation of nicotinic and muscarinic receptors. For 10 points, name this enzyme that hydrolyzes acetylcholine.", "answer_sanitized": "acetylcholinesterase [or AChE; prompt on esterase; prompt on protease; prompt on hydrolase]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "A foreign minority that lived in this city’s Parian neighborhood, the Sangleys, were targeted in a 1603 massacre after they put its governor’s head on a pike. During the Seven Years’ War, British forces took this city and installed Dawsonne Drake as governor, but never lent promised support to a revolt co-led by the namesake of the Gabriela Women's Party, Gabriela Silang. Lakandula, Sulayman, and Matanda, three “rajahs” based near this modern-day city, signed a blood pact with a commander who founded it. A walled area whose six drawbridges were raised every night until 1852 became the center of this city under the governorship of the Basque navigator Miguel Legazpi. Chinese merchants based in this city traded silk for silver that was brought twice yearly from Acapulco aboard this city’s namesake galleons. The Real Audiencia of the Spanish East Indies was based in, for 10 points, what city whose bay was the site of Thomas Dewey’s 1898 victory over its Spanish rulers?", "answer_sanitized": "Manila", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In a ritual named for this deity, posts and roof-thatching are assembled into a shelter, under which a giant falcon is built from consecrated bricks. One of the earliest attempt to popularize Asian religion in the West was through a doctrine developed by Helena and Nicholas Roerich, which is alternately known as Living Ethics or named for this deity. In early medical texts, foods and medicines named for this deity are contrasted with Soma-type substances. The name of this god is the first word in the Rig Veda, which devotes more hymns to him than to any other deity, and mentions specific priests called hotar who carry out the yajna service in his presence. A bride and groom make seven circuits around an object devoted to this deity in Hindu weddings. The name of this god’s consort, Svaha, is said as seeds are offered to him during a ritual which symbolically depicts him using his seven tongues to voraciously lap up ghee. For 10 points, name this Hindu god of fire.", "answer_sanitized": "Agni", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "Label owner Dootsie Williams popularized the act of recording performances in this genre by signing many black pioneers of it, including a friend of Malcolm X who once ate half a bar of soap to avoid the draft. A titan of this genre performed in rhythm with music played by an offstage phonograph in his so-called “record act,” which was imitated by amateurs touring a set of resorts in the Catskills nicknamed the “Borscht Belt.” A 2015 book by Kliph Nesteroff, the foremost historian of this form, emphasizes how the mob coined the common name for this genre, as its performers provided steady income for mafia-run nightclubs. George Pataki issued the first posthumous pardon in the state of New York for a performer of this genre who was at the center of a 1964 obscenity trial concerning his routine “To Is A Preposition; Come Is A Verb.” For 10 points, name this genre performed by Redd Foxx, Lenny Bruce, and a man who enumerated the “Seven Words You Can Never Say on Television,” George Carlin.", "answer_sanitized": "stand-up comedy [accept stand-up] (according to Nesteroff, “stand-up comedy” originates from the Mob term “stand-up guy”)", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "The U.S. Government was forbidden from using these organizations by an 1893 act named for the most famous one. One of these organizations attached a searchlight and two machine guns to an armoured car nicknamed the “Death Special.” Sheriff Sid Hatfield shot two members of one of these organizations in a confrontation that erupted when they tried to evict families from his town. Investigators dug through the trash of five major organizations of this type, including one founded by William J. Burns, while assembling evidence for the La Follette Commission. The Matewan massacre and the Battle of Blair Mountain were precipitated by one of these organizations, Baldwin-Felts. One of these firms had hundreds of its employees take barges up the Monongahela river during one standoff, and employed James McParland to infiltrate the Molly Maguires. For 10 points, name this sort of company often used for union-busting, exemplified by the Pinkerton Agency.", "answer_sanitized": "private detective agencies [prompt on security or union-busting companies]", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Before studying cerebral circulation and formulating a genetic theory of schizophrenia, Seymour Kety researched this condition with Joseph Charles Aub and proposed the first useful treatment for it in 1942. Jessica Wolpaw Reyes and Rick Nevin have built on the work of Herbert Needleman to examine the economic effects of the change in prevalence of this condition. In the 1960s, Robert Kehoe attempted to defend the work of Thomas Midgley from criticisms levied by a man who used one of the world’s first clean rooms to argue that people were in more danger of developing this condition than was believed. The radiometric dating developer Clair Cameron Patterson was central to the efforts to decrease the prevalence of this condition via the banning of a once-common anti-knocking agent. The worldwide decrease in violent crime has been linked to fewer people suffering, for 10 points, what condition caused by environmental exposure to heavy metal in gasoline and paint?", "answer_sanitized": "lead poisoning [accept answers indicating symptoms of environmental lead exposure; prompt on “heavy metal poisoning” before “metal”]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "This poem praises “great bards” who sing “Of Turneys and of Trophies hung” in poems “where more is meant than meets the ear.” The first lines of Samuel Taylor Coleridge’s poem “The Nightingale” quote this poem’s description of the “most musical” bird and call it an “idle thought.” Charles Dickens’s The Cricket on the Hearth takes its title from this poem, in which the cricket’s sound is paired with “the Belmans drousie charm.” Francis Yates claimed this poem depicts a hermetic trance in its lines in which the speaker describes summoning “The spirit of Plato to unfold… vast regions” and watching “the Bear” with “thrice great Hermes” from his tower. The closing lines of this poem imagine a “Hairy Gown and Mossy Cell” and resolve “And I with thee will choose to live,” indicating the speaker’s preference for its subject over that of another of the author’s 1645 Poems. Beginning “Hence vain deluding joyes,” for 10 points, name this John Milton poem about Melancholy that is paired with “L’Allegro.”", "answer_sanitized": "“Il Penseroso”", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "This process can be made independent of molecular weight for polymer solutions by identifying a critical adsorption point in IPC or LCCC. Nonspecific methods of this process attempt to reduce the association rate constant to zero such as changing pH in protocols using protein A or protein G. Depending on if there is a composition change, this process may be isocratic or gradient. Temperature programming is used to help mitigate the general problem of this process; that problem states that no specific composition of buffer can result in high resolution and short retention time for all of the compounds in a mixture. A solution of 100 mM [“milli-molar”] imidazole is used for this step for IMAC procedures which use polyhistidine tags. During this process, analytes are removed from the stationary phase and enter the mobile phase. For 10 points, name this process in which a material is washed with a solvent, typically during chromatography.", "answer_sanitized": "elution [prompt on chromatography or specific forms of chromatography such as HPLC or affinity chromatography]", "subcategory": "Chemistry", "category": "Science"}], "bonuses": [{"leadin_sanitized": "In January 2019, SUSTech fired this professor, who has been placed under house arrest in a university guesthouse after posting a series of YouTube videos publicizing his work. For 10 points each:", "answers_sanitized": ["He Jiankui", "HIV-AIDS [accept either underlined portion; accept Human Immunodeficiency Virus; accept Acquired Immunodeficiency Syndrome]", "John Webster"], "parts_sanitized": ["Name this Chinese researcher who horrified the international scientific community by revealing in 2018 that he had used CRISPR-Cas9 to create Lulu and Nana, the first genetically-edited babies.", "He used CRISPR-Cas9 to modify Lulu and Nana’s CCR5 gene in order to confer the girls genetic resistance to this disease. Under the Four Free and One Care policy, free schooling is offered to children orphaned by this viral disease, spread in China mainly by intravenous drug use and prostitution.", "In 2019, the Broad [BRODE] Institute in Cambridge, Massachusetts lost a controversial, protracted battle over the intellectual property rights to CRISPR to this university, which in a 2015 launched a title IX investigation against astronomer Geoffrey Marcy for sexual harassment."], "subcategory": "Current Events", "category": "Current Events"}, {"leadin_sanitized": "T.S. Eliot’s notes to “The Waste Land” refer to this author’s line “Is the wind in that door still?” as the source of the poem’s line about the “wind under the door.” For 10 points each:", "answers_sanitized": ["Cyril Tourneur", "The Duchess of Malfi ", "Tommy Flanagan’s piano solo on “Giant Steps”"], "parts_sanitized": ["Name this author. Eliot’s poem “Whispers of Immortality” claim this man was “much possessed by death” and knew that “thought clings round dead limbs / Tightening its lusts and luxuries.”", "Eliot’s essay on this other Jacobean playwright calls him “most remarkable technical innovator” after Shakespeare, Marlowe, and Webster, and holds that his The Atheist’s Tragedy as inferior to a play now often attributed to Thomas Middleton, The Revenger’s Tragedy.", "Early drafts of “The Waste Land” included a section titled for the “death of” the title noblewoman of this John Webster play, who is killed by Bosola on the orders of her twin brother Ferdinand."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": " On some alternate takes of the track it appears on, this solo was completely omitted and its performer was replaced with Cedar Walton. For 10 points each:", "answers_sanitized": ["“sheets of sound”", "Saxophone Colossus (by Sonny Rollins) ", "Iceland [or Ísland]"], "parts_sanitized": ["Name this solo, whose choppiness on the original take was likely due to its performer expecting the tempo of a ballad. Please give your answer by specifying an instrument and the name of a track.", "Tommy Flanagan’s solo on “Giant Steps” stands in stark contrast with John Coltrane’s solo on the same track, which exemplifies this style. Ira Gitler coined the three-word name of this soloing style of rapid arpeggios and scales.", "Tommy Flanagan also played piano on this album’s track “St. Thomas.” This album’s artist also recorded the album Tenor Madness, whose title track features duelling solos with John Coltrane."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The Lutheran minister Ólafur Egilsson wrote a diary detailing his abduction from this modern-day country. For 10 points each:", "answers_sanitized": ["Salé", "Christian IV [prompt on Christian] ", "temperature and salinity [in either order; accept saltiness for salinity; prompt on temperature or salinity by saying “what’s the other variable?”]"], "parts_sanitized": ["Name this modern-day country whose Westman islands were targeted by Ottoman pirates in a 1627 series of slave raids. Under Danish rule, its Althing assembly only operated as a law court.", "The corsairs who raided Iceland were led by Murat Reis, a Dutchman born Jan Janszoon, who served as president of a republic based in this North African city. Under Reis, this city’s pirates also emptied the Irish town of Baltimore and occupied the Channel island of Lundy for five years.", "One of the prisoners taken in the Turkish Raid, Guðríður Símonardóttir, was later redeemed by this king. This Danish monarch entered his country into the Thirty Years’ War, which led his country to call the conflict “The Emperor’s War.”"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "The decline in the circulation of ocean water driven by these two variables is thought to have made the 2013 hurricane season a quiet one. For 10 points each:", "answers_sanitized": ["Sverdrup mass transport [accept Sverdrup transport; prompt on (mass) transport]", "Ekman Layer [accept Ekman spiral; prompt on Ekman] ", "canons [accept canon formation]"], "parts_sanitized": ["Name these two variables that drive ocean currents as part of the thermohaline circulation.", "Wind-based transport of ocean water can be described using a 1947 relation derived by a Norwegian oceanographer between wind stress and vertically integrated transport. In that relation, this quantity is proportional to the curl of the wind stress.", "The Sverdrup relation can also be expressed in terms of geostrophic mass transport by integrating the vorticity equation from the surface to the base of this construct. In this construct, drag and the Coriolis force cancel each other out."], "subcategory": "Other Science", "category": "Science"}, {"leadin_sanitized": "Lisa Shapiro argues that these things involve three primary elements, including a causal account and a set of centrally constitutive questions. For 10 points each:", "answers_sanitized": ["early modern philosophy [accept classical modern philosophy; prompt on modern philosophy]", "occasionalism [accept word forms] ", "absorption [or administration]"], "parts_sanitized": ["Name this concept that Richard Rorty argued was relevant to historians of philosophy, but not science, in a section titled for “Geistesgeschichte [GUYS-tess-gesh-IK-tuh] as” the creation of these things.", "Shapiro focuses on the canon of this period. This era’s canon is traditionally held to begin with Descartes, following a chain of influence that culminates in Kant.", "The early modern canon is now frequently considered to include Margaret Cavendish, who adhered to this metaphysical theory in which God is the only efficient cause of any action."], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "A transdermal patch formulation for the MAO inhibitor selegiline was approved by the FDA as an antidepressant because it does not experience the first-pass effect during this process. For 10 points each:", "answers_sanitized": ["intravenous [or IV]", "L-DOPA [or levodopa; or L-3,4-dihydroxyphenylalanine; prompt on dopa] (as a treatment for Parkinson’s)", "Stanley Cohen"], "parts_sanitized": ["Bioavailability is a quantitative measure of what process, by which a pharmaceutical compound enters the bloodstream? It is followed by the distribution of the drug to its target tissue.", "The bioavailability of a drug is 100% for this route of administration, in a which a compound “drips” down from a bag of fluid directly into a blood vessel.", "Due to the reduced activity of its namesake decarboxylase in the stomach wall, the bioavailability of this drug increases threefold as one ages. This drug is often administered along with a COMT inhibitor to potentiate its effects."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "This man devised a five-stage process in which a phenomenon is identified, is portrayed in the media, rouses public concern, elicits policymaker reponse, and leads to social change. For 10 points each:", "answers_sanitized": ["moral panic(s) [accept Folk Devils and Moral Panic]", "Marshall McLuhan [or Herbert Marshall McLuhan] ", "Lotte [or Charlotte]"], "parts_sanitized": ["Name this sociologist who applied the concept of the “deviancy amplification spiral” to the media coverage of the “Mods and Rockers” phenomenon in a 1972 book about “folk devils.”", "Cohen’s book popularized this concept, which he paired with “folk devils” in the book’s title. Stuart Hall borrowed this concept denoting widespread public fear that a new cultural phenomenon is threatening society for his book Policing the Crisis, which argues that fear of mugging is an example of it.", "Cohen seems to have taken the phrase “moral panic” from this media critic’s book Understanding Media, which also coined the phrase “the medium is the message.”"], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "The protagonist exclaims “God’s blessing and your mother’s spirit are upon you!” when this character recalls her mother’s deathbed wish that she raise her siblings. For 10 points each:", "answers_sanitized": ["The Sorrows of Young Werther [or Die Leiden des jungen Werthers]", "pink ribbons [or pink bows; prompt on ribbon or bow with “of what color?”] ", "“there is no such thing as society” [accept answers indicating there is no society, society does not exist, or we do not live in a society, or we really don’t live in a society]"], "parts_sanitized": ["Name this character, who in the terse last sentences of a novella goes to a funeral that “no priest attended.” While looking out of a ballroom window with the protagonist, this woman begins crying when a spring shower reminds her of a “divine” poet.", "The title character of this Goethe novella borrows Albert’s pistols to commit suicide over his unattainable love for Lotte.", "In one scene, Lotte sends Werther a two-volume copy of Homer and one of these items, which he kisses “a thousand times” since Lotte was wearing it when they first met. In his suicide note, Werther asks Lotte that he be buried with one of these items."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This claim was made in response to a question from Woman’s Own magazine’s Douglas Keay about social “deterioration.” For 10 points each:", "answers_sanitized": ["Margaret Thatcher [or Margaret Hilda Thatcher]", "“there is no alternative” [accept TINA] ", "ruqyah"], "parts_sanitized": ["Give a reasonable approximation of this claim that was made in the context of responsibility to children. The speaker justified this claim by identifying a “living tapestry of men and women and people” who must be “prepared to take responsibility for ourselves.”", "This politician claimed in 1987 that “there is no such thing as society.” Three years later, she responded “no, no, no” to questions over whether the U.K. would submit to European centralization.", "Thatcher frequently used this four-word phrase to suggest the inevitability of deregulation and other pro-market reforms in 1980s Britain."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "According to the Sahih al-Bukhari, Muhammad said that 70,000 people will go to Paradise without having requested this thing because their faith in Allah was strong enough. For 10 points:", "answers_sanitized": ["djinn [accept genies]", "Ayat al-Kursi [or Throne Verse] ", "torsion balance"], "parts_sanitized": ["Give the Arabic term for exorcism that is performed to counteract sihr, or witchcraft, and possessions by demons.", "This is the Arabic term for beings who aren’t always evil, but may merit ruqyah. They were created from smokeless flame.", "One may receive protection from the forces of evil by reciting this verse of the Qur’an, which repeatedly expresses the omniscience of Allah."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "John Michell pioneered this device but died before he could put it to use. For 10 points each:", "answers_sanitized": ["the density of the Earth [accept mass of the Earth; prompt on density or mass]", "Schiehallion [shuh-HAL-ee-un] ", "elevator inspecting [accept any answers mentioning the inspection of elevators]"], "parts_sanitized": ["Name this device used by Henry Cavendish to measure the strength of gravity. His version consisted of a suspended wooden rod with two lead balls on opposite ends, placed near a pair of two larger lead balls.", "Although Cavendish’s results with the torsion balance were later used to determine the universal gravitational constant, his direct goal, as explained in the title of his paper, was to determine this quantity.", "Earlier in the 18th century, the Royal Society financed an experiment at this Scottish mountain to estimate the density of the Earth, by measuring the deflection of a pendulum under the gravitational force of this mountain."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "The fictional 13th-century visionary Roland the Carpenter is the patron saint of this occupation, one of whose members, James Fulton, theorized a utopian “black box.” For 10 points each:", "answers_sanitized": ["Colson Whitehead", "John Henry [prompt on partial answers] ", "United States v. Carolene Products"], "parts_sanitized": ["Name this occupation of Lila Mae Watson,  who belongs to a school of this discipline opposed by the sinister Empiricists in a 1999 novel.", "The clash of rival schools of elevator inspecting is the subject of this author’s debut novel, The Intuitionist. This author of the zombie novel Zone One also wrote a 2016 novel starring Cora.", "Whitehead alluded to a book about “warring groups of chiropodists” in his second novel, which is titled for this person’s days. This legendary “steel-driving man” predicts that his “Hammer's going to be the death of me” in a traditional ballad."], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "John Hart Ely’s Democracy and Distrust builds on Justice Harlan Stone’s opinion in this case by arguing that the Warren Court’s activism was not values-based but process-based. For 10 points each:", "answers_sanitized": ["forced sterilization [accept compulsory or coerced sterilization]", "Korematsu v. US ", "bells [accept The Bells or Bells of Zlonice or The Bell]"], "parts_sanitized": ["Name this Supreme Court case, whose Footnote Four introduced the basis for strict scrutiny by proposing a “narrower scope for operation of the presumption of constitutionality.”", "The “strict scrutiny” standard was first notably used to strike down this action as applied to prisoners in Skinner v. Oklahoma. Harry Laughlin inspired a Virginia law allowing this action that was upheld in a 1927 Supreme Court case.", "Strict scrutiny was used to uphold a law for the first time in this case that upheld the constitutionality of Japanese internment."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "Aram Khatchaturian’s Symphony No. 2 begins and ends with a motif of, and is nicknamed for, these percussion instruments. For 10 points each:", "answers_sanitized": ["Für Alina", "Sergei Rachmaninoff ", "Ur"], "parts_sanitized": ["Name these percussion instruments that also nickname Dvorak’s Symphony No. 1, which was not performed until thirty years after his death.", "This B minor work by Arvo Pärt was the first to be written in his tintinnabular style. This work lacks a time signature and is marked ruhig, or “peacefully.”", "This Russian composer was inspired to write his cantata named The Bells after receiving an anonymous translation of the Edgar Allan Poe poem of the same name. This composer also wrote several celebrated piano concerti, the first of which he premiered himself."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "Fifty attendants were buried in the lavish tomb of a queen or priestess of this city’s First Dynasty named Puabi. For 10 points each:", "answers_sanitized": ["Shulgi", "dingir [accept d] ", "spelling bee [prompt on bee]"], "parts_sanitized": ["Name this Sumerian city-state whose Great Ziggurat was excavated by Leonard Woolley.", "The Great Ziggurat was finished by this king of the Third Dynasty of Ur, the son of Ur-Nammu. This king built a 150-mile wall to keep out the Amorites and claimed to have run from Ur to Nippur and back, a total of 200 miles, in a single day.", "Scribes during Shulgi’s reign prefixed his name with this symbol, suggesting that he was deified while still alive. This cuneiform logogram served as a determinative for divine beings."], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "In lambasting one of these events as a “racial freaks-and-geeks show,” a 2014 Atlantic article describes an incident in which a contestant passed out, collapsing to the floor, before getting up seconds later, adjusting his glasses, and successfully advancing to the next round. For 10 points each:", "answers_sanitized": ["Spellbound", "Angela (Lee) Duckworth ", "The Ugly Duchess [or A Grotesque Old Woman]"], "parts_sanitized": ["Starting in the 2000s, Indian-Americans have dominated a televised example of what type of competition held annually by The E.W. Scripps Company?", "A 2006 New York Times op-ed questioning the rote memorization encouraged by the National Scripps Spelling Bee was penned by Emily Stagg, one of the eight former competitors profiled in this 2002 documentary directed by Jeffrey Blitz.", "In 2010, this University of Pennsylvania psychologist published a longitudinal study characterizing deliberate practice as a mediating factor explaining “Why Grittier Competitors Triumph at the National Spelling Bee.”"], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "The “Queen of Tunis” from an engraving by Wenceslaus Hollar was copied from this painting, whose subject may suffer from Paget’s disease. For 10 points each:", "answers_sanitized": ["caricatures", "Sir John Tenniel ", "UNIFAC [do NOT accept “UNIQUAC”]"], "parts_sanitized": ["Name this satirical 1513 portrait, which shows its horned headdress-wearing subject with wrinkled red skin and saggy breasts. It is the best-known painting by Flemish artist Quentin Matsys.", "The Ugly Duchess is derived from a lost drawing in this genre once attributed to Leonardo da Vinci. da Vinci was one of the earliest Western artists to create these images, which show their subjects with purposefully exaggerated or simplified physical features.", "According to Martin Gardner, this English illustrator used Matsys’s portrait as a model for his drawings of the Duchess from Alice’s Adventures in Wonderland."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This model splits up activity coefficients into combinatorial and residual components. For 10 points each:", "answers_sanitized": ["Debye–Hückel theory", "concentration ", "Titus Maccius Plautus"], "parts_sanitized": ["Name this semi-empirical model to estimate activity coefficients of a mixture by predicting the interactions between functional groups present on molecules.", "An earlier method for predicting activity coefficients was this theory of electrolyte solutions based on the assumption that deviations from ideality were due to electrostatic interactions between ions.", "Activity coefficients serve as an effective form of this quantity for a species. Equilibrium constants are typically defined in terms of partial pressure or this quantity for reactants and products."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "This playwright introduced the stock character of the “Braggart Soldier” with his play Miles Gloriosus. For 10 points each:", "answers_sanitized": ["Amphitryon", "Aulularia [or The Pot of Gold; or The Little Pot] "], "parts_sanitized": ["Name this Roman playwright who inspired Shakespeare’s Comedy of Errors with his play about twin boys separated at birth, The Menaechmi.", "Shakespeare’s Comedy of Errors complicates the plot of The Menaechmi by taking the device of twin servants from Plautus’s play titled for this character, his only work on a mythological subject. This man gives a detailed account of murders committed by his step-son in a Seneca play.", "Molière, who based his own Amphitryon on Plautus’s play, also drew on the miserly character of Euclio from this Plautus play for his The Miser."], "subcategory": "Other Literature", "category": "Literature"}]}