{"tossups": [{"question_sanitized": "Reinhard Schwesinger names a class of these compounds which include BEMP and the extremely substituted P4 [P-four] bound to a tert-butyl group. Many phosphazenes, such as the derivative HMPN, are examples of these compounds. Many of these compounds can only exist after production via collision induced dissociation. The strongest known examples of these compounds are the three isomers of the diethynylbenzene cation. The name LICKOR describes one of these compounds formed from a solution of an alkyllithium and potassium alkoxide developed by Manfred Schlosser. These compounds are significantly more synthetically useful when they do not serve as nucleophiles. One of these compounds contains two methylamino groups at the peri positions of a naphthalene ring, and is branded by Sigma-Aldrich as Proton Sponge. For 10 points, name this class of compounds with extremely high affinity for protons.", "answer_sanitized": "superbases [prompt on bases]", "subcategory": "Chemistry", "category": "Science"}, {"question_sanitized": "In the dedication of a poem celebrating this battle, an author wrote that the poem “is a faithful painting of part of the most glorious day since the Battle of Bouvines.”  The victorious commander at this battle, who had to move around in a carriage instead of on horseback because of his dropsy, declared “We must all conquer or die together.” A poem by Voltaire describes how the Irish sought to avenge “their betrayed kings, country and temples” in this battle, where the Irish “Wild Geese” suffered the heaviest casualties of the French forces. The victor of this battle received the Chateau de Chambord for his performance and proceeded to conquer most of Flanders. This was the first battle where the Duke of Cumberland led the army of the “Pragmatic Allies,” which sought to relieve a siege of Tournai by an illegitimate son of Augustus the Strong. For 10 points, name this 1745 battle where French forces under Maurice de Saxe secured a decisive victory in the War of the Austrian Succession.", "answer_sanitized": "Battle of Fontenoy", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The third essay of the Kuzari argues that this corpus is necessary because of an accompanying text's lack of accents. This body of work is contrasted with that counterpart, the “she-bi-khtav.” Portions of this body of work called the baraita are recorded in the citations of the Amoraim. Anan ben David was a founder of a movement that rejects the validity of this body of work. The authority of this set of beliefs was the chief point of dispute between the Pharisees and Saddukocees, and was rejected by the Karaites. Judah the Prince was credited with the first collection and publication of this body of work, which was analyzed in sets of commentary popularly named for Jerusalem and Babylon, each containing Gemara. This collective term refers to laws, statutes, and interpretations that were passed down for generations before being gathered in the Mishnah. For 10 points, what body of work is contrasted with the Written Torah?", "answer_sanitized": "Oral Torah [prompt on Torah; prompt on Talmud or Mishnah or Gemara before respective mentions with “what set of beliefs was collected in that?”; prompt on interpretation of the Torah or synonyms; generously prompt on things said/written by rabbis; accept Oral Law or Torah she-be-al peh]", "subcategory": "Religion", "category": "Religion"}, {"question_sanitized": "After listening to this composer’s fourth symphony, Aaron Copland recanted his statement that this composer was “noble in inspiration but dull.” After a descending flourish in the woodwinds and strings in the final movement of that symphony by this composer, the whole orchestra plays alternating quarter notes and quarter rests, with the woodwinds and low strings playing on the downbeats and the trumpets and violins playing on the upbeats. The “Romanza” section of this composer’s fifth symphony begins with an English horn solo that uses material from the “The House Beautiful” movement of his opera “The Pilgrim’s Progress.” This composer’s fourth symphony ends with a “Finale con epilogo fugato.” This composer used text from Walt Whitman’s Leaves of Grass in his piece A Sea Symphony. For 10 points, name this composer of The Lark Ascending.", "answer_sanitized": "Ralph Vaughan-Williams", "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "In a novel from this country, the narrator looks up authors whose names are rude words in the New York Public Library’s database. An author from this country included his bank PIN number in one novel and claimed ”for us the real is unreal, the unreal real.” That author from this country claimed he was “nearly thirty” the first time he saw a dead body, that of his father. This country is the setting of the novel A Death in My Family. An author from this country commemorated one man as “a preacher of the gospel of justice for all nations” in a work that calls its subject a “reforming character” who happened to live during a period of unequalled brutality. Another author from this country wrote the extremely detailed, semi-autobiographical six-part series My Struggle. A Nobel Laureate from this country was tried for treason in part due to his support of Hitler. For 10 points, name this home country of Karl Ove Knausgård and Knut Hamsun.", "answer_sanitized": "Norway [or Norge]", "subcategory": "European Literature", "category": "Literature"}, {"question_sanitized": "This film introduces a character with a pair of shots in which he closes an eye and extends his hand, so that it appears as if a woman is dancing on his palm. This film lingers on the horrified face of a woman standing in front of a corpse, before a spotlight flips on and it cuts to her facing a cheering audience. This film rapidly splices nude close-ups of its protagonist between shots of their photographer being stabbed to death with a screwdriver by a person dressed as a pizza delivery man. The protagonist of this film is traumatized by filming a rape scene for the crime drama Double Bind, angering a stalker named Me-Mania who updates a fansite recording all of her daily actions. Its protagonist is tormented by a doppelgänger representing her former life as a member of the girl group CHAM. For 10 points, name this terrifying 1997 animated film in which the pop idol Mima loses her perception of reality, the debut feature directed by Satoshi Kon.", "answer_sanitized": "Perfect Blue [or Pāfekuto Burū]", "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "Guillaume Apollinaire's poem “Zone” proclaims: “It was and I have no wish to remember it was the end of [this concept].” In a Baudelaire sonnet titled for it, this concept is capable of making poets “consume their days in austere study” and is compared to “a dream of stone.” A quote from the poet Comte de Lautréamont frequently referenced by André Breton identifies this concept with “the chance encounter of a sewing machine and an umbrella on an operating table.” The last sentence of Breton’s novel Nadja famously states that this concept “will be CONVULSIVE, or will not be at all.” This concept is the last word in the title of a poem which talks of “smiles that win” and “tints that glow” and describes a woman performing the title action like “the night of cloudless climes and starry skies.” For 10 points, name this concept which is related to the way a woman walks in a poem by Lord Byron.", "answer_sanitized": "beauty [or la beauté; accept word forms such as beautiful, beau or belle; accept “She Walks in Beauty”]", "subcategory": "Other Literature", "category": "Literature"}, {"question_sanitized": "In concert with Jacques de Molay, a ruler from this European dynasty planned an attack on Tartus from Ruad that failed when they did not receive promised reinforcements from Ghazan’s Mongols. A count from this family known as “The Swarthy” was betrothed to Isabella of Angouleme when King John married her instead, precipitating the conflict between John and the king of France. Jean d’Arras wrote a “Noble History” of this family that included the definitive account of their descent from the water fairy Melusine. Conrad of Montferrat usurped the throne from a king from this family who attained his position thanks to his marriage to Sibylla, sister of the leprous Baldwin IV. Along with Raynald de Chatillon, a king from this dynasty was routed at the Battle of Hattin. For 10 points, name this house that produced many kings of Cyprus and Jerusalem, including the king who lost Jerusalem to Saladin, Guy.", "answer_sanitized": "House of Lusignan", "subcategory": "European History", "category": "History"}, {"question_sanitized": "The father of this man’s rival crushed a life-size metal statue of this man with his bare hands in grief. During a quest for a fragrant flower, this man came across an old monkey whose tail he was unable to lift. A rival of this person poisoned his food and threw him in a river, but the bites of serpents in the river counteracted the poison, saving this man’s life. While working as a cook, this person disguised himself in his wife’s clothes in a dark room to entice a minister who had assaulted her, after which he ground that man’s body into a ball of flesh. This man was called “wolf-bellied” because as a child, he gluttonously ate half of his family’s meals, which led to his demise on a trek up a mountain to heaven. The arrogant thigh-slapping of this man’s archrival prompted this man to kill him with an illegal blow to the thigh during a duel; that archrival was Duryodhana, the eldest of a hundred princes all killed by this man. For 10 points, name this brother of Yudhisthira and Arjuna, the second-oldest Pandava.", "answer_sanitized": "Bhīma [or Bhīmasena; or Vṛkodara; or Vallabha; or Ballava]", "subcategory": "Mythology", "category": "Mythology"}, {"question_sanitized": "The presence of a precursor to this structure distinguishes the warnowiids from the polykrikoid dinoflagellates. The brittle star Ophiocoma wendtii contains calcite structures analogous to these organs. The reptile Indotyphlops braminus unusually has reduced function of these organs, a characteristic of the family Typhlophidae. Antagonistic pleiotropy may be responsible for the loss of function of these structures in some populations of Astyanax mexicanus. An early precursor to this organ in one lineage is found near the paraflagellar body and appears as stigmata under a microscope; that precursor to this organ is found in Euglena.  Andrew Parker posited that evolution of this structure drove the Cambrian explosion in his “light switch hypothesis.” For 10 points, name this organ, which due to an evolutionary quirk in humans, is arranged such that the receptive rods and cones are at the back.", "answer_sanitized": "eye [accept lens, retina, or other structures in the eye]", "subcategory": "Biology", "category": "Science"}, {"question_sanitized": "According to a chapter titled “The Political System,” this resource is named in the title of the wut ghok, a position known as the “man of” this resource, who settles disputes over it and presides over a coming-of-age ceremony when “the knife is brought out.” A researcher described the reluctance to consume this resource by relaying the proverb, “The eyes and the heart are sad, but the teeth and the stomach are glad.” In the opening paragraph of a book, a researcher said that the “best advice that can be given to those who desire to understand” the behavior of the people under study was to “look for” this resource, using a French phrase including the word “cherchez” (“share-shay”). In a chapter titled for “interest in” this resource, a 1940 book describes how it defines the “social idiom” and blames its decreasing stock on outbreaks of rinderpest. E. E. Evans-Pritchard described the Nuer economy as based almost entirely on, for 10 points, what animals prized among pastoralists in the Sahel?", "answer_sanitized": "cows [or cattle; accept answers indicating cow meat or cattle meat or beef; accept cherchez la vache; prompt on “animals” or “livestock” or “meat” before “animals”]", "subcategory": "Social Science", "category": "Social Science"}, {"question_sanitized": "This author wrote about a widower who thinks, “claw at the rubbery flesh with the bare hands. Not far enough yet, go on, go on” while attacking an object that resembles his wife. One of this author’s characters sees herself as a deer in the mirror and sees her husband as a vulture with a bloody beak. A short story by this author begins on December 3rd, when “the wind changed overnight and it was winter,” and ends with the disabled protagonist turning up the “crackling” radio and telling his wife “I’ll smoke that last cigarette” as he listens to the sound of splintering wood in the doorway. She depicted Marda West’s surgery to restore her failing vision in “Blue Lenses,” which appears in the collection The Breaking Point. This author of The Apple Tree wrote a short story about Cornish veteran Nat Hocken that was adapted by Alfred Hitchcock. For 10 points, name this English author of “The Birds.”", "answer_sanitized": "Daphne du Maurier", "subcategory": "British Literature", "category": "Literature"}, {"question_sanitized": "In a speech, this man declared, “Liberty lies in the hearts of men and women; when it dies there, no constitution, no law, no court can save it.” This man argued that the “gravity of the evil” permitted imprisonment of advocates of overthrowing the government under the Smith Act. This person gave a speech to a gathering of newly naturalized citizens in Central Park on “I Am An American Day.” This person said that “it is doubtful whether 60 or 64 percent would be enough” for a monopoly, and 33 percent is not, in ruling that Alcoa violated the Sherman Antitrust Act. In the Carroll Towing case, this judge said that if B is less than P times L, the defendant is negligent, thereby stating his namesake formula. This judge’s papers are collected in the Spirit of Liberty. For 10 points, name this judge on the 2nd Circuit Court of Appeals, considered the most important American jurist who was not on the Supreme Court.", "answer_sanitized": "(Billings) Learned Hand", "subcategory": "American History", "category": "History"}, {"question_sanitized": "Iyer and Will used this approach to calculate the normal modes of black holes, and Victor Maslov extended a “complex” form of this method to nonlinear equations. David Bohm was inspired to search for a deterministic extension of quantum theory by the fact that this approach makes the Schrodinger equation equivalent to the classical Hamilton-Jacobi equation. One result from this approach states that the exponential of negative 2 over h-bar times the integral of momentum with respect to position is equal to the transmission probability. George Gamow estimated the rate of alpha decay using this approach, which requires “matching” the solutions near classical turning points to avoid divergences. This approach assumes that the potential varies slowly so that the wavefunction can be written as a plane wave exponential and expanded semi-classically. For 10 points, name this method for obtaining approximate solutions to the Schrödinger equation, named for a German, a Dutchman, and a Frenchman.", "answer_sanitized": "(Jeffreys)-Wentzel-Kramers-Brillouin [BREE-loo-awn] approximation [or JWKB approximation; accept the names or initials in any order; prompt on Liouville-Green or LG method before the word “German” in the last sentence; prompt on “semiclassical” or “quasi-classical” before mentioned; prompt on “Eikonal” approximation ]", "subcategory": "Physics", "category": "Science"}, {"question_sanitized": "Many paintings of these settings drew from a picture book published by the Galeries Lafayette department store, which was later sued by the artist’s granddaughter for using reproductions of his work as window decoration. Women with round buttocks and faces resembling African masks blend into sugarcane stalks in a Surrealist painting titled for this type of place. Robert Delaunay's mother commissioned a painting set at the edge of one of these places, which appeared at the 1907 Salon d’Automne alongside another painting with this setting, depicting the Repast of its subject. This setting of the best-known painting by Wifredo Lam includes a divan on which the artist’s nude Polish mistress Yadwigha reclines in the painting The Dream. For 10 points, The Snake Charmer and Tiger in a Tropical Storm are set in what exotic environment repeatedly painted by Henri Rousseau?", "answer_sanitized": "jungles [or la jungla; or tropical forests; prompt on forests; prompt on rainforests]", "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"question_sanitized": "At trial, a key participant in this event said, “If I were to tell the whole truth, the entire system would collapse. I know enough to destroy this country,” suggesting to some that this event did not actually occur. Conspiracy theories surrounding this event rely on evidence created by Roni Kempler. An alleged participant in this event was codenamed “Champagne” and put on trial for failing to prevent it. In the aftermath of this event, a world leader delivered a speech that ended with a phrase meaning “Goodbye, friend.” A public square was renamed in honor of this event, where Yoram Rubin was injured. Its perpetrator had traveled to Latvia in the Nativ program and justified it with the principle of din rodef, which allowed an extrajudicial killing as punishment for agreeing to the Oslo Accords. For 10 points, name this 1995 event in which right-wing extremist Yigal Amir fatally shot the Prime Minister of Israel.", "answer_sanitized": "the assassination of Yitzhak Rabin", "subcategory": "World History", "category": "History"}, {"question_sanitized": "In ethics, the “small improvement argument” makes the case for this property by showing that none of the parts of a trichotomy introduced by Ruth Chang apply. In his late work in a different branch of philosophy, a thinker used the “no-overlap principle” to characterize this property in his “taxonomic” formulation of it. This property was introduced to combat “conceptual conservatism” in “Explanation, Reduction and Empiricism” by Paul Feyerabend, who, like an American proponent of this property, used the analogy of the Gestalt switch to illustrate it. This property defines the relationship between successive paradigms according to a thesis that was introduced in Thomas Kuhn’s Structure of Scientific Revolutions. For 10 points, name this relationship which holds between theories that are in such different conceptual frameworks that they cannot be directly compared.", "answer_sanitized": "incommensurability [or incommensurable; before “no-overlap” is read, accept incomparability or incomparable]", "subcategory": "Philosophy", "category": "Philosophy"}, {"question_sanitized": "A seven-minute, two-second musical piece titled for this place opens with a string trio of a viola, cello, and contrabass playing repetitive figures, before a larger ensemble including a wordless chorus enters. Shooting footage of this place from a helicopter nearly caused cinematographer Ron Fricke to pass out. The early history of this place, which included banning televisions and having social workers search residences for men staying the night, is recounted in a Chad Friedrichs documentary about its “myth,” which argues that this place failed because of demographic change and lack of upkeep funding. In a 1977 book, Charles Jencks wrote that “Modern Architecture died… on July 15, 1972, at 3:32 p.m.” with the destruction of this complex, paving the way for postmodern architecture. The demolition of several of the thirty-three buildings in this complex is shown in Godfrey Reggio’s film Koyaanisqatsi. World Trade Center architect Minoru Yamasaki designed, for 10 points, what housing project in St. Louis?", "answer_sanitized": "Pruitt-Igoe housing project [or Wendell O. Pruitt Homes and William Igoe Apartments; accept The Pruitt-Igoe Myth; prompt on “Wendell O. Pruitt Homes” or “William Igoe Apartments” if given separately]", "subcategory": "Other Academic", "category": "Other Academic"}, {"question_sanitized": "One algorithm for this task begins with the bank command magnitude being repeatedly calculated in the “numerical corrector phase,” before the result is blended into the “final phase” used to identify the drogue deployment box. That NSEG algorithm quickly computes the number of “ballistic coasts” or “skips” that are needed to successfully perform this process. In 2016, the C3HARME project started to use silicon carbide fibers to strengthen a class of materials used during this process, UHTCMCs. Silicone-impregnated ceramics, and phrenolic-impregnated carbon are materials often used during this process since they both have ablative properties. In 2003, the LI-900 tiles and reinforced carbon-carbon used to reduce drag during this process were damaged by a piece of foam that fell from an orbiter. Extreme heat is felt by spacecraft performing, for 10 points, what process of approaching a planet, one example of which resulted in the destruction of the Space Shuttle Columbia?", "answer_sanitized": "atmospheric entry [or atmospheric reentry; accept answers indicating that a spacecraft is going into the atmosphere; do not accept or prompt on “space travel” or other such related answers]", "subcategory": "Other Science", "category": "Science"}, {"question_sanitized": "In an essay titled for one of these things, the author discusses how the SAT analogy “Sunset is to nightfall as [blank] is to [blank]” would stump her unless she recalled catching a chill that turned into pneumonia. A nun calls the narrator “Rich-heard” in a chapter of Hunger of Memory that deals with the author’s childhood experiences with two of these things and is often published separately as “Aria.” The vow “I will no longer be made to feel ashamed of existing” appears in an essay from Gloria Anzaldua’s Borderlands titled “How to Tame a Wild [one of these things].” The author’s mother’s verdict that The Joy Luck Club was “easy to read” concludes Amy Tan’s essay about her mother’s use of one of these things. In a 2015 New Yorker essay titled “Teach Yourself [one of these things],” Jhumpa Lahiri announced that she would exclusively use that one in her writing. For 10 points, Anzaldua has written about Chicana use of a patois that combines two of what things?", "answer_sanitized": "languages [or tongues; accept terms like dialects, pidgins, or patois until “patois” is read; accept \"Mother Tongue\" or \"How to Tame a Wild Tongue\"] (“Aria: Memoirs of a Bilingual Childhood” is by Richard Rodriguez)", "subcategory": "American Literature", "category": "Literature"}], "bonuses": [{"leadin_sanitized": "This country has funded railways from Nairobi to Mombasa and from Port Sudan to Khartoum as part of its emerging role as an investor in Africa. For 10 points each:", "answers_sanitized": ["People’s Republic of China [or Zhongguo; or Zhōnghuá Rénmín Gònghéguó]", "Hainan Island", "Wenzhou [the dialect is Wenzhounese]  "], "parts_sanitized": ["Name this country with the largest high-speed rail network in the world, which in 2018 finally added a link between its capital and Kowloon in one of its Special Administrative Regions.", "“Western ring” and “eastern ring” high-speed railways meet at the tropical resort city of Sanya as they encircle this island in the South China Sea, the largest by area controlled by the People’s Republic of China.", "High-speed rail construction in China slowed following a 2011 collision near this city in southeastern Zhejiang province. The isolation of this city, which is surrounded by mountains and the South China Sea, led it to develop the dialect of Chinese perhaps the least intelligible to the average Mandarin speaker."], "subcategory": "Geography", "category": "Geography"}, {"leadin_sanitized": "The question “What do we want with eggs and ham when we’ve got plum and apple jam?” is asked in the chorus to a song popular during this conflict, “Oh it’s a lovely war.” For 10 points each:", "answers_sanitized": ["World War I [or the Great War; or the First World War]", "County Tipperary", "Marie Lloyd "], "parts_sanitized": ["Name this conflict for which Ivor Novello composed the song “Keep the Home Fires Burning.” George M. Cohen’s “Over There” enjoins Americans to fight in this war against the “Hun.”", "In a popular World War I song by Harry Williams and Jack Judge, an Irishman named Paddy exclaims that “it’s a long way to” this Irish county in the province of Munster.", "This “Queen of the Music Hall” sang “Now You’ve Got Your Khaki On” for the war effort. This scandalous singer rose to fame with songs like “Oh Mr Porter” and “The Boy I Love Is Up in the Gallery.”"], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "The partition function for this model is typically symbolized by a Z with a stroke through it. For 10 points each:", "answers_sanitized": ["grand canonical ensemble [or “mu-V-T ensemble”; do not prompt on “canonical ensemble”]", "compressibility", "chemical potential "], "parts_sanitized": ["Name this model from statistical mechanics which consists of many copies of a system and a reservoir which are able to exchange both heat and particles with each other.", "In the thermodynamic limit of large volume, the canonical and grand canonical ensembles are equivalent provided that this quantity is finite, because the magnitude of the relative fluctuations in particle number will vanish.", "The grand potential equals the Helmholtz free energy minus the particle number times this quantity, which is the energy cost of adding a new particle to the system."], "subcategory": "Physics", "category": "Science"}, {"leadin_sanitized": "This pair of Milanese-born siblings anticipated the Sturm und Drang style years before it became popular. For 10 points each:", "answers_sanitized": ["Sammartini [Giuseppe and Giovanni]", "symphony", "Michael Haydn [prompt on Haydn] "], "parts_sanitized": ["Name the last name shared by these composers. The elder moved to England and composed many woodwind and keyboard sonatas, while the younger stayed in Milan and tutored students such as Gluck.", "Giovanni Sammartini is considered one of the major early developers of these large orchestral pieces, which evolved from a standard three-movement to a four-movement format over the course of the 18th century.", "A piece once thought to be Mozart’s 37th symphony was actually written by this other composer. This composer also wrote many choral works such as his Requiem for the death of Archbishop Siegmund and his Missa Hispanica."], "subcategory": "Auditory Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "An author once wrote a letter to a man proofreading his poem “Thing of August,” complaining that the proofreader had unjustly restored a diacritic to a word in this language. For 10 points each:", "answers_sanitized": ["French [or Français; “Thing of August” features the unaccented word frere, and the poem is “Le Monocle de Mon Oncle”]", "Wallace Stevens", "“Sea Surface Full of Clouds” "], "parts_sanitized": ["Name this language, which is used in the title of an American poem that opens by invoking “Mother of heaven, regina of the clouds, / O sceptre of the sun, crown of the moon.” In another poem by the same author, a word derived from this language is followed by the image of “late / Coffee and oranges on a sunny chair.”", "This poet, who wrote that “French and English constitute a single language,” harnessed the natural exoticism of French words in phrases like “Complacencies of the peignoir,” which opens his poem “Sunday Morning.”", "An entire line of French adapted from Baudelaire’s “Invitation to a Voyage” ends the fourth stanza of each section of this Stevens poem, which celebrates the cruise during which his daughter Holly was conceived, and is set “In that November off Tehuantepec.”"], "subcategory": "American Literature", "category": "Literature"}, {"leadin_sanitized": "This inventor of napalm designed devices for the World War II bat bomb project which succeeded at little more than setting an air base on fire. For 10 points each:[10] Name this chemist who with his spouse Mary Peters wrote a sizeable amount of organic chemistry textbooks. ANSWER: Louis Fieser", "answers_sanitized": ["Louis Fieser", "maximum absorption [accept lambda max]", "vitamin K1 [accept phytomenadione; accept phylloquinone] "], "parts_sanitized": ["Name this chemist who with his spouse Mary Peters wrote a sizeable amount of organic chemistry textbooks.", "With Woodward, Fieser names a set of rules for predicting the wavelength with this property for a chromophore.", "In their work in synthesizing quinones, Louis and Mary Peters Fieser were the first to synthesize this chemical required by humans bodies for synthesis of coagulation proteins."], "subcategory": "Chemistry", "category": "Science"}, {"leadin_sanitized": "Elodie Bertrand criticized a paper titled for this kind of place by noting that, historically, the system that gave rise to them in Britain “was not private, and above all not efficient.” For 10 points each:", "answers_sanitized": ["lighthouses [accept “The Lighthouse in Economics”]", "Ronald Coase [or Ronald Harry Coase; accept Coase(’s) theorem]", "Tyler Cowen "], "parts_sanitized": ["Name this kind of place that titles a 1974 paper in which an economist argues that examples of them in Britain show that private enterprise can produce public goods.", "This economist authored “The Lighthouse in Economics,” which argues that British lighthouses arose from private bargaining with the government serving as a guarantor of property rights, which are both facets of his namesake “theorem” about externalities.", "The essay was included in Public Goods and Market Failures, a book edited by this pro-market economist at George Mason, who runs the Marginal Revolution blog with Alex Tabarrok."], "subcategory": "Social Science", "category": "Social Science"}, {"leadin_sanitized": "This folk musician aspired to create a “singing labor movement” to defeat fascism. For 10 points each:", "answers_sanitized": ["Pete Seeger", "Almanac Singers", "“We Shall Overcome” [accept “We Will Overcome”] "], "parts_sanitized": ["Name this musician wrote the anti-war song “Where Have All The Flowers Gone” and, with Lee Hays, the pro-labor song “If I Had A Hammer.”", "In the 1940s, Pete Seeger and Woody Guthrie were members of this leftist agitprop folk group. This group’s album Songs for John Doe provided early evidence for horseshoe theory by being so anti-Roosevelt that it also received praise from Charles Lindbergh’s pro-fascist America First Committee.", "Seeger changed some words to and popularized this folk song, originally collected from Lucille Simmons. Based on old gospel songs, this song was taught to the Student Nonviolent Coordinating Committee at its founding convention. Although Seeger copyrighted this song, its royalties go to black activists in the south."], "subcategory": "Other Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "This culture retained a creole of African cultural and linguistic practice because the owners of slaves left the Lowcountry during the malaria season. For 10 points each", "answers_sanitized": ["Gullah Geechee [or Gullah Geechee; accept “Sea Island creole” or “Sea Island people”]", "Igbo Landing [or Ibos Landing]", "The 54th Massachusetts Infantry Regiment [or the 54th Regiment Massachusetts Volunteer Infantry] "], "parts_sanitized": ["Name this African-American people that speaks a distinctive dialect of English and still lives on the coast and islands of Georgia and South Carolina.", "Several Gullah legends concern this place on St. Simons Island, GA, the site of a slave ship revolt that ended with the rebels committing mass suicide by walking into the water.", "Gullah troops were the early recruits to the First South Carolina Volunteer infantry, a black unit in the Union army that was recognized before this more famous infantry regiment commanded by Robert Gould Shaw that took part in the assault on Fort Wagner off Charleston Harbor."], "subcategory": "American History", "category": "History"}, {"leadin_sanitized": "The narrator of this novel introduces himself as “an Englishman born and bred, almost.” For 10 points each:", "answers_sanitized": ["The Buddha of Suburbia (note: Bowie actually did the soundtrack for its BBC adaptation)", "London", "Londonstani "], "parts_sanitized": ["Name this Hanif Kureishi novel about the mixed-race teenager and David Bowie fan Karim Amir.", "The Buddha of Suburbia is primarily set in this city and its suburb of Bromley. This city’s Bangladeshi community is featured in Monica Ali’s Brick Lane.", "London is the setting of this debut novel by Gautam Malkani, in which the narrator, Jas, joins a Sikh and Hindu gang. A twist reveals that Jas is actually white: his full name is Jason Bartholomew-Cliveden."], "subcategory": "British Literature", "category": "Literature"}, {"leadin_sanitized": "Michael Friedman’s book A Parting of the Ways examines the analytic-continental divide via a 1929 debate in this city. For 10 points each:", "answers_sanitized": ["Davos", "the Vienna Circle [prompt on Vienna or Vienna School]", "“Nothingness itself nothings” [accept reasonable translations like the nothing nothings or the nothing itself nothings; accept “Das Nichts selbst nichtet”]  "], "parts_sanitized": ["Name this Swiss city where Martin Heidegger and Ernst Cassirer provided dueling interpretations of Kant’s Critique of Pure Reason.", "Friedman emphasizes the debate’s influence on Rudolf Carnap, a member of this group of analytic philosophers that met at a namesake university.", "Carnap’s “Overcoming Metaphysics” attacks Heidegger as representative of contemporary metaphysics, singling out this infamous phrase for special criticism. Carnap argued this proposition from “What is Metaphysics?” was a meaningless “pseudo-statement.”"], "subcategory": "Philosophy", "category": "Philosophy"}, {"leadin_sanitized": "This union stretched as far west as the Faroe Islands. For 10 points each:", "answers_sanitized": ["Kalmar Union", "Dacke War [or Nils Dacke’s Rebellion]", "landsknechte  "], "parts_sanitized": ["Name this personal union controlled by the Oldenburg dynasty until Christian II was overthrown and exiled to the Netherlands. Sweden withdrew from this union in a liberation war led by Gustav Vasa.", "This 1542 revolt against Gustav Vasa by peasants from Smaland was provoked by his introduction of Lutheranism. Although the rebels offered to put Svante Sture on the throne, Sture refused to be involved.", "Before their rebellion was crushed, Dacke’s rebels defeated an army of these German mercenaries sent by Gustav Vasa. Known for their stylish slashed doublets, these mercenary pikemen were first trained on the orders of Maximilian I to match the armies of Switzerland."], "subcategory": "European History", "category": "History"}, {"leadin_sanitized": "Performances of this musical style of theatre declined in the sixteenth century, but remained influential on subsequent traditions such as kunqu. For 10 points each:", "answers_sanitized": ["zaju", "pavilions [accept The Riverside Pavilion or The Peony Pavilion]", "detective fiction [or court case fiction; accept mystery] "], "parts_sanitized": ["Name this musical theater form whose greatest playwright, Guan Hanqing, was dubbed the “Chinese Shakespeare” by Tian Han. Its irreverent portrayals of the rich and powerful were toned down and moralised by the Ming court.", "One of Guan Hanqing’s comedies is titled for a “Riverside” structure of this sort. Several dream scenes feature in a Tang Xianzu play titled for one of these structures that originally took over twenty hours to perform.", "Guan Hanqing’s Judge Bao Thrice Ponders the Butterfly Dream exemplifies the gong’an genre, a rough parallel of this Western genre. Agatha Christie’s The Mousetrap is a long-running play of this genre."], "subcategory": "World Literature", "category": "Literature"}, {"leadin_sanitized": "A dodecameric variant of this protein known as DPS binds to the chromosome in several bacterial species to protect it from oxidative damage. For 10 points each:", "answers_sanitized": ["ferritin", "anemia", "hepcidin "], "parts_sanitized": ["Identify this cage-like protein that stores iron inside cells. The iron response element binding protein controls both the translation of this protein and the degradation of transferrin mRNA.", "Low serum ferritin is usually diagnostic of the iron-deficiency form of this condition, in which the deficiency of red blood cells or hemoglobin leads to a feeling of weakness.", "Due to the elevation in this peptide hormone in anemia of chronic disease, more atoms of iron are removed from serum and trapped inside ferritin within macrophages and, as denoted by this protein’s name, within liver cells."], "subcategory": "Biology", "category": "Science"}, {"leadin_sanitized": "A 2016 book by Luigi Ceccaroni and Jaume Piera about “analyzing the role of” this phenomenon discusses how it can be used to solve “complex modern problems” through “policy development.” For 10 points each:", "answers_sanitized": ["citizen science [accept citizen scientists]", "NASA [or National Aeronautics and Space Administration]", "Mechanical Turk [or Amazon Mechanical Turk; or MTurk] "], "parts_sanitized": ["Give this two word for term for a specific type of research conducted by amateurs. Examples of it include the Audubon Society’s Christmas Bird Count, and the projects contained in the web portal Zooniverse.", "This organization’s Clickworkers projects, in which public volunteers clicked to perform menial sorting tasks, is an early form of citizen science. For example, helping this organization with Stardust@Home gives citizens the right to name interstellar particles they help discover.", "A more corporate form of citizen science is the Amazon.Com project named for this device, in which users can help solve “Human Intelligence Tasks.” The actual device of this name was built by Wolfgang von Kempelen and featured a human operator underneath it."], "subcategory": "Other Academic", "category": "Other Academic"}, {"leadin_sanitized": "At the end of this work, the narrator “cackle[s] out like a chicken” when he is furiously berated just after making huge efforts to improve a field hospital. For 10 points each:[10] Name this memoir. Its sixth book recounts the demolition of a series of bridges on the Yarmuk Valley Railway, while in its eighth book, the narrator is forced to shoot his mortally wounded friend Farraj.ANSWER: Seven Pillars of Wisdom[10] This author of Seven Pillars of Wisdom, who died in a motorcycle accident, also wrote about their attempt to remain anonymous in the RAF in The Mint. ANSWER: Thomas Edward Lawrence [or Lawrence of Arabia]", "answers_sanitized": ["Seven Pillars of Wisdom", "Thomas Edward Lawrence [or Lawrence of Arabia]", "The Desert and the Sown. Unlike Lawrence, this person also accepted a post-war political role, setting up the Kingdom of Iraq.ANSWER: Gertrude Bell "], "parts_sanitized": ["Name this memoir. Its sixth book recounts the demolition of a series of bridges on the Yarmuk Valley Railway, while in its eighth book, the narrator is forced to shoot his mortally wounded friend Farraj.", "This author of Seven Pillars of Wisdom, who died in a motorcycle accident, also wrote about their attempt to remain anonymous in the RAF in The Mint.", "Like Lawrence, this woman shaped British perceptions of the Arab world through works like Syri"], "subcategory": "World History", "category": "History"}, {"leadin_sanitized": "This artist painted Two Hunting Dogs tied to a tree stump in one of the earliest paintings to feature animals as the primary subject. For 10 points each:", "answers_sanitized": ["Jacopo Bassano [or Jacopo dal Ponte]", "The Wedding at Cana [or The Wedding Feast at Cana] (by Paolo Veronese)", "The Last Supper "], "parts_sanitized": ["Name this 16th century Venetian artist of pioneering nocturnal scenes, such as the Baptism of Christ he left unfinished at his death at age 82. This man took his surname from the name of the village near Venice where he lived and trained his sons Francesco, Giovanni, Leandro, and Girolamo as artists.", "Bassano plays the flute in an ensemble composed of the leaders of the Venetian school in this largest painting at the Louvre, which depicts historical figures such as Suleiman I attending the title event.", "Tintoretto cribbed Bassano’s hunting dogs for his painting Christ Washing the Disciples’ Feet, a companion piece to his 1547 version of this scene at San Marcuola. Nearly fifty years later, Tintoretto painted his far better known, diagonally-oriented version of this scene."], "subcategory": "Visual Fine Arts", "category": "Fine Arts"}, {"leadin_sanitized": "The Brothers Grimm published the first scholarly edition of this poem, but also damaged the original with chemical reagents. For 10 points each:", "answers_sanitized": ["Hildebrandslied", "Old High German [prompt on partial answer]", "Parzival [or Parsifal; accept Percival] "], "parts_sanitized": ["Name this fragmentary poem copied down in the 830s at the Monastery of Fulda, which describes the title character fighting Hadubrand in single combat on behalf of their respective armies.", "The Hildebrandslied was written in a hybrid of this language and Old Saxon. This language emerged as the result of a namesake consonantal shift in the 8th century, and it developed into a \"middle\" form used to write the Nibelungenlied.", "Wolfram von Eschenbach used Middle High German to write this Arthurian epic about the title character’s search for the Holy Grail. Wagner adapted this poem into his last completed opera."], "subcategory": "European Literature", "category": "Literature"}, {"leadin_sanitized": "This water goddess gave birth to fourteen deities of the Yoruba pantheon. For 10 points each:", "answers_sanitized": ["Yemoja [or Yemanja or Yemaya]", "Umbanda", "cowry shells [prompt on shell] "], "parts_sanitized": ["Name this mother of the orishas, who gave birth to humans, simultaneously creating the rivers and streams of the world with her amniotic fluid.", "Yemoja is worshipped as the deity Iemanjá in this Brazilian religion. This religious tradition, which developed from Candomblé, is more heavily influenced by European spiritism and Catholicism than the closely related Quimbanda.", "Among the items used to worship Yemoja are these vaginesque mollusk products, which were historically used as currency in many of the areas affected by the African slave trade."], "subcategory": "Religion", "category": "Religion"}, {"leadin_sanitized": "Since the Jordan canonical form is defined over the complex numbers, every matrix has this property with respect a matrix in Jordan Canonical Form. For 10 points each:", "answers_sanitized": ["matrix similarity [accept word forms such as those matrices are similar]", "rational canonical form [or Frobenius canonical form; prompt on canonical form]", "characteristic polynomial "], "parts_sanitized": ["Name this property possessed by two matrices I and J if and only if there exists an invertible matrix K such that I equals K times J times K inverse. A matrix is diagonalizable if it has this property with respect to a diagonal matrix.", "Two matrices are similar if and only if this way of representing the matrix are the same. This way of representing a matrix decomposes a matrix into a direct sum of companion matrices, whose entries are invariant factors.", "This polynomial derived from a matrix does not change under matrix similarity. The roots of this polynomial are the matrix’s eigenvalues."], "subcategory": "Other Science", "category": "Science"}]}