{"tossups": [{"question_sanitized": "A character by this author leaves his servant Rosa with the groom in order to tend to a patient that asks to let him die. Another work by this author tells of an execution machine that fails to write the words “Be just” on the body of the Officer of the titular location. This author of “A Country Doctor” and (*) “In the Penal Colony” wrote a work that ends with Josef K. dying “like a dog” without learning why he was arrested. This author wrote a work about Grete’s brother dying from getting hit by apples after going through the titular transformation. For 10 points, name this Czech author who wrote about Gregor Samsa in The Metamorphosis.", "answer_sanitized": "Franz Kafka &lt;ES Literature&gt;", "subcategory": "Literature European", "category": "Literature"}, {"question_sanitized": "A leader of this country was engaged by the “ham-and-eggs diplomacy” of Dwight Morrow. The arrest of several sailors from the gunboat Dolphin in this country prompted the US to occupy one of its port cities for several months. Ambassador Henry Lane Wilson was recalled from this country for aiding the “Ten Tragic Days” coup here. After an attack on the town of Columbus, John (*) Pershing led an expedition to this country to capture one of its bandits. An alliance between this country and Germany was proposed in the Zimmerman telegram. For 10 points, name this country whose bandit Pancho Villa sometimes led raids into the United States.", "answer_sanitized": "Mexico &lt;JB History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This composer’s symphonies frequently use innovative percussion instruments like the tam-tam and the rute, which he used along with two harps in the finale of his sixth symphony. The Adagietto movement from one symphony by this composer is interpreted as a love song to his wife. That symphony by this composer, which opens with a trumpet solo, is his (*) fifth symphony. Three devastating events in this composer’s life, including his forced resignation from the Vienna Opera, inspired the three “hammer blows of fate” in his Tragic Symphony according to his wife Alma. For 10 points, name this Austrian composer of the Resurrection symphony.", "answer_sanitized": "Gustav Mahler &lt;WA Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "These compounds cannot be hydrolyzed, but they can be cleaved by hydrobromic acid in an SN2 reaction. These compounds can be created by reacting an aryl halide and a phenol in the presence of a copper catalyst in the Ullmann process. Aromatic versions of these compounds are furans. Rings of these compounds bonded to a cation are useful as phase transfer catalysts and are called the “crown” type. The (*) diethyl one of these compounds is highly addictive. For 10 points, name these compounds that consist of two R groups bonded to an oxygen atom and which used to be used as anesthetic.", "answer_sanitized": "ethers &lt;SR Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "This figure tricks the dwarf Alviss into staying out all night, turning him to stone when exposed to the sun. This son of Jord rips the head off Hymir’s best ox to use as fishing bait during his quest with Tyr to find a cauldron big enough to brew ale for everyone. This god disguised himself as (*) Freya in order to retrieve property stolen by Thrym. He was challenged by Utgard-Loki to empty a drinking horn secretly connected to the sea as well as to lift up a grey cat which was secretly the Midgard Serpent. This god would later kill that serpent during Ragnarok, and he wields the hammer Mjolnir. For 10 points, name this Norse god of thunder.", "answer_sanitized": "Thor [or Donar; or Thunor] &lt;ES Mythology&gt;", "category": "Mythology"}, {"question_sanitized": "A poem by this author describes feeling “like some watcher of the skies” and later imagines Cortez standing “upon a peak in Darien” while staring at the Pacific Ocean. One of his poems describes “the sad heart of Ruth” as she stood “amid the alien corn.” This poet of wrote about the lovers Madeline and Porphyro in “The (*) Eve of St. Agnes.” This author wrote a poem which begins “Thou still-unravish’d bride of quietness” and states “Beauty is truth, truth beauty.” For 10 points, name this English Romantic poet of “On First Looking into Chapman’s Homer,” “Ode to a Nightingale,” and “Ode on a Grecian Urn.”", "answer_sanitized": "John Keats &lt;ES Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "This organization gained vast amounts of territory by imposing its Doctrine of Lapse. Edmund Burke led the prosecution during the lengthy impeachment trial of a leader of this organization, Warren Hastings. It confined a rival to the city of Pondicherry through its success in the Carnatic Wars. Under Robert (*) Clive, this organization responded to the “Black Hole” incident by winning the Battle of Plassey. The issuance of bullet cartridges greased with pork fat sparked a revolt against this company called the Sepoy Mutiny. For 10 points, name this British trading company that once ruled India.", "answer_sanitized": "British East India Company [accept EIC, or anything indicating the East India Company of Britain or England or the United Kingdom; prompt on “East India Company”] &lt;JB History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "This body of water is thought to have formed during the late Neogene Period, and derives its name from a native word meaning “sea of islands.” A 1971 smallpox outbreak in a settlement near this body of water caused the deaths of three people. One such island in this body of water, Vozrozhdeniya, also known as Rebirth Island, was used for nuclear testing by the (*) Soviet Union. This body of water is fed by the Syr Darya and Amu Darya rivers. It lies between Kazakhstan and Uzbekistan. For 10 points, name this rapidly shrinking sea in Central Asia.", "answer_sanitized": "Aral Sea &lt;SR Geography&gt;", "category": "Geography"}, {"question_sanitized": "Deposits of cristobalite in one of this class of rocks causes a snowflake pattern. Dike swarms are a type of “large province” of these rocks, which can be classified as hypabyssal when they form near the Earth’s surface. This class of rocks includes the olivine-rich peridotite and the fine-grained rhyolite. The continuous and discontinuous arms of (*) Bowen’s reaction series list the sequence of formation of this class of rocks. The composition of these rocks can be classified as felsic or mafic, and the most common types of these rocks are granite and basalt. For 10 points, name this class of rocks formed when magma or lava cools.", "answer_sanitized": "igneous rocks &lt;SY Earth Science&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "This thinker considered dread worse than the first title concept in one work because dread has no specific object and reflects the emptiness of the self. This thinker claimed that one must reconcile the “finite with the infinite” in order to eliminate despair. This author drew on his relationship with Regine Olsen to write the section “Diary of a Seducer” in a work that contrasts a (*) hedonistic lifestyle with an ethical one. He asked “Is there an Absolute Duty to God?” in regards to Abraham’s willingness to sacrifice Isaac. For 10 points, name this Danish existentialist author of The Sickness Unto Death, Either/Or and Fear and Trembling.", "answer_sanitized": "Søren Kierkegaard &lt;ES Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "Richard of Wallingford built a complex astronomical clock in one of these places. The Plan of St. Gall is an idealized drawing of one of these places. Columba founded one of these places on the island of Iona. A man named Odo introduced important reforms to one of these places founded by William of Aquitaine at Cluny. Groups like the (*) Cistercians and the Carthusians inhabited these places, life at which was usually governed by the Benedictine Rule. Inhabitants of these places spent a lot of time copying manuscripts in scriptoriums and praying. For 10 points, name this sort of place where Christian monks lived.", "answer_sanitized": "monasteries [accept abbeys or convents] &lt;JB History&gt;", "subcategory": "History British", "category": "History"}, {"question_sanitized": "The trainers of one of these animals claimed that it wept when its pet cat was killed, and reportedly taught it sign language. In Rwanda, Dian Fossey studied the social structure of this animal’s mountain variety. Their western (*) lowland species is thought to be an origin of HIV. Troops of these animals are led by males known as silverbacks, and these animals walk on their knuckles. For 10 points, name these largest living primates that beat their chests to intimidate potential threats.", "answer_sanitized": "gorillas &lt;AP Misc&gt;", "subcategory": "History Other", "category": "History"}, {"question_sanitized": "A character in this play claims “Wisdom is a dreadful thing when it brings no profit to its possessor.” This play opens with people placing olive branches with tufts of wool tied to them on an altar to combat the ongoing plague. The protagonist is happy when a messenger in this play brings news of the death of the king of Corinth, while another king was reportedly (*) killed by a group of bandits. Polybus and Merope raised the title figure after a shepherd left him on Mount Cithaeron. In this play, the protagonist blinds himself with pins from his wife’s dress. For 10 points, Jocasta marries her son in what tragedy by Sophocles about the title Theban king?", "answer_sanitized": "Oedipus Rex [accept Oedipus the King, Oedipus Tyrannus, or Oidipous Turannos] &lt;ES Literature&gt;", "subcategory": "Literature Classical", "category": "Literature"}, {"question_sanitized": "This French artist disagreed with most of his colleagues by openly disdaining painting en plein air. This artist separated an austerely dressed mother and two daughters from their businesslike father, who is sitting at right in a chair, in his painting The Bellelli Family. This artist’s only sculpture is a bronze depiction of a fourteen year old. Actress Ellen Andrée appears (*) bored in a café looking at her drink in a painting by this artist, whose most characteristic works use mirrors showing reflections of young girls in tutus. For 10 points, name this French painter of L’Absinthe and many ballerinas.", "answer_sanitized": "Edgar Degas &lt;WA Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "A general stationary solution for one of these objects with charge is the Kerr–Newmann metric. These objects, after forming, settle down into a state described only by mass, charge, and angular momentum, and therefore “have no hair.” These objects supposedly evaporate via (*) Hawking radiation. An object that is smaller than its Schwarzschild radius will collapse into one of these objects. The center of these objects contains the singularity. For 10 points, name these extremely massive objects from which light cannot escape.", "answer_sanitized": "black holes &lt;SY Physics&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "Four Bronze Age “hats” made of this substance found in Germany are thought to have served as calendars. The discovery of this resource in Minas Gerais led to the growth of nearby Rio de Janeiro. In exchange for Portuguese tungsten, Antonio Salazar demanded that Nazi (*) Germany make all payments in this substance. To earn his liberty, Atahualpa offered a room filled once with this substance to Francisco Pizarro. For 10 points, name this resource with which El Dorado was supposedly filled.", "answer_sanitized": "gold [accept aurum, oro, or ouro] &lt;AP History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "Muslims attribute the Sri Pada, a sacred footprint on a mountain in Sri Lanka, to this person. In Islam, this man is said to have been sixty cubits tall and to have sacrificed forty years of his thousand-year life to help a descendant. When God asked the angels to bow to this figure, Iblis refused, leading to his banishment from heaven and becoming Satan. This husband of the possibly-demonic (*) Lilith was also the father of Seth. This man’s wife was created from his rib after he named the animals. For 10 points, name this man who ate from the Tree of Knowledge and was thus kicked out of Eden with his wife, Eve.", "answer_sanitized": "Adam &lt;JB Religion&gt;", "category": "Religion"}, {"question_sanitized": "The protagonist of this novel gets a pair of silver painted boots that were earlier used in a production of Cinderella, and wooden clogs cause one character to die of gangrene. The protagonist of this novel is the only survivor when a plane heading to an optometrist convention crashes. In this novel, Roland Weary convinces Paul Lazarro to avenge his death, and (*) Edgar Derby is executed for stealing a teapot. This work partly takes place in a zoo on Tralfamadore and partly during the firebombing of Dresden in World War II. For 10 points, name this novel about Billy Pilgrim being “unstuck in time” by Kurt Vonnegut.", "answer_sanitized": "Slaughterhouse-Five or The Children’s Crusade: A Duty-Dance with Death &lt;ES Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Compression of a vein in this organ is called nutcracker syndrome. A cancer of this organ that mostly occurs in children is a Wilms’ tumor. Two blood tests to examine the function of these organs are the GFR and creatinine. A capillary network in these organs, called the glomerulus, is surrounded by (*) Bowman’s capsule. This organ regulates the concentration of water in the blood through the nephron. When these organs fail, dialysis may be performed. For 10 points, name these organs composed of nephrons that filter blood to produce urine.", "answer_sanitized": "kidneys &lt;SY Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "To cheer up a colleague, the protagonist of this film says some yachtsmen don’t know how to swim. The protagonist’s father-in-law explains that okra is going extinct. In this film, Michael Caine’s character recites “Do Not Go Gentle Into That Good Night” despite his failure to solve a (*) “gravity equation.” In this film, Brand is left with a robot and 5,000 human embryos on Edmunds’ planet. TARS accompanies this film’s protagonist Cooper into Gargantua, a wormhole. For 10 points, name this 2014 sci-fi film in which Matthew McConaughey shouts “MURPH!” while traveling through space.", "answer_sanitized": "Interstellar &lt;AP Trash&gt; Bonuses", "category": "Trash"}], "bonuses": [{"leadin_sanitized": "It is frequently used in inferential statistics, and is most often used to carry out the Pearson test. For 10 points each:", "answers_sanitized": ["chi-squared distribution", "degrees of freedom", "independence [or word forms like independent] &lt;SR Math&gt;"], "parts_sanitized": ["Name this right-skewed statistical distribution. In the Pearson test, the test statistic equals the sum of the squared difference of observed and expected values, divided by the variance.", "For a Pearson test, this parameter, symbolized nu, is equal to the number of classes of objects minus one. In mechanics, this term describes the number of parameters that define a system’s configuration.", "In addition to the goodness of fit test, the chi-squared distribution can test for this property. If two events have this property, then the occurrence of one event does not affect the probability of the other event occurring."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "The protagonist of this novel overdoses on sleeping draught just before Lawrence Selden arrives to finally propose. For 10 points each:", "answers_sanitized": ["The House of Mirth", "Edith Wharton", "Ethan Frome &lt;ES Literature&gt;"], "parts_sanitized": ["Name this novel about Lily Bart’s ostracism from New York’s high society.", "The House of Mirth was written by this author of The Age of Innocence.", "A less successful suicide attempt causes Mattie to become paralyzed after trying to commit suicide by sled with the title character in this other Wharton novel."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about religious uses of prayer beads. For 10 points each:", "answers_sanitized": ["the Rosary [or rosarium]", "Allāhu Akbar [prompt on “God is great”]", "meditation [anti-prompt on “tapas” or “zazen”; do not accept “yoga”] &lt;AP Religion&gt;"], "parts_sanitized": ["The Catholic Church espouses this form of devotion, which is named for the string of prayer beads used to count its fifteen “Mysteries.”", "In Islam, a string of prayer beads called a misbaḥa is used in a prayer that ends with 34 repetitions of this specific Arabic language phrase, also known as the takbīr.", "In Hinduism and Buddhism, a string of prayer beads called a māla, or “garland,” is used in japa, a form of this practice. This practice is usually defined as concentrated and sustained thought."], "category": "Religion"}, {"leadin_sanitized": "This man commissioned Eadweard Muybridge to research the galloping of his horses. For 10 points each:", "answers_sanitized": ["Leland Stanford", "First Transcontinental Railroad [or Pacific Railroad or the Overland Route]", "Eli Whitney &lt;AP History&gt;"], "parts_sanitized": ["Name this member of the “Big Four” who served as president of Southern and Central Pacific during the 1890s and founded a university which he named for his deceased son.", "Stanford’s Central Pacific company built the western portion of this long path stretching from Sacramento to Council Bluffs, Iowa.", "This man’s cousin Asa was one of the first to submit plans to Congress for a transcontinental railroad. This man popularized interchangeable parts and invented the cotton gin."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "A character in this novel buys eggs for five cents and sells them for three, but still manages to make a profit. For 10 points each:", "answers_sanitized": ["Catch-22", "Joseph Heller", "Major Major Major Major &lt;SR Literature&gt;"], "parts_sanitized": ["Name this satirical novel set in a camp on Pianosa, which follows the bomber Yossarian. Its title refers to a situation that one cannot escape because of contradictory rules.", "This man wrote Portrait of an Artist, as an Old Man, in which an elderly author attempts to write a novel as good as those he had written earlier, in addition to Catch-22.", "This character, who bears an uncanny resemblance to Henry Fonda, was made squadron commander by Colonel Cathcart. He can only be visited in his office when he is not there."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "Answer the following about electromagnetism. For 10 points each:", "answers_sanitized": ["Gauss’s law for magnetism [prompt on “Gauss’s law”]", "magnetic vector potential", "Faraday’s law of induction &lt;SR Physics&gt;"], "parts_sanitized": ["The flux of the namesake field is zero through any closed surface according to this theorem. It can be interpreted to mean that magnetic monopoles do not exist.", "The curl of this quantity, symbolized A, equals the magnetic field. It is defined to be consistent with Ampere’s law, and can be expressed in terms of current or current density. If continuous and well-defined everywhere, it guarantees the non-existence of magnetic monopoles.", "This law states that the negative time derivative of the magnetic flux induces an electromotive force, where the negative sign is explained by Lenz’s law. Generators and transformers operate based on this law."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "In a novel by this author, a dog recounts the cleric Nusret Hoja’s trip to the Bayazid Mosque, where he declares that drinking coffee is a sin. For 10 points each:", "answers_sanitized": ["Orhan Pamuk", "My Name is Red [or Benim Adım Kırmızı]", "Turkey &lt;SR Literature&gt;"], "parts_sanitized": ["Name this author who wrote about a controversy over headscarves in Snow. He received the Nobel Prize for Literature in 2006.", "This Pamuk novel’s many narrators include a gold coin, Death, and a tree. This novel begins with the murder of Elegant Effendi, and chronicles the relationship between Black and Shekure.", "Pamuk is from this country, one of whose cities is the subject of his memoir Istanbul: Memories and the City."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "Male and female mythological figures holding a goblet of wine and a dagger, respectively, appear behind the central figure of this painting. For 10 points each:", "answers_sanitized": ["Sarah Siddons as the Tragic Muse", "Sir Joshua Reynolds", "George III &lt;WA Painting&gt;"], "parts_sanitized": ["Name this painting depicting an enthroned English actress in a mythological role.", "Sarah Siddons as the Tragic Muse was painted by this portrait artist of The Age of Innocence, the promoter of the “Grand Style” in art and rival of Thomas Gainsborough.", "Sir Joshua Reynolds was employed by this English monarch and depicted many of his military subordinates, such as Augustus Keppel, who fought against rebels during the American Revolution."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This woman got her first break after her performance as an Aztec maiden in “Xochital.” For 10 points each:", "answers_sanitized": ["Martha Graham", "Aaron Copland", "Merce Cunningham &lt;AP Dance&gt;"], "parts_sanitized": ["Name this choreographer who was the first dancer to perform at the White House. She founded her namesake Dance Company in 1926.", "Graham commissioned this American composer to write the ballet Appalachian Spring. He also composed the ballet Billy the Kid.", "This American dancer and choreographer got his start when Graham invited him to join her dance company. He was the lifelong partner of John Cage, and drew inspiration from the I Ching for his dances."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This dynasty’s Southern period began after its emperor was captured and its capital, Kāifēng, sacked by invading Jurchens. For 10 points each:", "answers_sanitized": ["Sòng Dynasty", "Wáng [or Wáng Ānshí; or Wáng Mǎng]", "Mongols &lt;JB History&gt;"], "parts_sanitized": ["Name this dynasty, which followed the Táng Dynasty and was supplanted by Kublai Khan’s Yuán Dynasty. This dynasty was the first to use gunpowder.", "During the Sòng Dynasty, a chancellor having this family name and the given name Ānshí attempted to reform society and government with his New Policies. This was the family name of a usurper who declared the Xīn Dynasty before he was overthrown by the Red Eyebrows rebellion.", "The Southern Sòng Dynasty was defeated by these people at the Battle of Yámén. These people name a country north of China and were unified by Genghis Khan."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "In Māori myth, Hine-nui-te-pō cuts this person in half, making all humans mortal. For 10 points each:", "answers_sanitized": ["Māui", "the Sun [or Sol]", "Selene OR Eos &lt;AP Mythology&gt;"], "parts_sanitized": ["Name this Polynesian folk hero who, in one account, accidentally pulls up Hawai‘i when he thinks he has a big catch on the end of his fishhook.", "In one story, Māui lassoes the legs of this astronomical body using his sister’s hair. Helios is the Greek personification of this object.", "Give the name of either of Helios’s sisters. One was the goddess of the moon, while the other was a goddess of dawn."], "category": "Mythology"}, {"leadin_sanitized": "The protagonist of this work is rejected by Tatyana and is compared to Byron’s Childe Harold. For 10 points each:", "answers_sanitized": ["Eugene Onegin [or Yevgeny Onegin]", "Alexander Pushkin", "The Bronze Horseman: A Petersburg Tale [accept The Copper Horseman or Mednyy vsadnik: Peterburgskaya povest] &lt;ES Literature&gt;"], "parts_sanitized": ["Name this work in which the title character kills Lensky in a duel after dancing with Olga at her sister’s name-day party.", "This Russian author wrote Boris Godunov and Eugene Onegin.", "Pushkin wrote this narrative poem where Yevgeny curses a statue of Peter the Great after being unable to find his girlfriend Parasha, causing the statue to come to life and chase Yevgeny through St. Petersburg."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "Name some things about an important metabolic pathway. For 10 points each:", "answers_sanitized": ["glycolysis", "fermentation", "lactic acid &lt;SR Biology&gt;"], "parts_sanitized": ["In this pathway, a sugar is converted to pyruvate. Two molecules of NADH and two molecules of ATP are produced in this pathway.", "This process occurs after glycolysis in anaerobic environments. In it, NADH is oxidized back to NAD plus.", "This compound is produced in one type of fermentation. During strenuous exercise, this compound builds up faster than it can be removed, causing cramps."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "This event became possible when the four powers renounced their rights to a certain country under the Two Plus Four Treaty. For 10 points each:", "answers_sanitized": ["German reunification [or anything indicating the reunification of West and East Germany or Deutschland, or the end of East Germany; do not accept “German unification”]", "Berlin Wall", "Helmut Kohl &lt;JB History&gt;"], "parts_sanitized": ["Name this event that resulted in the dissolution of the Socialist Unity Party, which has been led by Walter Ulbricht, Erich Honecker, and Egon Krenz.", "German reunification was preceded by jubilant crowds destroying this structure, which was crossed by Checkpoint Charlie and split the capital of Germany into East and West parts.", "In 1990, this former chancellor of West Germany from the Christian Democratic Union became the first leader of a reunified Germany."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "Answer some questions about a post-apocalyptic role-playing game. For 10 points each:", "answers_sanitized": ["Fallout: New Vegas [do not accept “Fallout”]", "Hoover Dam", "Ulysses &lt;WC Trash&gt;"], "parts_sanitized": ["In this video game from the Fallout series, the Courier is hired to deliver the Platinum Chip to the titular city, but is intercepted and shot in the head by Benny, who seeks to use the Platinum Chip to overthrow Mr. House.", "Fallout: New Vegas ends with the second battle between Caesar’s Legion and the New California Republic for control over this real-life location. Located on the Colorado River, it supplies New Vegas with electricity.", "In Lonesome Road, the final add-on to Fallout: New Vegas, the Courier must travel through the Divide to track down this mysterious individual, a “Courier Six” who refused to deliver the Platinum Chip before the game’s start."], "category": "Trash"}, {"leadin_sanitized": "One of these pieces uses trills to depict a shivering cold. For 10 points each:", "answers_sanitized": ["The Four Seasons [or Le Quattro stagioni]", "Antonio Vivaldi", "Scarlatti family &lt;WA Music&gt;"], "parts_sanitized": ["Name this set of violin concerti, which were included by an Italian composer in a larger collection of concerti titled The Contest Between Harmony and Invention.", "The Four Seasons was composed by this Italian Baroque composer.", "This other family of Italian Baroque composers included Alessandro, who founded Neapolitan opera, and Domenico, who incorporated Spanish and Portuguese tunes into his 555 keyboard sonatas."], "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"leadin_sanitized": "This politician’s unsuccessful campaign against incumbent Sharpe James was chronicled in the documentary <em>Street Fight</em>. For 10 points each:", "answers_sanitized": ["Cory Anthony Booker", "Hurricane Sandy", "Christopher James Christie &lt;AP Current Events&gt;"], "parts_sanitized": ["Name this former mayor of Newark and current Democratic junior New Jersey senator.", "Booker invited Newarkers without electricity to sleep in his home in the aftermath of this second-costliest hurricane in history that decimated New England in October 2012.", "This New Jersey governor drew ire from Republicans after he praised President Obama’s actions during Sandy’s aftermath. A year later, he was criticized again for allegedly ordering lane closures at Washington Bridge."], "category": "Current Events"}, {"leadin_sanitized": "The practice of this behavior in the lower classes is called “pecuniary emulation.” For 10 points each:", "answers_sanitized": ["conspicuous consumption", "capitalism", "luck [accept fortune or Fortuna] &lt;JB Social Science&gt;"], "parts_sanitized": ["Give this two-word term introduced by Thorstein Veblen in Theory of the Leisure Class to describe the purchase of luxury goods for the purpose of demonstrating wealth or social status.", "Veblen’s Theory of the Leisure Class criticizes many aspects of this economic system, which is based on competitive markets and the private ownership of the means of production.", "Veblen traced a certain pastime to predatory barbarian culture in a chapter called “The Belief in” in this phenomenon. Boethius’s The Consolation of Philosophy introduced a popular personification of this concept."], "category": "Social Science"}, {"leadin_sanitized": "Answer the following about the military accomplishments of European dukes. For 10 points each:", "answers_sanitized": ["Eighty Years’ War [or Dutch War of Independence]", "Battle of Waterloo", "John Churchill, 1st Duke of Marlborough [accept either underlined portion] &lt;AP History&gt;"], "parts_sanitized": ["The Duke of Alba established the “Council of Blood” during this war, the revolt of the Spanish Netherlands against Philip II of Spain.", "Arthur Wellesley, the Duke of Wellington, led his troops to victory over Napoleon at this 1815 battle.", "This English statesman helped defeat the Monmouth Rebellion and was assisted by Eugene of Savoy in his victory at Blenheim."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "The most common types of this procedure are acid-base and redox. For 10 points each:", "answers_sanitized": ["titration", "equivalence point", "EDTA [or ethylenediaminetetraacetic acid] &lt;SR Chemistry&gt;"], "parts_sanitized": ["Name this procedure used to determine the unknown concentration of a substance. Burettes and Erlenmeyer flasks are common tools used in this procedure, which produces a namesake curve.", "On a titration curve, these points occur when all of the solution is neutralized by the titrant, and the curve changes concavity. A small change in volume of the titrant near these points results in a large change in pH.", "When determining the concentration of metal ions in a solution, this compound is used as the titrant. It is a chelating agent with six lone pairs of electrons, making it a hexadentate ligand."], "subcategory": "Science Chemistry", "category": "Science"}]}