{"tossups": [{"question_sanitized": "WikiLeaks has alleged that this country’s head of state embezzled $9 billion from state funds with Lloyds Bank. That head of state cooperated with French forces to capture Carlos the Jackal in this country. In July 2015, this country’s president evaded arrest by sneaking out of South Africa. In June 2011, this country opened an embassy in a newly independent southern neighbor’s capital (*) Juba. In March 2009, this country’s head of state became the first to be indicted by the ICC, regarding his order of killings in Darfur. For 10 points, name this country whose current president is Omar al-Bashir.", "answer_sanitized": "Sudan &lt;AP Current Events&gt;", "category": "Current Events"}, {"question_sanitized": "During the Night of Terror, activists for this cause were beaten in the Occoquan Workhouse. Minor v. Happersett was a major setback for this movement. Poster advising the “Kaiser” to “take the beam out of your own eye” were used to picket for this cause by the Silent Sentinels. In 1869, (*) Wyoming Territory implemented the goal of this movement. The NAWSA campaigned for this cause, whose chief supporters included Alice Paul and Susan B. Anthony. For 10 points, name this cause that succeeded with the passage of the Nineteenth Amendment, which doubled the number of voters in the US.", "answer_sanitized": "women’s suffrage [or universal suffrage; or anything indicating votes for women; prompt on “women’s rights” or equivalents] &lt;JB History&gt;", "subcategory": "History American", "category": "History"}, {"question_sanitized": "A chiral example of these substances is named for Tröger. Lithium diisopropylamide is a rare example of one of these compounds which is not nucleophilic, but most of them are. Sodium amide is an example of the “super” form of these substances. One of these substances is used to convert triglycerides to a namesake product in (*) saponification. Lewis defined these substances as electron donors, while Brønsted and Lowry described them as proton acceptors. Sodium hydroxide is an example of the strong type of these substances, which turn phenolphthalein pink. For 10 points, name these compounds with a pH greater than 7, the opposite of acids.", "answer_sanitized": "bases &lt;SR Chemistry&gt;", "subcategory": "Science Chemistry", "category": "Science"}, {"question_sanitized": "At the 2014 Berlin Film Festival, this man wore a paper bag on his head that said, “I am not famous anymore.” Two days later, in hashtag IAMSORRY, he invited people to talk to him wearing the same paper bag and a tuxedo while crying. In one franchise, he played a disciple of Jetfire named Sam Witwicky. On a “normal (*) Tuesday night,” you stab this man’s kidney, according to a Rob Cantor song. This actor played a character nicknamed “Caveman” in a 2003 adaptation of a Louis Sachar novel. For 10 points, name this star of Transformers and Holes who recently gave a motivational speech in which he asked viewers to “Just do it!”", "answer_sanitized": "Shia Saide LaBeouf [accept either underlined name] &lt;AP Trash&gt;", "category": "Trash"}, {"question_sanitized": "The toothless veterinarian Darbon looks after one of these animals in the Andalusian village of Moguer. Christy Mahon impresses some women by winning a contest involving one of these animals in The Playboy of the Western World. One of these animals named Benjamin is the only animal besides the pigs that can read fluently in Animal Farm. Platero and I features one of these animals, and Lucius accidentally (*) turns himself into one of these animals in a novel by Apuleius titled after a golden one. One of these animals named Dapple is ridden by a servant to a windmill fighting knight-errant. For 10 points, name this animal ridden by Sancho Panza.", "answer_sanitized": "donkeys [or asses; or mules] &lt;ES Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "For supporting this person, and claiming to have seen God in human form, a Breton woman named Pierrone was killed. This person was the subject of a posthumous trial called by Calixtus III. One of this leader’s allies was a knight who was later found to have murdered hundreds of children in his castle. This person defeated John Talbot at the Siege of (*) Orleans. Before obtaining an audience with King Charles VII, this person claimed to have heard the voices of Saint Michel and Saint Catherine. She was captured by the Burgundians and turned over to the English, who burnt her at the stake for heresy. For 10 points, name this peasant girl who led French forces during the Hundred Years’ War.", "answer_sanitized": "Joan of Arc [or Jeanne d’Arc; or la Pucelle] &lt;JB History&gt;", "subcategory": "History European", "category": "History"}, {"question_sanitized": "A beam of light interacting with one of these entities has its plane of polarization rotated in an effect named after Faraday. The strength of this entity produced by a steady current can be calculated using the Biot–Savart Law. This quantity is crossed with velocity to find the (*) Lorentz force, and the electric field divided by the permeability of free space crossed with this quantity is the Poynting vector. A current flowing perpendicular to one of these results in a voltage difference in the Hall effect. For 10 points, name this field denoted by a capital B, the counterpart of the electric field.", "answer_sanitized": "magnetic field [prompt on “B field”] &lt;SR Physics&gt;", "subcategory": "Science Physics", "category": "Science"}, {"question_sanitized": "This poem describes women as a “shrew of fate” that “does nothing but sit on her ass / and snip the intellectual golden threads of the craftsman’s loom.” The speaker of this poem references a vision of “Mohammedan angels staggering on tenement roofs illuminated.” This poem is dedicated to a man who “presented [himself] on the granite steps of the madhouse” after throwing potato salad at people. The narrator of this poem makes frequent references to a “heavy judger of men!” named Moloch and repeatedly reassures Carl Solomon that “I’m with you in Rockland.” For 10 points, name this poem that begins with the line “I saw the best minds of my generation destroyed by madness,” written by Allen Ginsberg.", "answer_sanitized": "“Howl” &lt;ES Literature&gt;", "subcategory": "Literature American", "category": "Literature"}, {"question_sanitized": "Photographs were used to help restore a painting from this art movement which depicts animals in agony in a forest fire. This movement’s founder outlined his theory of how color can express the soul in the essay “On the Spiritual in Art.” The painting for which this movement was named is a blurry depiction of a field with an forest at top right, though later artists said the name derived from a common subject of (*) Franz Marc. This movement’s founder created abstract paintings called “Compositions” and was an immigrant to Germany from Russia. For 10 points, name this art movement founded by Wassily Kandinsky named for a brightly colored man on a horse.", "answer_sanitized": "The Blue Rider [or Die Blaue Reiter] &lt;WA Painting&gt;", "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"question_sanitized": "An army of these people was defeated when they charged at a circle of ox wagons set up by Andries Pretorius at the Battle of Blood River. A leader of these people outlawed the planting of crops or the drinking of milk after his beloved mother died of dysentery. The (*) buffalo-horn formation and a spear called the assegai were among the military innovations of one leader of these people. These people fought battles like Isandlwana and Ulundi in their namesake wars with the British. For 10 points, name this South African ethnic group unified by Shaka.", "answer_sanitized": "Zulu [or amaZulu] &lt;JB History&gt;", "subcategory": "History World", "category": "History"}, {"question_sanitized": "A Mission named for the “divine” type of this phenomenon incurred a massive debt for its poorly attended Millennium ’73 festival while under the leadership of 15-year-old Guru Prem Rawat. Allah is compared to a glass-covered object in the 24th sura, which is named for this thing. A world of this thing is ruled by the Father of Greatness in Manichaeism. God is identified with this thing, called nur, in (*) Islam. Quakers believe that souls possess an “inner” form of this thing, and Jesus claims to be this thing “of the world” in John. For 10 points, what phenomenon is produced by the menorah on Hanukkah, which is called the festival of these things?", "answer_sanitized": "lights [or lux; or nur before read; prompt on “fire” or “flames”] &lt;JB Religion&gt;", "category": "Religion"}, {"question_sanitized": "In this novel, the horse Diamond lames itself before Fred can sell it to pay off his debts. Walter Tyke is chosen over Camden Farebrother to be chaplain of a new hospital in this novel. John Raffles blackmails the banker Bulstrode in this novel, and Rosamond marries a poor doctor. A man living at Lowick refuses to admit that the research for his book (*) The Key to All Mythologies is out of date. Despite a clause in her first husband’s will, the protagonist of this novel marries Will Ladislaw. For 10 points, name this novel centering on the life of Dorothea Brooke, Tertius Lydgate, and other residents of the titular town, written by George Eliot.", "answer_sanitized": "Middlemarch: A Study in Provincial Life &lt;ES Literature&gt;", "subcategory": "Literature British", "category": "Literature"}, {"question_sanitized": "Sulfonylurea receptors are the target of drugs that promote the release of this molecule. Norepinephrine inhibits the release of this molecule, leading to high levels of a related molecule during stress. The cleavage of C-peptide brings together the A and B chains of this molecule composed of 51 amino acids. This molecule’s action is reversed by (*) glucagon, and in humans, this molecule is produced by beta-cells in the Islets of Langerhans. For 10 points, name this hormone secreted by the pancreas, which type 1 diabetics cannot produce.", "answer_sanitized": "insulin &lt;SR Biology&gt;", "subcategory": "Science Biology", "category": "Science"}, {"question_sanitized": "The center of one city in this country contains the Max Liebling House, Dizengoff Square, and thousands of Bauhaus and International Style buildings designed by exiled German architects in its White City. The Tikotin Japanese Art Museum and Bahá’í Gardens are located on Mount Carmel in this country. Caesarea Maritima and (*) Masada are Roman-era sites in this country. The white-domed Shrine of the Book in its capital houses the Isaiah and other scrolls found by Bedouins in a Qumran cave. Buildings in its capital must use local white limestone, as in the Western Wall. For 10 points, name this country where the golden Dome of the Rock is found on the Temple Mount in its capital, Jerusalem.", "answer_sanitized": "Israel &lt;OL Architecture&gt;", "category": "Geography"}, {"question_sanitized": "William Lane Craig championed a syllogism on this idea derived from kalam philosophy. Gaunilo of Marmoutiers imagined a “more excellent” island to refute an argument for this idea found in the Proslogion. The existence of contingent things and the concept of an “unmoved mover” are two of the (*) “Five Ways” that one man argued for this position. This position is supported by the teleological argument, which often uses the “watchmaker analogy,” and by Anselm’s ontological argument. This position is challenged by arguments based on the existence of evil. For 10 points, identify this idea that atheists oppose.", "answer_sanitized": "the existence of God [or answers indicating God is real] &lt;JB Philosophy&gt;", "category": "Philosophy"}, {"question_sanitized": "People of this type were banned from Pompey after a violent riot with citizens of Nuceria. Murmillos were one type of these people. These people often lived at facilities operated by lanista such as Lentulus Batiatus. The retiarius type of these people usually carried a (*) fishing net. Emperor Commodus pretended to be one of these people. These people would be killed if they received the pollice verso, which may have been a thumbs-down signal. For 10 points, name this type of person who performed in the Colosseum, where they fought each other for the amusement of the Roman public.", "answer_sanitized": "gladiators [prompt on “slaves”] &lt;JB History&gt;", "subcategory": "History Classical", "category": "History"}, {"question_sanitized": "This author wrote a story told from four different perspectives about the servant girl Zohra. This author wrote about the untrained dentist named Dr. Booshy and a barber who gets beaten to death by British soldiers after throwing his beer glass in a prostitute’s face in a novel about the residents of the title street. In a novel by this non-Nabokov author, a woman is hit by a car after leaving the house against her (*) husband’s orders. This author wrote about Ahmad Abdel Gawad and his family in a series containing the novels Palace Walk, Palace of Desire, and Sugar Street. For 10 points, name this Egyptian author of the Midaq Alley and Cairo Trilogy.", "answer_sanitized": "Naguib Mahfouz &lt;ES Literature&gt;", "subcategory": "Literature World", "category": "Literature"}, {"question_sanitized": "The Flinn–Engdahl regions are used to describe where these events occur. The orientation of the point at which these events occur can be described by a focal mechanism. Liquefaction often results from these events, which occur at dip-slip and (*) strike-slip boundaries. The deadliest one of these events killed over 800,000 people in China in 1556, while the strongest one measured a 9.5 on the moment magnitude scale, which superseded the Richter scale. Many happen near the San Andreas Fault. For 10 points, name these events that result in the shaking of the Earth’s surface.", "answer_sanitized": "earthquakes &lt;SR Earth Science&gt;", "subcategory": "Science Other", "category": "Science"}, {"question_sanitized": "A player of this instrument popularized the songs “Potato Head Blues” and “Heebie Jeebies” while recording with the Hot Five and Hot Seven Bands. Another player of this instrument worked with Chano Pozo on one of the foundational tunes of Afro-Cuban jazz, “Manteca.” The composer of the bebop tune (*) “Salt Peanuts” puffed out his cheeks while playing a bent version of this instrument. This was the primary instrument of Dizzy Gillespie as well as the composer of a song with the lyrics “And I think to myself / What a wonderful world.” For 10 points, name this instrument played by Louis Armstrong.", "answer_sanitized": "trumpet &lt;WA Music&gt;", "subcategory": "Fine Arts Auditory", "category": "Fine Arts"}, {"question_sanitized": "This figure’s rape of the nymph Carna resulted in the birth of the god Cardea. Some myths describe this god as a king who ruled on Mount Ianiculum with Camese while others describe him as the husband of Juturna and father of Fontus. This god caused a volcanic hot spring to erupt and kill the men attempting to avenge the Sabine women. The (*) entrance to this god’s temple was kept open during war and closed during peace. This god was able to see the past and the future simultaneously and therefore was depicted as having two faces. For 10 points, name this Roman god of doors, the namesake of the first month.", "answer_sanitized": "Janus &lt;ES Mythology&gt; Bonuses", "category": "Mythology"}], "bonuses": [{"leadin_sanitized": "This war was covered with daily reports for <em>The Times</em> by William Howard Russell. For 10 points each:", "answers_sanitized": ["Crimean War", "Florence Nightingale", "Thin Red Line [or Thin Red Streak] &lt;JB History&gt;"], "parts_sanitized": ["Name this war fought over a namesake Black Sea peninsula, which Russia lost to an alliance of the United Kingdom, France, and the Ottoman Empire.", "This “lady with a lamp” revolutionized nursing while working on the front of the Crimean War. She also popularized the pie chart with a diagram demonstrating the high rate of death by disease in the war.", "William Howard Russell coined this term for a maneuver of Colin Campbell’s Highland Regiment during the war’s Battle of Balaklava, in which they stood two men deep to face a Russian cavalry charge."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "It can be caused by hepatitis or other damage to the liver. For 10 points each:", "answers_sanitized": ["jaundice", "cirrhosis", "bilirubin [accept haematoidin] &lt;SR Biology&gt;"], "parts_sanitized": ["Name this medical condition. A sign of decreased liver function, it causes the skin to turn yellow.", "This pathology of the liver which can present with jaundice is often seen in alcoholics. It causes scar tissue to build up, which leads to high blood pressure in the hepatic portal vein.", "The yellow color seen in jaundice is caused by an excess of this molecule, which is created when red blood cells are broken down."], "subcategory": "Science Biology", "category": "Science"}, {"leadin_sanitized": "Theoretically, this sort of interval is “perfect” if the ratio between the frequency of the two notes is 3 to 2. For 10 points each:", "answers_sanitized": ["perfect fifth", "perfect octave", "four to one [or one to four; accept clear equivalents] &lt;WA Music&gt;"], "parts_sanitized": ["Name this musical interval which separates the notes C and G.", "The only more stable musical interval than the perfect fifth is this other musical interval, which consists of notes that are eight spaces apart, like two different Cs.", "Give your answer in terms of a ratio, such as “five to seven.” What is the ratio between the frequency of a given note C and another C that is two octaves higher?"], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This book claims that Canadian professional hockey players tend to be born earlier in the year because of the hockey youth system. For 10 points each:", "answers_sanitized": ["Outliers: The Story of Success", "Malcolm Gladwell", "practice [prompt on “repetition”] &lt;AP Misc&gt;"], "parts_sanitized": ["Name this book that analyzes the various aspects that lead to success. It contrasts the upbringings of J Robert Oppenheimer and Christopher Langan, a Missourian horse farmer with an IQ of 195.", "This Canadian journalist wrote Outliers and the books Blink, David and Goliath, and What the Dog Saw.", "In Outliers, Gladwell claims that nearly all successful talents required at least 10,000 hours of this activity, which Bill Gates did by programming at his local computer and the Beatles did by performing at clubs in Hamburg."], "category": "Trash"}, {"leadin_sanitized": "It was discovered in 1995 at the Collider Detector at Fermilab and D0 experiments. For 10 points each:", "answers_sanitized": ["top quark", "Standard Model", "muon &lt;SR Physics&gt;"], "parts_sanitized": ["Name this heaviest known elementary particle. A gluon is created in the production of this particle, which involves colliding it with its antiparticle.", "The top quark is a part of this theory which describes the 12 fermions and gauge bosons which carry electromagnetic, strong, and weak forces.", "This lepton with mass 207 times greater than that of the electron is also part of the Standard Model. It has been used to measure the anomalous magnetic dipole moment."], "subcategory": "Science Physics", "category": "Science"}, {"leadin_sanitized": "A friar in this work uses the motto “Do what thou wilt” for his “anti-church,” the Abbey of Theleme. For 10 points each:", "answers_sanitized": ["Gargantua and Pantagruel", "giants [or equivalents]", "her left ear &lt;ES Literature&gt;"], "parts_sanitized": ["Name this series of five books by François Rabelais that involves one of the title character’s defeat of Picrochole’s army and the other title character’s adventures with his friend Panurge.", "Gargantua and Pantagruel are these kinds of creatures. In the fairytale Jack and the Beanstalk, one of these creatures exclaims “fee-fi-fo-fum!”", "Gargantua was born out of this part of his mother. This part of a bull is given to Romero in The Sun Also Rises."], "subcategory": "Literature European", "category": "Literature"}, {"leadin_sanitized": "One of this man’s experiments asked subjects to identify which photograph matched what a doll would see from its view of three model mountains. For 10 points each:", "answers_sanitized": ["Jean Piaget", "children [or babies, infants, toddlers, etc.]", "oral stage &lt;JB Social Science&gt;"], "parts_sanitized": ["Name this Swiss psychologist who theorized the sensorimotor and preoperational stages as part of his theory of cognitive development.", "Piaget’s work examined the schemata that this type of person experiences the world through. The motor development undergone by this type of person allows them to first roll over, then stand, then walk.", "Sigmund Freud theorized that children develop through five psychosexual phases, the first of which he gave this name. Fixation on this stage can later result in over-eating, smoking, and childlike dependence on others."], "category": "Social Science"}, {"leadin_sanitized": "Lizard Island National Park is located above part of this natural feature. For 10 points each:", "answers_sanitized": ["Great Barrier Reef", "Belize", "Indonesia &lt;AP Geography&gt;"], "parts_sanitized": ["Name this largest coral reef in the world, located off the coast of Cairns, Australia.", "The second-largest coral reef in the world is this English-speaking country’s namesake barrier reef. This is the only Central American country to not have a Pacific coastline.", "The barrier reefs of this country’s Raja Ampat Islands have the most diverse array of marine life in the world. This country’s other islands include Sulawesi and Kalimantan."], "category": "Geography"}, {"leadin_sanitized": "Name some instrumental figures from China’s 1911 Xīnhài Revolution. For 10 points each:", "answers_sanitized": ["Henry Pǔyí [or Xuāntǒng Emperor or Kāngdé Emperor]", "Sun Yat-sen [or Sūn Yìxiān or Sūn Zhōngshān]", "Yuán Shìkǎi &lt;WC History&gt;"], "parts_sanitized": ["The Xīnhài Revolution forced this last Qīng emperor of China to abdicate the imperial throne at age six. During World War II, he was the emperor of the Japanese puppet state of Manchukuo in occupied Manchuria.", "This founder of China’s Nationalist Party was elected as provisional president in Nanjing during the Xīnhài Revolution. After his 1925 death, Chiang Kai-shek succeeded him as the leader of the Nationalist Party.", "Sun Yat-sen ceded the presidency to this man, the commander of the modernized Běiyáng Army, in a power-sharing agreement. In 1915, he restored imperial rule by proclaiming himself emperor of China."], "subcategory": "History World", "category": "History"}, {"leadin_sanitized": "Answer some questions about fruit in poetry. For 10 points each:", "answers_sanitized": ["Edna St. Vincent Millay", "William Carlos Williams", "Chinese-Americans [or anything indicating immigrants from China] &lt;ES Literature&gt;"], "parts_sanitized": ["This poet wrote about a candle that “will not last the night” probably because it “burns at both ends” in her poem “First Fig.”", "This poet wrote about eating plums “that were in the icebox” and “were delicious / so sweet / and so cold” in his poem “This Is Just to Say.”", "The speaker confuses the words for “persimmons” and “precision” in a poem by an author of this ethnicity. Immigrants of this ethnicity are the subject of The Joy Luck Club by Amy Tan and FOB by David Hwang."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "In the developing world, this element is often added to salt. For 10 points each:", "answers_sanitized": ["iodine [or I]", "starches", "silver [or Ag] &lt;SR Chemistry&gt;"], "parts_sanitized": ["Name this element with atomic number 53. A deficiency of this element can result in thyroid problems, as it is needed to synthesize T3 and T4.", "Lugol’s iodine is a solution that turns a dark blue or black color in the presence of these large carbohydrates.", "A compound containing iodine and this element is used to seed clouds, a use discovered by Kurt Vonnegut’s brother. Excess exposure to this element can cause your skin to turn blue."], "subcategory": "Science Chemistry", "category": "Science"}, {"leadin_sanitized": "This organization’s symbols included a dog’s head and a broom. For 10 points each:", "answers_sanitized": ["oprichniki [or oprichnina]", "Ivan the Terrible [or Ivan IV; or Ivan Grozny; Ivan Vasilevich; prompt on “Ivan”]", "Veliky Novgorod [or Novgorod the Great] &lt;JB History&gt;"], "parts_sanitized": ["Name this Russian secret police of the 16th century that terrorized pretty much everyone in their namesake territory.", "The oprichniki served as the secret police of this Russian czar, whose death began the Time of Troubles. His epithet probably refers to his formidable character rather than his evilness.", "The oprichniki carried out a horrifying massacre of this city’s population. This second largest city in the Kievan Rus was a merchant republic that served as the easternmost city of the Hanseatic League."], "subcategory": "History European", "category": "History"}, {"leadin_sanitized": "In one story, this god infiltrates a tribal chieftain’s hut by being born from the chieftain’s daughter. For 10 points each:", "answers_sanitized": ["Raven", "Cú Chulainn [accept Cú Chulaind or Cúchulainn or Cuhullin or Sétanta]", "Odin [or Odeen; or Wóden; or Wuoden; or Wuotan; or Wodan] &lt;AP Mythology&gt;"], "parts_sanitized": ["Name this trickster god from Native American mythology. This bird was turned black from the fire of an angry shaman.", "After the death of this Irish hero of the Ulster Cycle and defeater of Queen Medb, the goddess An Morrigan perches upon his shoulder in the form of a raven.", "Two ravens, Huginn and Muninn, serve as this Norse god’s eyes and ears. Each day, they fly out to Midgard and report back to this god’s seat of Hlidskjalf."], "category": "Mythology"}, {"leadin_sanitized": "During a riot sparked by Ras the Exhorter, the protagonist of this novel falls down a manhole. For 10 points each:", "answers_sanitized": ["Invisible Man", "Ralph Waldo Ellison", "Brother Jack &lt;ES Literature&gt;"], "parts_sanitized": ["Name this novel whose nameless title character steals electricity from the Monopolated Light &amp; Power Company and joins the Brotherhood.", "This author of Juneteenth wrote Invisible Man.", "This character in Invisible Man is the leader of the Brotherhood. During a speech on the goals of the Brotherhood, it is revealed that this character has a glass eye."], "subcategory": "Literature American", "category": "Literature"}, {"leadin_sanitized": "This historical figure was depicted at Trenton by John Trumbull. For 10 points each:", "answers_sanitized": ["George Washington", "Gilbert Stuart", "United States Capitol &lt;WA Painting&gt;"], "parts_sanitized": ["Name this historical figure, the Athenaeum portrait of whom appears on the one dollar bill.", "The Athenaeum portrait was created by this American portrait artist, who also depicted Washington in the Landsdowne portrait. While in Britain, this artist gained fame for the painting The Skater.", "Constantino Brumidi’s fresco The Apotheosis of George Washington is located in this building."], "subcategory": "Fine Arts Visual", "category": "Fine Arts"}, {"leadin_sanitized": "This operation applied to the exponential function returns itself. For 10 points each:", "answers_sanitized": ["differentiation [or derivative]", "continuity [accept word forms like continuous]", "Jacobian matrix &lt;SR Math&gt;"], "parts_sanitized": ["Name this operation, which measures the rate of change of a function.", "For a function to be differentiable at a point, it must also possess this property. For this property to hold, the limit of a function as it approaches some point must equal the value of the function at that point.", "This matrix contains the first order partial derivatives of a vector-valued function. Its determinant is used to change variables when moving between coordinate systems."], "subcategory": "Science Math", "category": "Science"}, {"leadin_sanitized": "This case built on a decision involving the University of Texas Law School, <em>Sweatt v. Painter</em>. For 10 points each:", "answers_sanitized": ["Brown v. Board of Education of Topeka [or Board of Education of Topeka v. Brown]", "Arkansas", "Clark &lt;JB History&gt;"], "parts_sanitized": ["Name this 1954 Supreme Court case which ruled against the doctrine of “separate but equal” and overturned Plessy v. Ferguson.", "Three years after the Brown decision, this state’s governor Orval Faubus attempted to use the National Guard to stop desegregation of Little Rock Central High School in this state’s capital.", "During the hearing of Briggs v. Elliott, a case later combined with Brown, two psychologists with this surname named Kenneth and Mamie used their “doll experiment” to testify on the self-esteem issues produced in black children by segregation."], "subcategory": "History American", "category": "History"}, {"leadin_sanitized": "Answer some questions about Chinese religion. For 10 points each:", "answers_sanitized": ["Daoism [or Taoism or Dàojiào or Dàojiā sīxiǎng]", "Fǎlún Gōng [or Fǎlún Dàfǎ]", "Mahayana Buddhism [or Fójiào] &lt;WC Religion&gt;"], "parts_sanitized": ["According to legend, Lǎozǐ wrote the Classic of the Way of Power, a text from this religious tradition, after Yǐnxǐ, the guardian of Hángǔ Pass, begged him to write a book. It emphasizes the balance of yin and yang.", "This persecuted religious movement was founded by Lǐ Hóngzhì, a qìgōng practitioner. It advocates the cultivation of the xīnxìng, or “mind-nature,” by performing exercises called xiūliàn.", "One school of this religion reveres the monk Dharmakara, who, upon attaining enlightenment, became Amitabha, the ruler of the Pure Land after which that school is named."], "category": "Religion"}, {"leadin_sanitized": "Stories in this collection include “A Temporary Matter” and “Sexy.” For 10 points each:", "answers_sanitized": ["Interpreter of Maladies", "Jhumpa Lahiri", "Russian &lt;ES Literature&gt;"], "parts_sanitized": ["Name this collection. In its title story, the tour guide Mr. Kapasi saves Bobby from a monkey attack.", "This Pulitzer Prize-winning Indian-American author of The Namesake wrote Interpreter of Maladies.", "In The Namesake, the protagonist’s parents name him after Nikolai Gogol, an author who wrote “The Overcoat” in this language. This language was used to write War and Peace."], "subcategory": "Literature World", "category": "Literature"}, {"leadin_sanitized": "This musician shocked his fans by “going electric” at the Newport Folk Festival. For 10 points each:", "answers_sanitized": ["Bob Dylan [accept Robert Allen Zimmerman]", "“All Along the Watchtower”", "Woody Guthrie &lt;EA Trash&gt;"], "parts_sanitized": ["Name this folk singer and harmonica player who asked “How many roads must a man walk down?” in his song “Blowin’ in the Wind.”", "Jimi Hendrix covered this Dylan song whose opening is “There must be some way out of here.”", "This artist gave a young Bob Dylan a card that said “I ain’t dead yet.” This singer of “This Land is Your Land” wrote “This machine kills fascists” on his guitar."], "category": "Trash"}]}